[{"uid": "1296215013194035871", "i": 16629, "idx": 0, "sa": ["P Diddy", "Cheryl Cole", "Simon Cowell"], "q": "source told the newspaper: \"<strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor.\" They added: <q>It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel.</q> While <strong> Cheryl Cole </strong> may still have a job on US X Factor, <strong> P Diddy </strong> has claimed that he is \"not interested\" in becoming a judge on the show. The Coming Home rapper", "new_id": -2}, {"uid": "1295246138063356933", "i": 32624, "idx": 6, "sa": ["Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong> was not the only one looking to raise money in the wake of the shootings. On Monday, the Tea Party Express sent an e-mail to its members asking for contributions. <q>One thing that surprised us was how many in the news media and liberal political figures and organizations immediately launched into an attack on the tea party movement- assigning blame for the shooting to our grass roots, Constitutionalist movement in general, and <strong> Sarah Palin </strong> in particular,</q> the group said. \"Friends, this is outrageous.\" United States You can follow any responses to this entry through the RSS 2.0. You can skip to the end and leave a", "new_id": -2}, {"uid": "1297135071068190217", "i": 32295, "idx": 1, "sa": ["Michael Vick", "Alan Major", "Tu Holloway"], "q": "breaking down defenses with the dribble and getting to the foul line, where he's shooting 86.6 percent. \"It's like in football if you're playing <strong> Michael Vick </strong>,\" Charlotte coach <strong> Alan Major </strong> said. <q>You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have( <strong> Tu Holloway </strong>) shooting over you than driving around you.</q> <strong> Tu Holloway </strong> also struggled in the first half against Saint Louis on Saturday, but he scored 20 of his 24 points in the second half in a 76-68 win. \"For once in his college", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?\" American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q>It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like, \"What just happened?'?</q> But <strong> Simon Cowell </strong>'s value was instantly clear. \"I still didn\"t know what the hook of this show was-all these kids come out and sing,\" stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}, {"uid": "1297437360129613826", "i": 23328, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "program is primarily limited to infrastructure& doctrine. The specific agent and facility knowledge is 60-70 percent incomplete,\" the report stated. On the one hand, now we know that <strong> Donald Rumsfeld </strong> got his <q>we don't know what we don't know</q> quote from this two-star Air Force general officer( see second slide). On the other hand, this is what I really dislike about intel weenies. They say \"We assess Iraq is making significant progress in", "new_id": -2}, {"uid": "1297164099239927310", "i": 45948, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" STATEMENTS:", "new_id": -2}, {"uid": "1296057426158892033", "i": 5913, "idx": 0, "sa": ["Eric Schmidt"], "q": "some now nonexistent upstart comes along to dethrone them both-- there are bound to be exciting things in store for technology users. Facebook will have to tread carefully as it taps advertising opportunities across its network. <q><strong> Mark Zuckerberg </strong> has always been adamant that the user experience for Facebook had to come first, and monetization second,</q> said Carl D. Howe, director of anywhere consumer research for the Yankee Group. \"Should Facebook ramp up its advertising emphasis, that would imply to me that he's changed his mind.\" <strong> Eric Schmidt </strong> joked in", "new_id": -2}, {"uid": "1295976900153763929", "i": 6936, "idx": 0, "sa": ["Ann Marie Buerkle", "Kirsten Gillibrand", "Chuck Schumer"], "q": "Owens. <strong> Ann Marie Buerkle </strong>, in an interview, said she welcomes the idea of sitting with her Central New York neighbors from both parties. She said it would be great to expand the idea. <q>It would be nice for the whole New York delegation to sit together,</q> <strong> Ann Marie Buerkle </strong> said. The delegation has 21 Democrats and eight Republicans. Senators reach across aisle Both of New York's U.S. senators, <strong> Chuck Schumer </strong> and <strong> Kirsten Gillibrand </strong>, have already selected Republican partners to sit with", "new_id": -2}, {"uid": "1297682295187187221", "i": 45580, "idx": 2, "sa": ["Rick Santorum", "Mike Pence"], "q": "fiscal crisis; it is a family crisis\" and that \"the breakdown of Wall Street was not a money crisis; it was a moral crisis.\" Rep. <strong> Mike Pence </strong> earned his biggest applause when he declared, <q><strong> We Trust </strong> will not restore this nation with public policy alone; it will require public virtue.</q> And former <strong> Rick Santorum </strong> had this to say: \"The idea that the basic moral values of our country are not part of an integrated set of issues that keep our country safe and prosperous is a very dangerous idea", "new_id": -2}, {"uid": "1296174888117817375", "i": 16884, "idx": 0, "sa": ["Mike Pence"], "q": "Ad Feedback Indiana Rep. <strong> Mike Pence </strong> announced Thursday he won't seek the Republican nomination for president in 2012, but hinted a possible run for governor. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> he said in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\" The Indianapolis Star reported <strong> Mike Pence </strong> said he would make a decision \"later this", "new_id": -2}]