[{"uid": "1297170191123355244", "i": 28750, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was`` the most important failure in the execution of the war.'' <q> I don't have enough confidence to say that that's right. I think that it's possible, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.`` It's", "new_id": -2}, {"uid": "1297619941254115849", "i": 29588, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>, R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> <strong> Mike Pence </strong> said.`` The time to deny any and all funding to Planned Parenthood is now.'' By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by", "new_id": -2}, {"uid": "1295938072064651272", "i": 18115, "idx": 2, "sa": ["Eric Musselman", "Allen Iverson", "Joe Webb", "Andre Miller"], "q": "Kings to a satisfying win. Rough weather in Denver put them in a travel bind, and they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same time <strong> Allen Iverson </strong> finally made it. <q> We will never have a worse travel day than today, </q> Kings coach <strong> Eric Musselman </strong> said.`` Our energy and effort was phenomenal.'' The Kings might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and <strong> Joe Webb </strong> Smith to Philadelphia takes", "new_id": -2}, {"uid": "1296231929144064539", "i": 21344, "idx": 0, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "not to be predictable. The British' X Factor' won't suffer, I'm trying to make sure I would like to watch it. It's just got to be different full stop. </blockquote> <q> The most important things for these shows is not to be predictable. The British' X Factor' won't suffer, I'm trying to make sure I would like to watch it. It's just got to be different full stop. </q> Comment on this Article Promising`` a few surprises'' along the way, <strong> Simon Cowell </strong> admitted none of the current judging panel- <strong> Cheryl Cole </strong>, <strong> Dannii Minogue </strong> and <strong> Louis Walsh </strong>- have been contracted to appear on the next series", "new_id": -2}, {"uid": "1297356917111132707", "i": 28485, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "to tourists on Wednesday after a 12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people <q> some days.`` We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval.`` I need things to go back to normal.'' Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators", "new_id": -2}, {"uid": "1297225698053084217", "i": 19411, "idx": 0, "sa": ["Miley Cyrus", "David Letterman", "P. Halprin", "Jay Leno"], "q": "85.`` In order to give our man of the year time to rest we considered moving our 8 p.m. show back two hours later,'' Whitiker said. But, <strong> Miley Cyrus </strong> said, <q> We do realize that no one wants to watch a show that starts at 10 p.m. </q>`` I'll take the three secret tasks,'' <strong> Jay Leno </strong> said. <strong> Jay Leno </strong> first had to entertain talk-show host <strong> David Letterman </strong>, played by Ryan <strong> P. Halprin </strong>' 12, by proving that his prowess for reciting", "new_id": -2}, {"uid": "1295611385143458309", "i": 19543, "idx": 2, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "was a student when he began working on the project that spawned Google. <strong> Eric Schmidt </strong> acted as a mentor to Page during his tenure. He also clashed with the co-founder, according to <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It. </q>`` They went through a very tough management patch,'' <strong> Ken Auletta </strong> said. While Google resisted threats from rivals Yahoo! and Microsoft under <strong> Eric Schmidt </strong>, Page will confront fiercer rivals, said Whit Andrews,", "new_id": -2}, {"uid": "1295452458083853341", "i": 9812, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "captain in the hit show, has revealed that Sue is in fact inspired by <strong> Simon Cowell </strong>. According to ShowbizSpy, <strong> Jane Lynch </strong> believes that there are a lot of similarities between the media mogul and Sue... <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her... He's a great inspiration for the character of Sue, there is a lot that I can take from him and put into her. </q>`` <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. Just like him, she says what", "new_id": -2}, {"uid": "1297302588098500626", "i": 13453, "idx": 0, "sa": ["Donald Rumsfeld", "Keith Olbermann"], "q": "FOUR cups by noon. Drink the next FOUR cups by 4 PM. if you are a teen playing footballl get hydrated BEFORE football practice and take in a little water DURING football practice. Report Abuse <q> More people want extra salt on their fries, then would be willing to trade them for some dry lettuce. </q> The Christian Science Monitor: He went where? <strong> Keith Olbermann </strong>'s move to Current TV makes sense, for now. The Christian Science Monitor: In his memoir, <strong> Donald Rumsfeld </strong> admits five mistakes, sort of", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.'' Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}]