[{"uid": "1295789060232554508", "i": 10163, "idx": 0, "sa": ["Andy Coulson"], "q": ": Iraq militia chief behind pilgrim blasts... government will pay foreign oil companies producing in the... Photo: Iraqi security forces stand guard as Shi'ite Muslims march to the... Iraqi Christians seek refuge in Turkey Report Abuse <q>I hope Fritzsimons will get a fair hearing. The important thing in this is to show, that nowbody is above the law and if you murder someone- regardless of who you are- you will be prostecuted and sentenced under the local jurisdiction.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1297610241160759815", "i": 31880, "idx": 2, "sa": ["Zahi Hawass"], "q": "missing. \"An investigation has begun to search for the people who have taken these objects, and the police and army plan to follow up with the criminals already in custody,\" <strong> Zahi Hawass </strong> said. <q>I have said if the Egyptian Museum is safe, than Egypt is safe. However, I am now concerned Egypt is not safe.</q> <strong> Zahi Hawass </strong> also said that, \"in another terrible turn of events\", a magazine in Dahshur near Cairo was broken into on Friday night. \"This magazine contains large blocks and small artifacts,\"", "new_id": -2}, {"uid": "1297178256266534988", "i": 47407, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Please take a look at this material as to what we don't know about WMD. It is big,\" <strong> Donald Rumsfeld </strong> said. At a February 12, 2003 press conference, <strong> Donald Rumsfeld </strong> said Iraq was <q>engaging in the development of weapons of mass destruction,</q> according to a transcript from the Defense Department. On March 20 in 2003, the United States and a coalition of allies invaded Iraq. <strong> President Bush </strong> said two days later in his weekly radio address that", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,</q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}, {"uid": "1295806909069746696", "i": 16100, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" <q>I think he has reached out to countries around the world and has developed good relations with countries around the world,</q> <strong> Colin Powell </strong> said. \"And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"uid": "1295564414055705600", "i": 9832, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "its earnings statement Thursday. \"Google also announced that its board of directors had approved certain changes to Google's management team,\" the company said in a filing with the Securities and Exchange Commission. <q>Larry Page, Google's co-founder and president of products, will become Google's chief executive officer, effective April 4, 2011. \"<strong> Eric Schmidt </strong>, Google's current chief executive officer, will continue as the chairman of the board of directors and will serve as Google's executive chairman.</q> As executive chairman, Google said, <strong> Eric Schmidt </strong> will act as an advisor to Page and <strong> Sergey Brin </strong>, Google's other co-founder and president of technology. Comments are filtered for language and registration is required", "new_id": -2}, {"uid": "1296725293246726664", "i": 330, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "OS. The pressure comes ahead of next week's strategy day, when Nokia's recently appointed CEO- former Microsoft man <strong> Stephen Elop </strong>- will reveal how he plans to turn around the ailing firm. <q>Get rid of MeeGo- it's the biggest joke in the tech industry right now</q> In an open letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>, Berenberg Bank's Adnaan Ahmad said Nokia's move to Windows Phone 7 would benefit both companies. \"Get rid of your own proprietary high-end", "new_id": -2}, {"uid": "1295611887107249677", "i": 34124, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "team encourages him to become a disc jockey instead of a singer. It seems the essence of <strong> Simon Cowell </strong> has been \"American Idol' Episode 1 Recap: <strong> Steven Tyler </strong> Steals-- And Maybe Saves-- The Show Yahoo Music <q>Forget what you know... for the best is yet to come,</q> declared the bold lettering at the start of the \"American Idol\" Season 10 an entire season by writing it off as Pam\"s year-long bad dream? Well, I was kind of hoping that \"American Idol", "new_id": -2}, {"uid": "1297654750115818510", "i": 14875, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., also had spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable. <q>We must ensure that these safety improvements happen as soon as possible,</q> she said. <strong> Chuck Schumer </strong> said the industry claims many of the regulations are unnecessary and burdensome to the point that they would hinder growth and jobs. The regulations require more training for crew, flight attendants,", "new_id": -2}, {"uid": "1295803483036782168", "i": 16900, "idx": 0, "sa": ["Andy Coulson"], "q": "it. The results were the B-2 bomber. So stealing military technology has been going on for a long time. If you think about it though, we earned it by fighting that war.\" Report Abuse <q>MarkL said: it is ovious it uses US technology...</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}]