[{"uid": "1295739237074268687", "i": 9440, "idx": 0, "sa": ["Rasheed Wallace", "Allen Iverson", "Dwight Howard", "Hedo Turkoglu"], "q": "as the horn sounded, dropping the Cavs to 8-1 in the postseason. \"It's a big victory,\" said <strong> Dwight Howard </strong>, who broke one of the shot clocks with a dunk in the opening minutes. <q> We kept fighting the whole game. We kept believing we could win. </q> <strong> Hedo Turkoglu </strong> scored 15 points with 14 http://wn.com/Allen_Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man on defense when he slammed full-force into <strong> Rasheed Wallace </strong> and went sprawling to the floor. Picking himself up and shaking off the aftershocks, <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296055281154206214", "i": 9852, "idx": 1, "sa": ["John McCain", "Michele Bachmann", "Mike Pence"], "q": "share his thoughts with the PBS NewsHour. <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, R-Ind., who is considering either a gubernatorial run or a <strong> John McCain </strong> House bid, praised the president's nod toward American exceptionalism. <q> The president reflected on the uniqueness of America. He remembered our soldiers, he remembered where the strength of this nation was, </q> <strong> Michele Bachmann </strong> <strong> Mike Pence </strong> said, before adding that he was disappointed that the president appeared to be \"committed to more spending and more government and more of the same of what the American people rejected on Election Day last fall", "new_id": -2}, {"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": " \"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \"<strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}, {"uid": "1295551893028262452", "i": 3371, "idx": 0, "sa": ["Eric Schmidt"], "q": "in place before it waded too deeply into the mobile market where the rules were non-existent. small but significant fraction of the pie. But as <strong> Eric Schmidt </strong> has said before, mobile holds a huge promise for Google. <q> If we have a billion people using Android, you think we can't make money from that? </q> asked <strong> Eric Schmidt </strong> last year. It appears Google is anxious to find out. Mobile Q4: All Eyes Were on Android, 4G and the Rising Tablet Tide Google's Android Market Rules Could Squeeze Amazon's Android App", "new_id": -2}, {"uid": "1295644860262504456", "i": 16543, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Twitter: \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said that although what he called the \"triumvirate approach\" of leadership by himself, Page and <strong> Sergey Brin </strong> has real benefits, it is time <q> to clarify our individual roles so there's clear responsibility and accountability. </q> <strong> Eric Schmidt </strong> became CEO of <strong> Google Inc. </strong> in July 2001, when he'd already been chairman of the board for several months- <strong> Google Inc. </strong> put him on the board and made him chairman in March of that year.", "new_id": -2}, {"uid": "1297667248167985164", "i": 18508, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "stolen is a limestone statue of the pharaoh Akhenaten holding an offering table, a statue of Nefertiti making offerings and several other stone and wooden artefacts. <strong> Zahi Hawass </strong> said that an investigation is underway and that the <q> police and army plan to follow up with the criminals already in custody </q>. The museum is on the edge of Tahrir square, the heart of three weeks of protests that brought down the president, <strong> Hosni Mubarak </strong>. It was raided on 28 January by thieves who climbed up a", "new_id": -2}, {"uid": "1295143398136134670", "i": 3552, "idx": 1, "sa": ["Michael Vick", "Brandon Boyd"], "q": "Warnat had been tattooed at <strong> Brandon Boyd </strong>'s shop. She kept up with the Web site for his pit bull rescue efforts, her main interest at SPCA. She said she contacted <strong> Brandon Boyd </strong> because she wanted to work with <q> somebody who was just good with people. </q> \"It's kind of neat because the tattoo industry has a stereotype, too,\" she said, adding that <strong> Michael Vick </strong>'s dogs would help the average Professor Davide Sola discusses why enterprise and entrepreneurial activity are key", "new_id": -2}, {"uid": "1295677080221315102", "i": 11107, "idx": 3, "sa": ["Andy Coulson", "David Cameron", "Silvio Berlusconi", "Baby Doc"], "q": "the 110 per cent needed in this role,\" <strong> Andy Coulson </strong> said Friday. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> Pope Benedict says public officials must offer good moral examples as Italian <strong> David Cameron </strong> <strong> Silvio Berlusconi </strong> is under mounting criticism from the Roman Catholic Church for his alleged dalliances with young women. Haitian authorities will investigate former dictator <strong> Baby Doc </strong> for", "new_id": -2}, {"uid": "1295471010042287111", "i": 24791, "idx": 1, "sa": ["Brandon Jennings", "Michael Vick", "Brandon Boyd"], "q": "Warnat had been tattooed at <strong> Brandon Boyd </strong>'s shop. She kept up with the Web site for his pit bull rescue efforts, her main interest at SPCA. She said she contacted <strong> Brandon Boyd </strong> because she wanted to work with <q> somebody who was just good with people. </q> \"It's kind of neat because the tattoo industry has a stereotype, too,\" she said, adding that <strong> Michael Vick </strong>'s dogs would help the average http://wn.com/European_Invasion_with_Brandon_Bond_of_ALL_OR_NOTHING_TATTOO <strong> Brandon Jennings </strong>( born September 23, 1989 in Los Angeles", "new_id": -2}, {"uid": "1295419136019841068", "i": 1226, "idx": 8, "sa": ["Toby Young", "Simon Cowell", "Steven Tyler"], "q": "and more to the point,\" he told TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative. <q> What's with the oohoohbes on your jujubes? </q> he asks one contestant in a star-studded bikini top. \"Hellfire, save matches... a duck and see what hatches!\" he tells another. That's apparently his version of a compliment. <strong> Toby Young </strong> remains", "new_id": -2}]