[{"uid": "1295571616192872466", "i": 46885, "idx": 1, "sa": ["Eric Schmidt"], "q": "who had the role before <strong> Eric Schmidt </strong> arrived, when Google was still a private company with venture capitalist backers) and will become executive chairman. \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said on Twitter. <q>Larry, in my clear opinion, is ready to lead,</q> he added in a blog post. That implies Page wasn't ready back then and validates the last 10 years of <strong> Eric Schmidt </strong>'s tenure- but it would be hard to quibble when the company has had such success", "new_id": -2}, {"uid": "1295125227265830412", "i": 35004, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "a photo of the abuse with the words \"Resign, <strong> Donald Rumsfeld </strong>.\" Perhaps most notably, The Army Times claimed that <strong> Donald Rumsfeld </strong>'s role in the scandal \"amount( ed) to professional negligence\", wrote <q>shame... on the chairman( of the Joint Chiefs of Staff) and secretary( of defense)</q>, and insinuated that <strong> Donald Rumsfeld </strong> was a \"moron.\"[ 43] This photograph released in 2006 shows several naked Iraqis in hoods, of whom one has the words \"I'm a rapeist\"", "new_id": -2}, {"uid": "1297220891236716049", "i": 45743, "idx": 0, "sa": ["Simon Cowell", "Anderson Cooper", "David Letterman"], "q": "it kind of hits you-- the more it hurts when you actually like, are in love. You feel like, \"What's wrong with me?\" Jackie said following her elimination. <q>God, I can't believe he looked at me and said,' I don't want to be with you.' That sucks. Brad's a great guy. I just feel like I fell short. I feel like I constantly put up a wall and like try to make sure that nobody can get through it. It would have been great to fall in love here, and I wanted it to be mutual.</q>` The Bachelor' star Brad Womack cuts Alli Travis and Jackie Gordon Jillian Michaels in the process of attempting to adopt child from Africa <strong> Anderson Cooper </strong> to appear on CBS'` Late Show with <strong> David Letterman </strong>\" <strong> Simon Cowell </strong>:`", "new_id": -2}, {"uid": "1295589382106250271", "i": 13934, "idx": 5, "sa": ["Eric Schmidt"], "q": "626,77 on Thursday, he would earn about$ 334,7-million on the stock sale. He would still own about 2,7% of Google's outstanding capital stock, down from 2,9% before selling the shares. <q>As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,</q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"And over the holidays we decided now was the right moment to make some changes to the way we are structured.\"", "new_id": -2}, {"uid": "1296956290099991602", "i": 42847, "idx": 1, "sa": ["Michael Vick"], "q": "You'll be sprayed with flying spittle all over your face, simply by standing nearby. \"He's full of shit,\" said one who rescues pit bulls, the common victim of dog fighting rings. <q>He's a sadistic bastard and you don't recover from that in prison. Bullshit.</q> But <strong> Michael Vick </strong>, with the support of the Humane Society, who vouches on his behalf that he is, in fact, rehabilitated from his monstrous crime against his dogs, trots him out to speaking engagements", "new_id": -2}, {"uid": "1295584304175472658", "i": 20885, "idx": 0, "sa": ["Andy Coulson"], "q": "judicial review into the police handling of the investigation. The Times investigation cited several former NoW journalists stating that <strong> Andy Coulson </strong> had \"actively encouraged\" phone hacking. \"In fact\", the newspaper continued, <q>an examination based on police records, court documents and interviews with investigators and reporters shows that Britain's revered police agency failed to pursue leads suggesting that one of the country's most powerful newspapers was routinely listening in on its citizens.</q> This was followed by a Channel 4 \"Dispatches\" programme, in which it was alleged that <strong> Andy Coulson </strong> had personally listened to hacked messages. Two parliamentary select committees are involved in inquiries concerning the hacking", "new_id": -2}, {"uid": "1296757679010059804", "i": 5880, "idx": 3, "sa": ["Saddam Hussein", "Paul Bremer", "Donald Rumsfeld"], "q": "retrospect there may have been times when more troops could have helped,\" he writes. But he insists that no formal request for more troops was made by the generals. He says <strong> Paul Bremer </strong>'s decisions <q>inadvertently stoked nationalist resentments and fanned the embers of what would become the Iraqi insurgency</q>. <strong> Donald Rumsfeld </strong> had favoured going into Iraq quickly and getting out quickly, handing over power to the Iraqis, but <strong> Paul Bremer </strong> favoured a slower approach. <strong> Paul Bremer </strong> disbanded the Iraqi army, banned all members of <strong> Saddam Hussein </strong>", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's \"State of the Union\" that he will wait to make a decision on whom to support in the next presidential election. <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\" \"", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1296449395205996048", "i": 38400, "idx": 16, "sa": ["Paul Pierce", "Allen Iverson", "Dwight Howard", "Ray Allen"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Allen Iverson </strong> 28pts vs KG <strong> Paul Pierce </strong> <strong> Ray Allen </strong> Celtics 07/08 NBA <strong> Allen Iverson </strong> 28pts vs KG <strong> Paul Pierce </strong> <strong> Ray Allen </strong> Celtics 07/08 NBA <strong> Allen Iverson </strong> felt no satisfaction from knocking off the top team in", "new_id": -2}, {"uid": "1296721225165789698", "i": 7175, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "But he concluded that the war in Iraq has been worth the cost and remained largely unapologetic about his handling of the conflict. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q>far more perilous than it is today,</q> he wrote in the 800-page book, which is released next Tuesday. A leading architect of the Iraq war, Mr <strong> Donald Rumsfeld </strong> was fired by Mr Bush in 2006 with US troops bogged down in Iraq.", "new_id": -2}]