[{"uid": "1296498486124518453", "i": 41305, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "help from <strong> Barack Obama </strong>, who carried Indiana in 2008.`` Indiana is going to be a priority for the <strong> Barack Obama </strong>,'' Winston said. State Democrats, he hopes, will find a consensus candidate this spring. <q> It's a$ 15 million to$ 18 million race. I hope we won't have a primary. </q> <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates.`` The social conservatives love him,'' says former Republican state chairman Rex Early.`` The fiscal conservatives-he talks the", "new_id": -2}, {"uid": "1295008202161464320", "i": 42208, "idx": 1, "sa": ["Lily Allen", "Piers Morgan", "Gordon Brown", "Larry King", "Simon Cowell"], "q": ":`` i'd do it for a million for SANDS. money, mouth?'' <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But the singer told him:`` Those are my terms. I've got no interest in coming on your show, you've been asLarry King me for years.'' She revealed she", "new_id": -2}, {"uid": "1295701242121667612", "i": 25486, "idx": 6, "sa": ["LeBron James", "Allen Iverson", "Dez Bryant", "Tim Duncan"], "q": "to stop him,'' said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists.`` I didn't realize it,'' <strong> Dez Bryant </strong> said when told about his scoring spree. <q> You just get into one of those rhythms. My teammates were looLeBron James for me, it just feels like the ball finds you. </q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three Tim Duncanes before a three-point play by <strong> Dez Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1294980050041599127", "i": 21378, "idx": 0, "sa": ["Francis Collins", "Eric Schmidt"], "q": "http://wn.com/Francis Collins_Francis Collins_speaking_at_the_Genbank_25th_Anniversary <strong> Francis Collins </strong> Director, National Human Genome Research Institute( NHGRI), NIH, Bethesda, MD Genomics, Medicine and Society Slides available: www.ncbi.nlm.nih.gov http://wn.com/Eric Schmidt_Eric Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009. http://wn.com/SocialMediaDailycom_Video_Update_#1__Michelle_MacPhearson www.socialmediadaily.com Social media optimization guide available for free!` Longevity' protein SIRT1 may ward off precursor to prostate cancer", "new_id": -2}, {"uid": "1295139772120274975", "i": 19175, "idx": 9, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "said.`` She wanted us to know that she was with us a hundred percent and understood everything we were saying and appreciated it.'' The doctor monitoring the case was equally stunned. <q> He said, I just witnessed the impact of friendship and what you guys-- he said, you did this here today, </q> recalled Wasserman-Schultz. <strong> Kirsten Gillibrand </strong> and Wasserman-Schultz predicted <strong> Gabrielle Giffords </strong> will continue to awe her doctors and the nation. The award-winning Washington Bureau takes you behind-the-scenes at the White House and Pentagon, into the Congressional cloakrooms and", "new_id": -2}, {"uid": "1296271846184582159", "i": 11401, "idx": 0, "sa": ["Mario Chalmers", "Walter Herrmann", "Allen Iverson", "Erik Spoelstra", "Rasheed Wallace", "Udonis Haslem", "Dwyane Wade", "Richard Hamilton"], "q": "but <strong> Dwyane Wade </strong> and <strong> Udonis Haslem </strong> made sure it didn't happen.`` They were pounding us for three quarters and a half, but we finally got some key plays down the stretch,'' Miami coach <strong> Erik Spoelstra </strong> said. <q> <strong> Dwyane Wade </strong> was sensational- that's what he's been all year- and <strong> Udonis Haslem </strong> was great. </q> Detroit was missing three key players- <strong> Richard Hamilton </strong>( groin), <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back)- but took a 96-95 lead on <strong> Walter Herrmann </strong>'s 3-point shot with 13 seconds left. <strong> Mario Chalmers </strong> missed at", "new_id": -2}, {"uid": "1295876928012320777", "i": 42704, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson"], "q": "Although the investigators were initially recruited prior to the announcement of <strong> Andy Coulson </strong>'s departure, the events of the past week have added to the determination to gather information that could embarrass <strong> Ed Miliband </strong> and senior members of his staff. <q> Before <strong> Andy Coulson </strong> resigned it was business. Now it's personal, </q> said another informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World", "new_id": -2}, {"uid": "1295830201223035402", "i": 910, "idx": 2, "sa": ["Chris Huhne", "Andy Coulson", "Nick Clegg"], "q": "whole-heartedly defending them. It can't be comfortable for <strong> Nick Clegg </strong>- being forced to speak out on behalf of a man who his party publicly denounced before the coalition formed( in 2009, <strong> Chris Huhne </strong> stated of <strong> Andy Coulson </strong> that <q> a future prime minister can not have someone who is involved in these sort of underhand tactics </q>). On the matter of who would be replacing <strong> Andy Coulson </strong>( speculation of who this will be is intense- read the last point in 7 comments from readers llog 23 January 2011 at 14:14", "new_id": -2}, {"uid": "1297083495090374146", "i": 1729, "idx": 4, "sa": ["Zahi Hawass"], "q": "He said firefighters had been deployed close to the museum to intervene as needed. His blog also featured pictures of heavily armed troops stationed at his office and behind the museum's high railings. <strong> Zahi Hawass </strong> said <q> nothing is damaged or stolen </q> at Saqqara, but confirmed that six boxes had been stolen at Qantara. He did not say how many objects had gone missing, but added that 288 objects had been returned and noted he was sure", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]