[{"uid": "1297285832010960898", "i": 37352, "idx": 2, "sa": ["Paula Abdul", "Steven Tyler", "Michelle Money", "Simon Cowell", "Chris Harrison", "Jennifer Lopez"], "q": "full episode of the current season featuring Randy Jackson and new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> yet. However, similar to <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> believes the new Idol judging panel will be successful. <q>I have seen some little clips and they look like they're having a blast... I think it's a good combination,</q> <strong> Paula Abdul </strong> explained. \"The Bachelor' host <strong> Chris Harrison </strong>: <strong> Michelle Money </strong>'s hotness the key <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together again` The Biggest Loser: Couples\" eliminates contestant Jaquin \"Q\" Allen", "new_id": -2}, {"uid": "1295563364204783630", "i": 10558, "idx": 2, "sa": ["Eric Schmidt"], "q": "trio have shared equally in the decision-making process, <strong> Eric Schmidt </strong> said, and going forward, they \"will continue to discuss the big decisions among the three of us.\" But Thursday's announcement clarifies their individual roles <q>so there's clear responsibility and accountability at the top of the company.</q> After April 4, Page will lead product development and technology strategy and take charge of day-to-day Google operations. \"In this new role I know he will merge Google's technology and business vision", "new_id": -2}, {"uid": "1295036917074235945", "i": 16143, "idx": 0, "sa": ["Donald Rumsfeld", "Julianna Margulies", "Anika Noni Rose", "Michelle King"], "q": "Robert <strong> Michelle King </strong> on renaming the show: \"It would have been nice to be ironic and call it The Sexy Wife.\" â\u0080¢ <strong> Julianna Margulies </strong> on the show's frequent gay and lesbian themes: <q>I don't think about it. I don't feel like it's a presence. I feel like it's a part of life.... If it was gay and lesbian just to be gay and lesbian, that would make me uncomfortable because that wouldn't be truthful.</q> â\u0080¢ Robert <strong> Michelle King </strong> on possible future guest stars: \"We're trying to get <strong> Donald Rumsfeld </strong>.\" â\u0080¢ Robert <strong> Michelle King </strong> on when the season-defining election between Wendy Scott-Carr( <strong> Anika Noni Rose </strong>), Peter Florrick(", "new_id": -2}, {"uid": "1295665821077053971", "i": 45130, "idx": 0, "sa": ["Eric Schmidt"], "q": "posted a fourth-quarter profit of$ 2.5 billion, up from$ 2.0 billion a year ago. Revenue increased to$ 8.4 billion, compared to$ 6.7 billion in the October-December period in 2009. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> said <strong> Eric Schmidt </strong>, Google's chief executive. \"These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider Web.\"", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q>But there's already talk that he'll never be invited back, and I say, \"Hey, welcome to the club.'</q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre\"s hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}, {"uid": "1296077499180650053", "i": 46322, "idx": 0, "sa": ["Steve Ballmer", "Bill Clinton"], "q": "gets burned by the recession. The company announced the cuts Thursday as it reported an 11 percent drop in second-quarter profit, which fell short of Wall Street's expectations. Microsoft shares plunged more than 11 percent. <q>We're certainly in the midst of a once-in-a-lifetime set of economic conditions,</q> <strong> Bill Clinton </strong> Executive <strong> Steve Ballmer </strong> said during a conference call. With less access to credit, businesses and consumers are spending less and stretching the life span of their existing computers. The biggest names in the technology sector have been", "new_id": -2}, {"uid": "1295562588178864129", "i": 38590, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its internet marketing machine during the holiday shopping season. Quotes delayed, except where", "new_id": -2}, {"uid": "1295907761051232811", "i": 10881, "idx": 3, "sa": ["Hu Jintao", "Colin Powell", "Barack Obama"], "q": "also insisted he would not join the administration but would continue to serve as an informal adviser to the president. <strong> Colin Powell </strong> generally approved of <strong> Barack Obama </strong>'s performance during Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>'s visit to the United States. <q>You shouldn't expect <strong> Hu Jintao </strong> to run back home and suddenly say \"<strong> Sen. Joe Lieberman </strong>'ve seen the light,'</q> <strong> Colin Powell </strong> said of the summit between the two presidents. He also said of expectations of <strong> Barack Obama </strong>, \"We didn\"t elect Superman, we elected a human being.\" CBS: FACE THE NATION", "new_id": -2}, {"uid": "1295571616192872466", "i": 46887, "idx": 3, "sa": ["Eric Schmidt", "Felix Salmon", "Sergey Brin"], "q": "essentially focus on corporate schmoozing, or, in his words, \"the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.\" <strong> Felix Salmon </strong> writes that <strong> Eric Schmidt </strong> is <q>keeping for himself the outside-facing parts of CEO-dom which Silicon Valley nerds by their nature are pretty bad at.</q> What about <strong> Sergey Brin </strong>, who is best-known for being Google's conscience and \"don't be evil\" moral center? His title, \"co-founder,\" sounds more like a statement of fact than an actual", "new_id": -2}, {"uid": "1295617200111296519", "i": 43780, "idx": 4, "sa": ["Andy Coulson", "David Cameron", "Cathy Newman"], "q": " \"right thing\" to resign but that he should have done it earlier. He said it raises \"serious questions about <strong> David Cameron </strong>'s judgement that he hung on to him for so long\". He added: <q>It's clear that there are serious questions about his time at the News of the World.</q> 1310 <strong> Cathy Newman </strong>, political correspondent for Channel 4 News, tweets that she has heard the announcement came ahead of rumours that suspended NoTW Ian Edmonson \"was about to turn <strong> Andy Coulson </strong> in\". 1305 Political", "new_id": -2}]