[{"uid": "1295739237074268677", "i": 48548, "idx": 2, "sa": ["Theo Ratliff", "Vince Carter", "Allen Iverson"], "q": "quarter that was fueled by <strong> Allen Iverson </strong>, who scored eight of his 30 points in the pivotal stretch. <strong> Allen Iverson </strong> has scored at least 30 points in four consecutive games, with the Sixers( 3-4) winning three. <q><strong> Theo Ratliff </strong> back gave us confidence, especially being on the road,</q> <strong> Allen Iverson </strong> said. \"We feel with <strong> Theo Ratliff </strong>, we can't be beat at home or on the road.\" Toronto's <strong> Vince Carter </strong> scored a season-high 27 points but had a layup blocked by <strong> Theo Ratliff </strong> and missed a", "new_id": -2}, {"uid": "1297114055149651533", "i": 45968, "idx": 0, "sa": ["Simon Cowell"], "q": "largest prize in television history! Check out <strong> Simon Cowell </strong> at \"Idol\" NYC auditions! The show will also feature contestants age 12 and up. In a statement issued by FOX, <strong> Simon Cowell </strong> said, <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group.</q> Breaking news and hot photos are just a touch away! Extra connects you with friends and the latest in celebrity news. Check out exclusive performances from all your favorite acts!", "new_id": -2}, {"uid": "1297663845136904715", "i": 43606, "idx": 0, "sa": ["Mike Daly", "Sarah Palin", "Mike Pence"], "q": "business and some people in the TV business.\"( Dumbnik also said: \"We're not convinced that he acted alone.\") A comment on Gawker the day of the attack said: <q><strong> Sarah Palin </strong>... you now have more than just elk blood on your hands.</q> The next day, New York Daily News columnist <strong> Mike Pence </strong> <strong> Mike Daly </strong> wrote, with stunning originality: \"<strong> Sarah Palin </strong> may have the blood of more than some poor caribou on her hands.\"( See-- he", "new_id": -2}, {"uid": "1296107825239763464", "i": 33253, "idx": 0, "sa": ["Colin Powell", "Michael Reagan"], "q": "destructive liberal agenda. Sadly, one of those directives is so obviously a result of his being a white man that I had to stop reading to control my irritation. In Chapter 5, in a section titled <q>Let's Not Make the GOP Smaller and Poorer,</q> <strong> Michael Reagan </strong> cautions conservatives against rejecting <strong> Colin Powell </strong>. Reason devoid of white guilt says that <strong> Colin Powell </strong> rejects conservatism. So, why shouldn't conservatives reject <strong> Colin Powell </strong>? He's not conservative and should not be in a party whose platform", "new_id": -2}, {"uid": "1297290545073252890", "i": 31028, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "music network. \"This isn't just a singing competition, the contestants will also be judged on their song writing, radio interviews and music videos,\" <strong> Nigel Lythgoe </strong> said in a statement. <q>We're looking for more than just a singer, we want the complete creative, talented package- performer, personality and writer. We want the next Country superstar.</q> It is not the first time the Lythgoes have worked together. <strong> Simon Cowell </strong> has been a producer on \"Idol\" since 2002. The elder <strong> Nigel Lythgoe </strong> credits his son with some of his success, since it", "new_id": -2}, {"uid": "1295021934123977728", "i": 25496, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "who splits her time between two homes in West Lothian, Scotland- wants to invite celebrity pals including <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> along to the gathering, which will take place tomorrow night. A source said: <q>We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again.</q> However, a spokesperson has confirmed the celebrities are unlikely to attend as it is a simple party for close friends. The representative said: \"The party was only ever for close friends and", "new_id": -2}, {"uid": "1295160349218923042", "i": 39449, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Blazers_@_Bulls_'92_Finals_Game_1_Michael_Jordan_39_points I recently noticed that none of the major uploaders on YT of MJ games have upped highlights of this legendary game. So why", "new_id": -2}, {"uid": "1297616629186400779", "i": 26906, "idx": 48, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": "Iraq on the verge of all-out civil war, the <strong> Richard Nixon </strong> told <strong> Donald Rumsfeld </strong> he had to go. \"It was hard for him to do that- to come to that conclusion,\" said <strong> Donald Rumsfeld </strong>. <q>And of course I felt the same way when I had to fire somebody. I didn't like it either. He said, \"Are you OK with this?' And I said` Absolutely.\"</q> Is he responsible for what went wrong? \"We all were responsible,\" says <strong> Donald Rumsfeld </strong>. \"We all agreed.\" by James93x February 13, 2011 11:54 AM EST by consh8theusa February", "new_id": -2}, {"uid": "1295772307146751563", "i": 30993, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "cascade of headlines around the world about California's fiscal dysfunction. <strong> Jerry Brown </strong>, who took office less than three weeks ago, has called on the Legislature to enact by March 1 an austere spending plan. <q>Get it done, the sooner the better,</q> <strong> Bill Lockyer </strong> said during his appearance at a conference sponsored by the Institute of Governmental Studies at the University of California, Berkeley.- Los Angeles Times N.Y. police shoot suspect's father NEW YORK- A", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q>But there's already talk that he'll never be invited back, and I say, \"Hey, welcome to the club.'</q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre\"s hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}]