[{"uid": "1295893924195428405", "i": 39848, "idx": 2, "sa": ["Mike Huckabee", "Mike Pence"], "q": "Department of Homeland Security,`` our ability to defend the homeland is more effective, efficient and organized.'' <strong> Mike Pence </strong> is a committed supporter of the bogus war on terror. He even repeats the ridiculous canard that <q> we must take the fight to the terrorists overseas so we don't have to face them here at home. </q> The runner up to <strong> Mike Pence </strong> in the Values Voters straw poll was the former preacher <strong> Mike Huckabee </strong>, who won the top spot last year. <strong> Mike Huckabee </strong> not only supported the sending of more troops to their death in", "new_id": -2}, {"uid": "1295339112109576203", "i": 3155, "idx": 0, "sa": ["Michael Vick"], "q": "prohibits extending a contract when that happens. But the Eagles could franchise <strong> Michael Vick </strong> and then sign him to a new deal.`` Not as of yet,'' <strong> Michael Vick </strong> said, when asked about talks. <q> Everybody is just enjoying the break, getting their mind together. When it's time to do business, and talk football and contracts, it will happen at the right time. </q> Asked about the AFC and NFC Championship Games, <strong> Michael Vick </strong> didn't express a preference, but he did discuss the Jets' knack for trash-talking. Because your contributions are currently under review, no comments", "new_id": -2}, {"uid": "1295088412253313042", "i": 7932, "idx": 1, "sa": ["Allen Iverson"], "q": "like a CFL player.* Currie, on former NBA star <strong> Allen Iverson </strong> being back in the U.S. where he'll have surgery on his right leg to remove a lump that formed while playing in Turkey: <q> Think of it as the foreign lesion. </q>* Even though this reflects poorly on my parenting, I thought I would share it anyway. My wife and my youngest son took our dog to the vet the other day. During the examination,", "new_id": -2}, {"uid": "1297606486106446870", "i": 15328, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "the other hand, is compelling, at least as a counterweight to what in Britain has become a well-entrenched narrative that the prison was and is a disaster. The <strong> Donald Rumsfeld </strong> case is that there was no alternative: <q> I was perfectly willing to shutter the facility if a better alternative could have been found that would be as effective in obtaining intelligence and preventing terrorists from returning to the fight. But no alternative to Gitmo was proposed. </q> Of those wrongly imprisoned, there is no mention. Stuff happens, he seems to be saying. Does the book tell us something about <strong> Donald Rumsfeld </strong> that might serve to soften the verdict of history? There", "new_id": -2}, {"uid": "1296727907183500817", "i": 16338, "idx": 6, "sa": ["Rajon Rondo", "Kwame Brown", "Allen Iverson", "Ray Allen"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Boston_Celtics_VS_Washington_Wizards_Recap_Ray_Allen_Marks_His_20000_Points_Career! December 10th, 2009: The Celtics barely win it 104-102. <strong> Ray Allen </strong> marking off his 20000 point career, while <strong> Rajon Rondo </strong> scores", "new_id": -2}, {"uid": "1297170003034897939", "i": 16571, "idx": 5, "sa": ["Simon Cowell"], "q": "he wants the show to be:`` more extreme, more fun, more exciting.'' Speaking about the American XF and his decision to lower the age limit to just 12-years old, <strong> Simon Cowell </strong> explained: <q> I've never believed there should be a cut-off age for talent and we are going to put our money where our mouths are with the$ 5m contract. </q> SEE PICS OF SIMON, CHEZZA& MORE FROM THE X FACTOR 2010 IN MTV'S GALLERY HERE!! Auditions for the US X Factor are expected to start next month, with SiCo 903 news", "new_id": -2}, {"uid": "1295945703061587482", "i": 9737, "idx": 0, "sa": ["Miguel del Valle", "Bill Lockyer", "Rahm Emanuel", "Newt Gingrich"], "q": "Grosby, an aviation security worker at O'Hare International Airport. Del <strong> Miguel del Valle </strong>, another Hispanic candidate, said <strong> Rahm Emanuel </strong>'s quandary bodes well for the other candidates, regardless of what the court does. <q> Now voters see there's an opportunity to look at the field and give candidates either a second look or in some cases a first look, </q> <strong> Miguel del Valle </strong> said.`` People are going to pay more attention to the other candidates.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog", "new_id": -2}, {"uid": "1297370514070008875", "i": 40852, "idx": 1, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Janet Jackson"], "q": "that she might join him on the judging panel of his new American edition of his More Live to Dance News <strong> Paula Abdul </strong> then reluctantly admitted that despite their differences, she does miss <strong> Simon Cowell </strong>. <q> Of course, I miss everybody. I miss <strong> Simon Cowell </strong>. I do, </q> <strong> Paula Abdul </strong> said. In addition, <strong> Paula Abdul </strong> also revealed the former Idol judges share something else in common: neither has seen a full episode of the current season featuring Randy <strong> Janet Jackson </strong> and new judges <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1296717067176898072", "i": 14622, "idx": 8, "sa": ["Stephen Jackson", "Reggie Miller", "Shaquille O'Neal", "Travis Best", "Allen Iverson", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q> We let the world know, we let them know, we can beat them on their own court, </q> <strong> Shaquille O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second http://wn.com/Kobe_Bryant_36_points_vs_Golden_State_Warriors_3-23-2008 LOS ANGELES-- Just when it appeared the Los Angeles Lakers were going to successfully rally from a 26-point deficit, the Golden State Warriors turned to <strong> Stephen Jackson </strong>. Smart", "new_id": -2}, {"i": 39631, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He explained that the fire brigade was", "sa": ["Zahi Hawass"], "uid": "1296817001259670033"}]