[{"uid": "1297266831144211998", "i": 49636, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "with me.\" There have been rumours that she will be making an appearance on <strong> Simon Cowell </strong>'s new show The X Factor when he launches it in the US later this year. She said: <q> He always talks to me, we will work together some how, some way. He's an acquired taste but I love him very much. </q> <strong> Paula Abdul </strong> was then asked if she'd seen <strong> Simon Cowell </strong>'s Super Bowl promo for The X Factor. She said: \"Oh yeah I have, he's a massive fan of mine, definitely", "new_id": -2}, {"uid": "1296857364023298083", "i": 26458, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> feels the war with Iraq <q> was worth the cost. </q> Just what was <strong> Donald Rumsfeld </strong>'s sacrifice to the war? He was 70 years old, so he was not going to do any of the fighting. Of the more than 4000 who have been lost, the thousands", "new_id": -2}, {"uid": "1294962672210993211", "i": 8269, "idx": 0, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Kirsten Gillibrand", "Barack Obama"], "q": "n't talk. One of the most encouraging- and unexpected- moments of <strong> Barack Obama </strong>'s address to the nation Wednesday night, was the revelation that <strong> Gabrielle Giffords </strong> had opened her eyes and that she <q> knows we are here, she knows we love her, and she knows that we are rooting for her. </q> Two of <strong> Gabrielle Giffords </strong>' congressional colleagues- Sen. <strong> Kirsten Gillibrand </strong> of New York and Rep. <strong> Debbie Wasserman Schultz </strong> of Florida- were also present in <strong> Gabrielle Giffords </strong>' hospital room when she opened her eyes. They described the moment to CBS", "new_id": -2}, {"uid": "1296619354222035970", "i": 5374, "idx": 2, "sa": ["Kobe Bryant", "Yao Ming", "Allen Iverson", "Chris Perkins", "Kwame Brown", "Dwyane Wade"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coYao Ming into a situation where guys have been Wade_Dwyane Wade_Complete_Highlights_vs_Kobe Bryants_02-03-10_[35_Points/_12_Assists]_Highlights_Show!!! By <strong> Chris Perkins </strong>, for NBA.com Posted Tuesday March 2, 2010 11:50 PM MIAMI( NBA.com exclusive)-- Miami guard <strong> Dwyane Wade </strong> flirted", "new_id": -2}, {"uid": "1296539755082821175", "i": 2712, "idx": 0, "sa": ["Allen Iverson", "Carmelo Anthony", "Julian Wright", "Nathaniel D Robinson"], "q": "playoffs <strong> Allen Iverson </strong> duo fight vs <strong> Nathaniel D Robinson </strong> all the above mix all i do is win tpain world's greatest r.kelly career mix hd 2010 2011 highlights jeezy ti <strong> Carmelo Anthony </strong> signature spin move signature dunk melo m7 melo m6 emine... <q> Final Countdown to the 2009-2010 Season </q>- Toronto Raptors Preseason Mix \"Final Countdown to the 2009-2010 Season\" - Toronto Raptors Preseason Mix \"Welcome To Toronto <strong> Julian Wright </strong> MIx\" ( Toronto Raptors-2010-2011) \"Welcome To Toronto <strong> Julian Wright </strong> MIx\" ( Toronto Raptors-2010-2011)", "new_id": -2}, {"uid": "1297307665234995776", "i": 14994, "idx": 0, "sa": ["Stephen Elop", "Satya Nadella", "Bob Muglia", "Steve Ballmer", "Ray Ozzie"], "q": "'s US$ 15 billion a year Server and Tools business. <strong> Satya Nadella </strong> replaces former Server boss <strong> Bob Muglia </strong>, who Ballmer-asked-microsoft-server-exec-to-leave.aspx\" target=\"_blank\"> departed in January after a strategy disagreement with Microsoft chief executive <strong> Steve Ballmer </strong>. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> target=\"_blank\"> <strong> Steve Ballmer </strong> said in a statement today. Microsoft has recently lost several of top executives, including current Nokia boss, <strong> Stephen Elop </strong> and Microsoft's former chief software architect <strong> Ray Ozzie </strong>. The", "new_id": -2}, {"uid": "1295667464153141265", "i": 5888, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "In a statement, he said it had been \"a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years\" and he was proud of the work he had done. But he added: <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> <strong> David Cameron </strong> praises` professional' <strong> Andy Coulson </strong> The prime minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> had decided to resign but he \"understood that the continuing pressures on him and his family meant", "new_id": -2}, {"uid": "1295586272212418583", "i": 3528, "idx": 3, "sa": ["Kobe Bryant", "Vince Carter", "LeBron James", "Allen Iverson", "Kevin Martin", "Martin O'Neill", "Shaquille O'Neal", "George Karl", "Anthony Carter"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player Carter_Anthony Carter_29_PTS_9_REB_7_AST_Vs_Kevin Martin_Martin O'Neill_36_PTS_LeBron Jamess_98__90 <strong> Vince Carter </strong> 29 PTS 9 REB 7 AST Vs LeBron Jamess", "new_id": -2}, {"uid": "1295958286149602317", "i": 20572, "idx": 0, "sa": ["Alexandra Lebenthal", "Meredith Whitney", "Bill Lockyer", "Newt Gingrich"], "q": "issuers do not have a total of$ 100 Bill Lockyerion in debt outstanding. <strong> Alexandra Lebenthal </strong>, a doyenne of the muni market, told Reuters that <strong> Meredith Whitney </strong> \"is brilliant when it comes to housing.\" But <q> I would put any muni analyst in a room with her- on TV, outside in the schoolyard- and see who comes out ahead. </q> Under duress No one denies that state and local governments are under duress. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics", "new_id": -2}, {"uid": "1297436297252067843", "i": 31678, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "said. But job losses around the world, including in Finland, will be inevitable, he added. Windows first Speaking about the new partnership with Microsoft, Mr <strong> Stephen Elop </strong> said that <q> the game has changed from a battle of devices to a war of ecosystems </q>. \"An ecosystem with Microsoft and Nokia has unrivalled scale around the globe,\" he said. Microsoft's chief executive <strong> Steve Ballmer </strong> was also present at the launch, underlining the importance of the", "new_id": -2}]