[{"uid": "1295984011193069115", "i": 1059, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on January 21 that his move was an effort to speed up decision-making. <q>In strategy we agree. There's no disagreement,</q> <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. \"In character, he's fundamentally a deeper thinker than anybody else,\" he said. \"He sees", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's \"Meet The Press.\" <strong> Gabrielle Giffords </strong> is <q>making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,</q> <strong> Kirsten Gillibrand </strong> said. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}, {"uid": "1295432780218038315", "i": 4751, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Steve Coogan"], "q": "Sports commentator <strong> Andy Coulson </strong> Gray, the high court was told today. <strong> Glenn Mulcaire </strong>, seized in a police raid of his home in 2006, showed he had also noted the number the former footballer used to access messages. <q>The only purpose of calling that number would be to go into voicemails,</q> Reed said. Gray and the comedian <strong> Steve Coogan </strong> went to the high court today in an attempt to force <strong> Glenn Mulcaire </strong> to reveal which News of the World journalists ordered him to hack into their mobile phones. They are", "new_id": -2}, {"uid": "1296664437210550812", "i": 25717, "idx": 1, "sa": ["Robin Williams", "Bill Clinton", "David Letterman"], "q": "1 comment By BARBARA WALTERS with ALAN B. GOLDBERG \"I realized there was really no alternative, if I wanted to live, I had to do this.\"-- <strong> Bill Clinton </strong> <q>I would find myself busting into tears and sobbing uncontrollably.</q>-- <strong> David Letterman </strong>\"... stop the heart, work on it, restart it... good luck.\"-- <strong> Robin Williams </strong> \"They're going to put him on a", "new_id": -2}, {"uid": "1295039414107773960", "i": 17485, "idx": 2, "sa": ["Sergio Marchionne"], "q": "but hopes \"it is a pure display of frustration and there is no substance behind the threats.\" If workers vote no, <strong> Sergio Marchionne </strong> said he and his executives would begin looking at alternatives immediately. <q>It may even happen the same night,</q> he said. Besides Italy, Fiat has plants in Poland, Brazil and Serbia; Chrysler, which Fiat controls, makes cars in the United States, Canada and Mexico. The Mirafiori investment", "new_id": -2}, {"uid": "1296117571165298183", "i": 7783, "idx": 13, "sa": ["Lon Williams", "Michael Vick"], "q": "worked out for me.\" <strong> Michael Vick </strong> shares reps this week with the QB of the team he once played for, Atlanta's Matt Ryan. \"It's great,\" <strong> Michael Vick </strong> said. <q>Matt's great. The coaching staff's great. We're just having a good time. I like what we're doing in the offense and it's been easy. We're going to go out and have some fun and everybody's just enjoying each other.</q> As <strong> Michael Vick </strong> left the field, fans hanging on the gate outside the school chanted his name. \"I came from the Philly area, and we've got his back,\" said <strong> Lon Williams </strong>", "new_id": -2}, {"uid": "1294961599111804420", "i": 13418, "idx": 4, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said It all comes down to this who", "new_id": -2}, {"uid": "1295669752061620314", "i": 45668, "idx": 1, "sa": ["Mike Pence"], "q": "source explained, \"What better thing to do than start meeting Republicans in other parts of the state if he can't raise money during this time period?\" Indeed, the state statute does not prevent <strong> Mike Pence </strong> <q>from participating in party activities conducted by a regular party committee.</q> Of course, if he does decide to run for president, it will take a hefty fundraising surge, and he would start almost from scratch. During the 2010 election cycle, <strong> Mike Pence </strong>'s", "new_id": -2}, {"uid": "1295443949144605190", "i": 22381, "idx": 0, "sa": ["John de Mol", "Lucian Grainge", "Simon Cowell", "Susan Boyle"], "q": "merchandising. <strong> Lucian Grainge </strong> is hoping to drive sales in the same way that rival Sony Music has benefited from its exclusive tie-up with <strong> Simon Cowell </strong>'s talent-show acts such as <strong> Susan Boyle </strong>. <strong> Lucian Grainge </strong> said: <q>Innovation breeds success, and in television, <strong> John de Mol </strong>'s track record is second to none. He evidently has another winner with The Voice of format.</q> De <strong> John de Mol </strong> claims the Voice Of... \"features only real singing talent\" and the competition starts with a \"blind\" audition so the judges are not swayed by the contestants' looks. Subsequent rounds", "new_id": -2}, {"uid": "1297078488193609737", "i": 43374, "idx": 0, "sa": ["Paul McMullan", "Max Mosley", "Andy Coulson"], "q": "Newspapers The Home Affairs Committee on Friday published the evidence it has received so far in relation to its investigation into the <q>unauthorised tapping into or hacking of mobile communications</q>. The most interesting bits are from <strong> Paul McMullan </strong>, who was features editors at the NoW between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for breach of privacy", "new_id": -2}]