[{"uid": "1296595859061521938", "i": 50044, "idx": 0, "sa": ["Allen Iverson", "Stephen A. Smith", "Ben Roethlisberger"], "q": "crumbled, so did his personal life when his wife filed for divorce last week. But in a bombshell report from friend and former Sixers beat writer, <strong> Stephen A. Smith </strong>, <strong> Allen Iverson </strong> also has problems with alcohol and gambling. <q> If numerous NBA sources are telling the truth-- and there's no reason to believe they'd do otherwise in a situation of this magnitude-- <strong> Allen Iverson </strong> will either drink himself into oblivion or gamble his life away. </q> Philadelphia Inquirer Sexual Misconduct allegations plague Steeler's <strong> Ben Roethlisberger </strong> again( From USATODAY) link to the article.... www.usatoday.com I'll paste a small part of the article here. It was too long to paste it all", "new_id": -2}, {"uid": "1295559827214679590", "i": 31605, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other href=\"http://www.physorg.com/tags/ceo/\" rel=\"tag\"> CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so", "new_id": -2}, {"uid": "1297406496159514644", "i": 386, "idx": 0, "sa": ["Eric Schmidt"], "q": " Ansturm auf kleine Unternehmen bertrieben: Google-Chef spricht von neuer Internet-Blase zuletzt aktualisiert: 11.02.2011- 06:49 Z?rich( RPO). Google-Chef <strong> Eric Schmidt </strong> h?lt den Ansturm auf kleinere Internet-Unternehmen wie Facebook f?r bertrieben. <q> Da sind klare Anzeichen einer Blase </q>, sagte <strong> Eric Schmidt </strong> einem Magazin. Aber die Bewertungen seien nun einmal, wie sie sind. Die Leute glaubten eben, dass diese Firmen in der Zukunft riesige Ums?tze erreichen w?rden. Fotos href=\"http://www.rp-online.de/digitale/handy/Jetzt-auch-fuer-Tablet-PCs-Google-stellt-Android-30-vor_bid_62291.html\" target=\"_top\">", "new_id": -2}, {"uid": "1295218051235503687", "i": 1658, "idx": 5, "sa": ["Walter Johnson", "Kirsten Gillibrand", "Ben Ali"], "q": ": true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01092011- 9v&amp;flvURL=/media/2011/01/09/01092011- 9v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F09%2F01092011- 9v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong> Pepper, <strong> Walter Johnson </strong>'',`` description'': <q> <strong> Walter Johnson </strong> senior <strong> Kirsten Gillibrand </strong> Pepper, a 2010 All-Met swimmer, talks about her passion for swimming. A Florida State recruit, Pepper is one of the area\\'s swimmers. Last March, she finished third in the 200 freestyle and sixth in the 500 freestyle at the NCSA Junior Nationals. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/09/PH2011010901880.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp- dyn/emailBen Alink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/09/VI2011010901837.html&amp;title=Kirsten Gillibrand Pepper, <strong> Walter Johnson </strong>& site= sports", "new_id": -2}, {"uid": "1297175671006504497", "i": 47290, "idx": 0, "sa": ["Dawn Matthews", "Steve Ballmer", "Bill Gates"], "q": "<strong> Bill Gates </strong>, but for a single mum it is a lot of money that I don't have,'' she added, fighting back the tears and trying to cover the mental scars of corporate abuse. <q> The bank and Microsoft are blaming each other and no one is helping me. It has taken me ages to permanently get rid of my card details from the website. It was only when I made a complaint that they took all my details off. </q> Microsoft responded by saying that parental control functions are present on the console to prevent kids doing exactly this. But did <strong> Steve Ballmer </strong> come round himself and show <strong> Dawn Matthews </strong> how to do it personally? Did", "new_id": -2}, {"uid": "1296484968251248673", "i": 2035, "idx": 0, "sa": ["Sergio Marchionne"], "q": " AUBURN HILLS- Die ehemalige Daimler-Tochter Chrysler schreibt weiterhin Verluste. Im vergangenen Jahr summierte sich das Minus auf unterm Strich 652 Millionen Dollar. Alleine im Schlussquartal verlor der kleinste der drei US-Autokonzerne 199 Millionen Dollar. <q> Unsere Arbeit ist noch nicht getan </q>, r?umte Firmenchef <strong> Sergio Marchionne </strong> am Montag ein. Chrysler ist der Problemfall unter den drei gro?en US-Autokonzernen. Die heimischen Konkurrenten General Motors und Ford schreiben nach der schweren Branchenkrise schon wieder Milliardengewinne. <strong> Sergio Marchionne </strong>, der gleichzeitig Fiat", "new_id": -2}, {"uid": "1295480681265797667", "i": 29272, "idx": 0, "sa": ["Mike Pence", "John Yarmuth"], "q": "300,000 of them with pre-existing conditions, your protection against discrimination will not go away,'' <strong> John Yarmuth </strong> said. Republican members saw the vote as an opportunity to follow through on a campaign promise. <q> Today, House Republicans are going to stand with the American people, </q> said U.S. <strong> Mike Pence </strong>( R- Indiana),`` and vote to repeal the government takeover of healthcare lock stock and barrel.'' The House repeal of the plan is largely symbolic, because Democrats still control", "new_id": -2}, {"uid": "1295639822124272688", "i": 24274, "idx": 3, "sa": ["Gordon Brown", "Andy Coulson"], "q": "you want to call it that, and parts of England that the Conservative Party found it difficult to reach, was quite important to them,'' added Dr. Bale. He also credits <strong> Andy Coulson </strong> with being <q> an excellent media operator, </q> citing his role in the salvaging of Conservative's fortunes in the middle of 2007 when their hopes of winning government appeared to be slipping away as <strong> Gordon Brown </strong> enjoyed a bounce in popularity shortly after becoming prime minister.", "new_id": -2}, {"uid": "1295696471029671444", "i": 6861, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "Susan Sarandon", "Angelina Jolie", "Kristen Stewart", "Tim Robbins", "Ricky Gervais"], "q": "Love Interest?( 661) Best& Worst of the Golden Globes! <strong> Ricky Gervais </strong> Roasts <strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>...( 425) <strong> Kristen Stewart </strong>'s Vogue Outtakes: Too Much Photoshop?( 424) <strong> Susan Sarandon </strong>: <q> I Don't Have a Boyfriend! </q> Fri., Jan. 21, 2011 5:30 PM PST by For quite some Tim Robbinse, numerous reports have claimed that href=\"http://uk.eonline.com/uberblog/celebs/c116667_Susan Sarandon_Susan Sarandon.html\"> <strong> Susan Sarandon </strong>'s boyfriend is her young business partner Jonathan Bricklin.", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]