[{"uid": "1296149573243646477", "i": 35914, "idx": 11, "sa": ["Michael Vick"], "q": "to hated. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q>I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short,</q> he said. You must fill out the comment body in order to submit a comment. Eagles quarterback <strong> Michael Vick </strong> drops back to pass during practice for the the Pro Bowl Wednesday.( EUGENE TANNER/Associated Press)", "new_id": -2}, {"uid": "1296675717070008838", "i": 43753, "idx": 1, "sa": ["Steve Ballmer"], "q": "million right before the system's launch. \"This has been the biggest holiday and the biggest year ever for Xbox,\" said CEO <strong> Steve Ballmer </strong> during a keynote address at January's Consumer Electronics Show. <q>The Xbox is becoming the hub of your living room.</q> Connecting with Kinect Indeed, Kinect seems to have touched a nerve with the general public. Rather than holding a motion controller( even a simplified one) in your hand, the system is", "new_id": -2}, {"uid": "1296109290115327074", "i": 23380, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "'s paramount for me and my family and I'm just thankful.\" <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q>I'm enjoying the guys and I'm enjoying being out here playing football,</q> he said. \"This is what you work for. You work hard to get in this position. I'm ecstatic to be here.\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making. \"In strategy we agree. There's no disagreement,\" <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q>In character, he's fundamentally a deeper thinker than anybody else,</q> he said. \"He sees a few moves deeper than I do.\" <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}, {"uid": "1296124768218218506", "i": 13454, "idx": 0, "sa": ["Andy Coulson", "George Osborne", "Rupert Murdoch"], "q": "January 2011 10:01 AM I do love the pious attitude of the left on this subject, I remember a time when they were only to happy to jump into bed with <strong> Rupert Murdoch </strong> and the Sun! <q>When <strong> Andy Coulson </strong> was editor of the NoW the paper purported to show <strong> George Osborne </strong> in a girls-and-cocaine situation, or so I have heard. Although this story was easily refuted, you would expect the future chancellor to be pretty miffed about it. And yet it is said that <strong> George Osborne </strong> himself suggested <strong> Andy Coulson </strong> as the Govt's director of communications. Amazing kind-heartedness on the part of a man not generally known for such qualities.</q> Sybantcho 27 January 2011 10:02 AM exiledlondoner 27 January 2011 10:03 AM \"When <strong> Andy Coulson </strong> was editor of the NoW the paper purported to show <strong> George Osborne </strong> in a girls-and-cocaine situation, or so I have", "new_id": -2}, {"uid": "1295566930055705679", "i": 29967, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "able to: Shortly after Google's surprise announcement that co-founder Larry Page will take over as chief executive starting April 4, current CEO <strong> Eric Schmidt </strong> sent a message to his more than 225,000 Twitter followers saying, <q>Day-to-day adult supervision no longer needed!</q> remark made by Google co-founder <strong> Sergey Brin </strong> when Mr. <strong> Eric Schmidt </strong> was appointed as chief executivechairman of the company in 2001. He became CEO in August of that year. \"Basically, he's going to be a", "new_id": -2}, {"uid": "1295459058253952020", "i": 5394, "idx": 0, "sa": ["David Letterman"], "q": "to cancel the remainder of their North American tour. Tyler previously put the accident down to a mis-timed dance move, but he's now come clean about the real reason behind the incident. <strong> David Letterman </strong>, <q>I guess it's not any news about my drug use and addictions in the past... So a couple of years ago I was doing Lunesta( sedative) because I had some problems with my feet... That's the tip of the iceberg. I was snorting that, I fell off the stage... That shows you what kind of a drug addict I was.</q> \"Only the finest for me... I was looking for any excuse to get high and I should have been using my band because my band is the strongest drug I've ever had.\"", "new_id": -2}, {"uid": "1297662325045400099", "i": 13858, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Print <strong> Donald Rumsfeld </strong> defends his time in office and settles scores Book review: <q>Known and Unknown: A Memoir,</q> by <strong> Donald Rumsfeld </strong>. Sentinel/Penguin Group,$ 36 <strong> Donald Rumsfeld </strong> has served as White House chief of staff and twice as secretary of defense, the youngest and the oldest man ever to hold the post. He has been", "new_id": -2}, {"uid": "1297260047038011259", "i": 40773, "idx": 13, "sa": ["Donald Rumsfeld", "... More", "Condoleezza Rice", "President Bush"], "q": "of two difficult wars. <strong> Donald Rumsfeld </strong> accepted the president's decision. \"I now believe that this was a misjudgment on my part <strong> ... More </strong> than anything else I have failed to do,\" he writes, <q>and even amid my pride in the many important things that we did accomplish, I regret that I did not leave at that point.</q> Fans of Washington insider politics, meanwhile, will find plenty to chew over. <strong> Donald Rumsfeld </strong> does not hesitate to dish on the personal squabbles that plagued the <strong> President Bush </strong> administration. <strong> Donald Rumsfeld </strong> accuses <strong> Condoleezza Rice </strong>, who", "new_id": -2}, {"uid": "1295561213061718561", "i": 14101, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "the blog post. It's not the first signal that <strong> Google Inc. </strong> wants to change how people get form place to place. In a speech Sept. 29 before the Techcrunch \"Disrupt\" conference, <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> said <q>your car should drive itself. It just makes sense.</q> \"It's a bug that cars were invented before computers,\" <strong> Eric Schmidt </strong> said. The New York Times published a report on the development earlier Sunday. The Mountainview, Calif.-based technology giant has sent seven test cars", "new_id": -2}]