[{"uid": "1297264343254083122", "i": 31549, "idx": 1, "sa": ["Sean Hannity", "Donald Rumsfeld"], "q": "Brotherhood a danger to the United States and Israel. \"The problem we have is there are many elements in a popular revolt,\" former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> told Fox News' <strong> Sean Hannity </strong> Tuesday. <q> Among them are extremists, like the Muslim Brotherhood. They tend to be not the largest, but the most extreme, the best organized, the best financed, and the most vicious. </q> <cite> http://topsy.com/www.rawstory.com/rs/2011/02/egypts-muslim-brotherhood-rejects-religious-state/?utm_source=pingback&amp;utm_campaign=L2 </cite> Tweets that mention Egypt's Muslim Brotherhood rejects \"religious state,' won\"t seek presidency| Raw Story- Topsy.com[...] This post was mentioned on Twitter by The Raw Story", "new_id": -2}, {"uid": "1296391518023904278", "i": 43973, "idx": 4, "sa": ["Mike Pence", "Dan Quayle", "Ronald Reagan", "Bill Stephan", "Jack Kemp"], "q": "as someone who, even then, wore his heart on his sleeve,\" <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school in Indianapolis, largely because he heard in <strong> Ronald Reagan </strong> <q> the manifestation of the kind of traditional American ideals that I was raised to believe in. </q>( Besides <strong> Ronald Reagan </strong>, <strong> Mike Pence </strong>'s other top political heroes include Republicans <strong> Jack Kemp </strong> and <strong> Dan Quayle </strong>.) But his first attempts at elected office-- not counting his successful run for class president in high school", "new_id": -2}, {"uid": "1295988296031850526", "i": 6102, "idx": 1, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "CEO <strong> Eric Schmidt </strong> for passing the torch to co-founder Larry Page, writing in a blog post last week that a change was needed to \"simplify our management structure and speed up decision making.\" <q> Google is still the same entrepreneurial company it was when I started, encouraging Googlers to take on big ideas and high-risk, high-reward opportunities, </q> <strong> Alan Eustace </strong> wrote. Last week Google said that as of the end of 2010, 24,400 people worked for the company. Tom Krazit Full Profile E-mail Tom Krazit", "new_id": -2}, {"uid": "1295364352186253316", "i": 19356, "idx": 3, "sa": ["Oprah Winfrey", "Barbara Walters", "Michael Vick"], "q": "wager,\" suggesting 100 British pounds. <strong> Oprah Winfrey </strong> seemed game, but suggested they double it. \"Make it two.\" So, 200 pounds it is( about$ 320). <q> If <strong> Michael Vick </strong> chooses to sit with you as his first interview and not with me, then that's the way it's supposed to be, </q> <strong> Oprah Winfrey </strong> said. \"God bless the man.\" <strong> Barbara Walters </strong> also is believed to be interested. In other <strong> Michael Vick </strong> related news: In his weekly Virginia Beach ESPN radio appearance, <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1297690697098959374", "i": 5673, "idx": 0, "sa": ["Liz Trotta", "Anderson Cooper", "David Letterman"], "q": "the comments. She called <strong> Anderson Cooper </strong>'s reporting \"really shocking,\" saying that \"any correspondent worth his salt knows that you shouldn't be making editorial comments.\" <strong> Anderson Cooper </strong>, she said, became <q> quite incoherent, accusing Mubarak of lies-- and, though they may be lies and probably were, it's not in his purview to say so. </q> The host asked another question, but <strong> Liz Trotta </strong> brought her answer back to <strong> Anderson Cooper </strong>. She said that she had been offended by his appearance on <strong> David Letterman </strong>'s show last week.( <strong> Anderson Cooper </strong> \"Has", "new_id": -2}, {"uid": "1295550320082853986", "i": 45036, "idx": 1, "sa": ["John McCain", "Colin Powell", "Sarah Palin", "Barack Obama"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,\" <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <q> <strong> Michelle Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well, </q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}, {"uid": "1295278289044859433", "i": 19953, "idx": 2, "sa": ["Mike Pence"], "q": "the APC, said that <strong> Mike Pence </strong>'s ability to unite the three traditional areas of conservatism- fiscal, foreign policy, and social- make him an ideal candidate for the nation's newly energized conservatives. <q> <strong> Mike Pence </strong> describes himself as \"First a Christian, then a conservative, then a Republican.\" He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012, </q> Benko said in the release. Benko told CNSNews.com on Monday that the rise of Internet fundraising and organizing, coupled with the emergence of the tea party activists, gives <strong> Mike Pence </strong> a \"ready\" base in", "new_id": -2}, {"uid": "1295448248150847491", "i": 39909, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Hillary Clinton", "Ileana Ros-Lehtinen"], "q": "\"<cite> TeamPOLITICO: Jan. 19, 2011- 7:30 AM EST </cite>\" Rep. <strong> Ileana Ros-Lehtinen </strong>( R-Fla.), chair of the House Committee of Foreign Affairs, objected to the PLO flag being flown. <q> <cite> TeamPOLITICO: Jan. 19, 2011- 7:30 AM EST </cite> </q> The flag-raising came as <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) and 16 other senators wrote to Secretary of State <strong> Hillary Clinton </strong> on Tuesday, asking the <strong> Barack Obama </strong> administration to oppose the Palestinian Authority's efforts to bring a resolution before the", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}, {"uid": "1295448248150847491", "i": 39907, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "P.J. Crowley"], "q": "It means the[ <strong> Barack Obama </strong>] administration is serious,\" Areikat said. \"What we are urging them now is to translate their support for a Palestinian state into concrete action.\" He added: <q> We hope that this will help international efforts to provide recognition of the Palestinian state and we hope that, as <strong> Barack Obama </strong> said at the U.N. <strong> Gen. David Petraeus </strong> Assembly last year, by the next <strong> Gen. David Petraeus </strong> Assembly session this year in September, Palestine will be a full member of the U.N. </q> But <strong> P.J. Crowley </strong>, a State Department spokesman, said that \"granting permission to raise the flag does not change their fundamental status.\" The flag-raising came as <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) and 16", "new_id": -2}]