[{"uid": "1297199444258572348", "i": 24159, "idx": 0, "sa": ["George H. W. Bush", "Diane Sawyer", "Donald Rumsfeld"], "q": "reports today on <strong> Diane Sawyer </strong>'s recent interview with former Secretary of Defense <strong> Donald Rumsfeld </strong>. <q> Powell-- along with other top <strong> George H. W. Bush </strong> administration officials and advisers-- truly believed Saddam had weapons of mass destruction at the time of his famous presentation to the United Nations in February 2003. </q> \" Asked if he turned the conversation inside the administration to Iraq in the wake of 9/11, <strong> Donald Rumsfeld </strong> said \"absolutely not.\" \" 5 hours after the 9/11 attacks, <strong> Donald Rumsfeld </strong> said \"", "new_id": -2}, {"uid": "1296669399223756300", "i": 6048, "idx": 1, "sa": ["Zahi Hawass", "Manfred Bietak"], "q": ", ihr Inhalt zum Teil zerschlagen. Die gr?ten Sch?den trug der Grabschatz des Pharao Tutanchamun davon: Zwei vergoldete Statuetten sind zerbrochen, eine ist verschwunden. Schmuckst?cke sowie weitere Objekte aus dieser Abteilung sollen entwendet worden sein. <q> Allem Anschein nach konnte im Museum aber das Schlimmste verhindert werden </q>, sagt <strong> Manfred Bietak </strong>, renommierter Emeritus-Professor f?r gyptologie an der Uni Wien und langj?hriger Grabungsleiter in gypten. Wertvolles wurde bersehen Wie <strong> Zahi Hawass </strong>- f?r <strong> Manfred Bietak </strong> \"der richtige Mann an der richtigen Stelle\" -", "new_id": -2}, {"uid": "1295903297179077120", "i": 37701, "idx": 17, "sa": ["George H. W. Bush", "Henry Kissinger", "Donald Rumsfeld"], "q": "Iraq. The differences weren't personal, <strong> Donald Rumsfeld </strong> said. He recalled receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, \"To an occasional adversary and a permanent friend.\" <q> When I started working on the book, <strong> Henry Kissinger </strong> said,` You tell it like it was.' We differed on some issues, and there's nothing wrong with that. It was professional and healthy, </q> <strong> Donald Rumsfeld </strong> said. Working on the book meant second-guessing his memory. In 1983, <strong> Donald Rumsfeld </strong> was a special Middle East envoy for <strong> George H. W. Bush </strong> Ronald Reagan and met with Iraqi leader Saddam Hussein, at the time viewed", "new_id": -2}, {"uid": "1296453516129859633", "i": 1546, "idx": 3, "sa": ["Barack Obama", "Eric Schmidt"], "q": "Pero en Davos <strong> Eric Schmidt </strong> descart tales rumores. Recalc que el cambio \"no tuvo nada que ver con los competidores\" y hab?a sido \"malinterpretado, creo, por mucha gente\" . Agreg que <q> Todos las razones que se han ofrecido para explicar esta reorganizaci?n no han sido correctas </q>, agreg. \"La raz?n correcta es que nos sentamos y dijimos:` esta es una empresa que necesita ser dirigida de una manera m?s simple\" '. <strong> Eric Schmidt </strong>, quien se convertir en Barack Obamae", "new_id": -2}, {"uid": "1295594470029032448", "i": 1100, "idx": 0, "sa": ["Michael Gove", "Annette J. Smith", "Viktor Bout"], "q": "said that if trips meant teachers filling in endless forms, or if procedures for asking for parents' permission for children to go on trips were not streamlined, organising a science outing could become unattractive. <q> It's a question of making sure that, within school, they don't create a bureaucracy that makes it difficult to get out. <strong> Annette J. Smith </strong>: \"Every educator would say outdoor experience is good </q> \"Every educator would say outdoor experience is good, <strong> Viktor Bout </strong> it is more complicated to organise.\" In September, Education Secretary <strong> Michael Gove </strong> promised to reduce the level of bureaucracy encountered by schools.", "new_id": -2}, {"uid": "1296102825131907644", "i": 27020, "idx": 8, "sa": ["Shaun Johnson", "Dwight Howard", "Tim Duncan", "Allen Iverson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Shaun Johnson </strong> 04/05 Three-Tim Duncane scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Orlando <strong> Shaun Johnson </strong>@ Chicago Bulls| 1996 Playoffs| ECF Game 1: Orlando's worst nightmare Orlando <strong> Shaun Johnson </strong>@ Chicago Bulls| 1996 Playoffs| ECF Game 1", "new_id": -2}, {"uid": "1295645052096387075", "i": 17528, "idx": 0, "sa": ["Eric Schmidt"], "q": "Synalloy Corporation Names Craig C. Bram Chief Executive Officer Google( GOOG) <strong> Eric Schmidt </strong> Says <q> Adult Supervision No Longer Needed </q> SYNL) announce the appointment of Craig C. Bram to the position of Chief Executive Officer of the Company effective January 24, 2011. Mr. Bram comes with complete familiarity with the Company, having served on its Board", "new_id": -2}, {"uid": "1297260302158613537", "i": 31383, "idx": 2, "sa": ["Bill Lockyer"], "q": ". \"I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page.\" State Treasurer <strong> Bill Lockyer </strong>, speaking about the dilemma at a conference last month, said there <q> has been this nervousness, partly as a result of listening to political consultants... that you can't seem to be threatening voters </q> about voting for taxes. \"There's this worry about the optics of all that. I understand that- voters don't want to be threatened, and voters shouldn't be threatened,\" <strong> Bill Lockyer </strong>", "new_id": -2}, {"uid": "1297309062028164170", "i": 3903, "idx": 4, "sa": ["Donald Rumsfeld", "Robert Smith", "Ann Agee"], "q": "at Abu Ghraib were the actions of \"a small group of prison guards who ran amok.\" \"This guy doesn't have it all together in his head,\" said <strong> Ann Agee </strong> of <strong> Donald Rumsfeld </strong>. <q> Everybody counts as much as anybody else. </q> <strong> Ann Agee </strong> was escorted away from the entrance of the Center and back to a spot near the street. <strong> Robert Smith </strong>, 60, of Germantown, said that back in 1978 he had stood outside of", "new_id": -2}, {"uid": "1296109027260849762", "i": 11568, "idx": 0, "sa": ["David Sullivan", "George Clooney", "Wayne Bridge", "Ben Foster", "Simon Cowell"], "q": "years of my life and money following them i would be driving around in a Ben Fostertley sporting a nice pair of 34gg knockers, <strong> Simon Cowell </strong> teeth and married to <strong> George Clooney </strong>. Probably.@BongoChrist <q> You are a snob </q> bainWayne Bridged 26 January 2011 11:02 PM tropicalia 26 January 2011 11:02 PM \" <strong> David Sullivan </strong> attributed his decision( not to bother going to his team's match) to the despondency he would feel over", "new_id": -2}]