[{"uid": "1295980470255737962", "i": 5254, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dick Durbin", "John Thune", "Mark Kirk", "John McCain", "Tom Udall", "John G. Roberts", "Tom Cohen"], "q": "from their rival party. Watch <strong> John McCain </strong>( R-Ariz.) sit alongside <strong> Barack Obama </strong> <strong> Tom Udall </strong>( D-N.M.), and <strong> Barack Obama </strong> <strong> Dick Durbin </strong>( D-Ill.) cosy up to <strong> Barack Obama </strong> <strong> Mark Kirk </strong>( R-Ill.) on the House floor. <q> Two of the most photogenic senators, </q> adds <strong> Tom Cohen </strong> at CNN,`` say they will sit together.'' That's <strong> John Thune </strong>( R-S. D) and <strong> Kirsten Gillibrand </strong>( D-N.Y.) â\u0080¢ Supreme Court no-shows: Chief Justice <strong> John G. Roberts </strong>, <strong> Barack Obama </strong> said", "new_id": -2}, {"uid": "1295562019175194161", "i": 45575, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is going to talk about,'' all of which is expected to be accomplished by April, <strong> Eric Schmidt </strong> said. Page, after congratulating <strong> Eric Schmidt </strong> on doing`` an outstanding job,'' and saying there was <q> no one in the universe who could have accomplished what he's done, </q> passed the call over to <strong> Sergey Brin </strong>. <strong> Sergey Brin </strong>, however, punted. After saying he expected to work with both Page and <strong> Eric Schmidt </strong> for`` many more decades,'' said he would focus on`` my", "new_id": -2}, {"uid": "1295602406020365332", "i": 16844, "idx": 0, "sa": ["Eric Schmidt"], "q": "a decade, the company has struggled to find its footing in social networking, with a new crop of Web companies such as Facebook and Twitter stealing Web traffic and engineering talent. <q> As spending was curbed and order restored over the last few years, some of that Google magic was lost, </q> said Tricia Salinero, managing director of Newforth Partners, a mergers and acquisitions advisory firm, in an email. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, said that", "new_id": -2}, {"uid": "1297416933108904472", "i": 41889, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "stepping down as he`` pursues other interests outside the company''. Nokia is betting heavily that they can speed up company operations. In a joint release by Nokia CEO <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>, <q> Today, the battle is moving from one of mobile devices to one of mobile ecosystems, and our strengths here are complementary. Ecosystems thrive when they reach scale, when they are fueled by energy and innovation and when they provide benefits and value to each person or company who participates. This is what we are creating; this is our vision; this is the work we are driving from this day forward. </q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we", "new_id": -2}, {"uid": "1296980220081723411", "i": 44331, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "ask taxpayers in Vermont and other Democratic-leaning states for another bailout.''- U.S. <strong> Sen. Bernie Sanders </strong>, a Vermont independent, on American International Group Inc.'s mortgage insurer doing more business in GOP-leaning states <q> Any money you net you did not actually save. Rather, you earned it, because there are few things more time-consuming than properly marketing and selling a home. </q>- real estate agent Jeff Block, on for-sale-by-owner efforts`` In a casino, things happen quickly, and I think you would want to have people on the floor available 24/7. That", "new_id": -2}, {"uid": "1295658306074924083", "i": 1965, "idx": 2, "sa": ["Eric Schmidt"], "q": "so good that it essentially forced me to change my mind,'' <strong> Eric Schmidt </strong> still-gestating operating system that moves all data and applications into the Google browser- another idea heavily pushed by Larry Page. <q> I think we just wore you down, </q> said Page.`` I just gave up,'' said <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> has served as Google CEO for nearly a decade, but by all accounts( including a 2004 Google filing with the", "new_id": -2}, {"uid": "1295786638204455947", "i": 37872, "idx": 0, "sa": ["James Finn", "Andy Coulson"], "q": "for miles and miles there was no appearance of life or habitation.'' The British Consul General, <strong> James Finn </strong>, wrote in 1857:`` the country is in a considerable degree empty of inhabitants.'' Report Abuse <q> Let's see, we let BP regulate and investigate itself. We let Wall Street regulate and investigate itself. Yea, let Israel investigate itself, what could go wrong. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mom's$ 5 Anti Aging Trick Dermatologists DO N'T Want You Knowing About This", "new_id": -2}, {"uid": "1296744572199131164", "i": 25917, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "will increase all in the need for higher CORPORATE PROFITS. These news stories are NOT trustworthy any more. Pure PROPOGANDA! Unemployed and underemployed are just NOY being counted any more. Report Abuse <q> Could this mean many have run out of benefits? </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Hot Stock Alert- GSLO Our Solar Technology Charges Your iPhone on the Go. Invest", "new_id": -2}, {"uid": "1295498285152403986", "i": 9390, "idx": 1, "sa": ["Kara DioGuardi", "Simon Cowell", "Steven Tyler"], "q": ", <strong> Kara DioGuardi </strong> and <strong> Simon Cowell </strong>. <strong> Steven Tyler </strong> doesn't plan to be cruel in his critiques, but said he offers the competition a level of credibility within the music industry that it might have lacked. <q> I'm bringing the 40 years of being the front guy of Aerosmith, who's judged the hell out of himself </q> to the show, he said.`` No more, no less.`` I'm looking for three things: can they sing, are they in pitch and do they have star quality. That", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}]