[{"i": 13003, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q>I think the opening of the capital markets window in the United States is real,<q> <strong> Sergio Marchionne </strong> said. \"I think it would be unwise for Chrysler not to take advantage of the opening.\" On the Italian side, he is preparing to invest â\u0082¬ 700 million in a plant", "sa": ["Sergio Marchionne"], "uid": "1296231906026230879"}, {"uid": "1295681320220479511", "i": 46170, "idx": 3, "sa": ["Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "they never showed up. They never got it going.\" <strong> Allen Iverson </strong> sat out all but 1:11 of the fourth quarter, when Nuggets coach <strong> George Karl </strong> emptied his bench, prompting <strong> Carmelo Anthony </strong> to accuse the team of quitting. <q>In a game like tonight, on our All credit goes to BroadbandTV and NBA.com. The Nuggets beat up on the Los Angeles Lakers and <strong> Kobe Bryant </strong> in Denver, CO on Friday night. The final score was 105-79, in favor of Denver. http://wn.com/Kobe_Bryant,_Lakers_MVP_Chants_at_Pepsi_Center_after_sweeping_the_Nuggets,_2008 Lakers fans at the Pepsi Center in Denver drown out the \"<strong> Kobe Bryant </strong> sucks<q> chants from Nuggets fans following the Lakers 4-0 sweep of the Nuggets in the first round of the playoffs. Check out this wholesale real estate deal in Denver, CO- Asking$ 80k/ ARV$ 145k+", "new_id": -2}, {"uid": "1295786407057016333", "i": 7689, "idx": 1, "sa": ["Michael Jordan", "Deron Williams", "Allen Iverson", "Dikembe Mutombo"], "q": "have averaged 50 points today!\" During a 2007 LA Lakers pre-season broadcast, Phil Jackson was asked how he thought <strong> Michael Jordan </strong> would perform today, Phil said: \"<strong> Deron Williams </strong> would average 45 with these rules.\" <q>You can't even touch a guy now,<q> says Charlotte http://wn.com/Allen_Iverson_47pts_vs_Hawks_00/01_NBA_MVP_*16th_40-point-game <strong> Dikembe Mutombo </strong> wouldn't let his former teammates get their way. <strong> Dikembe Mutombo </strong> had 13 points, 13 rebounds and nine blocked shots and <strong> Allen Iverson </strong> scored 47 points as the Philadelphia 76ers beat the Atlanta Hawks 108-103 Friday", "new_id": -2}, {"uid": "1296311665197001241", "i": 36341, "idx": 1, "sa": ["Robbie Williams", "Simon Cowell"], "q": "hit. Not only that, he is also straight-talking and comical. \"We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be,\" the source told the Daily Star. <q>There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it.<q> If <strong> Robbie Williams </strong> does accept the offer, he'll miss the audition rounds as he'll be on tour throughout the summer. Take That Tickets are on sale now. Follow us on", "new_id": -2}, {"uid": "1296010719065716253", "i": 8319, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "had been shot. School district police patrol campuses and school events. Brown and Stewart were believed to have no connection to Skyline High. Foley said the sergeant had opened fire because his partner <q>was being stabbed with the screwdriver, which was clearly a threat to his life.<q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 2 BA$ 999,000.00 SAN FRANCISCO 3 BR/ 3", "new_id": -2}, {"uid": "1296783985243531783", "i": 25933, "idx": 0, "sa": ["Cheryl Cole", "Jon Gosselin", "Kim Kardashian", "Cullen Jenkins", "Heidi Montag", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Michael Jackson"], "q": "X-Factor Danyl Johnson XFactor Stacey Audition Auditions <strong> Simon Cowell </strong> <strong> Cheryl Cole </strong> <strong> Dannii Minogue </strong> <strong> Louis Walsh </strong> <strong> Heidi Montag </strong> Body Language Miss Universe <strong> Kim Kardashian </strong> skanks Megan Wants Millionaire Hauserman Ryan <strong> Cullen Jenkins </strong> What the Buck <strong> Michael Jackson </strong> Buckley <strong> Jon Gosselin </strong> Murder Suicide entertainment news web series video blog Luke 17:20 <q>And when he was demanded of the Pharisees, when the kingdom of God should come, he answered them and said, The kingdom of God cometh not with observation: 21 Neither shall they say, Lo here! or, lo there! for, behold, the kingdom of God is within you.<q> <strong> Michael Jackson </strong> 18:36 \"Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now", "new_id": -2}, {"uid": "1295043882008175621", "i": 27489, "idx": 0, "sa": ["Mike Goodson", "David Letterman", "Jimmy Clausen"], "q": "me of <strong> David Letterman </strong>'s, and he uses it constantly. The second-year running back is eternally optimistic. When reminded Wednesday that the Panthers went 1-7 in the first half of this season, <strong> Mike Goodson </strong> smiled and said: <q>Then, in the second half, we'll just have to go 8-0. Finish it off good.<q> Panthers vs. Bucs WHO: Carolina( 1-6) at Tampa Bay( 5-3) Raymond <strong> Jimmy Clausen </strong> Stadium, Tampa, Fla. TV: Fox <strong> Mike Goodson </strong> soon will get a", "new_id": -2}, {"uid": "1296671144083132443", "i": 6258, "idx": 2, "sa": ["Mitt Romney", "Sarah Palin", "David Letterman"], "q": "'d be great in a primary process.\" Five ways Republicans will change the House Later that evening, he joked with <strong> David Letterman </strong>, who has had well-publicized disputes with Ms. <strong> Sarah Palin </strong>, saying, <q>be careful what you say about her.<q> <strong> Mitt Romney </strong> added, \"She has a rifle, you know.\" The <strong> David Letterman </strong> appearance seemed aimed in part at warming up <strong> Mitt Romney </strong>'s image as a buttoned-down, successful businessman. He talked about a dispute", "new_id": -2}, {"uid": "1296486373063668243", "i": 2376, "idx": 13, "sa": ["Mike Pence"], "q": "his congressional staff of about 20 aides and heading the House GOP conference that served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate. <q>If we would decide to seek the governorship,<q> <strong> Mike Pence </strong> said, \"I would expect people can judge whatever we would bring to the candidacy at that time.\" From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295835341029999122", "i": 2873, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "\" <strong> Nick Clegg </strong> today suggested that, as deputy prime minister, he would have a role in choosing <strong> Andy Coulson </strong>'s successor. He said it was \"primarily\" <strong> David Cameron </strong>'s job to find a replacement, adding <q>of course I will play a role as well<q>. He said the scandal had not altered the coalition's path. \"I don't think this government will miss a beat in terms of just pressing ahead with the plan that we've set out", "new_id": -2}]