[{"uid": "1297094849185942031", "i": 10764, "idx": 1, "sa": ["Sir Howard Stringer", "Simon Cowell"], "q": "Miami, New York/New Jersey and Seattle will also host auditions. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" said <strong> Simon Cowell </strong>. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.</q> \"I have always been proud of the achievements of THE X FACTOR worldwide, and am looking forward to its American launch,\" said <strong> Sir Howard Stringer </strong>, Chairman, CEO and President of Sony Corporation. \"", "new_id": -2}, {"uid": "1295993933011730957", "i": 32901, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "<strong> Kelsey Grammer </strong>, who left his wife <strong> Camille Grammer </strong> in July for younger woman <strong> Kayte Walsh </strong>, has been engaged in acrimonious... Despite her ex's recent engagement, <strong> Camille Grammer </strong> is not looking to get hitched anytime soon. <q>I don't want to get married again; I need time,</q>... <strong> Kelsey Grammer </strong> Opens Up About Divorce, Kids On <strong> David Letterman </strong>( Video) <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong>'s divorce is getting nasty, but it isn't impacting the kids, <strong> Kelsey Grammer </strong> says. <strong> Kelsey Grammer </strong> sat down with", "new_id": -2}, {"uid": "1295476329265797672", "i": 840, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler"], "q": "<strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. \"The part that's a little difficult is judging young kids,\" the 62-year-old said. <q>It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.</q>( A jab at <strong> Simon Cowell </strong>?) \"I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,\" he prattled cheerfully. \"There", "new_id": -2}, {"uid": "1295635525217038960", "i": 9302, "idx": 3, "sa": ["Eric Schmidt"], "q": "\" <strong> Eric Schmidt </strong> said Thursday that Page is now ready to lead. told BusinessWeek that running a company collaboratively produces better results \"because you have more bandwidth and checking and balancing going on.\" <q>I think[ co-founder] Sergey[ Brin] and I have remarkably similar views on things, largely because we've spent a lot of time together. I can usually predict when we're going to disagree, and we make sure to talk those things out explicitly,</q> he said. \"And we've had a very good relationship with <strong> Eric Schmidt </strong> as well.\" When <strong> Eric Schmidt </strong> first took over as CEO, \"there was a learning curve for us,\" Page", "new_id": -2}, {"uid": "1296106965198869114", "i": 1642, "idx": 5, "sa": ["Marcus Camby", "Theo Ratliff", "Allen Iverson"], "q": "mark. The NBA record for best start is 15-0, shared by the 1949-50 Washington Capitols and the 1993-94 Houston Rockets. \"Everybody wants to be the first team that knocks us off,\" said <strong> Allen Iverson </strong>. <q>Everybody wants to be that team. It's going to be tough. We have to really dig in and sneak some wins out of other teams' houses. For right know, I'm just living for the moment and I just hope it continues. I'm glad I'm a part of it.</q> <strong> Allen Iverson </strong> scored 22 points, seven during an 18-0 surge that turned a five-point deficit into a 70-57 lead midway through the third period. The Cavaliers missed eight straight shots during that stretch and <strong> Theo Ratliff </strong> was a http://wn.com/Allen_Iverson_25pts_9asts_vs_Lebron_James_Cavs_06/07_*LBJ_Triple_Double <strong> Marcus Camby </strong>", "new_id": -2}, {"uid": "1295571596118865921", "i": 12800, "idx": 0, "sa": ["Eric Schmidt"], "q": ". On April 4, the company's co-founder Larry Page will take over the company's day-to-day operations. statement on Google's blog, <strong> Eric Schmidt </strong> explained the decision to restructure the leadership and simplify the management: <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> The new Republican plan to cut the deficit: Hit poverty-stricken Americans where it will hurt the most What do \"free range,\" \"organic\" and other chicken labels really mean? House GOP Introduces Bills to", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On \"The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I\"m Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}, {"uid": "1297304646234995715", "i": 45475, "idx": 4, "sa": ["Nancy O'Dell", "Simon Cowell"], "q": "with Sony Music. \"It puts me under a lot of pressure. I've got something at stake here,\" he said during the ET interview. However, if anyone likes risk-taking it's <strong> Simon Cowell </strong>. <q>It's risky and I like risks. It's what I call a delicious thrill.</q> At the end of the interview, <strong> Nancy O'Dell </strong> lightened up the mood and asked <strong> Simon Cowell </strong> to let America in on three things no one knows about him. He responded: \"I like ugly dogs.", "new_id": -2}, {"uid": "1295008939037093396", "i": 37761, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "in the presence of her close friend <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. Visiting <strong> Gabrielle Giffords </strong> in the hospital Wednesday, <strong> Kirsten Gillibrand </strong> stroked <strong> Gabrielle Giffords </strong>' hand and responded with amazement as she saw her wounded colleague open her eyes. <q>This is a major leap forward,</q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, said Thursday about the scene <strong> Kirsten Gillibrand </strong> witnessed Wednesday. \"This is a major milestone for her, and we're hoping that she crosses through many more.\"", "new_id": -2}, {"uid": "1297176031226918403", "i": 3193, "idx": 35, "sa": ["David Letterman", "Aaron Rodgers"], "q": "times. But we lucked out. One of their guys punched one of our guys, got a 15-yard penalty-- you can't do that.\"( <strong> Aaron Rodgers </strong>, audience laugh) <strong> David Letterman </strong>:\" <q>No, you hate to see that.</q> <strong> Aaron Rodgers </strong>: \"It's tough, you know?\" <strong> David Letterman </strong>: \"Is it fun when you're out there? I mean, you're overwhelmed by adrenaline for a while aren't", "new_id": -2}]