[{"uid": "1296387505015253604", "i": 30912, "idx": 0, "sa": ["Michael Vick"], "q": "say, ''Three years, that seems like such a long time,'' said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the pit bulls. <q>But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were.</q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs'' lives, their recovery and the message they send, is", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q>Sales professionals are at the heart of almost every successful business,</q> said <strong> Steve Ballmer </strong>. ''Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1296552992203472900", "i": 16861, "idx": 0, "sa": ["Michael Vick"], "q": "Micheal VICKS thou shalt not torture BEASTLY, Democracy approved it upon wisdom chain of linages ascribed it as legit work efforts! Only CIA can tamper with criminal evidences of torture professionally= Gitmo, Report Abuse <q>the prosecutor should be arrested paying bribe.</q> the whole case should be thrown out of court, Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Super Cheap Car Insurance Get Super Cheap Auto Insurance Quotes- You Wo", "new_id": -2}, {"uid": "1295420762187301926", "i": 48592, "idx": 2, "sa": ["Michael Jackson", "Simon Cowell"], "q": "blunt and often controversial criticisms, insults and wisecracks about contestants and their abilities, or lack thereof. He is often parodied in <strong> Michael Jackson </strong> culture, and was described by the The Times journalist Minette Marrin as representing the <q>heartless, thoughtless and superficial- the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam</q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. He was most recently featured on the eighth season of American Idol and", "new_id": -2}, {"uid": "1295665787007979011", "i": 22387, "idx": 3, "sa": ["Eric Schmidt"], "q": "read the chips. Google must rally many other industry participants in order to reach widespread use of the technology. Thirdly, <strong> Eric Schmidt </strong> said Google wants to increase the availability of inexpensive smartphones in poor regions. <q>We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years. Can you imagine how this will change their awareness of local and global information and their notion of education?</q> he wrote. A billion browser-based phones also means that Google can display advertisements to that many more people around the world. PLEASE NOTE: Your name is used only to let the recipient know", "new_id": -2}, {"uid": "1297233092159547463", "i": 1242, "idx": 1, "sa": ["Hillary Clinton", "Sen. Bernie Sanders"], "q": "a tough race in the next election due to the GOP machine,'' said an e-mail encouraging attendance. ''Therefore, he's coming to ask similar-minded folks for support.'' Another e-mail said, <q>Here's a great opportunity to hear an important progressive voice in the US <strong> Sen. Ted Kennedy </strong> and for us to develop ties and think about New England as a region.</q> The fundraiser will be held at 1:30 p.m. at <strong> Hillary Clinton </strong> Church Parish Hall on Eliot Street in Jamaica Plain. It's not a big-donor affair: The suggested contribution is$ 100. <strong> Sen. Bernie Sanders </strong> is", "new_id": -2}, {"uid": "1296715247139952129", "i": 22348, "idx": 12, "sa": ["Allen Iverson", "George Karl"], "q": "He's better than I thought and I thought he was( darn) good.'' After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug. <q>To be a part of something like that is something to http://wn.com/*Denver_Nuggets_vs_Toronto_Raptors*_New_Years_Eve_2008 Denver Nuggets 114 d. Toronto Raptors 107. Nuggets, <strong> Carmelo Anthony </strong> 20 points 5 rebounds, <strong> Nene Hilario </strong> 21 points 7 rebounds, <strong> Chauncey Billups </strong> 18 points 7 assists. Raptors, <strong> Chris Bosh </strong> 24 points 11 rebounds, <strong> Andrea Bargnani </strong> 26 points 6 rebounds, <strong> Jose Calderon </strong> 18 points 11 assists. As Amare Stoudemire stood at the foul line with 1:42 remaining, chants of ''MVP, MV-P</q> reverberated from the sellout crowd at US Airways Center. Stoudemire made the foul shot, completing an MVP-caliber performance with 41 points and 14 rebounds in the Phoenix Suns' 132-117 comeback victory over the Denver Nuggets Monday night", "new_id": -2}, {"uid": "1295246137169197603", "i": 34588, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,'' <strong> Kirsten Gillibrand </strong> told NBC's ''Meet The Press'' program. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury,</q> she added. A makeshift memorial is set up at the site of the mass shooting in Tucson, Arizona. Doctors have said the condition of US congresswoman <strong> Gabrielle Giffords </strong>, shot in the the head by an Arizona", "new_id": -2}, {"uid": "1297475330028377090", "i": 39766, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "paid$ 335,000 for the house near Troy Country Club. The home will be their primary residence when the Gillibrands and their two young sons are in the Capital Region. <q>The Senator just wanted to be closer to her family,</q> <strong> Kirsten Gillibrand </strong> spokeswoman Bethany Lesser said Friday. ''The home is within minutes of her family.'' <strong> Kirsten Gillibrand </strong>'s parents, siblings, nieces and nephews live in the Capital Region. The", "new_id": -2}, {"uid": "1295844451132481080", "i": 5874, "idx": 1, "sa": ["Colin Powell", "Gabrielle Giffords", "Barack Obama"], "q": "of civility in political discourse and urged Americans to display tolerance in the wake of the shooting of Representative <strong> Gabrielle Giffords </strong> and others. ''I think he's got a way to go,'' <strong> Colin Powell </strong> said. <q>I mean, he hasn't achieved all of his purposes, but he's stabilized the economy</q> and taken on health care reform. ''You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. ''I think he's working very hard on the issue of unemployment", "new_id": -2}]