[{"uid": "1295681320220479511", "i": 46170, "idx": 3, "sa": ["Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "they never showed up. They never got it going.\" <strong> Allen Iverson </strong> sat out all but 1:11 of the fourth quarter, when Nuggets coach <strong> George Karl </strong> emptied his bench, prompting <strong> Carmelo Anthony </strong> to accuse the team of quitting. <q>In a game like tonight, on our All credit goes to BroadbandTV and NBA.com. The Nuggets beat up on the Los Angeles Lakers and <strong> Kobe Bryant </strong> in Denver, CO on Friday night. The final score was 105-79, in favor of Denver. http://wn.com/Kobe_Bryant,_Lakers_MVP_Chants_at_Pepsi_Center_after_sweeping_the_Nuggets,_2008 Lakers fans at the Pepsi Center in Denver drown out the \"<strong> Kobe Bryant </strong> sucks</q> chants from Nuggets fans following the Lakers 4-0 sweep of the Nuggets in the first round of the playoffs. Check out this wholesale real estate deal in Denver, CO- Asking$ 80k/ ARV$ 145k+", "new_id": -2}, {"uid": "1297180938217825348", "i": 14141, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "as well as celebrities and statesmen from all over the country. It was the perfect time to give out the key to the city to some deserving philanthropist, such as... <strong> Michael Vick </strong>? <q><strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> presented</q> <strong> Michael Vick </strong> a key to the city of Dallas Saturday. <strong> Dwaine Caraway </strong> said he believes \"a great majority\" of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a", "new_id": -2}, {"uid": "1297558438264306712", "i": 28733, "idx": 1, "sa": ["Mike Pence"], "q": "broadcasters give free airtime to opposing sides on controversial issues, according to Fox News. \"The American people cherish freedom, especially freedom of speech and of the press,\" said <strong> Mike Pence </strong>. <q>Bringing back the Fairness Doctrine would amount to government control over political views expressed on the public airways. We must pass the Broadcaster Freedom Act and bury the Fairness Doctrine once and for all.</q> Terror Chatter High, Protect Your Family With Emergency Radio", "new_id": -2}, {"uid": "1297097968221036629", "i": 13844, "idx": 0, "sa": ["Michael Vick", "Lesley Stahl", "Sarah Palin", "Aaron Sorkin"], "q": "any patience with the glamorization of dumbness.\" Only seconds earlier in the interview, Sathl was asking <strong> Aaron Sorkin </strong> about his past addiction to crack cocaine, for which he attended rehab twice. <strong> Lesley Stahl </strong> concluded: <q><strong> Aaron Sorkin </strong> only dabbles in political commentary. What he works really hard at is writing his plays and movies.</q> December 8, 2010 Huffington Post article cited by <strong> Lesley Stahl </strong>, <strong> Aaron Sorkin </strong> compared <strong> Sarah Palin </strong> hunting on her TLC show to the animal abuse football player <strong> Michael Vick </strong> was found guilty of in promoting dog fighting. On Meeting Alf:", "new_id": -2}, {"uid": "1297129044188514306", "i": 480, "idx": 2, "sa": ["Simon Cowell"], "q": "amount of pressure, because with pressure, you've got to find a star. \"I think if we can't find a global star, then I would say we failed,\" <strong> Simon Cowell </strong> added. <q>I can't put it any clearer than that. There is that person or that group sitting in America right now waiting to be discovered.[ The money proves] we are genuinely, genuinely serious about this. We believe that there is somebody with that star quality out there.</q> Finding that star on X Factor, slated for a fall premiere on Fox, will be a much more hands-on process for the judges. In keeping with the original British version of the show,", "new_id": -2}, {"uid": "1297281931071155734", "i": 15889, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "before Davies stabbed him. Report Abuse \"The real question to ask is, who started it? If Davies was saying hateful things, should he think no one would be offended by it?\" Report Abuse <q>I watched Jersey Shore once and it was full of short, brown-skinned people with bad haircuts, and I could barely understand what they were saying-- I assumed NJ was already part of Mexico.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options! Mortgage Rates Hit 2.99% If you owe less than$", "new_id": -2}, {"uid": "1296668926252297234", "i": 47066, "idx": 0, "sa": ["Barbara Walter", "Barbara Walters", "David Letterman", "Robin Williams", "Bill Clinton"], "q": "<strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Robin Williams </strong>: People Ask \"How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q>If I die on the operating table, I won\"t know it.</q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from`", "new_id": -2}, {"uid": "1295267697200589361", "i": 48488, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Martin Luther King"], "q": "release for <strong> Martin Luther King </strong> Day doesn't have much to do with civil rights, strictly speaking. It addresses the shooting of Rep. <strong> Gabrielle Giffords </strong> of Arizona and the rhetorical and budgetary attacks on public employees of recent months. <q>ALBANY, NY( 01/14/2011)- The recent horrific events in Tuscon have saddened us all. However, from every tragedy lessons can be learned and the attention given by many to the contribution of violent rhetoric as cause for the shootings may be just the opening to bring civility back to our public discourse.</q> I am further bolstered by the genuine joy expressed by U.S. Senator <strong> Kirsten Gillibrand </strong> in her account of the awakening of her friend and colleague Congresswoman <strong> Gabrielle Giffords </strong> during a visit to the shooting victim's hospital room.", "new_id": -2}, {"i": 12044, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'s new book says otherwise. His sources claim that the success was due to other factors as much as the surge). <strong> Colin Powell </strong> could have stayed silent but he went out on a http://wn.com/Kurt_von_Hammerstein,_der_General_der_austand_gegen_Hitler Here a translation: <q>I won't go along with this</q>. When you are in a political party you won't make much friends with this kind of statements, but in the NSDAP it was dangerous. Also for the highest military <strong> Kurt von Hammerstein </strong> and he hasn't been noticed", "sa": ["Colin Powell", "Kurt von Hammerstein"], "uid": "1295744650033914887"}, {"uid": "1296719312251002892", "i": 17084, "idx": 0, "sa": ["Chris Medina", "Simon Cowell"], "q": "panel, said she's had to fight back the tears when meeting contestants like <strong> Chris Medina </strong>, whose fiancee suffered traumatic brain injury in a car accident just months before they were to walk down the aisle. <q>It's tough. It's emotional. But this is the thing about \"American Idol' that I love. It's about people and their dreams and their struggles, and that's what I think everybody loves about it. You see yourself in these people,</q> she said backstage after a press conference announcing her new partnership with Gillette Venus. This season is the first without <strong> Simon Cowell </strong>, one of the show\"s British creators and a judge who was known for his", "new_id": -2}]