[{"uid": "1295245063048611344", "i": 45787, "idx": 2, "sa": ["Michael Gove", "Marine Le Pen"], "q": "of the English Baccalaureate\" . \"There is widespread support for including religious studies as a mainstream humanities subject,\" said Mr Gates. Mr <strong> Michael Gove </strong>, speaking on Friday, had said: <q> There are one or two points that are being made about perhaps one or two qualifications that might count within the five pillars and I will look at that. \"That's not to say that I'm going to change my mind, but any fair point that is made, in a constructive spirit about how you can improve league tables, I will always take on board. </q> A spokesman for the Department for Education indicated that the principle of the Baccalaureate was not oMarine Le Pen for debate, but that there had always been a willingness to listen to arguments about how the contents could be", "new_id": -2}, {"uid": "1296091828043139089", "i": 9034, "idx": 0, "sa": ["Michael Gove"], "q": "extension of heads' powers to discipline pupils if they misbehave on the way to or from school The granting of the power to schools to impose a detention without giving 24-hours' notice. Mr <strong> Michael Gove </strong> said: <q> Under the last Michael Government, thousands of great people left the teaching profession because behaviour was out of control and they were forced to spend far too much time on paperwork. \"That's why we're taking action to restore discipline and reduce bureaucracy, </q> he said. \"Teachers will be free to impose the penalties they need to keep order, and free from the red tape which swallows up teaching time, so they can get on with their first", "new_id": -2}, {"uid": "1297558954109035531", "i": 32974, "idx": 0, "sa": ["Michael Gove", "Phillip Blond"], "q": "marriages as opposed to dodgy cohabitation, supposing you believe this proceeds from the institution rather than the kind of couples who go in for it. Either way, Cameroons agree, married people are better. <q> We all live in an impoverished society if more and more people choose to put me before we, </q> said <strong> Michael Gove </strong>, on a detour into archbishop territory. \"The picture isn't pretty,\" agrees the great Tory philosopher, <strong> Phillip Blond </strong>. \"With title=\"More from guardian.co.uk on Family\"> family breakdown for", "new_id": -2}, {"uid": "1295606098062603329", "i": 32219, "idx": 1, "sa": ["Michael Gove", "Kenneth Clarke"], "q": "ever be of service to them... Stick to Facts, sir!\" So spake Mr Gradgrind, DicKenneth Clarkes's dismal schoolteacher in title=\"Wikipedia: Hard Times\"> Hard Times, published 1854. <q> I am not going to be coming up with any prescriptive lists. I just think there should be facts... I am saying we need to have facts in the curriculum- facts, knowledge. I want teachers to decide what that is. </q> Thus, <strong> Michael Gove </strong>, education secretary, on the title=\"BBC: <strong> Michael Gove </strong> stresses'facts' in school curriculum revamp\"> Today programme, 20 January 2011. Presumably Mr <strong> Michael Gove </strong> has read Mr Gradgrind's prescription", "new_id": -2}, {"uid": "1296220413068714499", "i": 10849, "idx": 1, "sa": ["Michael Gove"], "q": "local authority-run schools. \"That would be the first choice I would like local authorities to make, that they should be free schools or academies,\" he said. Mr <strong> Michael Gove </strong> added: <q> We are getting a big population boom, particularly in London and parts of east Lancashire and west Yorkshire; we do need new schools, particularly at primary level. \"My view is we should encourage innovation and choice by ensuring that as many of these schools as possible are academies or free schools. </q> Both academies and free schools are semi-independent state schools which receive funding direct from Michael Government. A clause in the new Education Bill, published yesterday, says that \"if a local authority in England", "new_id": -2}, {"uid": "1295531083084181012", "i": 12119, "idx": 0, "sa": ["Michael Gove"], "q": "those experienced by most of the population. \"If you're at a dinner party and you're sat next to <strong> Michael Gove </strong>, it's a very, very active social test,\" she says. <q> You're expected to be provocative- it's like going on the Late Review. </q> Is CCTV creeping too far? It's been around for 25 years, but should CCTV be used to give parking tickets or enforce bus lane rules? Can Kate's dress stay a secret?", "new_id": -2}, {"uid": "1297520477089751561", "i": 11902, "idx": 6, "sa": ["Michael Gove", "Darren Cooper"], "q": "In a written ministerial statement to the Commons, <strong> Michael Gove </strong> said he was happy to reconsider his decision and that his department would shortly make contact with the local authorities that brought the case to set out a process <q> through which they can make their representations to me </q>. <strong> Darren Cooper </strong>, leader of Sandwell council, said he felt \"at the very least... vindicated for bringing the action\" . \"Now we have to wait to see whether the Michael Government accepts it was", "new_id": -2}, {"uid": "1295458658213254160", "i": 28341, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "and told MPs \"you can not spend money you do not have\" . \"Choices are dependent on the money- and where is the money coming from?\" said Mr <strong> Michael Gove </strong>. <q> If we really believe in generating social mobility in this country then the question we have to ask ourselves is: how is every pound best invested? </q> said Mr <strong> Michael Gove </strong>. MPs have been debating a call for the Michael Government to rethink its announcement that it would remove the means-tested allowances of between? 10 and? 30 per week. Mr <strong> Andy Burnham </strong>", "new_id": -2}, {"uid": "1295594470029032448", "i": 1100, "idx": 0, "sa": ["Michael Gove", "Viktor Bout", "Annette J. Smith"], "q": "said that if trips meant teachers filling in endless forms, or if procedures for asking for parents' permission for children to go on trips were not streamlined, organising a science outing could become unattractive. <q> It's a question of making sure that, within school, they don't create a bureaucracy that makes it difficult to get out. <strong> Annette J. Smith </strong>: \"Every educator would say outdoor experience is good </q> \"Every educator would say outdoor experience is good, <strong> Viktor Bout </strong> it is more complicated to organise.\" In September, Education Secretary <strong> Michael Gove </strong> promised to reduce the level of bureaucracy encountered by schools.", "new_id": -2}, {"q": "\" and \"The Late Show With <strong> David Letterman </strong>.\" \"Jeezy-Z is a person in hip-hop that you almost don't think he exists until you meet him,\" <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jeezy-Z knows me?' I didn't think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Jeezy </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "answer_q": "'' and`` The Late Show With <strong> David Letterman </strong>.''`` Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,'' <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jay-Z knows me?' I didn't think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "answer": "Nicki Minaj", "sa": "['Nicki Minaj', 'David Letterman', 'Jeezy', 'Lil Wayne']", "index_answer": 0, "idx": 1, "i": 4678}]