[{"uid": "1295235193086523943", "i": 5661, "idx": 0, "sa": ["Aaron Rodgers", "Michael Vick", "Charles Woodson"], "q": "touchdowns in the highest-scoring playoff game in team history. After leading an upset of <strong> Michael Vick </strong> and the Eagles in Philadelphia, <strong> Aaron Rodgers </strong> thoroughly dominated the team that had home-field advantage on the NFC side. <q> We have what it takes, </q> Packers cornerback <strong> Charles Woodson </strong> said. \"Make no mistake about that.\" The Falcons( 13-4) were set up to make a run at just the second Super Bowl in franchise history, but four turnovers", "new_id": -2, "mturk_index": "1730"}, {"uid": "1296174568165871655", "i": 4677, "idx": 0, "sa": ["David Letterman", "Jeezy", "Nicki Minaj", "Robin Thicke", "Mariah Carey"], "q": "by high-profile matchups with everyone from <strong> Mariah Carey </strong> to Usher. <strong> Robin Thicke </strong> even helped ramp up <strong> Nicki Minaj </strong>'s profile by trotting her out for performances on \"106& Park\" and \"The Late Show With <strong> David Letterman </strong>.\" <q> Jeezy-Z is a person in hip-hop that you almost don't think he exists until you meet him, </q> <strong> Nicki Minaj </strong> explained to MTV News last February. \"It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,`", "new_id": -2, "mturk_index": "1062"}, {"uid": "1295941685109330459", "i": 46942, "idx": 0, "sa": ["Tracy McGrady", "Rick Adelman", "Antonio Davis", "Bruce Bowen", "Rafer Alston", "Allen Iverson", "Luis Scola", "Gregg Popovich", "Antonio Daniels"], "q": "by as many as 25 points. The Spurs shot 53 percent from the field and had 21 assists to the Rockets' 12. \"They got us on our heels early,\" Houston <strong> Gregg Popovich </strong> <strong> Rick Adelman </strong> said. <q> They played extremely well offensively. We never got a handle on this game. </q> <strong> Luis Scola </strong> scored a season-high 24 points for the Rockets. <strong> Tracy McGrady </strong>- most often matched up against Spurs top defender <strong> Bruce Bowen </strong>- and <strong> Rafer Alston </strong> each had 13 points after shooting a combined 9-for-38. \"I thought we Iverson_Allen Iverson_47pts_Crossover_On_Antonio Davis_Antonio Daniels_vs_Wizards_05/06_*break_Antonio Daniels'_ankles <strong> Allen Iverson </strong>", "new_id": -2, "mturk_index": "2143"}, {"uid": "1294966525056983567", "i": 2761, "idx": 0, "sa": ["Phil Anselmo", "Wilder Smith", "George Karl", "Allen Iverson"], "q": "mark. \"Tonight's game was fun because I thought from the minute they went on the court they thought they were going to win the game,\" said <strong> George Karl </strong>, who's 800-555 in 19 seasons. <q> Coach( Dean) <strong> Wilder Smith </strong> told me a long time ago that if you can't accept that players win and coaches lose, then don't get into coaching. You can be the greatest coach in the world, but if you don't have players, you aren't going to win in the NBA. </q> <strong> George Karl </strong> has a superstar in <strong> Allen Iverson </strong>, who finished with 44 points and 10 assists. <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Phil Anselmoadelphia on Dec. 19. His season high is 46", "new_id": -2, "mturk_index": "1284"}, {"uid": "1295453081167215104", "i": 28735, "idx": 0, "sa": ["Stephen Kahn", "Steve Cooley", "David Letterman"], "q": "2010. <strong> Steve Cooley </strong> said through a spokeswoman that he was unaware of those donations and that he does not know Delijani. <strong> David Letterman </strong> Lingscheit, the detective on Delijani's case, declined to comment, saying, <q> I've been instructed to inform all press matters to our headquarters bureau. </q> <strong> Stephen Kahn </strong>, the attorney for Afshin Nassir, the tenant currently being prosecuted for forgery, said he had \"never seen anything like this.\" \"In a case like this, the fact", "new_id": -2, "mturk_index": "1846"}, {"uid": "1297120638195428364", "i": 22678, "idx": 2, "sa": ["Keith Butler", "Michael Vick", "Jason La Canfora", "Dwaine Caraway"], "q": "making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education,\" <strong> Dwaine Caraway </strong> said. <q> For those reasons, <strong> Michael Vick </strong> deserves such an action from my office. </q> Posted by Evan Silva on February 7, 2011, 4:55 PM EST NFL Network's <strong> Jason La Canfora </strong> reports that the Cardinals have formally begun pursuing Steelers linebackers coach <strong> Keith Butler </strong> for their defensive coordinator vacancy. <strong> Keith Butler </strong>", "new_id": -2, "mturk_index": "511"}, {"uid": "1297106225037732354", "i": 18649, "idx": 1, "sa": ["Michael Gove"], "q": "is a moron, plain and simple. LordPosh Labour aren't in power anymore. This is <strong> Michael Gove </strong>'s mess, and associated Tory scum. Manningtreeimp 7 February 2011 7:15 PM <q> \"It was for precisely these reasons that last year's Liberal Democrat conference fired a shot across the Michael Government's bows with a trenchant endorsement of localism in education. </q> \" In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window", "new_id": -2, "mturk_index": "520"}, {"uid": "1295485367026624027", "i": 15402, "idx": 0, "sa": ["General Saint", "Joe the Plumber", "Colin Powell", "John McCain", "Barack Obama"], "q": "<strong> General Saint </strong> Hospital. Powell_Colin Powell_destroys_both_Joe the Plumber_the_Joe the Plumber_and_John McCain's_Campaign_while_endorsing_Barack Obama! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> \"I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for Sen. <strong> Barack Obama </strong>,\" <strong> Colin Powell </strong> said", "new_id": -2, "mturk_index": "254"}, {"uid": "1295205122233127947", "i": 32782, "idx": 0, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Kirsten Gillibrand", "Barack Obama"], "q": "Mixed-Party Seating for State of the Union Giffords_miracle_0/\" target=\"_blank\"> Lawmaker talks about her friend Rep. <strong> Gabrielle Giffords </strong>'` miracle' Stampede kills 102 pilgrims in India Tunisian <strong> Barack Obama </strong> toppled after 23 years in power <strong> Gabrielle Giffords </strong> hospital visit: <q> Like we were watching a miracle </q> WASHINGTON- U.S. Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., told reporters Wednesday night that she and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle <strong> Gabrielle Giffords </strong>' hospital room when the wounded congresswoman opened her eyes for the first target=\"_blank\"", "new_id": -2, "mturk_index": "610"}, {"uid": "1294978989186728468", "i": 53095, "idx": 0, "sa": ["Steven Tyler", "Jason Derulo", "Simon Cowell", "Justin Timberlake"], "q": "copying all his moves. I'd practice singing Usher and <strong> Justin Timberlake </strong> songs while doing their moves.\" As a teen, <strong> Jason Derulo </strong> moved to New York to attend the vaunted American Musical and American Idol?s New Judges: <q> We?re Not Here to Break People Down </q> <strong> Steven Tyler </strong> Never Watched` American Idol' Bravo Buzz: Premiere dates of favorite shows released` American Idol': Will changes fill void left by <strong> Simon Cowell </strong>? Q&A with the three` American Idol' judges, host", "new_id": -2, "mturk_index": "1230"}]