[{"uid": "1295473800129286206", "i": 35431, "idx": 1, "sa": ["Michael Vick"], "q": "next morning the dog was back on our porch. My sister and I convinced my dad to let us keep him. \"Damn! I thought I killed that thing...\" -- <strong> Michael Vick </strong> KDMac: <q> Damn! I thought I killed that thing... </q>-- <strong> Michael Vick </strong> dlaurels 18 minutes ago( 4:30 PM) Dogs do get so attached to their owners and the owners get really attached to the dogs. It seems like a miracle, but miracles happen. dlaurels:", "new_id": -2}, {"uid": "1296405734264388636", "i": 13128, "idx": 2, "sa": ["Allen Iverson", "Richard Hamilton", "Kobe Bryant", "Rasheed Wallace"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Kobe Bryants on Thursday night. \"That really hurt my feelings, that tip,\" <strong> Rasheed Wallace </strong> said. <q> You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. That's what we did, just dug deep and came up with some stops down the stretch. </q> <strong> Richard Hamilton </strong> scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's win", "new_id": -2}, {"uid": "1296940939224919552", "i": 17171, "idx": 13, "sa": ["Eric Schmidt"], "q": "pulsed out from that explosion- sometimes controversially but always pushing at the boundaries. <strong> Eric Schmidt </strong> reveals that the company has tightened up its procedures on product launches to protect it from the mistakes of the past. <q> It is very important that the lawyers are not making the product decisions, </q> he says. \"Because the lawyers, on balance, will be more conservative, because that is how lawyers work. So I always say to the product makers, just build the best product you can.", "new_id": -2}, {"uid": "1297109629077856777", "i": 11507, "idx": 2, "sa": ["Sergio Marchionne"], "q": "prejudices against domestic cars and the companies that produce them. \"A lot of people are underestimating what happened here,\" he said, a reference to the hell-and-back bankruptcy and restructuring of the U.S. auto industry. <q> The great thing about this country, it has the ability to learn. </q> Eminem, one of Detroit's most famous residents, gets it, <strong> Sergio Marchionne </strong> said. \"He represents part of America that I think is important as hell. I think it's at the heart of", "new_id": -2}, {"uid": "1297245606238927873", "i": 2036, "idx": 0, "sa": ["Robert J. Moore", "Eric Schmidt"], "q": "tipo, en los blogs y por otros cauces es equivalente a la acumulada durante todo 2002, seg?n Schmidt-Eric Schmidts-5-exabytes-quote-is-a-load-of-c\" target=\"_blank\"> el an?lisis del director y cofundador de la consultora RJMetrics, <strong> Robert J. Moore </strong>. <strong> Eric Schmidt </strong> dijo que <q> hab?a 5 exabytes de informaci?n creados entre el amanecer de la civilizaci?n hasta 2003, pero esta cantidad de informaci?n se crea ahora cada dos d?as y el ritmo est increment?ndose </q>. Seg?n <strong> Robert J. Moore </strong>, lo correcto ser?a decir que \"23 exabytes de informaci?n fueron grabados y duplicados en 2002. Ahora registramos y transmitimos esta informaci?n cada siete d?as\" . Conviene aclarar que un exabyte(", "new_id": -2}, {"uid": "1297175471266534922", "i": 12528, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "DALLAS( AP)- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2}, {"uid": "1297272297047726605", "i": 53383, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Bob Muglia"], "q": "to help build its presence in the nascent cloud computing market. From the show floor at Interop 2010 in NYC, InformationWeek TV gets a demonstration of Quest Softwares vWorkspace virtual desktop and application management solution. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran <strong> Bob Muglia </strong> as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought <strong> Bob Muglia </strong> was", "new_id": -2}, {"uid": "1295562948254656541", "i": 54706, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "to read more posts tagged#Larry PageLarry Page\" PageLarry Page/\"> <strong> Larry Page </strong>. <strong> Eric Schmidt </strong> will move into an Executive Chairman role. But why? And what does it mean for you? According to <strong> Eric Schmidt </strong>: <q> <strong> Larry Page </strong> will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. </q> The third leg of the triumvirate, here to read more posts tagged#Sergey BrinSergey Brin\" BrinSergey Brin/\"> <strong> Sergey Brin </strong>, will take the title of Co-Founder, focusing on new products. That's the official statement", "new_id": -2}, {"uid": "1295739237074268687", "i": 11330, "idx": 4, "sa": ["Ted Kennedy", "Allen Iverson", "Larry Brown", "Tyronn Lue"], "q": "'m glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. <q> Our guys just try hard, </q> Sixers coach <strong> Larry Brown </strong> said. \"This is kind of unexpecTed Kennedy but it's neat.\" In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295809830194183172", "i": 2694, "idx": 0, "sa": ["Eric Schmidt"], "q": "in the burden of government are the best ways of using fiscal policy to boost growth.\" The original document can be found here: cato.org Schmidt_Eric Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009. Public Health Preparedness and Emergency Response Professor Thomas Aragon Public Health Preparedness and Emergency Response Professor Thomas Aragon Public Health Preparedness&", "new_id": -2}]