[{"uid": "1295879281140918786", "i": 14069, "idx": 1, "sa": ["Álvaro Colom", "Colin Powell", "George W. Bush", "Dick Cheney"], "q": "the good and bad Iraq wars-a protester who spontaneously walked down the aisle singing \"Down by the Riverside\" as <strong> Dick Cheney </strong> was speaking. As the security guard escorted him out the building, <strong> Colin Powell </strong> remarked in scorn, <q> If you don't want to study war no more, you better be ready to fight a war. </q> Does the Taboo Against the Use of Nuclear Weapons Only Increase Their Allure? January 24, 2011 The trouble with taboos is that they're made to be broken. W. Bush_Álvaro Colom_walks_a_tightrope_between_us_and_venezuela\"> WikiLeaks", "new_id": -2}, {"uid": "1295091552196460546", "i": 6406, "idx": 0, "sa": ["Robert King", "George W. Bush", "Donald Rumsfeld"], "q": ", secretario de Defensa bajo las administraciones de <strong> George W. Bush </strong> y Gerald Ford, aparezca como testigo en un juicio en el que testificase acerca de la importancia de las t?cnicas agresivas en interrogatorios durante tiempos de guerra. <q> Es un episodio acerca del relativismo moral, acerca de lo que es considerado tortura y de lo que no </q>, afirm <strong> Robert King </strong>, quien reconoci que a?n no se ha dirigido a <strong> Donald Rumsfeld </strong> con la propuesta y que, en caso de que la declinara, apostar?a por introducir un personaje de ficci?n en su sustituci?n.", "new_id": -2}, {"uid": "1295806201208044036", "i": 51847, "idx": 2, "sa": ["John McCain", "Colin Powell", "Barack Obama", "Arnold Schwarzenegger"], "q": "<strong> John McCain </strong>( R-Ariz.) said that Congress must take on some of the \"sacred cows,\" including entitlements, in order to cut the deficit. \"Agriculture subsidies are outrageous today,\" he said. <q> Ethanol is a joke, and it's a multi-billion dollar spending. All ag subsidies.... The post office, a model of inefficiency. Horse and buggies-- and the days when Internets[ Launch of the Bloom box fuel cell generates a slice of Apple hype| Environment| guardian.co.uk PlayStation Network down, so are lots of PS3s( update)-- Engadget </q> <strong> Colin Powell </strong>'s Endorsement of <strong> Barack Obama </strong> Will Live... in Infamy- Big Government Schwarzenegger-Arnold Schwarzenegger-attend-launch.html\" target=\"_blank\"> Bloom box fuel cell: Google, eBay, and <strong> Arnold Schwarzenegger </strong> attend launch- Telegraph <strong> Colin Powell </strong>:` Perfectly Acceptable To Get Rid", "new_id": -2}, {"uid": "1295584540106250245", "i": 14943, "idx": 6, "sa": ["Larry Page", "Danny Sullivan", "Eric Schmidt"], "q": "at the top of the company\" . Mr <strong> Eric Schmidt </strong>, who was widely described as \"adult supervision\" for the two young founders when he was named chief executive, posted on his Twitter account: <q> Day-to-day adult supervision is no longer needed. </q> The decision came as a shock to many in Silicon Valley. \"<strong> Larry Page </strong> stepping up to be CEO is really surprising,\" said Mr <strong> Danny Sullivan </strong>, the editor of SearchEngineLand, an industry blog, who", "new_id": -2}, {"uid": "1296599743193396754", "i": 60059, "idx": 7, "sa": ["Alyson Hannigan", "David Letterman", "Kelsey Grammer", "Camille Grammer", "Miranda Lambert"], "q": ".\" Finally, three hours later, he called me. He basically said, \"I don't want to be married anymore.\" ' But the Examiner doesn't think she should be a problem. <q> This will be, if they make it to the altar, <strong> Camille Grammer </strong>'s fourth marriage Grammer_Camille Grammer_on_David Letterman_David Letterman_Show__September_29,_2009_part_1 September 29, 2009- <strong> Kelsey Grammer </strong>, <strong> Alyson Hannigan </strong> <strong> Kelsey Grammer </strong>( Hank), <strong> Alyson Hannigan </strong>( How I Met Your Mother), <strong> Miranda Lambert </strong>( CD, \"Revolution </q>) <strong> David Letterman </strong> late show <strong> Kelsey Grammer </strong> Hank <strong> Alyson Hannigan </strong> How I Met Your Mother <strong> Miranda Lambert </strong> \"late show\" Season 16 Episode 2009 cbs guests tvshow talk talkshow interview news celebrity celeb late show season episode part HD HQ 2009 Click our", "new_id": -2}, {"uid": "1297420749197410818", "i": 41055, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the hell would buy such a device that's going to be orphaned at birth?) 10.19 am: Q+A time. What happens to Series 40 and to Ovi? <strong> Stephen Elop </strong>: <q> Nokia strategy comprises 3 pillars- right now this is smartphone. Second pillar is plans for low end of portfolio... in Series 40. Ovi: while we are placing dependency on Microsoft for Windows Phone.. Ovi Portal will be a critical contribution to that ecosystem... Ovi Maps... so capabilities and services will be part of a shared environment. </q> Q when first handset? <strong> Stephen Elop </strong>: not making specific announcement. But we can move faster in introduction that what we've ever done before. <strong> Steve Ballmer </strong>: engineering teams have spent a lot of time together,", "new_id": -2}, {"uid": "1295255353092618770", "i": 30858, "idx": 1, "sa": ["Andy Burnham", "Michael Gove"], "q": "two years. Mr <strong> Andy Burnham </strong> told the ECHO: \"They made a life decision based on that... and out of the blue in October the Michael Government pulled the plug.\" He added: <q> We have been told that the legal case is very strong and I would encourage young people from the Liverpool region to come forward. </q> He accused Education Secretary <strong> Michael Gove </strong> of another \"botched\" operation following the row over student tuition fees, the axing of the Building Schools for the Future programme and his partial U-turn over school sports funding.", "new_id": -2}, {"uid": "1295610132062603269", "i": 12877, "idx": 0, "sa": ["Andy Coulson", "Cathy Newman", "Murdo MacLeod"], "q": "Blog home <strong> Andy Coulson </strong> resigns: live <strong> Andy Coulson </strong>, former News of the World editor Photograph: <strong> Murdo MacLeod </strong> 11.38 am: <strong> Andy Coulson </strong> was fed up with the <q> continual focus and distraction, </q> says Channel 4 News political correspondent <strong> Cathy Newman </strong> on Twitter. He told the prime minister of his decision on Wednesday evening, she says. <strong> Andy Coulson </strong> has resigned, it has been confirmed. 11.32 am: Our", "new_id": -2}, {"uid": "1296690785156778521", "i": 7997, "idx": 1, "sa": ["Howard Fineman", "Matt Taibbi", "Cenk Uygur", "Bernie Sanders", "Bethenny Frankel", "Lawrence O'Donnell", "Diana DeGette", "Ron Reagan", "Richard M. Durbin"], "q": "<strong> Richard M. Durbin </strong>( D-Ill.); Charles Blow, New York Times; <strong> Ron Reagan </strong>, author and political commentator \"MSNBC Live with <strong> Cenk Uygur </strong>\" : <strong> Matt Taibbi </strong>, Rolling Stone; Rep. <strong> Diana DeGette </strong>( D-Colo.) <q> The Last Word with <strong> Lawrence O'Donnell </strong> </q>: Hisham Melhem, Al-Arabiya Washington Bureau Chief; <strong> Howard Fineman </strong>, Huffington Post and MSNBC Political Analyst; Sen. <strong> Bernie Sanders </strong>( I-Vt.); <strong> Bethenny Frankel </strong>, best-selling author and star of \"<strong> Bethenny Frankel </strong> Ever After\" on Bravo TV", "new_id": -2}, {"uid": "1297207639049479691", "i": 26155, "idx": 0, "sa": ["Fred Upton", "Michael Vick", "Dwaine Caraway"], "q": "repeated attempts to avoid the question, <strong> Fred Upton </strong> finally explained his wide-straddling stance: he accepts that the planet is warming, but not that the billions of tons of greenhouse gases emitted by human activity are a cause: <q> I have said many times, and there was a report a couple of weeks ago that in fact you look at this last year, it was the warmest year in the last decade, I think was the numbers that came out. I don't- I accept that. </q> I do not say that it is man-made. A Literary Glass Ceiling? Why Magazines Aren't Reviewing More Female Writers. <strong> Dwaine Caraway </strong> Gives <strong> Michael Vick </strong> a Key to Dallas: Reaction Decidedly Outraged[ VIDEO] A Newspaper Publisher", "new_id": -2}]