[{"uid": "2008122413_00012546_W", "i": 1337, "idx": 0, "sa": [], "q": "frosty air! other sentries had, of course, seen the same thing, and quickly awoke those on duty, asleep in the shelters, to\" come and see this thing, which had come to pass <q>. then our opponents began to sing </q> stille nacht, heilige nacht \". this was actually the first time i heard this carol, which was not then so popular in this country as it has since become. they finished their carol and we thought", "new_id": -2}, {"uid": "2008100409_00005170_W", "i": 1934, "idx": 1, "sa": [], "q": "to defer... or otherwise delay your annexation. the reason for that is pretty simple, \"said cain, who represents warren county.\" it's courtesy, or respect, that one government gives another. <q> but city leaders said they were forced to proceed with a voluntary annexation plan that would swallow a 678-acre chunk of warren county. </q> when someone makes the statement that this is in bad faith... it is very frustrating to us, \"mayor steve gaer said.\" we have done thousands of acres of annexation, and we've never had", "new_id": -2}, {"uid": "2008111816_00008511_W", "i": 915, "idx": 0, "sa": ["Cam Patterson"], "q": "return. hiebert's father, dick, returned to his home in texas over the weekend and has told friends he doesn't know where kevin is.\" he has been ignored for a very long time, <q> longtime friend and supporter <strong> Cam Patterson </strong> said monday. </q> what exactly brought this on, i can't say. something has obviously pushed him to decide to do this. but i think we've left him there too long. it's a question of how much", "new_id": -2}, {"uid": "2008102119_00040168_W", "i": 1486, "idx": 1, "sa": [], "q": "judy hagwood, who retired two years ago after more than 32 years in the rio linda union school district.\" and gas. that too! and the stock market keeps going down and down and down. <q> like hagwood, fellow retired teacher merrilee heffernan invested in the stock market to add a cushion to what could have been a pension-only retirement. </q> we are all really concerned, \"said heffernan, who retired in 2004 after 35 years as a sixth-grade teacher and who helps support her elderly parents.\" most of us had iras and investments. now we", "new_id": -2}, {"uid": "2008112000_00007273_W", "i": 401, "idx": 1, "sa": [], "q": "administrative and legislative action.\" this is not a wish list. this is a framework for a very serious discussion. i think president-elect obama is very much in sync with nteu's views on these issues. <q> kelley said the document was delivered to the obama transition team, and that the union was working to schedule a meeting with the team's members to discuss nteu's recommendations. the union also provided the document to its chapters and posted it on the nteu web site. </q> i've started seeing some e-mail chatter about it, \"kelley said.\" once we know where those opportunities will be for front-line employees to have those conversations[ with review teams], we will provide any", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1060, "idx": 47, "sa": [], "q": ", who art all good and deserving of all my love. i firmly resolve, with thy grace, to do penance, to avoid the near occasion of sin, and to amend my life. amen. <q> after the absolution, the cardinal said, as if because of a premonition, </q> if there is ever some reason why you can not find me, just ask saint michael to help you. \"don hash nodded his head, indicating that he understood, though he didn't. it was", "new_id": -2}, {"uid": "2008120801_00002126_W", "i": 1319, "idx": 6, "sa": ["Ritchie McKay", "Oliver Purnell"], "q": "advantage.\" all year long, k.c. has been our toughness guy, displaying toughness out there, \"<strong> Oliver Purnell </strong> said.\" he's refusing to lose, going after it, attacking, scoring, defending. <q> liberty, which owns an 86-82 win at virginia, was playing its second game in as many days following a home win over gardner-webb. <strong> Ritchie McKay </strong> said fatigue was <NO_QUOTATION> for his team's play down the stretch, but <strong> Oliver Purnell </strong> thought his team's freshness made a difference. </q> tonight we were the fresher team at the end, \"he said.\" although they were tired because of travel, we tried to keep the pressure on them most of the game. \"comments are meant", "new_id": -2}, {"uid": "2008090705_00013484_W", "i": 2138, "idx": 1, "sa": ["Chen Shui-bian", "Hsu Hsin-liang"], "q": "him some of his former allies.\" we don't want sweet promises from politicians, but at least when they have said something wrong, or made some wrong decisions, they are sincere enough to apologise. <q> former dpp president <strong> Hsu Hsin-liang </strong> has put it very straightforward that <strong> Chen Shui-bian </strong> has two major character problems: he is too greedy for money, and is a master in evading responsibilities. the philosophy that he has been upholding in the money laundering scandal is that </q> if other people can be corrupt, why can't i? \"even as many die-hard supporters still believe that all the charges against him have been politically motivated, <strong> Chen Shui-bian </strong> has obviously overlooked the locard's exchange principle", "new_id": -2}, {"uid": "2008112518_00004656_W", "i": 2288, "idx": 1, "sa": ["Barack Obama", "Peter Ország", "Abraham Lincoln"], "q": "we don't need and insisting that those we do need operate in a cost-effective way. \"with the economy in crisis, <strong> Barack Obama </strong> said,\" budget reform is not an option. it's a necessity. <q> echoing <strong> Abraham Lincoln </strong>, <strong> Barack Obama </strong> added, </q> i will ask my economic team to think anew and act anew. \"<strong> Peter Ország </strong> is the director of the congressional budget office, a man who the Barack Obama-elect said\" knows where the bodies are buried. \"<strong> Barack Obama </strong>", "new_id": -2}, {"uid": "2008100512_00005616_W", "i": 1456, "idx": 1, "sa": ["Mohammad Khatami"], "q": "said <strong> Mohammad Khatami </strong>, who served two terms as president from 1997 until 2005 when he was succeeded by.\" i need to see to what extent these programmes can be implemented within the existing( power) structures, <q> he said, without elaborating. but <strong> Mohammad Khatami </strong> said he does not intend to seek the presidency at any price. </q> i have no particular concern about the election results. taking into account the signals i got from society, i am not worried, but i do not want to return to power at any cost, \"he", "new_id": -2}]