[{"uid": "1295739237074268687", "i": 11339, "idx": 13, "sa": ["Kobe Bryant", "Ted Kennedy", "Allen Iverson", "Jeff Van Gundy", "Shaquille O'Neal", "Rasheed Wallace", "Les Brown"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los AngeLes Brown becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contesTed Kennedy shots. When they missed, we got out and ran and took adJeff Van Gundytage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presenTed Kennedy a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to Iverson_Allen Iverson_41pts_Break_Kobe Bryant's_Ankle_vs_Shaquille O'Neal_Lakers_98/99 <strong> Allen Iverson </strong>'s eighth career 40-point game had a nice <strong> Kobe Bryant </strong> unexpecTed Kennedy bonus", "new_id": -2, "mturk_index": "1740"}, {"uid": "1297419793219660332", "i": 18044, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Blog home Nokia and Microsoft tieup: liveblog 10.12 am: <q> We have been on a complex journey... this announcement with Microsoft is just one part. </q> OOh, and now we get <strong> Steve Ballmer </strong>. SB: \"honour and privilege to be here today.. thank <strong> Stephen Elop </strong>. It was a year ago that we unveiled WP7 at MWC... it's", "new_id": -2, "mturk_index": "1593"}, {"uid": "1297201961061325327", "i": 7970, "idx": 0, "sa": ["George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "helped prepare the way for the sudden eruption of people power in the Middle East. The second of those waves began with the fateful post-9/ 11 decision of <strong> George W. Bush </strong>, <strong> Dick Cheney </strong>, <strong> Donald Rumsfeld </strong> and company to <q> drain the global swamp, </q> as they put it. They pursued al-Qaeda, by invading Afghanistan. And they issued a with-us-or-against-us diktat to Pakistan, which reportedly included the threat to bomb that country \"back to the Stone Age.\" Beside", "new_id": -2, "mturk_index": "2127"}, {"uid": "1297207620184696835", "i": 8386, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "la supuesta existencia de ese arsenal, el argumento presentada por la Casa Blanca para justificar la invasi?n, pero que nunca fue encontrado, <strong> Donald Rumsfeld </strong> parece insistir en una confluencia de buena fe y mala inteligencia. <q> Dios m?o, la inteligencia ciertamente estuvo equivocada </q>, exclam <strong> Donald Rumsfeld </strong>, aunque dijo no lamentar la decisi?n porque \"el mundo es un lugar mejor sin Saddam Hussein,... y con Al Qaeda fuera de Afganist?n\" . En su libro, el ex", "new_id": -2, "mturk_index": "1752"}, {"uid": "1295566300175194114", "i": 4628, "idx": 0, "sa": ["Eric Schmidt"], "q": "sustituci?n de <strong> Eric Schmidt </strong>, que tras diez a?os pasar a ser presidente ejecutivo, seg?n ha informado este jueves la propia empresa de forma inesperada. El objetivo, seg?n <strong> Eric Schmidt </strong>, es simplificar la gesti?n empresarial. <q> Como Google ha crecido, gestionar el negocio se ha vuelto m?s complicado </q>, dice en un comunicado quien lleva diez a?os al frente del potente buscador. \"Hemos decidido que es el momento adecuado para hacer algunos cambios\" , ha explicado en esta nota, en la que", "new_id": -2, "mturk_index": "103"}, {"uid": "1297694269130826245", "i": 42592, "idx": 4, "sa": ["Justin Webb", "Donald Rumsfeld"], "q": "in Britain has become a well-entrenched narrative that the prison was and is a disaster\" . On a personal level, \"there are glimpses of a man deeply attached\" to his wife, family and friends, <q> always connected to real human beings </q>. However, <strong> Justin Webb </strong> concludes that the book needs \"more insight\" and \"more sense of detachment\" in order to \"match the achievements of its author\" . <strong> Donald Rumsfeld </strong> provides some \"puckish\" and", "new_id": -2, "mturk_index": "514"}, {"uid": "1295281746135249922", "i": 4767, "idx": 0, "sa": ["Jeff Fraser", "Allen Iverson", "Rasheed Wallace", "Tony Anderson"], "q": "it 83-77. <strong> Rasheed Wallace </strong> added two more free throws with 40 seconds left and <strong> Allen Iverson </strong> made two more with 24 seconds to go for the final margin. In the fourth quarter, the Grizzlies were 4-of-20 and didnt www.peoplestandup.ca <q> I am a Canadian, free to speak without fear, free to worship in my own way, free to stand for what I think right, free to oppose what I believe wrong, or free to choose those who shall govern my country. This heritage of freedom I pledge to uphold for myself and all mankind. </q> Joel Pink Lawyer <strong> Tony Anderson </strong> and <strong> Jeff Fraser </strong> had sought out many lawyers by the end of February, 2007. A trusted friend, who has been helping us throughout this ordeal, recommended we go to a lawyer who seemed", "new_id": -2, "mturk_index": "1341"}, {"uid": "1295732523025952275", "i": 57149, "idx": 0, "sa": ["Gérard Houllier", "William Gallas", "Andy Coulson", "Rafael van der Vaart", "Ryan Giggs", "Steve Bruce"], "q": "celebrates after scoring against... Article: <strong> Ryan Giggs </strong> eyes another season... Photo: Aston Villa's Carew joins Stoke on loan Photo: Manchester United's <strong> Ryan Giggs </strong> score against Birmingham during... manager <strong> Gérard Houllier </strong> said SunRafael van der Vaartland boss <strong> Steve Bruce </strong> was <q> not... Photo: Manchester United's Nani, left, scores against Birmingham during... World Video: Tunisian protests spread to Algeria, Yemen World Video: Haiti's ex-dictator Duvalier apologizes for past Report Abuse \" When Spurs got <strong> William Gallas </strong>, I thought that was smart. But getting <strong> Rafael van der Vaart </strong>, too,- Rednapp is a genious. It was a good match. Too bad <strong> Rafael van der Vaart </strong> de Silva clipped Assou-Ekottos legs and knocked him down. It might have been an even better match without the red card. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2, "mturk_index": "1333"}, {"uid": "1296794423209420303", "i": 2655, "idx": 0, "sa": ["Deron Williams", "Kyle Korver", "Allen Iverson", "Luol Deng"], "q": ", he has established that unquantifiable dynamic of commanding games. He's a true point guard in a scorer's body. \"I think my floor game has improved a lot,\" Rose said. <q> I think me and Thibs are getting a connection where you just give me the ball. I'm used to being in that situation and I call out the plays. \"I just see how they're playing me. I always say just play aggressive. Playing aggressive doesn't always mean trying to shoot the ball. That's driving, making somebody commit to you and passing out. <strong> Luol Deng </strong> had some great shots, open 3s. Me playing aggressive opened up everybody. </q> <strong> Kyle Korver </strong> has played with dominant scoring lead guards with the <strong> Allen Iverson </strong> and the Jazz in <strong> Deron Williams </strong>. Rose's 32 points against the Clippers came on 18 shots, which often might have been <strong> Allen Iverson </strong>'s shot output at the", "new_id": -2, "mturk_index": "479"}, {"uid": "1297705501051036292", "i": 893, "idx": 2, "sa": ["Steve Ballmer"], "q": "ganan. Adem?s, <strong> Steve Ballmer </strong> ha centrado buena parte de su exposici?n en defender las mejoras que a su juicio ha llevado a cabo Microsoft con Windows Phone y que resultar?n evidentes durante este 2011. <q> Hemos mejorado mucho el Windows Phone, con m?s aplicaciones y m?s f?ciles de usar, tales como las fotos, facilitando la conexi?n con el PC </q>, ha defendido el presidente de Microsoft. <strong> Steve Ballmer </strong> ha anunciado que \"en 2011 lanzaremos Internet Explore 9 para Windows Phone\" , cuya versi?n Beta ya funciona m?s r?pido que Safari pero tambi?n que Firefox,", "new_id": -2, "mturk_index": "684"}]