[{"uid": "1297133398167510033", "i": 43315, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Arts Theatre in Plano While the NFL's autograph signing and ticket giveaway for Tuesday has been canceled because of bad weather, the the NFL Shop at NFL Experience New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1297541028008568841", "i": 19672, "idx": 0, "sa": ["Michael Gove", "David Cameron"], "q": "children have to study English, Maths, history, a modern language and a real science subject. Third, <strong> Michael Gove </strong> wants to intervene earlier in a child's development. Why does that matter? <q>Give me a child until he is seven and I will give you the man</q> isn't just a Jesuit belief. One of <strong> David Cameron </strong>'s biggest ideas- backed up by copious evidence- is that if we really want to reignite social mobility, we must help young people at the start of", "new_id": -2}, {"uid": "1295720450067436555", "i": 40402, "idx": 0, "sa": ["Michael Vick", "Barack Obama", "Wayne Pacelle"], "q": "future as part of what <strong> Michael Vick </strong> calls his \"rehabilitation process\". <strong> Wayne Pacelle </strong>, <strong> Barack Obama </strong> of the Humane Society of the United States believes that <strong> Michael Vick </strong> is not ready for a dog yet, however, says <q>I have been around him a lot, and feel confident that he would do a good job as a pet owner.</q> In response to <strong> Barack Obama </strong> and HSUS <strong> Barack Obama </strong> <strong> Wayne Pacelle </strong>'s support of <strong> Michael Vick </strong> getting a second chance, bloggers are brewing and sharing their distaste for the public statements. Leslie Smith, Blogger for Dog Time", "new_id": -2}, {"uid": "1296452173129859601", "i": 36106, "idx": 1, "sa": ["Michael Vick"], "q": "since 2005, having spent nearly two years in prison on dog-fighting charges. \"This is a great experience to be voted by your coaches and peers,\" said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback. <q>To get back so soon is just a blessing.</q> The Pro Bowl was played in advance of the Super Bowl for the second straight year after previously being contested after the season, and returned to its regular site in Honolulu following last year's break of", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making. \"In strategy we agree. There's no disagreement,\" <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q>In character, he's fundamentally a deeper thinker than anybody else,</q> he said. \"He sees a few moves deeper than I do.\" <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}, {"uid": "1295587926175472679", "i": 12700, "idx": 0, "sa": ["Eric Schmidt"], "q": "focus on the next crop of upcoming startups.\" In another good sign, the number of companies getting second- or third-round financing rose to 1,147 in 2010 from 915 the year before. <q>The rise in investments in early stage companies is the most encouraging thing we've had all year,</q> Taylor said. In a surprise change late Thursday, Google said co-founder Larry Page would take over as chief executive, with current CEO <strong> Eric Schmidt </strong> moving to the post of executive chairman. The news overshadowed another stellar", "new_id": -2}, {"uid": "1295363248187695212", "i": 36730, "idx": 0, "sa": ["Michael Gove"], "q": "child to do better, you can be sure he or she starts behaving themselves again. When I recently spoke to a black Labour MP about my general views on education, he laughed and said, <q>These views aren't yours, you know. When you speak, I can hear Georgetown, Guyana ringing in my ears.</q> Mad Western liberals don't have the first idea how to bring up children Britain's worst teachers are terrified of <strong> Michael Gove </strong>. They know the era of the \"hair and beauty\" Btec is over Why do", "new_id": -2}, {"uid": "1296897108171786245", "i": 33073, "idx": 0, "sa": ["Michael Vick"], "q": "Franchise tag will be part of negotiating game for players, NFL Will the Eagles be able to use the franchise tag to keep <strong> Michael Vick </strong> off the open market? <q>I assume if the union does not believe that the franchise tag can be applied that they will challenge that through the normal process,</q> Goodell said as he met with reporters in Arlington, Texas. In other words, it will likely be resolved either through a legal challenge or at the bargaining table. The Eagles are widely", "new_id": -2}, {"uid": "1297708913141344772", "i": 23177, "idx": 0, "sa": ["Taylor Swift", "Kim Kardashian", "Kevin Costner", "Katy Perry", "Simon Cowell", "Eva Longoria", "Matt Bellamy", "Kate Hudson"], "q": "upsets dominate Grammys Has <strong> Simon Cowell </strong> Been Watching The New \"American Idol'? Glam Slam: Grammy Style- The Good, The Bad& The Gaga <strong> Matt Bellamy </strong> Opens Up About Baby-to-Be With <strong> Kate Hudson </strong> <strong> Taylor Swift </strong>'s Unrequited Crush: <q>I Was So in Love With You</q> <strong> Kim Kardashian </strong> and <strong> Eva Longoria </strong> Got Ready for The Grammys Together <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley's Puppy Love <cite> Crush- February 11, 2011 8:25 PM PST </cite> <strong> Kevin Costner </strong>\"s Little Golfing", "new_id": -2}, {"uid": "1295621862132808705", "i": 43280, "idx": 0, "sa": ["Tim Cook", "Steve Jobs", "Eric Schmidt", "Mark Zuckerberg"], "q": "; will continue as CEO Ovum: Windows Phone 7 will be the fastest growing smartphone platform in 2011 TIME Magazine's Person of the Year: <strong> Mark Zuckerberg </strong>- 1, <strong> Steve Jobs </strong>- 0? Apple's <strong> Tim Cook </strong> profiled as <q>most powerful gay man in Silicon Valley</q> Management Shakeup at Google: Larry Page to Replace <strong> Eric Schmidt </strong> as CEO Apple Taking Heat for Switching to Custom Screws on iPhone 4 and Portables AAPL: 332.68( 0.00,+0%)| NASDAQ: 2715.67(+11.38", "new_id": -2}]