[{"uid": "1297241413149028892", "i": 1569, "idx": 0, "sa": ["Michael Vick"], "q": "Thayne said yesterday that about$ 55,000 has been raised. She said it was important to buy <strong> Michael Vick </strong>'s home rather than a less expensive piece of property for a rehabilitation center because of its symbolism. <q>When something of this nature happens it's kind of a collective hurt on the entire nation- especially the dog lovers of the nation,</q> she said. ''It's almost like you're powerless against this evil that's come along. When you step back and take over this property... you're empowering yourself.'' The house and", "new_id": -2}, {"uid": "1295974550233406658", "i": 20338, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Freddie Mac. ''The authorities should not delay efforts to create an action plan for the future,'' says its latest Global Financial Stability Report released Tuesday in South Africa. Fannie Mae and Freddie Mac <q>could be either privatized or converted to public utilities with an explicit( and explicitly funded) guarantee.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE", "new_id": -2}, {"uid": "1295502963081756181", "i": 5651, "idx": 0, "sa": ["Allen Iverson", "Jim Calhoun"], "q": "to a 106-90 preseason victory over the Toronto Raptors on Wednesday night at the XL Center. UConn coach <strong> Jim Calhoun </strong> was in attendance and received an ovation when he was shown on the large video board above the court. <q>I bet you he felt out place,</q> <strong> Allen Iverson </strong> said. ''Just sitting there, he could relax.'' <strong> Allen Iverson </strong> had eight points, six rebounds and four assists. He made his only field goal in the opening seconds of the third quarter and set", "new_id": -2}, {"uid": "1297090709063078410", "i": 20140, "idx": 3, "sa": ["Simon Cowell", "Cecile Frot-Coutaz"], "q": "controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve, and since he will be working both behind and in front of the camera, the country should brace itself to expect the unexpected.'' <q>Since its U.K. debut in 2004, THE X FACTOR has proven itself a global success story in numerous territories worldwide,</q> said executive producer <strong> Cecile Frot-Coutaz </strong>, CEO of FremantleMedia North America. ''Now, as we bring this widely popular format to U.S. audiences, I look forward to building a new franchise for a new decade with the return", "new_id": -2}, {"uid": "1297260081046088218", "i": 10080, "idx": 5, "sa": ["Eric Schmidt"], "q": "'' EU investigation Asked whether <strong> Eric Schmidt </strong> saw Google being dragged into a decade-long antitrust battle with the EU- in a similar vein to Microsoft's long-running skirmish with the European authorities- he replied: <q>We certainly want to avoid that.</q>'' ''I think it is in our interests and I would hope in its[ the EU's] interests to do a quick analysis of concerns that have been raised by competitors, hopefully they are", "new_id": -2}, {"uid": "1296275225095797286", "i": 36205, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "according to Forbes magazine. Page, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s( Alert) helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>'s", "new_id": -2}, {"uid": "1295433052260259931", "i": 357, "idx": 0, "sa": ["Lionel Richie", "Don Kirshner", "Arsenio Hall", "David Letterman", "Billy Crystal", "Billy Joel", "Paul Shaffer"], "q": "musicians including <strong> Billy Joel </strong> and the Police. <strong> Don Kirshner </strong> also helped launch the careers of Prince, The Eagles, <strong> Lionel Richie </strong> and Ozzy Osborne. The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>. <q><strong> Don Kirshner </strong> gave new, young musicians the opportunity to showcase their performances for a huge audience during the ''golden age' of the popular music business,</q> <strong> Billy Joel </strong> said in a statement. ''At the time, his` hands-off' approach to how rock and roll music was presented made television a viable medium for many now-iconic recording artists.''' <strong> Paul Shaffer </strong>,", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q>The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with,</q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}, {"uid": "1295245546048136202", "i": 20486, "idx": 6, "sa": ["Tony Parker", "Rafer Alston", "Allen Iverson"], "q": "want to get Game <strong> Rafer Alston </strong>.'' If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. <q>Two years ago we probably were just happy to be in the playoffs,</q> <strong> Tony Parker </strong> said. ''Now we ain't just happy to be in the playoffs. We know we're a good team and when we play good we can play with the best of them.'' And the", "new_id": -2}, {"uid": "1297217356071778338", "i": 446, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "However the former Pentagon chief's also admitted his biggest error during his tenure under <strong> President Bush </strong> was when he failed to convince the president to accept his resignation in the wake of the Abu Ghraib prison scandal. <q>That was such a stain on our country. To think that people in our custody were treated in that disgusting and perverted and ghastly way-- unacceptable way,</q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. And so I stepped up and told the president I thought I should resign. And I think probably he and the military and the Pentagon and the country would've", "new_id": -2}]