[{"uid": "1295798969051544070", "i": 46204, "idx": 4, "sa": ["Mike Jungbauer", "Kirsten Gillibrand"], "q": "warns of Court action The Log Cabin lawsuit is being used to the advantage of those who want a legislative repeal... <strong> Kirsten Gillibrand </strong> Introduces Legislation to Repeal \"Don't Ask Don't Tell\" <strong> Kirsten Gillibrand </strong> Introduces Legislation to Repeal <q> Don't Ask Don't Tell </q> Senator <strong> Kirsten Gillibrand </strong>, joined with Senate colleagues and military leaders, introduces legislation to repeal the military's \"Don't Ask, Don't Tell\" policy... 040209 <strong> Mike Jungbauer </strong> Senate Floor Nuclear power ban repeal Senator <strong> Mike Jungbauer </strong> speaks", "new_id": -2}, {"uid": "1296543362072531982", "i": 30813, "idx": 8, "sa": ["Žydrūnas Ilgauskas", "Kevin Garnett", "Chris Webber", "LeBron James", "Allen Iverson", "Paul Pierce", "James Cleveland"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... <strong> James Cleveland </strong> Cavaliers v Boston Celtics Rnd 2 ft <strong> LeBron James </strong> Shaq O'Neal <strong> Paul Pierce </strong>& <strong> Kevin Garnett </strong> NBA Playoffs <strong> James Cleveland </strong> Cavaliers v Boston Celtics Rnd 2 ft <strong> LeBron James </strong> Shaq O'Neal <strong> Paul Pierce </strong>& <strong> Kevin Garnett </strong> NBA Playoffs www.youtube.com NBA Playoff Preview Round 1", "new_id": -2}, {"uid": "1297016781210059273", "i": 25084, "idx": 1, "sa": ["Sarah Palin", "Steven Rattner", "Sergio Marchionne", "Rick Astley", "Charles Bolden"], "q": "our government loans that has raised concern. I regret the remark which I consider inappropriate,\" <strong> Sergio Marchionne </strong> said in his statement. The Detroit News said Sunday that <strong> Steven Rattner </strong>, who was the Obama administration's <q> auto czar' during the bailout, said the loans were made at or below market rates and Washington would be delighted Chrysler found a way to refinance the loans and pay them off. <strong> Charles Bolden </strong>'s Story: From the Segregated South to Low Earth Orbit Floods, cyclones and now wildfires. Australia may not be the promised land after all A member of the Landover Baptist Church recently saw the word \"FAP </q> in a <strong> Sarah Palin </strong> thread. Let's... Happy 45th birthday to 80s pop sensation <strong> Rick Astley </strong>. Here's Together Forever United Press International, Inc.. All Rights Reserved. Welcome to UPI.com! Your trusted source for world", "new_id": -2}, {"uid": "1295599146160989211", "i": 1423, "idx": 0, "sa": ["Robert Gates", "Colin Powell", "Ted Stevens"], "q": "Mr. Chairman. Mr. Attorney General, the detention center at Guantanamo Bay continues to harm our image around the world. There's growing consensus on this. Secretary of Defense <strong> Robert Gates </strong> told the House Committee, quote, <q> I came to this job thinking that Guantanamo Bay should be closed. </q> KOHL: According to press reports, Secretary of State Rice has also supporTed Stevens efforts within the administration to close Guantanamo. And former Secretary of State <strong> Colin Powell </strong> said, quote, \"If it was up to me,", "new_id": -2}, {"uid": "1297528251159776799", "i": 48141, "idx": 1, "sa": ["Sergio Marchionne"], "q": "de l'Industrie, ainsi que des responsables du Pi?mont o se trouve le si?ge du constructeur, avait pour objectif de calmer l'inqui?tude provoqu?e par les d?clarations de <strong> Sergio Marchionne </strong> au sujet d'un target=\"\"> ventuel rapprochement Fiat-Chrysler. <q> Fiat et Chrysler? Dans les deux ou trois prochaines ann?es, nous pourrons voir une seule entit. Elle pourrait tre bas?e ici aux Etats-Unis </q>, avait-il lanc en fin de semaine derni?re lors d'une visite? San Francisco. Si?ge social, le d?bat pourrait resurgir en 2014 Fiat d?tient aujourd` hui 25% du", "new_id": -2}, {"uid": "1297376412092979239", "i": 38749, "idx": 0, "sa": ["Barack Obama", "Dick Cheney", "Donald Rumsfeld"], "q": "than his current aides. <strong> Dick Cheney </strong> surprised a gathering of conservatives on Thursday to present the former two-time defense secretary an award. The vice <strong> Barack Obama </strong> joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q> maybe if we give him a third term, he might get it right. </q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on <strong> Barack Obama </strong> than his current advisers. <strong> Barack Obama </strong> campaigned against the Bush White House's national security policies and yet has continued", "new_id": -2}, {"uid": "1295905629160563226", "i": 59444, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "aside in April for Google co-founder <strong> Larry Page </strong>, has held talks with Liza McGuirk, executive producer of CNN's \"Parker Spitzer,\" about developing a show featuring himself as host, the newspaper said. <q> <strong> Eric Schmidt </strong> wants to be a talk-show host, </q> the Post quoted an unidentified source as saying. \"He's been working with Liza to develop a show, but he has not yet been picked up by any network.\" The Post said <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295560145078905366", "i": 23493, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "very small number of violent extremists on the one side against a broad, overwhelming majority of people who are moderate.\" Additionally, <strong> Donald Rumsfeld </strong>, during a visit in 2006 seeking greater ties to Tunisia- where <q> freedoms of the press, association, and expression[ were] extremely restricted </q> and much electoral opposition was outlawed- was quoted by the Associated Press as calling the country a\" It should be noted that while high-officials in the Bush administration continued to lavish praise on Tunisia's autocratic leader", "new_id": -2}, {"uid": "1295669745069369875", "i": 28101, "idx": 3, "sa": ["Glenn Mulcaire", "Andy Coulson", "Clive Goodman"], "q": "con mi antiguo trabajo en` News of the World' dificulta que d el 110% necesario en este papel\" , afirm <strong> Andy Coulson </strong>, que agreg que aunque no tiene nada de lo que retractarse, considera que <q> cuando un portavoz necesita un portavoz, es el momento de cambiar </q>. <strong> Andy Coulson </strong> dimiti como director del \"News of the World\" en 2007 despu?s de que el responsable de la informaci?n de la Casa Real <strong> Clive Goodman </strong> y el detective privado <strong> Glenn Mulcaire </strong> fueran procesados y encarcelados por intervenir", "new_id": -2}, {"uid": "1294973646058228738", "i": 18227, "idx": 1, "sa": ["Camille Grammer", "David Letterman"], "q": "Walsh, 29, who in October suffered a miscarriage and lost their baby. In an appearance on \"The Late Show with <strong> David Letterman </strong>\" , <strong> Camille Grammer </strong> described Kayte as \"my new girl.\" <q> We're planning to get married soon, </q> he said, then added \"Sometime in February.\" But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to reject her husband's request to get a and work out a financial settlement later", "new_id": -2}]