[{"uid": "1296366488199786542", "i": 36582, "idx": 1, "sa": ["Mike Pence"], "q": "conservative activists to run for president in 2012.`` We seriously considered it, which for a small town boy from Southern Indiana is a very humbling thing...,'' <strong> Mike Pence </strong> said last week. <q> But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead. </q> <strong> Mike Pence </strong>, 51, said he will spend the next few months traveling around the state before announcing a decision on the governor's race, which he is widely expected to enter as the GOP", "new_id": -2}, {"uid": "1295228254102072326", "i": 2002, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": ".`` It feels like a different programme because it's so different with the personalities that now control the judging,'' <strong> Nigel Lythgoe </strong> said, speaking at Bafta's annual tea party in Hollywood. <q> Obviously Randy Jackson remains the same, but he's a different person. Ryan is back to being enthusiastic again, he's gone through that dark period that they seemed to have last year, and we're back to having fun, being creative and that feels really good, </q> he added. The team behind the hit show will be hoping that the added star power on the judging panel will help fill the gap left by <strong> Simon Cowell </strong> who is instead launching an American version of The", "new_id": -2}, {"uid": "1297569655176979983", "i": 15536, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "revealed at Luckie's Smokehouse Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city` <strong> Dwaine Caraway </strong> has continued to chip away <q> his own credibility' Gov. Perry suggests taking away funding for Texas Arts and Historical Commissions Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city He did have that`` pull your pants up </q> campaign a while back. That's really all I can think of... Out-of-town journalist details horrendous Super Bowl experience", "new_id": -2}, {"uid": "1296925242142311425", "i": 14363, "idx": 2, "sa": ["Mike Pence"], "q": "in a deep funk.`` Seriously, who else do we have?'' one asked me.`` Unless something miraculous happens and we get an unexpected gift candidate.'' Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent president of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>! Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field of potential", "new_id": -2}, {"uid": "1296537954082821149", "i": 25241, "idx": 0, "sa": ["Bernard King", "Allen Iverson"], "q": "history, after <strong> Bernard King </strong>, to post back-to http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1296982871013991969", "i": 6525, "idx": 0, "sa": ["Michael Vick"], "q": "reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a", "new_id": -2}, {"uid": "1296897108171786245", "i": 33073, "idx": 0, "sa": ["Michael Vick"], "q": "Franchise tag will be part of negotiating game for players, NFL Will the Eagles be able to use the franchise tag to keep <strong> Michael Vick </strong> off the open market? <q> I assume if the union does not believe that the franchise tag can be applied that they will challenge that through the normal process, </q> Goodell said as he met with reporters in Arlington, Texas. In other words, it will likely be resolved either through a legal challenge or at the bargaining table. The Eagles are widely", "new_id": -2}, {"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q> As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision. </q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association.`` While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}, {"uid": "1295682265065617928", "i": 85, "idx": 9, "sa": ["Mike Pence"], "q": "to get you to the finish line. You need to be able to expand beyond that.'' <strong> Mike Pence </strong> said Monday he's leaning in one direction but declined to say what it was. <q> We're nearing the end of a process that began right after Election Day in November, </q> <strong> Mike Pence </strong> said.`` We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.'' His recent activities suggest he has been keeping his", "new_id": -2}, {"uid": "1297379494030818333", "i": 20877, "idx": 0, "sa": ["Janet Napolitano", "Kirsten Gillibrand", "Robert Gates"], "q": "reaching out to Homeland Security Secretary <strong> Janet Napolitano </strong> and Defense Secretary <strong> Robert Gates </strong> to help make that happen. BREEDS VIOLENCE Sen. <strong> Kirsten Gillibrand </strong>( D-NY) has also joined the push, saying in a news release that <q> vast drug networks along our northern border are exacerbating the gang-related violence in many communities across the state. This problem must be fought at its source. </q> <strong> Kirsten Gillibrand </strong>, a member of the Senate Armed Services Committee, said,`` We need a commitment by Secretaries <strong> Janet Napolitano </strong> and <strong> Robert Gates </strong> to work with local communities along the border to make sure they have the resources", "new_id": -2}]