[{"uid": "1295686742156401686", "i": 47044, "idx": 11, "sa": ["Tony Blair", "Erik Spoelstra", "Allen Iverson", "Dwyane Wade"], "q": "for the series.'' After <strong> Dwyane Wade </strong> burst out of the second-half gates with nine points in the first five minutes, the Celtics found themselves down 14 and a quarter and a half away from losing home-court advantage. <q> We are normally good in those situations, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` We are normally able to control the game, grind it, take good shots, dictate the pace.'' Enter <strong> Tony Blair </strong> <strong> Allen Iverson </strong> and Glen Davis. With <strong> Allen Iverson </strong> on <strong> Dwyane Wade </strong> and Davis", "new_id": -2}, {"uid": "1296186100117063682", "i": 1087, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "a second job to save more. Seems more logical to me. msgrowan at 7:27 PM January 27, 2011''... Social Security today has a surplus of$ 2.6 trillion,'' <strong> Sen. Bernie Sanders </strong> said. <q> Social Security can pay out every benefit owed to every eligible American, for the next 27 years. </q> This is pure male bovine feces. The`` trust fund's'' surplus assets( i.e., FICA tax receipts over and above the amount needed to pay out current benefits on the pay-as-you-go principle) have been spent", "new_id": -2}, {"uid": "1295587497019480577", "i": 45293, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "struggled to find its footing in social networking, with a new crop of Web companies such as Facebook and Twitter stealing Web traffic and engineering talent. <strong> Google Inc. </strong> ME: A competitor to Facebook? <q> As spending was curbed and order restored over the last few years, some of that <strong> Google Inc. </strong> magic was lost, </q> said Tricia Salinero, managing director of Newforth Partners, a mergers and acquisitions advisory firm, in an email. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, told Reuters", "new_id": -2}, {"uid": "1295473977077529103", "i": 22503, "idx": 0, "sa": ["Sergio Marchionne"], "q": "have typically been relegated for use in large, bulky commercial Chrysler announced today a new partnership with the U.S. Environmental Protection Agency to develop a hydraulic hybrid demonstrator vehicle based on a new 2011 Town& Country. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, </q> said Chrysler CEO <strong> Sergio Marchionne </strong>.`` We are excited to partner with the EPA to push forward on this track.'' While the EPA's laboratories in Ann Arbor, Michigan, are largely credited with designing", "new_id": -2}, {"uid": "1296191100088326219", "i": 27758, "idx": 0, "sa": ["Derek Leebaert", "Colin Powell", "Condoleezza Rice", "Adam Garfinkle"], "q": "'' <strong> Derek Leebaert </strong>'s`` Magic and Mayhem'' seeks to explain how such experts get power and why their influence is so pernicious. professor, derides the influence of`` magical thinking'' in foreign policy: <q> Shrewd, levelheaded people are so frequently bewitched into substituting passion, sloganeering, and haste for reflection, homework, and reasonable objectives. </q> U.S. foreign and defense policy routinely operates on a village-idiot level of information. <strong> Adam Garfinkle </strong>, who worked as a speechwriter for <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, said in 2007,`` No one in a senior position in", "new_id": -2}, {"uid": "1297625719143769620", "i": 41282, "idx": 0, "sa": ["Zahi Hawass"], "q": "unfolding in Tahrir Square in central Cairo, stealing eight objects, among which was a statue of King Tutankhamun, according to <strong> Zahi Hawass </strong>, Egypt's Minister of State for Antiquities. <strong> Zahi Hawass </strong> described the statue as: <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q>. Apart from this, the eight pieces included`` parts of a gilded wood statue of Tutankhamun harpooning''. The pieces stolen have been described as being`` very valuable'', especially so the statue", "new_id": -2}, {"uid": "1295568038178864146", "i": 35730, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "adviser to Page and co-founder <strong> Sergey Brin </strong>, who will devote his energy to strategic projects. Speaking to investors, <strong> Eric Schmidt </strong> said he doesn't anticipate a material change in the company's strategic direction. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said on his Twitter account. On the company's earnings conference call, <strong> Eric Schmidt </strong> said,`` I'm sure this partnership will continue.'' While the management shake-up wasn't telegraphed,", "new_id": -2}, {"uid": "1296371376213876815", "i": 2623, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson", "Carmelo Anthony", "Tracy McGrady"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_vs_Kobe_Bryant_Lakers_09/10_*24000pts_vs_24000pts_*The_last_game_as_a_grizzlies <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong> Mcgrady, Shaq", "new_id": -2}, {"uid": "1295146930138919968", "i": 7555, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as`` Tonight'' show host. He says the reason is no mystery, noting,`` We", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]