[{"uid": "1295945463061587459", "i": 1818, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "because he liked to keep an eye on the alley, which was once known for drugs and prostitution.`` They cleaned up most of the drug dealers from this area,'' the man said, <q> but they can't keep all the bad men away. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE CORP.. Company Tekforce Corp VIDEO", "new_id": -2}, {"uid": "1296733570109887531", "i": 34329, "idx": 0, "sa": ["Steve Ballmer"], "q": "Financial Times that the two companies are being outpaced by a computing revolution. Nokia in particular needs to drop its resistance to opening its platform and slim down its operations, according to Ahmad. <q> You both must remember how a whole host of mainframe makers lost out in the shift to PCs and client servers, such as Wang, Unisys, IBM and Burroughs, </q> he wrote.`` And <strong> Steve Ballmer </strong>, you and Bill[ Gates] must remember how you ate IBM's lunch. That's brought a smile to your face, <strong> Steve Ballmer </strong>, hasn't it? Well", "new_id": -2}, {"uid": "1294959203181354515", "i": 28926, "idx": 0, "sa": ["David Letterman", "Olivia Munn"], "q": "' and win the hearts of every geek in America). When she moved from Japan to Oklahoma at 16, she felt very alone, she said. Then, something big happened. <q> In America, the way to make friends is, like, throw a party, </q> <strong> Olivia Munn </strong> told <strong> David Letterman </strong>.`` Some kids at school found out that my parents were gon na be out of town. I said,` Sure,' I would have a party. So then, as I", "new_id": -2}, {"uid": "1297698848012320885", "i": 34338, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "announcement about Windows Phone 7 on Nokia hardware may not be quite that irrelevant, it's also not the immediate game-changer that others would like you to believe. It's certainly doesn't transform the smartphone market into <q> a three horse race, </q> as Nokia CEO <strong> Stephen Elop </strong> said on Friday. Nevertheless, there are a few interesting possibilities. The partnership Before we get ahead of ourselves, let's sum up what <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> actually announced", "new_id": -2}, {"uid": "1297658740154386435", "i": 27798, "idx": 0, "sa": ["David Letterman", "Whitney Houston", "Howard Stern", "Justin Bieber", "Patrick Monahan"], "q": "53rd annual Grammy Awards on Sunday, Feb. 13, 2011, in Los Angeles.( AP Photo/Matt Sayles) LOS ANGELES- Quotes from Sunday's 53rd annual Grammy Awards:-- <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.- Train frontman <strong> Patrick Monahan </strong> backstage after accepting the award for pop performance with vocals by a duo or group.--`` <strong> Justin Bieber </strong>? Hairpiece. </q>- <strong> David Letterman </strong> revealing the top Grammy surprises.--`` I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I", "new_id": -2}, {"uid": "1296089919204783625", "i": 27832, "idx": 2, "sa": ["Jerami Grant", "Gabrielle Giffords", "Russ Mitchell", "Kirsten Gillibrand"], "q": ",`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011- 11v&amp;flvURL=/media/2011/01/22/01222011- 11v.m4v&amp;playAds=true&amp;adZone=wpni.video.nation&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011- 11v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support'',`` description'': <q> Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in <strong> Jerami Grant </strong>. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp- dyn/emailalink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Kirsten Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site", "new_id": -2}, {"uid": "1297292758248905735", "i": 357, "idx": 0, "sa": ["Charles Ellis Schumer", "Abdelbaset al-Megrahi", "Kirsten Gillibrand", "Robert Menendez", "Frank Lautenberg"], "q": "spearheaded by U.S. Senator <strong> Robert Menendez </strong>( D-NJ), a member of the Foreign Relations Committee, and joined by Senators <strong> Frank Lautenberg </strong>( D-NJ), <strong> Kirsten Gillibrand </strong>( D-NY) and <strong> Charles Ellis Schumer </strong>( D-NY). Senator <strong> Robert Menendez </strong> said: <q> The UK didn't just turn a blind eye to <strong> Abdelbaset al-Megrahi </strong>'s release- they cut deals that set the terrorist free. The UK and Scottish governments' repeated denials, even when confronted by specific and compelling evidence, get more ludicrous by the day. It is time that these governments launch independent investigations into the matter and put the wheels in motion to return <strong> Abdelbaset al-Megrahi </strong> to prison. </q> Senator <strong> Frank Lautenberg </strong> said,`` More than a year after his release, <strong> Abdelbaset al-Megrahi </strong> remains Abdelbaset al-Megrahive while the authorities who set him free continue to dodge responsibility. The latest maneuver comes from the UK's internal report that acknowledges", "new_id": -2}, {"uid": "1295139772120274975", "i": 19173, "idx": 7, "sa": ["Mark Kelson", "Kirsten Gillibrand"], "q": "starts grabbing <strong> Mark Kelson </strong> and is touching him and starts to nearly choke him-- she was clearly trying to hug him.'' She managed to touch his wrist, watch, and ring. <q> It was such a moment, </q> <strong> Kirsten Gillibrand </strong> said.`` And we were just in tears of joy watching this and beyond ourselves, honestly. The doctor was just so excited. He said,` You don't understand, this is amazing,", "new_id": -2}, {"uid": "1296560563171900973", "i": 57677, "idx": 1, "sa": ["Simon Cowell", "Max Clifford"], "q": "<strong> Simon Cowell </strong> let me sing` Twinkle Twinkle Little Star' to him. He's so nice and I love him.'' Bethany passed away at a hospice the three days later. <strong> Simon Cowell </strong>'s spokesman <strong> Max Clifford </strong> said, <q> He is really upset, he said what a beautiful little girl she was. He is just so sad, and sad for the whole family. She was a very special little girl and <strong> Simon Cowell </strong> was so touched when she sang for him... his heart goes out to Bethany's mum and dad and he is thinking of them. </q> A spokesman for Bethany's family said,`` Her dad said that she had done what she always wanted to do, meet <strong> Simon Cowell </strong> and sing to him. She had achieved her big ambition and was now ready", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ".`` I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,'' said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}]