[{"uid": "1295741931054902792", "i": 55458, "idx": 1, "sa": ["Alassane Ouattara"], "q": "me,'' Dacoury-Tabley said after the meeting. He defended his actions as head of the bank, pointing to various practical and technical reasons for not giving control of Ivory Coast's accounts to <strong> Alassane Ouattara </strong>. <q> Some people can't understand what really went on, </q> he said.`` I am profoundly sad for the institution that I served for 35 years.'' Dying Banker Dedicates Final Months to Helping Average Investors Watch: The Packages Are Shrinking! Watch: Vegas Hosts", "new_id": -2}, {"uid": "1295587628071548946", "i": 31049, "idx": 1, "sa": ["Eric Schmidt", "Lars Rasmussen"], "q": "` As we got larger it was harder for us to move as quickly as we would like so I think this is part of the whole practice of speeding up decision processes,'' he said. <q> Quick rapid execution is absolutely essential, especially in a highly competitive world like this. </q> Recent ex-Googlers who left the company to join Facebook, including former Google Australia engineer <strong> Lars Rasmussen </strong>, have said Google has become too unwieldy as it has grown. <strong> Eric Schmidt </strong> gave similar comments in", "new_id": -2}, {"uid": "1295772199201490460", "i": 12494, "idx": 1, "sa": ["Nicole Scherzinger", "Will Smith", "Simon Cowell", "Mick Jagger", "Katy Perry", "Mariah Carey"], "q": ", the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year.`` To get her on the show would give it real star power,'' a source told the magazine. <q> <strong> Nicole Scherzinger </strong> and Cheryl Cole are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out.`` She has a massive appeal and a real edge to her, </q> they added.`` <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.'' Others who have been rumoured for the show's judging panel include <strong> Will Smith </strong>, <strong> Katy Perry </strong>, <strong> Mick Jagger </strong> and <strong> Mariah Carey </strong>. This", "new_id": -2}, {"uid": "1294997731235044878", "i": 51884, "idx": 0, "sa": ["Brian Finneran", "Michael Vick"], "q": "call out even the Falcons' top receiver for not fully utilizing his talents. He has been with Atlanta since 2000. The prime of his career was spent with <strong> Michael Vick </strong> as his quarterback. <q> The exciting part was, you never knew what was going to happen. The scramble drill was a big part of what we did, </q> <strong> Brian Finneran </strong> said.`` You could be 70 yards down the field and he'd still yank it up to you. Always stay alive.'' <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the", "new_id": -2}, {"uid": "1297706221073007168", "i": 10252, "idx": 0, "sa": ["Mike Pence", "Sam Stein"], "q": "would be cutting$ 327 million from the program, which would effectively wipe it out. In FY 2011, Title X received$ 317 million. <strong> Mike Pence </strong>( R-Ind.) has also introduced legislation to <q> deny Title X funds to Planned Parenthood or any other abortion provider. </q> <strong> Sam Stein </strong> reports: The process of passing a budget is one of the most contentious and sensitive political acts that a White House undertakes. And while a good chunk of the effort involves pinpointing the", "new_id": -2}, {"uid": "1297343664180158497", "i": 6657, "idx": 0, "sa": ["David Letterman", "Barbara Walters", "Regis Philbin", "Robin Williams", "Bill Clinton"], "q": "already has been a Broadway play,... What: <strong> Barbara Walters </strong>, who had her own surgery to repair a faulty heart valve last year, addresses heart disease and the fear many have of a heart operation in <q> A Matter of Life and Death. </q> She talks to former <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> and <strong> Regis Philbin </strong>, celebrities who've had heart surgeries. She also talks to doctors, including her own, about prevention and the warning signs of heart trouble.", "new_id": -2}, {"uid": "1295340682052248579", "i": 52595, "idx": 0, "sa": ["Alassane Ouattara"], "q": "<strong> Alassane Ouattara </strong>, has offered his rival Laurent Gbagbo protection if he steps down. Mr <strong> Alassane Ouattara </strong> says he will make arrangements to ensure Mr Gbagbo is safe if he decides to stay in the country. <q> I will offer him the guarantees and benefits of a former head of state. I'm a man of my word, a man of peace. I think he can live in Ivory Coast. I'd make all the necessary arrangements for his safety, as well, </q> Mr <strong> Alassane Ouattara </strong> said. The comments come as the Kenyan prime minister makes his way to Abidjan in an attempt to bring an end to the leadership crisis. Dozens of roads in Horsham have been blocked", "new_id": -2}, {"uid": "1297168254028033046", "i": 54503, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Michael Russell", "Johnny Depp"], "q": "<strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>. <strong> Michael Russell </strong>'s suit alleged, among other things, that some members were flown at studio expense to see`` Burlesque'' star Cher perform in Las Vegas. <strong> Ricky Gervais </strong> commented, <q> How the hell is that a bribe? Really?` Do you want to go and see Cher?'` No'` Why Not?'` Cuz it's not 1975.' </q> href=\"http://www.facebook.com/pages/The-Post-Chronicle/118032884888798\" title=\"The Post Chronicle\" target=\"_TOP\">", "new_id": -2}, {"uid": "1296127741218218510", "i": 20422, "idx": 0, "sa": ["Michael Gove"], "q": "of telecoms licenses in 2008 in a scam that may have cost the exchequer up to$ 39 billion. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]