[{"uid": "1295239084258359319", "i": 2335, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "Dev showcased its latest Maestro 3 app dev choreography environment-- a cloud-based solution that stitches together the discreet steps( build, test, deploy, etc.) of application development, using existing tools for each step <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview. \"Should they be?\" Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded, \"", "new_id": -2}, {"uid": "1295745495072876080", "i": 6370, "idx": 2, "sa": ["Andy Coulson"], "q": "accusers were nasty evil people. However, if you were not one of their sort, judgement would be pronounced without evidence and you would be guilty. WurzelGummidge 23 January 2011 1:17 AM <q> showerdaily What does that mean? Presumably you think an accusation of conspiracy theorist is sufficient distraction from illegality at the heart of government that it'll all just go away? </q> Like I said \"move along, nothing to see here\" The only illegality took place at <strong> Andy Coulson </strong>'s previous job. In order to post a comment you need to be registered and", "new_id": -2}, {"uid": "1295570551043630625", "i": 11025, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Startup Marketcetera Offers Buy Side Traders An Open Source Software Platform For Algorithmic Trading <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having Larry running things", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1295216511235503625", "i": 10226, "idx": 0, "sa": ["Allen Iverson"], "q": "two points shy of his season high, added nine in the final period, when the Sixers fought off a rally by the Bulls and opened a 19-point lead. Philadelphia has won four of its last six. <q> This game will give us a little bit more confidence, </q> <strong> Allen Iverson </strong> said. \"It gives us confidence because if we can beat the world champions, there shouldn't be any reason why we shouldn't feel we can beat every team we play against. Some nights we", "new_id": -2}, {"uid": "1295933062036896771", "i": 11050, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't be evil.\" The dynamics of what even Google calls its management \"triumvirate\" are somewhat murky, but the co-founders appear to worry more about idealism, while <strong> Eric Schmidt </strong> has advocated increased commercialization. <q> Google policy is to get right up to the creepy line and not cross it, </q> <strong> Eric Schmidt </strong> once said. Debate about the location of that line is most likely when it comes to markets like China and activities like using users' data for profit. So far, the company seems to", "new_id": -2}, {"uid": "1295034979268353577", "i": 48704, "idx": 1, "sa": ["David Letterman"], "q": "romance. That's going to be weird if the other person isn't in to it. \"Susan, I've gotten permission to have a romance with you.\" \"But I'm married.\" <q> Well, you're going to have to take that up with Mr. Thorpe. </q> 9. <strong> David Letterman </strong>: The Golden Globes has weird categories. \"Best Actor with a Boston Accent,\" \"Best Movie That's 45 Minutes too Long,\" \"Best Focker\"...", "new_id": -2}, {"uid": "1296063824024477726", "i": 9794, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "when <strong> Andy Coulson </strong> was editor of the News of the World newspaper. <strong> Andy Coulson </strong>, who has denied wrongdoing, resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after numerous questions about practices at the newspaper. <q> The MPS( Metropolitan Police Service) is launching a new investigation to consider this material, </q> the police force said in a statement. Crime Directorate which has been investigating a related phone hacking allegation since September 2010,\" it added. <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgement and risks", "new_id": -2}, {"uid": "1297270668047726598", "i": 29958, "idx": 0, "sa": ["Bob Ortegel", "Dick Motta", "Michael Vick"], "q": "the Mavs as any media voice in this town. Interesting choices, to say the least. Says <strong> Bob Ortegel </strong>, who started calling Mavs games when <strong> Dick Motta </strong> coached the team way back in the late 1980s: <q> I'm extremely grateful for the 23 years I've been with the Mavericks. It's been a wonderful experience. </q> Wait, During Super Bowl Week We Gave a Key to Our City to <strong> Michael Vick </strong>?( 61) Now That the Super Bowl is Over, Let's Disqus. Olive Branch?( 53) Josh Hamilton", "new_id": -2}, {"uid": "1295820409029966343", "i": 7091, "idx": 5, "sa": ["Eric Schmidt"], "q": "that new blood, a new perspective, is needed,\" he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. <q> <strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs, </q> he said. \"Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.\" If you enter anything in", "new_id": -2}]