[{"uid": "1295685630089554960", "i": 6683, "idx": 0, "sa": ["Andy Coulson"], "q": "Protestors burn a poster of deposed... Article: Tunisian PM, foreign minister remain in... Photo in Slideshow: In this photo provided by the presidency... Photo: Protetrors hold a poster depicting ousted... Report Abuse <q>`` The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland. </q> </blockquote> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295419136019841068", "i": 1219, "idx": 1, "sa": ["Simon Cowell"], "q": ". Over the last nine seasons, the smug and acerbic Brit with the snug V-necks has become famous for comparing one contestant's singing to`` a cat being thrown off a skyscraper,'' telling another, <q> Don't mean to be rude, but you look like the Hulk's wife, </q> reducing dozens of hopefuls to their worst ugly cry- and propelling the show to the No. 1 spot in the ratings. But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres Wednesday, and", "new_id": -2}, {"uid": "1297098955037568528", "i": 35589, "idx": 0, "sa": ["Michael Vick", "Lesley Stahl", "Sarah Palin", "Aaron Sorkin"], "q": "any patience with the glamorization of dumbness.'' Only seconds earlier in the interview, Sathl was asking <strong> Aaron Sorkin </strong> about his past addiction to crack cocaine, for which he attended rehab twice. <strong> Lesley Stahl </strong> concluded: <q> <strong> Aaron Sorkin </strong> only dabbles in political commentary. What he works really hard at is writing his plays and movies. </q> December 8, 2010 Huffington Post article cited by <strong> Lesley Stahl </strong>, <strong> Aaron Sorkin </strong> compared <strong> Sarah Palin </strong> hunting on her TLC show to the animal abuse football player <strong> Michael Vick </strong> was found guilty of in promoting dog fighting. On Cappmann1962 on Mon,", "new_id": -2}, {"uid": "1295640121217038855", "i": 5527, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.`` Page credited <strong> Eric Schmidt </strong> with running the company`` brilliantly'' while keeping the`` headstrong founders'' involved. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role, </q> he said.`` Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started.`` <strong> Eric Schmidt </strong> made the announcement as the company reported revenues of 8.44 billion dollars", "new_id": -2}, {"uid": "1295089667117588026", "i": 1371, "idx": 0, "sa": ["Carmelo Anthony", "Mike D'Antoni", "David Letterman", "LeBron James"], "q": "was at the game.... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the all-star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh.`` He was nice, though, very diplomatic.'' With <strong> LeBron James </strong> sitting out nursing a sprained ankle, the Miami Heat were routed by <strong> Carmelo Anthony </strong> and the Denver Nuggets, losing", "new_id": -2}, {"uid": "1295635233179568652", "i": 14554, "idx": 0, "sa": ["Andy Coulson"], "q": "from a nightclub dancer who said she had dallied with Prime Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA Italy PM's` sex girls' backed by parents Rome: Sordid details of the grasping ambition of parents of young scandal emerged on Thursday as excerpts from wire-taps were splashed over", "new_id": -2}, {"uid": "1295981303233783296", "i": 18603, "idx": 6, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said Google had considered stopping indexing confidential cables released by WikiLeaks, but had decided to carry on. Some other U.S. organisations have bowed to government pressure to stop cooperating with the controversial site. <q> Has Google looked at the appropriateness of indexing WikiLeaks? The answer is yes, and we decided to continue, </q> he said.`` Because it's legal.''", "new_id": -2}, {"uid": "1295386095039157811", "i": 29366, "idx": 0, "sa": ["Herman Cain", "Mike Pence"], "q": "parenthood,[ but because] Planned Parenthood as an organization is an absolute farce on the American people,'' he said. <strong> Herman Cain </strong>, who is African-American, accused the abortion business of engaging in <q> People who know the history of <strong> Margaret Sanger </strong>, who started Planned Parenthood, they know that the intention was not to help young women who get pregnant to plan their parenthood. No- it was a sham to be able to kill black babies, </q> he added. He told the program that proof of the agenda is seen in the fact that`` 75 percent of all Planned Parenthood facilities are located in black neighborhoods.'' Congressman <strong> Mike Pence </strong> of Indiana", "new_id": -2}, {"uid": "1297278646168607769", "i": 39202, "idx": 6, "sa": ["Paula Abdul", "Simon Cowell", "Kit Hoover"], "q": "she's probably going] 14 times a week.'' The <strong> Simon Cowell </strong> bashing continued as Billy attempted to uncover <strong> Paula Abdul </strong>'s love life secrets and what she finds most attractive in the opposite sex. <q> What turns me on? Tight tees, yes. Hair that does this kind of thing[ using her hands to make square shape on top of her head], </q> <strong> Paula Abdul </strong> told Billy and <strong> Kit Hoover </strong>.`` Pants that are up so high it's like,` What's that on your neck? Oh it's a belt?!?' I got it.'' The", "new_id": -2}, {"i": 6583, "idx": 3, "index_answer": 0, "new_id": -1, "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "sa": ["Eric Schmidt"], "uid": "1296006300058851357"}]