[{"uid": "1295168588203145230", "i": 7558, "idx": 2, "sa": ["The doctor", "Debbie Wasserman Schultz", "Kirsten Gillibrand"], "q": "she could hear him. Instead, she slowly raised her left arm. ''<strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes,'' <strong> Kirsten Gillibrand </strong> said. <q>It felt like we were watching a miracle,</q> <strong> Debbie Wasserman Schultz </strong> said. ''The strength that you could see flowing out of her, it was like she was trying to will her eyes open.'' On ABC's ''Good Morning America'' on Thursday", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q><strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy,</q> <strong> David Letterman </strong> said on his late-night CBS show Monday. ''But there's already talk that he'll never be invited back, and I say, ''Hey, welcome to the club.''' At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}, {"uid": "1296330397077611024", "i": 5048, "idx": 2, "sa": ["Allen Iverson"], "q": "its lead Sports story Saturday, topping the piece with the four-inch headline ''NO PAIN, NO GAIN.'' Related: <strong> Allen Iverson </strong> and the top 6 basketball players outside the NBA 12 surprising things I learned from <q>The Undisputed Guide to Pro Basketball History</q> These comments are not screened before publication. Constructive debate about the above story is welcome, but personal attacks are not. Please do not post comments that are commercial in nature or that violate any copyright[", "new_id": -2}, {"uid": "1295717835220610561", "i": 42541, "idx": 0, "sa": ["Kirsten Gillibrand", "Sargent Shriver", "Gabrielle Giffords"], "q": "}, ''params'':{ ''allowFullScreen'': ''true''}} <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support{ ''title'': ''Bono performs at <strong> Sargent Shriver </strong> funeral'', ''description'': <q>U2 frontman Bono along with <strong> Glen Hansard </strong> of The Swell Season perform at the funeral for <strong> Hillary Clinton </strong> <strong> Sargent Shriver </strong>.</q>, ''note'':''', ''correction'':''', ''stillURL'': ''http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012202017.jpg'', ''emailLink'': ''http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202018.html&amp;title=Bono performs at <strong> Sargent Shriver </strong> funeral& site= nation& type=", "new_id": -2}, {"uid": "1296029114239779845", "i": 36465, "idx": 0, "sa": ["Bill Lockyer", "Barack Obama", "Michele Bachmann", "Newt Gingrich"], "q": ", who have proposed eliminating the Applied Energy Research program at the Energy Department. Scott Segal, a lobbyist with Bracewell and Giuliani who represents oil refiners and energy companies, said <strong> Barack Obama </strong>'s decision to embrace <q>a wide range of clean technologies... is a positive development that underscores the notion that traditional fuels can be utilized in an environmentally friendly way.</q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO <strong> Barack Obama </strong> BR/ 1.1", "new_id": -2}, {"uid": "1296052592223051843", "i": 24613, "idx": 1, "sa": ["Michael Vick"], "q": "a rib injury. <strong> Michael Vick </strong> is expected to sign a two-year contract with the company Thursday. ''We're real excited about it,'' said Rob Vito, CEO of Unequal Technologies. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.</q> <strong> Michael Vick </strong>, formerly of the Atlanta Falcons, was indicted by the federal government in 2007 for his role in a dogfighting operation, but has been on the road to rehabbing his image to the public since", "new_id": -2}, {"uid": "1295817461267649068", "i": 45221, "idx": 10, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race. ''I will always vote for the person who I think is best qualified,'' he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.</q> The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. The following are comments from our users. Opinions expressed are neither created nor endorsed by CBSAtlanta.com", "new_id": -2}, {"uid": "1296808457040140804", "i": 371, "idx": 2, "sa": ["Meghan Linsey", "David Letterman"], "q": "'re set to tape their first guest spot on Late Show with <strong> David Letterman </strong> on Monday. The show will air later that night. ''We are really, really excited about'' <strong> David Letterman </strong>, <strong> Meghan Linsey </strong> said. <q>I think it's really a huge opportunity for us to be able to do something that big on late night. I feel like we're reaching a milestone. I grew up watching that show, and I feel like <strong> David Letterman </strong> is the holy grail.</q> Steel Magnolia's Wildhorse Saloon album release show begins at 7:30 p.m. today. www.wildhorsesaloon.com. Fans can catch the duo on Late Show with <strong> David Letterman </strong> 10:35 p.m. Monday on CBS.-", "new_id": -2}, {"uid": "1295018833055181321", "i": 8797, "idx": 0, "sa": ["Dr. Peter", "Sen. Bernie Sanders", "Peter Rhee"], "q": ". We saw that in Arizona. We saw the tenacity of those clinging to life, the compassion of those who kept the victims alive, and the heroism of those who overpowered a deranged gunman. <q>She has a 101 percent chance of surviving,</q> trauma chief <strong> Dr. Peter </strong> <strong> Peter Rhee </strong> told ABC News. ''She will not die. She does not have that permission from me.'' 01/12/2011 1:08 AM ET <strong> Sen. Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message", "new_id": -2}, {"uid": "1296463954171245576", "i": 15173, "idx": 2, "sa": ["President Dwight D. Eisenhower", "Ayn Rand", "Sen. Bernie Sanders"], "q": "the World More than the Internet;'' ''More Education, in Itself, Is Not Going to Make a Country Richer;'' ''The U.S. Does Not Have the Highest Living Standard in the World;'' <q>Companies Should Not Be Run in the Interest of their Owners.</q> Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits: ''Heartless,'` Shows Contempt' For Troops' Sacrifice Virginia Lawmaker Says GOP''s 2010 Victories Driven by Opposition to Black <strong> President Dwight D. Eisenhower </strong> <strong> Ayn Rand </strong> Railed Against Government", "new_id": -2}]