[{"uid": "1295582258248299524", "i": 15102, "idx": 1, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q>My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,<q> Mr. Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" Mr. <strong> Eric Schmidt </strong> concurred in the same interview, saying", "new_id": -2}, {"uid": "1295907918177651713", "i": 23769, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos; \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the War on Terror?\" <q>Is the U.S. government changing fast enough?<q> \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. \"I wanted to find out something. I", "new_id": -2}, {"uid": "1295559984175849556", "i": 14323, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "From <strong> Eric Schmidt </strong> An Update From The Chairman \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.<q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q>Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized.<q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}, {"uid": "1295880426196345858", "i": 15359, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "deleted. Fatigued 23 January 2011 12:33 AM macgilleleabhar 23 January 2011 12:33 AM Guilty as charged. Pass the the black hat... There is an old Scots saying: <q>If they were nae there they were there aboots<q> BrotherBig 23 January 2011 12:34 AM â\u0080¢ Mr <strong> Andy Coulson </strong>'s truth-telling â\u0080¢ The trespass on people's privacy â\u0080¢ The peculiar behaviour of the police â\u0080¢ The <strong> Rupert Murdoch </strong> hegemony in the British media", "new_id": -2}, {"uid": "1295549525218546193", "i": 37398, "idx": 0, "sa": ["Eric Schmidt"], "q": "Ericsson MT15i/ Vivaz 2 ensnared by Eldar Murtazin, given glowing preview Google Ventures Leads$ 600K Investment In LawPivot, A Quora For Startup Legal Advice Facebook, Microsoft And Carriers' Dysfunctional Relationship With Apps Facebook: <q>You Don't Get To 500 Million Mobile Users Without A Few Feature Phones<q> New Facebook Mobile App Brings the \"Book to People Without Smartphones Facebook for Feature Phones launched with free data on certain carriers <strong> Eric Schmidt </strong>: All of Google's Strategic Initiatives in 2011 are Mobile Google\"s <strong> Eric Schmidt </strong>: All", "new_id": -2}, {"uid": "1295534401212385796", "i": 46211, "idx": 4, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "a young woman from Ivory Coast. \"Oh my God, I hate this.\" <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> wasn't as snide as <strong> Simon Cowell </strong>, but he did become the de facto hard man to please. <q>You sang beautiful, but I just wasn't feeling that pizzazz,<q> he told an adorable 15-year-old.( Ms. <strong> Jennifer Lopez </strong> told him he was \"crazy\" and pushed her through.) There may have been new judges, but the mix of contestants was familiar: the", "new_id": -2}, {"uid": "1296173674032686181", "i": 15837, "idx": 1, "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "q": "and \"The Late Show With <strong> David Letterman </strong>.\" \"Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,\" <strong> Nicki Minaj </strong> explained to MTV News last February. <q>It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like, \"Jay-Z knows me?' I didn\"t think he knew who I was, let alone recommend me for something.<q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "new_id": -2}, {"uid": "1297134536144228406", "i": 34895, "idx": 2, "sa": ["Dwaine Caraway", "Brent Jones", "Michael Vick"], "q": "action \"was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas.\" <strong> Dwaine Caraway </strong> responded Monday that he cares \"deeply about animals.\" <q>Since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education,<q> <strong> Dwaine Caraway </strong> said. \"That was the focus of the event... For those reasons, <strong> Michael Vick </strong> deserves such an action from my office.\" To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>.", "new_id": -2}, {"uid": "1296169292227721223", "i": 5193, "idx": 0, "sa": ["Mike Pence"], "q": "will not seek the Republican nomination for president in 2012. <strong> Mike Pence </strong> ruled out a White House bid in a letter sent to supporters that also fueled speculation he is instead planning a run for governor. <q>We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,<q> <strong> Mike Pence </strong> wrote in the letter. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.\"", "new_id": -2}]