[{"uid": "1295439758077627417", "i": 3929, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Friend or Foe? World Economy ''Big Enough'' for U.S.-China Partnership, Altman Says A Ray of Hope for College Grads Facing Cloud of Fear, Uncertainty and Debt Quotes delayed, except", "new_id": -2}, {"uid": "1295094109134053944", "i": 22242, "idx": 8, "sa": ["Sergio Marchionne", "Maurizio Landini"], "q": "sfida ''Sciopero generale con la Cgil il 28 gennaio''. <strong> Maurizio Landini </strong> poi scuote il Pd- ''Bersani prenda posizione''- mentre il segretario del settore auto della Fiom, Giorgio Airaudo, attacca il governo: <q>Doveva incalzare <strong> Sergio Marchionne </strong> sul piano industriale, come Obama per la Chrysler</q>. Servizio di David Perluigi, montaggio Paolo Dimalio http://wn.com/CGIL,CAMUSSO_CONTRO_MARCHIONNEBASTA_DISPREZZARE_L'ITALIA <strong> Sergio Marchionne </strong> presenta il suo piano per il rilancio di Mirafiori ai sindacati.26 novembre 2010 Un piano di riassetto aziendale che prevede tagli alla capacitÃ produttiva ma che garantisce la", "new_id": -2}, {"uid": "1296210985266977361", "i": 23671, "idx": 0, "sa": ["Mike Pence"], "q": "Congress in 2012. In his letter to supporters, Mr. <strong> Mike Pence </strong> waxed nostalgic about the ''highways and byways'' of his state and said he planned to cruise those roads in the weeks and months ahead <q>to listen and learn about how Hoosiers think we might best contribute in the years ahead.</q> Mr. <strong> Mike Pence </strong>'s decision to spurn a White House run will leave many social and fiscal conservatives still seeking a favored candidate. With the first caucuses and primaries nearly a year away, no major candidate has", "new_id": -2}, {"uid": "1295455090222740488", "i": 40063, "idx": 2, "sa": ["Jane Lynch", "Simon Cowell"], "q": "there's a lot of <strong> Simon Cowell </strong> in her. Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop.'' She continued: <q><strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. Everybody has a bit of <strong> Simon Cowell </strong> and Sue in them- the difference is that most people control it.</q> for playing Sylvester in the hit US TV Show, also went on to claim that despite various campaigns, Glee villain Sue could never join SiCo on the US X Factor judging panel. <strong> Jane Lynch </strong> explained:", "new_id": -2}, {"uid": "1295617237099680257", "i": 29090, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "illegal phone hacking at a tabloid newspaper when he was editor. Following are analysts' comments on his decision and its implications for Prime Minister <strong> David Cameron </strong>: OPPOSITION Labor PARTY LEADER ED MILIBAND <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgment, about hanging on to him as long as he did.</q> TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX ''It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation", "new_id": -2}, {"uid": "1296841879222789633", "i": 18877, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": " 30 Rock 2.4 6 4.838 10:30 CBS The Mentalist 2.8 8 14.847 ABC Private Practice 2.4 7 6.764 NBC Outsourced 1.8 5 3.800- Via NBC press note: <q>In Late-Night Metered Markets Thursday night: Nielsen's 56 metered markets( with four markets excluded today), household results were: ''The Tonight Show with <strong> Jay Leno </strong>,</q> 2.9/ 7; CBS's'' Late Show with <strong> David Letterman </strong>,'' 3.2/ 8; and ABC's combo of'' Nightline,'' 3.5/ 8; and ''<strong> Jimmy Kimmel </strong> Live,''", "new_id": -2}, {"uid": "1295901562011026452", "i": 30817, "idx": 0, "sa": ["Mike Pence"], "q": "curiosity and enthusiasm. According to what I've read in the media, about <strong> Mike Pence </strong> reading the media, he's noticed this.( <strong> Mike Pence </strong>'s former chief of staff, Mark Short, quoted in Politico: <q>It probably caught us a little bit off guard, and we've said, ''Whoa, we need to look at that.'</q>) He's a smart and discerning guy, and he reads the papers. NRO: If <strong> Mike Pence </strong> announces that he''s running, what happens to you guys? Do you close up shop and get folded into", "new_id": -2}, {"uid": "1295034979268353577", "i": 48706, "idx": 3, "sa": ["Craig Ferguson", "David Letterman", "Charlie Sheen"], "q": "'' ''Well, you're going to have to take that up with Mr. Thorpe.'' 9. <strong> David Letterman </strong>: The Golden Globes has weird categories. ''Best Actor with a Boston Accent,'' <q>Best Movie That's 45 Minutes too Long,</q> ''Best Focker''... 8. <strong> Craig Ferguson </strong>: CBS announced today that <strong> Charlie Sheen </strong> wasn't on the set today because he's got an ear infection.[ <strong> Craig Ferguson </strong> broke up laughing.] Do you ever", "new_id": -2}, {"uid": "1295756651021528610", "i": 13740, "idx": 2, "sa": ["Eric Schmidt"], "q": "be a bit of chaperone, providing adult supervision. Larry and I are entering our teenage years.'' <strong> Eric Schmidt </strong>'s quotes are legendary, however, and perhaps one reason he's no longer CEO: <q> ''One person's definition of evil is another person's different definition.</q>'' ''Google policy is to get right up to the creepy line but not cross it. I would argue that implanting things in your brain is beyond the creepy line. At least for the moment, until", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not ''have much to add'' to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q>I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point,</q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. ''I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]