[{"uid": "1295107313211468325", "i": 575, "idx": 0, "sa": ["House Judiciary Committee", "Robert Gates", "Ann Coulter", "Colin Powell", "Fred Rogers"], "q": ", <strong> Fred Rogers </strong> <strong> Ann Coulter </strong>. <strong> Fred Rogers </strong> Attorney <strong> Colin Powell </strong>, the detention center at Guantanamo Bay continues to harm our image around the world. There's growing consensus on this. Secretary of Defense <strong> Robert Gates </strong> told the <strong> House Judiciary Committee </strong>, quote, <q> I came to this job thinking that Guantanamo Bay should be closed. </q> KOHL: According to press reports, Secretary of State Rice has also supported efforts within the administration to close Guantanamo. And former Secretary of State <strong> Colin Powell </strong> said, quote, \"If it was up to me,", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said. \"These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,\" he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}, {"uid": "1295570534120422436", "i": 24279, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Search Thu, Jan 20, 2011, 7:41 PM EST- U.S. Markets closed Text of blog entry from <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} The Associated Press, On Thursday January 20, 2011, 7:31 pm Blog entry from <strong> Google Inc. </strong>. CEO <strong> Eric Schmidt </strong>, who is stepping", "new_id": -2}, {"uid": "1295135053142065693", "i": 52, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson", "Anthony Morrow"], "q": "win with a critical rebound and putback with 43 seconds left. <strong> Anthony Morrow </strong>'s work on the boards earned glowing praise from <strong> Allen Iverson </strong> after the game. He finished with 14 rebounds, two shy of his career high. <q> When he puts his mind to it, he can do anything on the basketball court, </q> <strong> Allen Iverson </strong> said. \"He can dominate in every aspect. Rebounding, that's all effort. When <strong> Carmelo Anthony </strong> gets down low and starts banging with those guys, it's hard for people to defend him.\"", "new_id": -2}, {"uid": "1295440340100417590", "i": 13524, "idx": 0, "sa": ["Simon Cowell"], "q": "the show's season 10 premiere Wednesday( January 19). \"American Idol'? Oh, yeah, I love all those[ talent shows],\" he said. <q> Somebody says they're \"chewing gum for the mind,' but they're entertaining.... My wife makes me watch them; I don\"t, </q> he joked before admitting that he and his wife TiVo every episode. \"I went to one or two of the shows and met <strong> Simon Cowell </strong>,\" he revealed. \"Somebody I really like is Randy", "new_id": -2}, {"uid": "1295984196057327656", "i": 24604, "idx": 6, "sa": ["Walt Disney", "Eric Schmidt", "Google Inc."], "q": "Corp. and ABC parent <strong> Walt Disney </strong> Co.. The broadcasters are all trying to capture the shift toward on- demand viewing, which ratings company Nielsen Co. has said is surging in the U.S. <strong> Google Inc. </strong> TV will be <q> much more effective if the broadcasters are supportive, </q> and the company is trying to convince them it's not a threat, <strong> Eric Schmidt </strong> said today. \"We believe it's going to lead to more TV watching, which is good for them.\"", "new_id": -2}, {"uid": "1295674471088440863", "i": 29744, "idx": 0, "sa": ["Bob Barr", "Andy Coulson", "Baby Doc"], "q": "<strong> Baby Doc </strong>\" relocates to private home... Haiti on need for \"democratic' government <cite> AFP </cite> Video: Lawyer: <strong> Baby Doc </strong> plans to remain in Haiti... <strong> Baby Doc </strong>, in his first public statement since... Report Abuse <q> Hold on a minute-- this corrupt S- O- B ripped off his country for hundreds of millions of dollars, and now, after his countrymen have been victimized by one tragedy after another, he decides to come back to \"participate in reconstruction </q>, sniffing around for more money to steal? And Republican scum like <strong> Bob Barr </strong> think they're going to get their cut too? Pure, unmitigated gall! \" Time.com: Phone-Hacking Saga Forces Cameron\"s Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1296895260171786245", "i": 9120, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": ". <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. \"I don't want him to put himself in a position where bad things can happen around him,\" <strong> Roger Goodell </strong> said. <q> He takes that seriously. \"We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the right thing. </q> â\u0080¢ He praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"uid": "1295093832200343560", "i": 42355, "idx": 0, "sa": ["Sergio Marchionne"], "q": "gas is relatively cheap.... We're not going to look like Europe anytime soon.\" Even small-car specialist Fiat Auto doesn't have high expectations for the U.S. as a small-car market. <q> I don't see a big market( in small cars). I see a market. There is a big difference, </q> says <strong> Sergio Marchionne </strong>, CEO of Fiat Auto and Chrysler Group. \"We never set out to conquer the U.S. market with A and B cars.\" Those are the industry designations for the two vehicle categories", "new_id": -2}, {"uid": "1295973768250167296", "i": 28769, "idx": 0, "sa": ["Eric Schmidt"], "q": "Post reported. Twitter users have already come up with a stream of potential names for the show including \"Holy <strong> Eric Schmidt </strong>!\", \"My show is the <strong> Eric Schmidt </strong>\", \"<strong> Eric Schmidt </strong> Happens\", <q> I'm getting too old for this <strong> Eric Schmidt </strong> </q>, \"I <strong> Eric Schmidt </strong> you not\" and \"Who Gives a <strong> Eric Schmidt </strong>?\". \"So <strong> Eric Schmidt </strong> wants his own talk show. I think instead he should partner with Wendy Williams and Ricki Lake and", "new_id": -2}]