[{"uid": "1295177816150732814", "i": 23183, "idx": 3, "sa": ["Sergio Marchionne"], "q": "American companies in the face of economic and global shocks that are out of their control, such as spiraling oil prices or another recession. Chrysler, which remains the weakest of the three, now has <q> enough resources to deal with another recession, </q> <strong> Sergio Marchionne </strong> said. And the company is launching more fuel-efficient powertrains so that customers won't flee to other brands as gas prices rise, he said. The steadier financial footing has enabled the companies to start", "new_id": -2}, {"uid": "1295665758145047566", "i": 42700, "idx": 0, "sa": ["Heath Ledger", "David Letterman"], "q": ". I say they gasped. <strong> Heath Ledger </strong> takes this in.`` Yeah,'' he says.`` Her poor character. Michelle played it so well- just that look on her lace.'' He shrugs. <q> Every time I see it, I can't help but laugh. </q> March 23, 2006 issue of Rolling Stone. The issue is available in the online archive. It's months later, and everything has changed. <strong> David Letterman </strong> is doing the top ten", "new_id": -2}, {"uid": "1296227273172146729", "i": 1455, "idx": 8, "sa": ["Evan Bayh", "Mike McDaniel", "Mike Pence", "Barack Obama"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman-- from 1995 until 2002-- <strong> Mike Pence </strong> mentioned the governor's office to him. <q> He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress, </q> he said.`` This has been on his mind for a long time.'' <strong> Barack Obama </strong> Franken Explains Why He Thinks Obamacare's Individual Mandate to Buy Insurance Is Needed", "new_id": -2}, {"uid": "1295564526217792700", "i": 10301, "idx": 0, "sa": ["Simon Cowell", "Blake Lewis"], "q": ", particularly <strong> Simon Cowell </strong>. After`` Idol,'' Malakar made many TV guest appearances and has been commonly parodied in popular culture. He got to fifth place in Season 2 of the reality TV show <q> I'm a Celebrity... Get Me out of Here! </q> In May 2010, Seattle- based pizzeria chain. <strong> Blake Lewis </strong> As Season's 6 runner-up, <strong> Blake Lewis </strong> released his debut album`` A.D.D.( Audio Day Dream)'' in", "new_id": -2}, {"uid": "1297207413130318370", "i": 42351, "idx": 1, "sa": ["Johnny Carson", "Michael Vick"], "q": ", despite <strong> Michael Vick </strong>'s charity work with children in the city.`` Of course the millions of <strong> Michael Vick </strong> fans and the <strong> Michael Vick </strong> family are excited about his( Dallas) honor,'' Tina <strong> Michael Vick </strong> said. <q> But we have so many development projects here, that's really not our focus. </q> <strong> Michael Vick </strong> is not the nation's first controversial recipient of an enormous honorary key. U.S. Airways Capt. Chesley`` Sully'' Sullenberger earned several keys to cities and <strong> Johnny Carson </strong> could unlock Anaheim, Calif.", "new_id": -2}, {"uid": "1297300411168493097", "i": 27528, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "The Response' White House has rejected a request from the U.S. agency that monitors... Video: <strong> Barack Obama </strong> Calls for` Orderly Transition' in Egypt U.S. Video: Police: Elementary teacher assaulted students Report Abuse <q> Who cares about Muslim Land? Nothing from Egypt ever benefited anyone I know. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1295967712261718021", "i": 771, "idx": 1, "sa": ["Eric Schmidt"], "q": "to accusations that it has struggled to retain its best talent. last week reported earnings and revenue that far exceeded expectations but has struggled with competition in social networking from companies such as Twitter. <q> Our retention has been actually the same and our retention has been exactly the same for seven years, </q> said <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> will spend more time on working wth governments.`` We've got very complicated government issues,'' he said. Google threatened to pull out of China last year", "new_id": -2}, {"uid": "1297416931025755660", "i": 12393, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos.`` It's good to be here,'' <strong> Donald Rumsfeld </strong> told the crowd. <q> I have been around so long that I remember a time when CPAC did not exist, when <strong> Ronald Reagan </strong> was still an actor, when <strong> Barry Goldwater </strong> was our candidate for president and we only worried about socialism outside of the United States. </q> <strong> Donald Rumsfeld </strong> joked that there's still time for <strong> Dick Cheney </strong> to get on the ballot in New Hampshire and Iowa. Politics From the Associated Press", "new_id": -2}, {"uid": "1295580575089079814", "i": 2432, "idx": 1, "sa": ["Ryan Crocker", "Colin Powell", "Dick Cheney"], "q": "<strong> Dick Cheney </strong> and retired <strong> Colin Powell </strong>, discussed the legacy of the first major military conflict after the Cold War- as well as some of the lessons that have not been easy to apply in the years since. <q> It's an era when small states can create big problems, </q> <strong> Ryan Crocker </strong>, U.S. ambassador to Iraq from 2007-09, said in an interview before the event. The modern world features`` space for a host of non-state actors to play dangerous roles. Al-Qaeda is the most important;", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]