[{"uid": "1295560051263241797", "i": 4359, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> Schimdt, Chairman of media company and web search giant Google has announced changes to the management team. The announcement came as a post to the Google Official Blog: <q> When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit, </q> wrote <strong> Eric Schmidt </strong>. The change was made to simplify the company's management structure and speed up decision making. The decision was made over the holidays 2010.`` For the last 10 years,", "new_id": -2}, {"uid": "1295779892017170523", "i": 1845, "idx": 11, "sa": ["Mike Pence", "Marjorie Dannenfelser", "Ronald Reagan", "Richard Nixon", "Susan B. Anthony"], "q": "and other potential GOP candidates are speaking at an Illinois GOP dinner celebrating <strong> Ronald Reagan </strong>. And he's the keynote speaker at a large February fundraiser for the <strong> Susan B. Anthony </strong> List, a group opposing abortion. <q> I truly don't know( if he's running for president), </q> said <strong> Susan B. Anthony </strong> List <strong> Richard Nixon </strong> <strong> Marjorie Dannenfelser </strong>, who has urged <strong> Mike Pence </strong> to run.`` It's my job to really encourage talent to seize the moment, and I think he can do it.''", "new_id": -2}, {"uid": "1295473409213434455", "i": 21314, "idx": 4, "sa": ["Sergio Marchionne"], "q": "loans and offer its stock for sale again.`` I can't stop the machine,'' <strong> Sergio Marchionne </strong> said.`` So far, I have been able to manage it,'' he said, but <q> there will come a point in time when I have to go into the kitty and use other cash for this. </q> Chrysler is working on making its gasoline engines more efficient with technology from partner Fiat SpA. The automaker will introduce an 8-speed automatic transmission on cars sold in the United States starting this year.", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}, {"uid": "1297170776188874758", "i": 34266, "idx": 2, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.'' <strong> Mayor Tom Leppert </strong> said he has asked the city manager to <q> propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines. </q> Facebook! Know something we don't? E-mail us at DALLAS-- The <strong> Mayor Tom Leppert </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a`` key to the city.'' <strong> Michael Vick </strong> won The Associated", "new_id": -2}, {"uid": "1295976421202047494", "i": 8706, "idx": 0, "sa": ["Larry Ellison", "Eric Schmidt", "Steve Jobs", "Sergey Brin"], "q": "But this might change as it becomes apparent that under-compensation of executives might well be a way to wriggle out of higher payroll tax liability. Consider the case of CPA David Watson, who <q> incurred the wrath of the IRS by only paying himself$ 24,000 a year and declaring the rest of his take profit. </q> The Slashdot piece makes the compelling conceptual connection between Watson's case and that of`` the much ballyhooed$ 1 Executive club like <strong> Steve Jobs </strong>, <strong> Larry Ellison </strong>, <strong> Sergey Brin </strong>, <strong> Larry Ellison </strong> Page, and <strong> Eric Schmidt </strong>.'' Mail", "new_id": -2}, {"uid": "1296004077137592834", "i": 1143, "idx": 3, "sa": ["Al Franken", "Barack Obama", "Maurice Hinchey", "Sen. Bernie Sanders"], "q": "now very real.'' Parallel objections came from the savviest observers of media issues on Capitol Hill.`` Big media just got a lot bigger,'' declared <strong> Sen. Bernie Sanders </strong> <strong> Maurice Hinchey </strong>( D., N.Y.). <q> The FCC's decision to allow Comcast to acquire NBC Universal will burden the American people with more media consolidation, fewer independent sources of information, and higher cable bills.... </q> <strong> Barack Obama </strong> <strong> Al Franken </strong>( D., Minn.) was equally adamant:`` The commission is supposed to protect the public interest, not corporate interests. But what we see today is an effort by the FCC to", "new_id": -2}, {"uid": "1295205658188956674", "i": 16876, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Sen. Mark Udall", "Tom Coburn", "Chuck Schumer"], "q": "' Meet The Press, <strong> Sen. Mark Udall </strong> <strong> Kirsten Gillibrand </strong>( D-NY) that her friend <strong> Sen. Mark Udall </strong> <strong> Gabrielle Giffords </strong>( D-AZ) is making progress in her recovery from the shooting in Tucson, though she is not yet able to speak: <q> It's far too early for that. But she's making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So she's really-- it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> <strong> Chuck Schumer </strong>: I Will Sit With <strong> Tom Coburn </strong> At SOTU Appearing on Meet The Press, <strong> Sen. Mark Udall </strong> <strong> Chuck Schumer </strong>( D-NY) said that he and <strong> Sen. Mark Udall </strong> <strong> Tom Coburn </strong>( R-OK) will sit together at the State", "new_id": -2}, {"uid": "1296443805235372691", "i": 14724, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't r... <strong> Kobe Bryant </strong> Scores 81 Points Raptors vs Lakers( Part 2) With the 18997 fans at Staples Center chanting`` MVP! MVP! </q> <strong> Kobe Bryant </strong> made two free throws with 43.4 seconds remaining for his final points. He scored 27 points in the third quarter, 28 in the fourth.`` We are on a journey, and to put on a", "new_id": -2}, {"uid": "1295562453217792578", "i": 11989, "idx": 6, "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "q": "frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,'' Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called <q> Googled: The End of the World As We Know It, </q> said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years at the helm.`` I don't think he was pushed aside, but he may have been nudged,", "new_id": -2}]