[{"uid": "1297204047246546474", "i": 14084, "idx": 1, "sa": ["George W. Bush", "Hosni Mubarak", "Donald Rumsfeld"], "q": "Egypt's <strong> Hosni Mubarak </strong> Knows He's On the Way Out Defense Secretary <strong> Donald Rumsfeld </strong> said Egyptian <strong> George W. Bush </strong> <strong> Hosni Mubarak </strong>`` is behaving in a way that he understands that he will eventually depart'' and that the crisis in Egypt is <q> probably best handled through private diplomacy. </q> <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> since 1975, told ABC's Good Morning America that the United States' interest in Egypt should be focused on`` having that country evolve toward freer economic systems.'' <strong> Donald Rumsfeld </strong>,", "new_id": -2}, {"uid": "1295936245231571467", "i": 59483, "idx": 5, "sa": ["Chris Perkins", "LeBron James", "Allen Iverson", "Del Negro", "Kwame Brown", "Phil Jackson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Phil JacksonaDel Negrophia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Miami_Heat_vs_Sacramento_LeBron Jamess_115__84_January_23,_2010 Heat burn LeBron Jamess 115-84 By <strong> Chris Perkins </strong>, for NBA.com Posted Saturday January 23, 2010 11:13 PM MIAMI( NBA.com exclusive)-- The", "new_id": -2}, {"uid": "1295798969051544087", "i": 25114, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": "if he is?''`` I'm troubled by the fact that within the party we have these kinds of expressions'' about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. <q> We have got to stop polarizing ourselves. </q> Former Secretary of State <strong> Colin Powell </strong> said Barack Obama-elect <strong> Barack Obama </strong> will be a <strong> Barack Obama </strong> for all of America. <strong> Colin Powell </strong> made the comments while in Hong Kong. <strong> Colin Powell </strong> endorsed <strong> Barack Obama </strong> leading up to Tuesday's election.( Nov. 5)", "new_id": -2}, {"uid": "1295869587095535104", "i": 24448, "idx": 0, "sa": ["Eric Schmidt"], "q": "an effort to speed up decision-making at the internet giant. In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of 31 December, <strong> Eric Schmidt </strong> had about 9.2 million shares in Google- a holding worth in excess of$ 5.6 billion at today's stock price- and controlled 9.6% of", "new_id": -2}, {"uid": "1296524457137232397", "i": 1260, "idx": 0, "sa": ["Bob Casey", "Michael Vick", "Janet Napolitano"], "q": "more work to do.'' Photo: People release white doves after a religious... Photo in Slideshow: <strong> Janet Napolitano </strong>, <strong> Bob Casey </strong>, Mexico- The head of a Tijuana-area drug trafficking ring who worked... Report Abuse <q>`` Let's stick with the facts and numbers when talking about where we are with the border, </q> she said. \" Report Abuse \"`` <strong> Janet Napolitano </strong> touts safety of US border communities''. \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Serial Rapist Suspected of Strangling", "new_id": -2}, {"uid": "1296939026066093065", "i": 51456, "idx": 5, "sa": ["Sergio Marchionne"], "q": "for the financial assistance that was critical to the recovery of our Group,'' he said. <strong> Sergio Marchionne </strong> noted that no one else but the Canadian and U.S. governments were willing to help Chrysler. <q> As the only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the time, are above current market conditions. This was done with the full support and understanding of the members of Chrysler Group LLC. </q> Chrysler is seeking$ 3 billion in low-cost government loans from the Energy Department to build more fuel efficient vehicles and in talks with banks to refinance the company's debt.`` Because of these", "new_id": -2}, {"uid": "1296695007231915535", "i": 9527, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> pointing out that the two companies face a computing revolution that is outpacing them. He said that Nokia in particular needed to drop its resistance to opening its platform and slim down its operations. <q> You both must remember how a whole host of mainframe makers lost out in the shift to PCs and client servers such as WANG, Unisys, IBM and Burroughs, </q> he wrote.`` And, <strong> Steve Ballmer </strong>, you and Bill must remember how you ate IBM's lunch. That's brought a smile to your face, <strong> Steve Ballmer </strong>, hasn't it? Well, this", "new_id": -2}, {"uid": "1295625292033243143", "i": 25182, "idx": 0, "sa": ["David Letterman", "Piers Morgan"], "q": "By Alex Weprin on January 21, 2011 10:50 AM <strong> Piers Morgan </strong> appeared on <q> The Late Show with href=\"http://www.mediabistro.com/David Letterman-David Letterman-profile.html\"> <strong> David Letterman </strong> </q> last night, and received some advice from <strong> David Letterman </strong> on how to spice things up:`` You just need to grab someone by the tie and just pop them,'' <strong> David Letterman </strong> said.`` Would", "new_id": -2}, {"uid": "1295954317102252556", "i": 11797, "idx": 0, "sa": ["Gordon Taylor", "Tim Montgomerie", "Andy Coulson", "Chris Bryant", "Rupert Murdoch"], "q": "the media mogul's aim to complete a? 8.3 bn takeover of BskyB. Both The Economist and the Guardian highlighted that the allegations have, in fact, come at a critical Tim Montgomeriee for News Corp. <q> There is speculation that News Corp executives were keen to see <strong> Andy Coulson </strong> quit, amid fears that his continued presence inside No 10 was damaging the company's commercial interests </q>, the Guardian wrote. Downing Street denied categorically that <strong> Rupert Murdoch </strong> had ordered <strong> Andy Coulson </strong> to quit. <strong> Andy Coulson </strong>'s resignation has also prompted Labour frontbencher <strong> Chris Bryant </strong> to call for the police to conduct a new investigation. <strong> Gordon Taylor </strong> of the", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]