[{"uid": "1295462557131301384", "i": 395, "idx": 0, "sa": ["Eric Schmidt"], "q": "moot the question of who the boss is. At the same time, digital tools hold great meaning for these millennials. href=\"http://online.wsj.com/article/SB10001424052748704901104575423294099527212.html\"> Google CEO <strong> Eric Schmidt </strong> said in an August interview with The Wall Street Journal, <q> I actually think most people don't want Google to answer their questions. They want href=\"http://www.computerworld.com/s/article/9136345/Google_Update\"> Google to tell them what they should be doing next. </q> This suggests that we are on the href=\"http://www.itworldcanada.com/tag/cusp\"> cusp of a generation that lets the tools tell them where they should go.? The situational lens. At what is possibly a pivotal moment in", "new_id": -2}, {"uid": "1294991474242139137", "i": 7700, "idx": 0, "sa": ["Alassane Ouattara"], "q": ", trois Casques bleus avaient t`` l?g?rement bless?s'' dans une`` embuscade'' tendue par les forces pro-Gbagbo au quartier d'Abobo( nord), avait accus l'Onuci. Paris a condamn cet acte ainsi que <q> les appels? la haine contre l'Onuci relay?s par certains m?dias ivoiriens, en particulier la radio- t?l?vision </q> RTI. Le pr?sident sortant Laurent Gbagbo, appel par l'ONU? c?der le pouvoir? son rival <strong> Alassane Ouattara </strong> qu'elle reconna?t comme vainqueur de l'?lection de novembre, a exig le d?part de l'Onuci. Le", "new_id": -2}, {"uid": "1296134300265256981", "i": 18210, "idx": 0, "sa": ["Alassane Ouattara"], "q": "28 poll showing rival <strong> Alassane Ouattara </strong> won. While the overall amount of contraband cocoa crossing into Ivory Coast's eastern neighbour was hard to establish, farmers in border regions cited evidence of increased activity. <q> Last Tuesday I counted 36 trucks loaded with cocoa go through my village en route to Ghana between four and nine o' clock, </q> Attoungbre Kouame, a farmer in the border region of Abengourou said by telephone.", "new_id": -2}, {"uid": "1295969219252559400", "i": 9747, "idx": 7, "sa": ["Larry Page", "Eric Schmidt"], "q": ". Der 55- j?hrige <strong> Eric Schmidt </strong> wird Google als Chef des Verwaltungsrats k?nftig vor allem nach au?en vertreten. Zu einem amerikanischen ZeitungsbEric Schmidtht, wonach <strong> Eric Schmidt </strong> als Moderator beim Fernsehsender CNN im Gespr?ch sein soll, sagte <strong> Eric Schmidt </strong> lediglich: <q> Ich bin ganz und gar bei Google engagiert. </q> 1 von 5 href=\"http://www.welt.de/wirtschaft/webwelt/article12338653/Google-schafft-1000-neue-Stellen-in-Europa.html#\"> zur?ck bl?ttern href=\"http://www.welt.de/wirtschaft/webwelt/article12338653/Google-schafft-1000-neue-Stellen-in-Europa.html#\"> weiter bl?ttern Die klugen K?pfe hinter Google href=\"http://www.welt.de/wirtschaft/article12271401/Die-klugen-Koepfe-hinter-Google.html\"> Foto: picture-alliance/ dpa/EPA Alter und neuer Google-Chef: <strong> Larry Page </strong>( l.) bernimmt am 4.", "new_id": -2}, {"uid": "1295804716188252188", "i": 7867, "idx": 6, "sa": ["Gabrielle Giffords", "Robert Gates", "Barack Obama", "Colin Powell"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal Barack Obamaial advisor. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political", "new_id": -2}, {"uid": "1297177841226918447", "i": 41332, "idx": 1, "sa": ["Ellen DeGeneres", "Simon Cowell", "Kara DioGuardi"], "q": "seen a full episode,'' he told reporters on a conference call for his upcoming music competition series`` The X Factor,'' according to target=\"_blank\" href=\"http://insidetv.ew.com/2011/02/07/Simon Cowell-Simon Cowell-new-idol/\"> Entertainment Weekly's website. <q> I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over. But people are still excited about these shows. </q> Former`` American Idol'' judge <strong> Simon Cowell </strong>. TV's top-rated show returned last month with a makeover for its 10th season. <strong> Simon Cowell </strong>, everyone's favorite villain, is gone, along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>", "new_id": -2}, {"uid": "1295160403096436234", "i": 6972, "idx": 0, "sa": ["Steven Tyler", "Barbara Corcoran", "Ricky Gervais", "Simon Cowell", "Jennifer Lopez", "Jimmy Iovine"], "q": "for its 10th season with new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> and new mentor <strong> Jimmy Iovine </strong>, but without <strong> Simon Cowell </strong>, Wednesday at 8 p.m. on WFXT( Ch. 25). target=\"_blank\" href=\"http://wntoday.com/\"> Today Jan. 16 <strong> Ricky Gervais </strong> hosts <q> The 68th Barbara Corcoranual Golden Globes </q> live from the www.americanprogress.org`` At a time when American people are being asked to come to the rescue of financial services all over the country[...] how can we say` we know that[ credit card", "new_id": -2}, {"uid": "1295660582011878408", "i": 13649, "idx": 0, "sa": ["Mike Pence", "Mike Huckabee"], "q": ". They doubt <strong> Mike Huckabee </strong> will run again or can broaden his appeal. And they believe the rest of the field features has-beens or candidates insufficiently pure on cultural issues. While <strong> Mike Huckabee </strong> doesn't fall into the <q> insufficiently pure on cultural issues </q> camp, the conservative dissatisfaction with him has dogged him since his 2008 run, and indeed dates back to his tenure as governor of Arkansas. <strong> Mike Pence </strong> has the support of the Club for Growth, the hardline anti-tax", "new_id": -2}, {"uid": "1295281903135249924", "i": 24306, "idx": 1, "sa": ["Steve Ballmer"], "q": "deine Gesten, dein K?rper. Wenn ihr wissen wollt, auf was die Konsumenten derzeit abfahren: Es sind Xbox und Xbox Kinect.'' <strong> Steve Ballmer </strong> k?nne seine Aussage selbst bei seiner Familie wiederfinden. <q> Ich denke an meine eigene Familie. Meine Frau sagte immer? Nein, dass ist das Ger?t das die Jungs benutzen? und jetzt sagt sie? Yeah, ich will Filme gucken. Komm, lass uns das Tanzspiel spielen.? </q>| 17.01.2011 16:52 schwachsinn.... Schreibe eigene News, Artikel und Tests Bewerte und kommentiere Artikel", "new_id": -2}, {"i": 43042, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in real-time and at scale. However, the CEO acknowledged that Google first needed to do some`` serious spadework,'' such as developing advanced LTE networks to carry massive and inevitable data loads. <q> These will be 8-to-10- megabit networks, roughly 10 times what we have today, which will usher in new and creative applications, mostly entertainment and social, for these phone platforms, </q> <strong> Eric Schmidt </strong> wrote in a recent Harvard Business Review article. <strong> Eric Schmidt </strong> also emphasized that Google was interested in promoting the use of mobile devices as serious and secure financial tools.`` Phones", "sa": ["Eric Schmidt"], "uid": "1295553219232112198"}]