[{"uid": "1296885883267878442", "i": 26156, "idx": 0, "sa": ["Steve Jobs", "David Letterman"], "q": "a guy ends a 30-plus career on television, it's not going to be guessing about whether he's leaving or not. It won't be ambiguous.'' The story says Burnett added that <strong> David Letterman </strong> <q>says this periodically,[ but] I don't want to rule it out. I have no particular insight into when <strong> David Letterman </strong> is going to want to stop doing the show. I'm not being coy. I honestly don't know. I don't know that he knows. Maybe he does, but there's[ been] no discussion about his leaving.</q> Chuck Ross, February 3, 2011 at 8:04 AM Recently, Fortune Ran a Story About <strong> Steve Jobs </strong> Being Treated for Cancer in 2009. <strong> Steve Jobs </strong> Did Not Release This Particular Info. Fortune Said It Was", "new_id": -2}, {"uid": "1297179349217825301", "i": 30329, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": ". While the music-exec-turned-TV-producer didn't share his specific thoughts about <strong> Jennifer Lopez </strong> or the oddly entertaining <strong> Steven Tyler </strong>, he gave them a positive review overall. ''I think they're doing fine,'' <strong> Simon Cowell </strong> said. <q>You know, they have a different approach to what I used to do before. I think the show had to reinvent itself, and I think it's right that it's a different show( than) what we made before.</q> As for the completely different show in <strong> Simon Cowell </strong>'s future, the usually sharp-tongued judge showed his softer side when discussing the recent announcement that ''The X-Factor'' will allow hopefuls as young as", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. ''It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}, {"uid": "1295882750196345869", "i": 13081, "idx": 0, "sa": ["Eric Schmidt", "Liza McGuirk"], "q": "of the tech giant last week, has set his sights on a career in television. <strong> Eric Schmidt </strong> broke the news that he's passing the CEO title to 37-year-old co-founder Larry Page in a sarcastic tweet- <q>Day-to-day adult supervision no longer needed!</q> According to sources, the outspoken chief has been consulting with CNN's Parker Spitzer executive producer <strong> Liza McGuirk </strong> on developing a show featuring himself as host. The two first connected on the Sunday foreign-affairs programme", "new_id": -2}, {"uid": "1296671651093847556", "i": 15064, "idx": 0, "sa": ["Barbara Walter", "David Letterman", "Barbara Walters", "Robin Williams", "Bill Clinton"], "q": "Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Robin Williams </strong>: People Ask ''How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q>If I die on the operating table, I won''t know it.</q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from`", "new_id": -2}, {"uid": "1295097311134397967", "i": 21265, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer"], "q": "Crown Prosecution Service said it would re-examine material collected by police officers who investigated allegations that journalists at the newspaper illegally accessed the voicemail of several public figures. <strong> Keir Starmer </strong>, the Director of Public Prosecutions, announced <q>a comprehensive assessment of all material in the possession of the Metropolitan Police Service relating to phone hacking.</q> The allegations concern the behaviour of journalists during the time that Mr <strong> Andy Coulson </strong> was editor of the newspaper. In December 2010, the Crown Prosecution Service abandoned an investigation into allegations that Mr <strong> Andy Coulson </strong> was", "new_id": -2}, {"uid": "1296546989249364481", "i": 29036, "idx": 4, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "wrong, but planned on calling him later. ''I'm very concerned,'' he said. So was <strong> Allen Iverson </strong>. ''He's family,'' said <strong> Allen Iverson </strong>, who had 21 points and 13 assists. <q>Life is way more important than the game of basketball. We just want him to get his situation straightened and get back to the team as soon as possible. He needs to take care of himself first.</q> <strong> Carmelo Anthony </strong> finished with 32 points and reserve forward <strong> Linas Kleiza </strong> scored 18 points on 7-for-13 shooting, helping Denver beat the Magic for the fifth http://wn.com/Dwyane_Wade_Highlights_vs_Kings_[41_Points,7_Assists,5_Rebounds]_9109 dwyane wade led the miami heat to the win over sacramento kings in overtime with", "new_id": -2}, {"uid": "1295361172237895687", "i": 5578, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick"], "q": "conveyed the sense that he was a peer, pleasantly sparring with <strong> Oprah Winfrey </strong>, goading her into a bet as to who would land <strong> Michael Vick </strong> first, and managing questions that seemed to throw her and make her think( <q>How many times have you properly been in love?</q>). Even if <strong> Oprah Winfrey </strong> was controlled in her answers, she acted repeatedly impressed with the questions- ''You're good. You are good''- which at times seemed to be the main", "new_id": -2}, {"uid": "1295390866219906077", "i": 4091, "idx": 0, "sa": ["Piers Morgan", "Jay Leno", "Howard Stern", "David Letterman", "Conan O'Brien"], "q": "'' One person's behavior he doesn't approve of is <strong> Jay Leno </strong>'s. He says <strong> Jay Leno </strong> ''did a terrible thing to <strong> Conan O'Brien </strong>'' when he went back to the ''Tonight Show.'' <q><strong> Jay Leno </strong>( <strong> Jay Leno </strong>) is insane,</q> <strong> Howard Stern </strong> tells <strong> Piers Morgan </strong>. ''He's not fit to scrub <strong> David Letterman </strong>'s feet. Yes, I don't know why he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension. America must be filled", "new_id": -2}, {"uid": "1295397574010076209", "i": 34821, "idx": 0, "sa": ["Jay Cutler", "Lovie Smith", "Adrian Peterson", "Michael Vick", "Brian Urlacher"], "q": "himself on Sunday, that the Bears stopped <strong> Michael Vick </strong> when he was at his hottest, or that they shut <strong> Adrian Peterson </strong> down when he, too, was on a hot streak, recall something 50-Cent said: <q>If they hate then let them hate, and watch the money pile up.</q> <strong> Jay Cutler </strong> Mediocre messiah hasn't looked like the elite QB the Bears promised. <strong> Lovie Smith </strong> Stoic head-coach can not abide a fourth season sans playoffs. <strong> Brian Urlacher </strong> A cantankerous veteran in decline, he", "new_id": -2}]