[{"uid": "1295472377012009510", "i": 34225, "idx": 0, "sa": ["Lloyd Blankfein", "Steve Ballmer", "Barack Obama"], "q": "been fast enough,\" <strong> Barack Obama </strong> said. At today's meeting with CEOs, <strong> Barack Obama </strong> and Hu said it was important for the two nations to deepen their business ties. Hu said his nation <q> welcomes U.S. companies and promised that China would treat fairly U.S. companies doing business there. \"It all feels very, very good that you asked us to be a partner, </q> Jim McNerney, the chief executive officer of Boeing, said to Hu at the start of the session. Other attendees at the meeting were Chief Executive Officers <strong> Steve Ballmer </strong> of Microsoft Corp.; <strong> Lloyd Blankfein </strong> of Goldman Sachs Group", "new_id": -2}, {"uid": "1295128419219299872", "i": 20006, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "literature.\" He goes on to write, \"We have a news media that is psychologically ill informed, but politically inflamed, so it leans towards political explanations.\" Thanks, Mr. Brooks: <q> The truth matters and has no agenda. </q> Register-Guard subscription saved for now! Coburg Some leaders like religious fanatics The citizens of this country were mentored into violence for eight years by the likes of <strong> Dick Cheney </strong>, George Bush, <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295063130219856898", "i": 2173, "idx": 2, "sa": ["Mike D'Antoni", "David Letterman"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. \"He doesn't listen to me,\" <strong> Mike D'Antoni </strong> said with a laugh. <q> He was nice, though, very diplomatic. </q> What You Should Know About New Story Comment System- CLICK HERE STORY COMMENTS NOW POWERED BY DISQUS Comments that include profanity or commercial messages/ \"spam\" will not be posted until approved by", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}, {"uid": "1295495107185335919", "i": 8022, "idx": 1, "sa": ["John Boehner", "Mike Pence"], "q": "of speech referring to the key parts of a gun. In an interview with The Hill, <strong> Mike Pence </strong> said he continues to use the phrase because he believes clear communication and consistency are important. <q> I think it's important that we speak plainly, that we speak confidently and that we speak respectfully, </q> he said. \"In this case I think I did that.\" Other Republicans appeared to tone down their language. Speaker of the House <strong> John Boehner </strong>( R-Ohio), for instance, was", "new_id": -2}, {"uid": "1297176031226918403", "i": 3199, "idx": 41, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> David Letterman </strong>: \"Go ahead and spin it, you're dying to spin it.\"( referring to the WWE emblem on the middle of the belt; laughs as <strong> Aaron Rodgers </strong> spins it) <strong> Aaron Rodgers </strong>: <q> It's just a celebration that started in practice, really, and the fans love it, so we've got ta give them what they love. </q>( fans in audience cheer) \"It's usually just after, you know, like a run or something,'cause I usually surprise myself on those.\" <strong> David Letterman </strong>: \"Well, now you", "new_id": -2}, {"uid": "1295457978234389551", "i": 38768, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "Piers Morgan", "David Letterman"], "q": "not rising to the occasion. <strong> Jay Leno </strong> is not commenting, his rep told the Daily News, after the radio star slammed him Tuesday on\" <strong> Piers Morgan </strong> Tonight.\" <q> <strong> Jay Leno </strong> is insane and <strong> Jay Leno </strong> is a crook, </q> <strong> Howard Stern </strong> told <strong> Piers Morgan </strong>. \"He steals a tremendous amount of material. He is not fit to scrub <strong> David Letterman </strong>'s feet.\" The 57-year-old radio star-- who has accused <strong> Jay Leno </strong> of", "new_id": -2}, {"uid": "1296289698080576541", "i": 3303, "idx": 0, "sa": ["Bill Lockyer", "Dan Walters"], "q": "allowed to go bankrupt, but some conservatives have talked openly about changing the law. <strong> Dan Walters </strong>, reflecting conventional inside-Sacramento wisdom, is aghast at the thought. <strong> Dan Walters </strong> quotes state Treasurer <strong> Bill Lockyer </strong>, who argues that <q> No state needs to declare bankruptcy. The states have sovereign taxing authority. </q> <strong> Bill Lockyer </strong>, who has recently argued that the state merely suffers from a bad national economy and who downplays California's half-trillion-dollar pension debt, promotes one handy solution to everything: higher taxes. His point is that the", "new_id": -2}, {"uid": "1295425471034701433", "i": 22656, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "knows exactly what he's up to. He steals a tremendous amount of material,\" <strong> Howard Stern </strong> said in an interview for CNN's \"<strong> Piers Morgan </strong> Tonight.\" <strong> Howard Stern </strong> went on to say that <strong> Jay Leno </strong> is <q> not fit to scrub <strong> David Letterman </strong>'s feet. </q> \"I don't know how he's beaten <strong> David Letterman </strong> in the ratings,\" he said. \"It's beyond my comprehension. America must be filled with morons who at night lay in bed--", "new_id": -2}, {"uid": "1295094108207257632", "i": 40943, "idx": 0, "sa": ["Steve Ballmer"], "q": "and services from China and said it expected those purchases to be more than$ 3 billion in coming years. MICROSOFT CORP The world's largest software maker told the Washington Post in July that <q> better global enforcement of intellectual property laws </q> was its top lobbying priority and CEO <strong> Steve Ballmer </strong> pegged China as the country with the weakest protections. Microsoft and other members of the Business Software Alliance have called for a deal to boost U.S. software sales and", "new_id": -2}]