[{"uid": "1295790223050479164", "i": 13804, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": ", which has the support of some pro-business Repubs and some big-government Dems?`` I think everyone agrees that the redevelopment mechanism has been useful and created jobs,'' Democratic Treasurer <strong> Bill Lockyer </strong> said. But: <q> The last I heard, the University of California and California schools create jobs. </q> The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday,`` You may win on redevelopment and then we take something else away.'' But why? Mark Hedlund,", "new_id": -2}, {"uid": "1297131746101482514", "i": 3588, "idx": 1, "sa": ["Steve Ballmer"], "q": "in the know,'' claiming that Microsoft CEO <strong> Steve Ballmer </strong> is readying href=\"http://www.businessweek.com/news/2011- 02- 07/microsoft- s- ceo- is- said- to- plan- management- reshuffle.html?\"> a management shakeup which will <q> place more senior product executives who have a strong engineering background. </q> The thinking: Microsoft needs more technology-minded top dogs to help the company compete( or at least to provide the outward impression that engineering prowess still matters in Redmond). If this comes to", "new_id": -2}, {"uid": "1296224676092700695", "i": 2489, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Joe Donnelly"], "q": "he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for <strong> Eric Holcomb </strong>. <q> He'll be the prohibitive favorite in 2012, </q> Bopp said, for both the nomination and the general election. Democrats disagreed. Several Democrats have expressed interest in running, including U.S. <strong> Mike Pence </strong> <strong> Joe Donnelly </strong>, whose Northern Indiana district is expected to become", "new_id": -2}, {"uid": "1296225951235159601", "i": 477, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence", "Joe Donnelly"], "q": "for <strong> Eric Holcomb </strong>. tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> title=\"Joe Donnelly\" href=\"http://www.chicagotribune.com/topic/sports/Joe Donnelly-Joe Donnelly-PESPT001882.topic\"> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>. <q> I think he's the clear front-runner, and I think the race is his if he chooses to accept it, </q> Walorski said.`` I think he'd clear the field.'' State Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' such as", "new_id": -2}, {"uid": "1295868870143261707", "i": 31319, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": ", gedoe met het Amerikaanse ministerie van Justitie en privacygerommel leiden af van waar het bedrijf eigenlijk mee bezig wil zijn en komt bijvoorbeeld innovatie niet ten goede. <strong> Eric Schmidt </strong> zou als bliksemafleider voor eerder genoemde obstakels kunnen fungeren. <q> <strong> Eric Schmidt </strong> mag het vuile werk opknappen, waardoor <strong> Larry Page </strong> ongestoord de scepter kan zwaaien </q>, schrijft Fortune-journalist Seth Weintraub De reddingsboei voor WebOS en BlackBerry nieuwsbrief Ontvang tweemaal per week een overzicht van de meest recente artikelen in uw mailbox.", "new_id": -2}, {"uid": "1297129026165691493", "i": 17330, "idx": 1, "sa": ["Charlie Sheen", "Jon Cryer", "Simon Cowell", "Lindsay Lohan"], "q": " Behind The Scenes Of` The X Factor' With <strong> Simon Cowell </strong> Scenes& Stars Of CBS'` Two And A Half Men' Scenes and stars from <strong> Charlie Sheen </strong> and <strong> Jon Cryer </strong>'s CBS sitcom <q> Two and a Half Men. </q> Check out these shots of <strong> Charlie Sheen </strong> in the 1980s and 1990s!` Two And A Half Men' Star <strong> Charlie Sheen </strong>` Glee's' Truce With <strong> Lindsay Lohan </strong> Family Is Over and More Celebrity News", "new_id": -2}, {"uid": "1297176715006504474", "i": 42612, "idx": 2, "sa": ["Simon Cowell", "Nancy O'Dell"], "q": "he says.`` I like` The Flintstones,'` The Jetsons,' all the old ones. I watch them in the morning to put me in a good mood.'' 3. <q> I climb trees, daily, </q> he says.`` It's like a ritual.'' While opening up about his love for trees, cartoons and animals, <strong> Simon Cowell </strong> stays mum when <strong> Nancy O'Dell </strong> asked about if wedding plans were still in the", "new_id": -2}, {"uid": "1297242717149028871", "i": 58286, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "disaster, and the child is expected to go visit her and <strong> Brad Pitt </strong> and their other children before the adoption is authorized in the latter stages of this year. A source told the Daily Mirror newspaper: <q> <strong> Angelina Jolie </strong>'s lawyers are in the process of getting an authorization so Leah can spend some time with her in America. That's standard procedure, basically they need to make sure Leah will adapt well.`` A lot of observers from groups such as the Red Cross are ensuring that <strong> Angelina Jolie </strong> is treated like anybody else and not fast tracked, which would be viewed insidiously. </q> There are worries adoption authorities in the small Caribbean nation may not be able to cope with the massive interest in <strong> Angelina Jolie </strong>'s plans, but the 35-year-old screen star determined to get through the`` final steps", "new_id": -2}, {"uid": "1295670451069369910", "i": 2006, "idx": 4, "sa": ["George Karl", "Shaquille O'Neal", "Allen Iverson", "Kobe Bryant", "Mo Williams", "Mike Krzyzewski"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets <strong> Mike Krzyzewski </strong> <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Mo_Mo Williams_Perfect_from_Behind_the_Arc_Cavaliers_vs_Mavericks-28/11/09 <strong> Mo Williams </strong> goes 7-7 behind the arc and scores 25", "new_id": -2}, {"i": 13003, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said.`` I think it would be unwise for Chrysler not to take advantage of the opening.'' On the Italian side, he is preparing to invest â\u0082¬ 700 million in a plant", "sa": ["Sergio Marchionne"], "uid": "1296231906026230879"}]