[{"i": 34180, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Advertise â\u0080¢ Contact Â© 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "uid": "1294960830111804421"}, {"uid": "1296767727048218114", "i": 13810, "idx": 4, "sa": ["James Cleveland", "Chris Webber", "Allen Iverson", "LeBron James"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.\" Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... LEBRON JAMES FLIPS OUT ON CLEVELAND FANS!!!! <strong> LeBron James </strong> goes apeshit on some fans in <strong> James Cleveland </strong>.... NBA Playoff Preview Round 1: <strong> James Cleveland </strong> Cavs vs. Chicago Bulls ft. <strong> LeBron James </strong>& Shaq( NBA 2K10) Sports", "new_id": -2}, {"uid": "1295629613045006864", "i": 39342, "idx": 0, "sa": ["Steve Ballmer", "Jeff Immelt"], "q": "'s Council on Jobs and Competitiveness. Having worked with <strong> Jeff Immelt </strong> in the past, <strong> Steve Ballmer </strong> apparently wanted the world to know where he stands. He released the following statement on the Official Microsoft blog: <q> <strong> Jeff Immelt </strong> and I started our careers together at Proctor& Gamble, and I have enormous respect for the success he's had at GE. He is an ideal business leader to chair the <strong> Barack Obama </strong>'s Council on Jobs and Competitiveness and help drive a focus on what we can all do to increase American competitiveness and create new jobs. </q> Microsoft is all about some competitiveness lately, as evidenced by the company recently joining Fairsearch, the coalition ruffling Google's feathers over its pending acquisition of ITA Software. Yesterday during Google", "new_id": -2}, {"uid": "1296716686187006985", "i": 1168, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "do you say? \" MORRIS: Well, if you hold off on criticizing, you could find yourself with a second Iran. You know, <strong> Colin Powell </strong> said it best about Iraq. He said, <q> If you break it, you own it. </q> And, clearly, <strong> Barack Obama </strong>-- whether it's because of his words about radical Islam, his failure to really condemn it, his failure to name terrorism as Islamic terrorism, and his appeasement, and very possibly", "new_id": -2}, {"uid": "1297481485248463360", "i": 37042, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "programs, and more incentives for companies to hire. While she was here, we also asked about her friend, congresswoman <strong> Gabrielle Giffords </strong>. Who is recovering after getting shot in the head in Tucson last month. <q> I went to visit about a week and a half ago, and she's really making great strides and she's talking and she's moving both sides of her body, so all the things that the doctors say needed to happen are happening, and her progress is really inspiring, </q> said <strong> Kirsten Gillibrand </strong>. Conviction of a former local funeral director upheld in appellate court Rochester man sentenced for sexually abusing a teen on a cruise ship", "new_id": -2}, {"uid": "1296224126235159638", "i": 8763, "idx": 0, "sa": ["Michael Vick"], "q": "up for the Friars. After their next two games, they face No. 21 Georgetown and No. 5 Connecticut. <strong> Michael Vick </strong> enjoying time in Hawaii as he prepares for fourth Pro Bowl Col.Nathan R. Jessep, USMC, because <q> You can't handle the truth! </q> Follow` nova goes up to syracuse and beats the home team. then they lose by 15 to an average team. such is life in the big east. hard to sustain that killer instinct game after", "new_id": -2}, {"uid": "1297280477164757519", "i": 2848, "idx": 0, "sa": ["Ricky Martin", "Howard Stern", "Adam Sandler", "David Letterman", "Kristin Chenoweth"], "q": "Show With <strong> David Letterman </strong> Tuesday, and while talking about living with two young daughters, his wife, grandmothers, and a female dog, he said his wife allowed him to hire a houseboy of sorts. <q> My wife let me get a transgender housekeeper, </q> <strong> Adam Sandler </strong> said.\" To have just one other penis in the house.\" GLAAD To Honor <strong> Ricky Martin </strong>& <strong> Kristin Chenoweth </strong> As Part Of Its Annual <strong> Howard Stern </strong> Awards How I Met My Mother Advocate contributor and lesbian porn", "new_id": -2}, {"uid": "1295795435125714464", "i": 8942, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "purposes,\" <strong> Colin Powell </strong> said on CNN's\" State of the Union,\" while crediting <strong> Barack Obama </strong> with stabilizing the economy, dealing with unemployment, reaching out to countries across the globe and taking on healthcare reform, <q> whether you agree with him or not. </q>\" I hope we can fix whatever may be at fault with the bill that was passed,\" <strong> Colin Powell </strong> said. He predicted that in Tuesday's State of the Union address, Americans will", "new_id": -2}, {"uid": "1296166895131055619", "i": 18233, "idx": 4, "sa": ["Mike Pence"], "q": "Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way\". Report Abuse \" Ya lets just forget this guy was with the administration that gave Chrysler a bailout... had 10%+ unemployment. \" Report Abuse <q> That said, we need a whole new breed of smarter Democrats that no how to win a a dirty fight </q> Since dirt is all you know, you think libs would have figured it out already. You start a dirty fight and still get your rear end handed to you. You dont know how", "new_id": -2}, {"uid": "1297257839064307214", "i": 42430, "idx": 0, "sa": ["Haley Barbour", "Mitt Romney", "David Letterman"], "q": "is <strong> Haley Barbour </strong>'s appearance. Weathered and heavy-set, he will never look like the groom on the wedding cake- or, as <strong> Mitt Romney </strong> joked about himself last week on CBS's Late Show With <strong> David Letterman </strong>, <q> the guy in the photo that comes with your picture frame. </q> <strong> Mitt Romney </strong>'s perfect looks are, in fact, a bit burdensome. The contrast with <strong> Mitt Romney </strong>- viewed by many as the leading contender for the GOP nomination at the moment- goes beyond image. <strong> Mitt Romney </strong>", "new_id": -2}]