[{"uid": "1297447291051478531", "i": 17332, "idx": 0, "sa": ["Simon Cowell"], "q": "The singer is close friends with show supremo <strong> Simon Cowell </strong> and would be prepared to accept a judging or mentoring role on the new series when it launches later this year. He told the Daily Mail newspaper: <q><strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine.</q> <strong> Simon Cowell </strong>- who is set to announce the highly anticipated final judging line-up for the show within the next month- has previously said he is looking for an American superstar to join the panel and conceded Usher", "new_id": -2}, {"uid": "1295777587220971009", "i": 40589, "idx": 1, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "a \"greater stench\" to the scandal that was only just starting to unravel. \"<strong> Andy Coulson </strong> is no longer the issue and to some extent he never was,\" he said. <q>First there's the issue of <strong> David Cameron </strong> and <strong> George Osborne </strong>'s judgement, then there's the News of the World and what appears to be industrial phone hacking going on systematically. \"There's also the issue of the News Corp takeover of BSkyB and the apparent attempts by Jeremy Hunt, the Culture Secretary, to let that go through without proper scrutiny, and finally there's the extraordinary conduct of the police.</q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor, <strong> Clive Goodman </strong>, and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted", "new_id": -2}, {"uid": "1295686742156401686", "i": 47040, "idx": 7, "sa": ["Kyle Korver", "Allen Iverson", "Chris Webber"], "q": "including five 3-pointers. \"He was in such a good rhythm that really nobody could stop him tonight.\" Sixers coach Jim O'Brien could only agree after Philadelphia beat the Bucks for the third time this season. <q>It was the quickest 40 points I think I have ever witnessed,</q> O'Brien said. \"He was spectacular.\" <strong> Kyle Korver </strong> had 20 points and <strong> Chris Webber </strong> added 15 before fouling out with 2:02 left in the game as College of the Sequioas 2007 Defense Highlights Coach <strong> Allen Iverson </strong> Coach Siegal COS Football", "new_id": -2}, {"uid": "1296782807067518464", "i": 13053, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": " \"Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture\" maintained by partisan critics of the war and the president, became a damaging distraction,\" <strong> Donald Rumsfeld </strong> writes. <q>More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.</q> <strong> Donald Rumsfeld </strong> ended up staying in office for another two-and-a-half years until <strong> President Bush </strong> sacked him following a Republican defeat in 2006 legislative elections in which the unpopular Iraq war played a major role. <strong> Donald Rumsfeld </strong> argues,", "new_id": -2}, {"uid": "1297690697098959374", "i": 5674, "idx": 1, "sa": ["Liz Trotta", "Anderson Cooper", "David Letterman"], "q": ".\" The host asked another question, but <strong> Liz Trotta </strong> brought her answer back to <strong> Anderson Cooper </strong>. She said that she had been offended by his appearance on <strong> David Letterman </strong>'s show last week.( <strong> Anderson Cooper </strong> <q>Hasn't the man any modesty at all?</q> <strong> Liz Trotta </strong> said. \"Forget journalistic ethics-- doesn't he have any personal modesty?\" <strong> Liz Trotta </strong> is the second figure in as many days to criticize <strong> Anderson Cooper </strong>'s coverage of Egypt. On Saturday, the", "new_id": -2}, {"uid": "1295485200094470183", "i": 592, "idx": 0, "sa": ["Nancy Pelosi", "Barack Obama", "Mike Pence"], "q": "Hill from the spring of 2009 until March 2010 when Mr. <strong> Barack Obama </strong> signed the health care law. The debate was passionate- and in one instance... at variance... with all the talk about new civility: <q>On Jan. 19, the Republican-controlled House voted 245 to 189 to repeal health care reform. The party line vote capped a vigorous debate in which Republicans vilified the health care law and Democrats exalted it, reports CBS News Congressional correspondent <strong> Nancy Cordes </strong>.</q> \"When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare,\" said <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>, R-Indiana, on the floor.", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media</q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}, {"uid": "1296964906258326574", "i": 17475, "idx": 0, "sa": ["Michael Vick"], "q": "kind of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 votes, easily beating( FSY), who got eight. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and", "new_id": -2}, {"uid": "1295494449164200472", "i": 17496, "idx": 7, "sa": ["Elton Brand", "Allen Iverson", "Singapore Kane"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to <strong> That guy </strong> at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four MY MIX FROM MISIEK MOVIE SHOW FOOTAGE FROM 2009 2010 SEASON HQ: rapidshare.com Music: <strong> Singapore Kane </strong>- Summer In The City( Hip-Hop)", "new_id": -2}, {"uid": "1295238796192987145", "i": 36786, "idx": 3, "sa": ["Eric Schmidt"], "q": "power for capturing and remembering data, <strong> Eric Schmidt </strong> painted a picture in which technology could help quantify and verify the assertions made in policy documents. \"Government is highly measurable, most of it,\" he said. <q>We can actually see how many people got this shot or read this report or so forth. A government-- a transparent government-- should be able to[ measure] that.</q> As for Google's relationship with Washington's power structure, <strong> Eric Schmidt </strong> said the tech industry is still not as strong as others in its lobbying representation on Capitol Hill, but that that's fine with him", "new_id": -2}]