[{"uid": "1295257773198639617", "i": 22630, "idx": 2, "sa": ["Angelina Jolie", "Ronnie Wood", "Ricky Gervais", "Johnny Depp"], "q": ", breakfast.'' He went on to discuss <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>'s big budget movie The Tourist. The film under-performed at box offices, something which hadn't been lost on the comedian. <q> I haven't even seen The Tourist. Who has? </q> he laughed. <strong> Ricky Gervais </strong> then took a pop at Scientology, the religion favoured by many stars in HollyRonnie Wood. It seems his utterance was a step too far for some of the audience, who greeted it", "new_id": -2}, {"uid": "1295560499104759349", "i": 6697, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", <strong> Eric Schmidt </strong> revealed in a More businessparticular working on new products. His title will be co-founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> said. <q> As Google has grown, managing the business has become more complicated, </q> <strong> Eric Schmidt </strong> wrote.`` So <strong> Larry Page </strong>, Sergey and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, {"uid": "1295264028094093318", "i": 8701, "idx": 9, "sa": ["Benedict Brogan", "David Cameron", "Andy Coulson"], "q": "turn of phrase from <strong> David Cameron </strong>. I think you will find that <strong> David Cameron </strong> has adopted this stance at least since 25th September last year when he was interviewed by <strong> Benedict Brogan </strong> for the Daily Telegraph on the matter. <q> People are trying to punish him twice for the same offence, </q> he said. \" <strong> David Cameron </strong>: <strong> Andy Coulson </strong> deserves to be given a second chance \" LouisLou 17 January 2011 10:54 AM communityworks1 17 January 2011 10:57 AM teaplanter 17 January 2011 10:57", "new_id": -2}, {"uid": "1295213006103333935", "i": 975, "idx": 0, "sa": ["Chris Webber", "Allen Iverson", "Andre Iguodala", "Win Butler"], "q": "Win Butlerning percentage, if the teams finish in a two-way tie. A Sixers team that was in a 4-13 nosedive got what it desperately needed against the Bulls, who had won a few days earlier in Philadelphia. <q> If we lost this one, it's almost a wrap, </q> said <strong> Andre Iguodala </strong>, who had 10 points and seven rebounds. Philadelphia( 35-41) was without forward <strong> Chris Webber </strong>, a late scratch with a lower back strain. But the Sixers still had <strong> Allen Iverson </strong>. And a Bulls team", "new_id": -2}, {"uid": "1295667343215973888", "i": 27717, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "a decade ago when investors called for a more experienced business leader, prompting Mr <strong> Eric Schmidt </strong>, 55, to take over. But now the company is reverting to the old arrangement and Mr <strong> Eric Schmidt </strong> said: <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.`` For the last ten years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. </q> We're mobile! Get news, sport and entertainment on your mobile. Text inthenews to 84010 or go to http://m.inthenews.co.uk", "new_id": -2}, {"uid": "1295667481014565502", "i": 53863, "idx": 0, "sa": ["Bill Lockyer"], "q": "considered a GOP presidential contender, said:`` In Texas, the governor and legislators practice fiscal responsibility and are required by law to have a balanced budget, something that Washington should adopt.''-- <q> Bankruptcy should not be a bailout for states that have been poorly managed. Families across America have to live within their means, and state and federal government need to do the same. </q>* CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said:`` States didn't ask for it. We don't want it. We don't need it.''--`` Bankruptcy would devastate states", "new_id": -2}, {"uid": "1297075499210305062", "i": 12347, "idx": 0, "sa": ["Alassane Ouattara"], "q": "aux viols de femmes ou de fillettes, parfois en pr?sence du reste de leur famille. Le pouvoir alors en place? Abidjan est accus par les enqu?teurs d'avoir men une campagne d'assassinats politiques planifi?s. Les <q> escadrons de la mort`` d?crits comme`` des groupes de militaires, de la police, de la gendarmerie ou des civils arm?s, souvent en uniforme </q> ont pour`` missions sp?ciales de tuer ou d'enlever des personnes g?nantes pour le r?gime''. Ils agissent`` g?n?ralement la nuit, malgr les barri?res et barrages, les contr?les militaires et le couvre-feu''. <strong> Alassane Ouattara </strong> Ouatarra", "new_id": -2}, {"uid": "1295605578062603272", "i": 44985, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Vint Cerf"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years-`` a nice round number''- and <strong> Larry Page </strong> was ready to lead the company into the future. <q> <strong> Larry Page </strong> and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion.", "new_id": -2}, {"uid": "1295872993066535447", "i": 20448, "idx": 3, "sa": ["John McCain", "Donald Rumsfeld", "George H. W. Bush"], "q": "State <strong> George H. W. Bush </strong> Shultz were among the friends, family members and colleagues who came to Washington for conversations.`` I started thinking about this amazing archive I had,'' he says during a recent interview. <q> The fact that I had it, persuaded me that I ought to take advantage of it. </q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: a photograph of then-Congressman <strong> Donald Rumsfeld </strong> with <strong> George H. W. Bush </strong> Lyndon John McCainson in the 1960s", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",'' <strong> David Letterman </strong> said:`` Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?'' <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q>`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}]