[{"uid": "1295097395007798784", "i": 4925, "idx": 2, "sa": ["Sergio Marchionne"], "q": "for 28 January but it is not clear if today's agreement will alter that. Fiat CEO <strong> Sergio Marchionne </strong> alluded to the difficult industrial relations at the plant in a statement issued today following the Mirafiori vote. <q> The majority of our workers have not allowed themselves to be conditioned by the many accusations and attacks of those that sought to gamble with their future, </q> he said.`` By saying` yes' to the agreement, they have closed the door on extremism, that creates nothing but chaos and they have opened the door to the future, to the", "new_id": -2}, {"uid": "1295668634145047636", "i": 14253, "idx": 6, "sa": ["Anthony Parker", "James Cleveland", "Carmelo Anthony", "LeBron James", "Allen Iverson"], "q": "... Cavaliers PreGame Photo/Dance LeBron Jamess PreGame Ritual HD The Cavs Take a family photo befor a game HD... <strong> Allen Iverson </strong> 25pts Melo vs <strong> LeBron James </strong> Cavaliers NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules <strong> James Cleveland </strong>'s hoops <strong> LeBron James </strong>. <q> I know he hates losing to me, </q> <strong> Anthony Parker </strong> said with a laugh. <strong> Anthony Parker </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over... <strong> James Cleveland </strong>- Short Gospel History( 1) Night Dwellers of", "new_id": -2}, {"uid": "1296966831159891467", "i": 18770, "idx": 1, "sa": ["Matt Cassel", "Wes Welker", "Michael Vick", "Mike Williams"], "q": "named the Eagles quarterback comeback player of the year, capping off an improbable season.`` I thank my coaches and my teammates,'' said <strong> Michael Vick </strong>, who was on hand to accept his award. <q> They got me better as an NFL player, as a quarterback, and took advantage of my talents. </q> <strong> Michael Vick </strong> received 291/2 of 50 votes and beat out Seahawks receiver <strong> Mike Williams </strong>( 8 votes), Vikings linebacker E.J. Henderson( 31/2), Chiefs quarterback <strong> Matt Cassel </strong>( 2), Patriots receiver <strong> Wes Welker </strong>( 2)", "new_id": -2}, {"uid": "1295656711074924044", "i": 58310, "idx": 0, "sa": ["Charles Ellis Schumer", "Andrew Cuomo", "Kirsten Gillibrand", "Eric Schneiderman", "Barack Obama"], "q": " U.S. Sen. <strong> Charles Ellis Schumer </strong>, D-N.Y., praised the speech, saying <strong> Barack Obama </strong> offered a glimpse of his plans for 2011. The <strong> Barack Obama </strong> will give his State of the Union address on Tuesday. <q> I think you saw a little preview of the State of the Union-- talking about growth and jobs and a positive future for AmEric Schneidermana, </q> <strong> Charles Ellis Schumer </strong> said. U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said the <strong> Barack Obama </strong> was rightly focusing on jobs.`` I think the <strong> Barack Obama </strong>'s speech really hit the <strong> Andrew Cuomo </strong>,'' <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1296744573199131152", "i": 53645, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "will increase all in the need for higher CORPORATE PROFITS. These news stories are NOT trustworthy any more. Pure PROPOGANDA! Unemployed and underemployed are just NOY being counted any more. Report Abuse <q> Could this mean many have run out of benefits? </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Stock Picking Software No Guessing- No Hunches- No Missed Trends- EVER- Learn", "new_id": -2}, {"uid": "1296175477124354567", "i": 19613, "idx": 10, "sa": ["Rachel Maddow", "Mike Pence", "Don Imus", "Mark Salter", "Mitch Daniels", "Mike McDaniel", "Rahm Emanuel"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes.`` He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through,'' she said. <q> Obviously it'd be great for the state of Indiana. </q> <strong> Don Imus </strong>: <strong> Rachel Maddow </strong>` Worst Kind Of Coward,'` Gutless, Sniveling Worm'( VIDEO) <strong> Rahm Emanuel </strong> Back on Mayoral Ballot in Chicago, Illinois Court Rules Is McCain Aide <strong> Mark Salter </strong> the Author of Anonymously Penned", "new_id": -2}, {"uid": "1295419136019841068", "i": 1477, "idx": 7, "sa": ["Jennifer Lopez", "Toby Young", "Steven Tyler", "Simon Cowell"], "q": "<strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>.`` Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show,'' he says. <q> Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect. </q> For <strong> Toby Young </strong>, it's no accident that so many U.K. imports are more willing to play the mean judge than Americans.`` You guys love casting Brits as villains,'' he says.`` It", "new_id": -2}, {"uid": "1295984269158924821", "i": 7131, "idx": 6, "sa": ["Eric Schmidt"], "q": "offering suggestions for a show title:`` Holy <strong> Eric Schmidt </strong>!''`` My Show is the <strong> Eric Schmidt </strong>''`` <strong> Eric Schmidt </strong> Happens''`` I'm Getting Too Old For This <strong> Eric Schmidt </strong>''`` I <strong> Eric Schmidt </strong> You Not'' <q> Who Gives a <strong> Eric Schmidt </strong>? </q>`` The <strong> Eric Schmidt </strong> Storm'' Sadly, nobody suggested`` <strong> Eric Schmidt </strong> My CEO Says!'' Or perhaps he could host a reality dance show competition called'' href=\"http://blog.searchenginewatch.com/101026-073000\"> Just Move!''", "new_id": -2}, {"uid": "1295510840092602368", "i": 7699, "idx": 0, "sa": ["Allen Iverson", "Steve Blake", "Tim Hardaway"], "q": "missing. <strong> Steve Blake </strong>, traded to Milwaukee in the offseason and acquired by Denver from the Bucks last week, had a career-high 25 points against his former team Sunday night, in Denver's 109-93 victory over Portland. <q> I'm not surprised because a good basketball player is a good basketball player and that's what he is, </q> said <strong> Steve Blake </strong>'s new teammate, <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> had 32 points and nine assists for the Nuggets, who trailed at halfTim Hardawaye but outscored the Blazers 41-17 in the third quarter. The victory snapped a two-game losing streak", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,'' said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said.`` There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go.''` Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}]