[{"uid": "1296160603113164328", "i": 10629, "idx": 0, "sa": ["Donald Rumsfeld", "George Tenet", "Robert Mueller", "Colin Powell", "Tom Ridge", "John Ashcroft"], "q": "others on the Homeland Security Advisory Council, which made the decisions. The council included Attorney <strong> Colin Powell </strong> <strong> John Ashcroft </strong>, FBI chief <strong> Robert Mueller </strong>, CIA Director <strong> George Tenet </strong>, Defense <strong> Donald Rumsfeld </strong> and <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong>. <q> More often than not we( the department) were the least inclined to raise it, </q> <strong> Tom Ridge </strong> told reporters after the forum.`` Sometimes we disagreed with the intelligence assessment. Sometimes we thought even if the intelligence was good, you don't necessarily put the country on( alert).... There", "new_id": -2}, {"uid": "1296183151117178385", "i": 22800, "idx": 1, "sa": ["Mike Pence"], "q": "-`` wide open.'' One source familiar with the effort to recruit <strong> Mike Pence </strong> tells National Review Online that while <strong> Mike Pence </strong>`` could have united the conservative movement,'' his departure leaves a Republican field that <q> is never going to be as wide-open again. </q>----------------------------------------", "new_id": -2}, {"uid": "1296860701179634180", "i": 10170, "idx": 5, "sa": ["Sergio Marchionne"], "q": "why it's on the table and we're going to discuss it.'' <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding <q> for all I know it could be based here. </q> But there is a laundry list of things to do before a merger of Fiat and Chrysler could happen, including the refinancing of debt and the IPO, <strong> Sergio Marchionne </strong> said. Move Over Bart Simpson,", "new_id": -2}, {"uid": "1295239084258359319", "i": 2337, "idx": 2, "sa": ["Eric Schmidt"], "q": "think that the thing that bothers me most about Google CEO <strong> Eric Schmidt </strong>'s comment is that it makes clear that he simply doesn't understand privacy,'' said Doztler in a blog post on Thursday. <q> That a company with so much user data on its servers is led by someone who just doesn't understand privacy is really scary to me and it should be scary to you as well. </q> The Electronic Frontier Foundation made a similar observation.`` Unfortunately, <strong> Eric Schmidt </strong>'s statement makes it seem as if Google, a company that claims to care about privacy, is not even concerned enough to understand basic", "new_id": -2}, {"uid": "1297270090210468915", "i": 44161, "idx": 0, "sa": ["Colin Powell"], "q": ", Defense Secretary Donald H. Rumsfeld and Deputy Defense Secretary Paul D. Wolfowitz-- a powerful triumvirate frequently at odds with Secretary of State <strong> Colin Powell </strong>-- has been wrong and even dangerous to long-term U.S. national interests... <q> The only one who can reach the president is his father, </q> one former senior official said.`` But it is not timely yet to talk to him.''", "new_id": -2}, {"uid": "1294961599111804420", "i": 13420, "idx": 6, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said It all comes down to this who will win after 36 days in the Nicaragua rain forest 20 survivors have challenged them selfs for one of the toughest games ever Survivor. When Janes allince blindsided her and", "new_id": -2}, {"uid": "1297706334148619267", "i": 7407, "idx": 0, "sa": ["Steve Ballmer"], "q": "strategic partnership has been received with skepticism in the market, but <strong> Steve Ballmer </strong> said the scale that Nokia would bring to an already improved Microsoft mobile platform would be good news for operators, developers and consumers. <q> We're off to a strong start. We know we have a lot of work to do, </q> he said in a keynote address at the Mobile World Congress fair in Barcelona.`` We have a lot of energy, optimism and a sense of tremendous opportunity.''`` We're sure... Nokia", "new_id": -2}, {"uid": "1297159110156483590", "i": 34839, "idx": 1, "sa": ["Paul Bremer", "Donald Rumsfeld", "Hugh Shelton", "John McCain", "Condoleezza Rice", "Colin Powell", "Dick Cheney", "Eric Shinseki"], "q": "<strong> Donald Rumsfeld </strong> is certain- never more so than when he is chronicling the deficiencies of others. His list of disdain runs long- from former secretaries of state <strong> Condoleezza Rice </strong> and <strong> Colin Powell </strong>, to Coalition Provisional Authority chief <strong> Paul Bremer </strong>( <q> It remained difficult to get him to accept the idea that Iraq belonged to the Iraqis </q>), to former Army secretary <strong> Eric Shinseki </strong>, to former Joint Chiefs chairman <strong> Hugh Shelton </strong>, <strong> Colin Powell </strong> aide <strong> Dick Cheney </strong> Armitage, <strong> John McCain </strong> and, of course, the news media. The most consistent censure is reserved for <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1297234014042778761", "i": 941, "idx": 4, "sa": ["Donald Rumsfeld", "Todd Litman", "Ray LaHood"], "q": "it will continue to be an increasing drain on social welfare.''[ 31] <strong> Todd Litman </strong> does not comment on these devastating findings. Energy Efficiency.`` Washington's War'' concluded that <q> U.S. Department of Energy data indicate a much smaller difference between rail transit and automobile energy intensity. Regulations have been adopted that will make automobiles more energy efficient than rail transit. </q> <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s claim, based on the APTA report, was that rail transit consumes only one-fifth as much energy( 80 percent less) per passenger mile as automobile travel.`` Washington's War''", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]