[{"uid": "1296719606020512783", "i": 294, "idx": 0, "sa": ["Jim Wallace", "Mike Pence"], "q": "president. <strong> Jim Wallace </strong>, 49, said he understands the odds but thinks he brings an economic development and business background that <strong> Mike Pence </strong> lacks. Besides, he suggested, <strong> Mike Pence </strong> is needed in Congress. <q>I like <strong> Mike Pence </strong>. I think he's a fantastic congressman. In fact, I think he's a treasure on the national stage,</q> he said. \"I think it would be a tragedy to lose that conservative voice in Congress.\" <strong> Jim Wallace </strong> emphasizes his own resume and business background, including his graduation from the U.S. Military Academy and", "new_id": -2}, {"uid": "1297485578090832916", "i": 40664, "idx": 0, "sa": ["Michelle Trachtenberg", "Kevin Costner", "Vidal Sassoon", "Katy Perry", "Aretha Franklin", "Dave Matthews", "Michael Rosenbaum", "Simon Cowell"], "q": "<strong> Dave Matthews </strong> Speaks on His Grammy Nods <strong> Katy Perry </strong>'s <strong> Aretha Franklin </strong> Grammys tribute Has <strong> Simon Cowell </strong> Been Watching The New \"American Idol'? <strong> Vidal Sassoon </strong> discusses his iconic pixie haircut <cite> Reuters </cite> <strong> Michael Rosenbaum </strong> Returning to Smallville For Series Finale <strong> Michelle Trachtenberg </strong>: <q>One Day I Woke Up and Had Boobs</q> Court shoots down J.R. Ewing actor in Citi dispute <cite> Reuters </cite> <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley\"s Puppy Love <cite> Crush- February 11, 2011 8:25 PM PST </cite> <strong> Kevin Costner </strong>", "new_id": -2}, {"uid": "1297119751226197532", "i": 17094, "idx": 0, "sa": ["Kirsten Gillibrand", "Riyad Mansour"], "q": "another rush in Congress, this time led by New York Senator <strong> Kirsten Gillibrand </strong>, to have the United States veto the resolution. Surrealpolitik forces Palestinian leaders to grasp at straws. Palestinian Permanent Representative <strong> Riyad Mansour </strong> said, <q>Our objective is to convince our American colleagues that there is value to having this resolution adopted in the Security Council,</q> he said. \"We are not there yet.\" The Palestine Papers show Palestinian negotiators to be incredibly patient. \"The purpose of this resolution,\" said <strong> Riyad Mansour </strong>, \"among other things, is to", "new_id": -2}, {"uid": "1295963486147439616", "i": 33140, "idx": 0, "sa": ["Andy Coulson", "Nick Clegg"], "q": "chief, <strong> Andy Coulson </strong>, quit over alleged phone tapping when... Photo: FILE- In this Oct. 2, 2007 file photo, Sayeeda... Article: <strong> Nick Clegg </strong> unveils plan to allow shared maternity leave... Report Abuse <q>them bearded wonders will make a huge mosque out of buckingham palace.</q> Just you wait and see.Citizens of the Blighty! wake up before its too late. Report Abuse \"God know, we can not offend the muslims.\" Time.com: How the Airport Bombing Left Moscow at", "new_id": -2}, {"uid": "1296277283055640091", "i": 347, "idx": 0, "sa": ["Allen Iverson"], "q": "just over a month since he underwent chemotherapy. In the locker room afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength. <q>I survived, I'm still here,</q> he said. \"I'm a new man, stronger than ever, I just say,` Thank you, everybody.\" <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden", "new_id": -2}, {"uid": "1296751525173539347", "i": 10427, "idx": 0, "sa": ["Bill Lockyer", "Steve Kroft", "Meredith Whitney"], "q": "a spate?\" correspondent <strong> Steve Kroft </strong> asked. \"You could see 50 sizable defaults, 50 to 100 sizable defaults, more,\" said <strong> Meredith Whitney </strong>, 41, who made her name covering bank stocks. <q>This will amount to hundreds of billions of dollars' worth of defaults.</q> Those two sentences set off a month of fireworks. California Treasurer <strong> Bill Lockyer </strong> called the prediction \"apocalyptic arm-waving,\" the National League of Cities' research director cited her \"stunning lack of", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q>It's kind of like when you were a kid in school always picking teams,</q> <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}, {"uid": "1296225829149782528", "i": 8872, "idx": 10, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the governor's office to him. \"He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,\" he said. <q>This has been on his mind for a long time.</q>", "new_id": -2}, {"uid": "1296444909100565016", "i": 14396, "idx": 3, "sa": ["DeSean Jackson", "Kevin Kolb", "Michael Vick"], "q": "working with the quarterback. \"It was something that just kind of fell in his lap, and it's just something he took advantage of,\" <strong> DeSean Jackson </strong> of <strong> Michael Vick </strong> becoming the Eagles' No. 1 quarterback. <q>But now we have a whole year to come back and prepare for it, so it's really going to get that much more scary and that much more dangerous.</q> <strong> Michael Vick </strong>'s return on a one-year deal raises questions about the future of <strong> Kevin Kolb </strong>, who began the season as the Eagles' starting quarterback but lost the job after he was injured. <strong> Kevin Kolb </strong>, who's under contract", "new_id": -2}, {"uid": "1295896684027754517", "i": 4910, "idx": 0, "sa": ["Andy Coulson", "Sian Massey", "P Diddy", "Richard Keys"], "q": "Football's sexist dinosaurs are on the way out Studio pundits <strong> Andy Coulson </strong> Gray and <strong> Richard Keys </strong> are facing disciplinary action by Sky over comments made about <strong> Sian Massey </strong>, above. Photograph: <strong> P Diddy </strong> Walton/EMPICS Sport <q> \"I don't mind female fans but no way will I support female refs/linespeople, managers etc.</q>\" \"Football isn't a women's sport, and although they don't deserve abuse, they have as much right to be in football as a man in netball.\" \"It", "new_id": -2}]