[{"uid": "1295804058124010503", "i": 26642, "idx": 0, "sa": ["Hu Jintao", "Colin Powell", "Barack Obama"], "q": " \"State of the Union\" Sunday, <strong> Colin Powell </strong> said the meeting between <strong> Hu Jintao </strong> and <strong> Barack Obama </strong> resulted in some successful trade deals; however, it probably would not do much to alter Beijing's human-right policies. <q> They are going to remain an authoritarian nation, </q> <strong> Colin Powell </strong> said. \"They believe that's the only way they can run a nation of 1.3 billion people, and they haven't done badly in recent years.\" <strong> Colin Powell </strong> observed that both leaders presented", "new_id": -2}, {"uid": "1296282353007127044", "i": 19048, "idx": 3, "sa": ["Larry Bucshon", "Mike Pence"], "q": "delegation and at the Statehouse, in part because he campaigned for many of them during a statewide bus tour last fall. Republican 8th District U.S. Rep. <strong> Larry Bucshon </strong> said he considers <strong> Mike Pence </strong> a mentor. <q> He's been very helpful. He's been supportive not only to me, but to the rest of the freshman congressional delegation, </q> <strong> Larry Bucshon </strong> said. \"A person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.\" <strong> Larry Bucshon </strong> wouldn't speculate about", "new_id": -2}, {"uid": "1295301671181911573", "i": 41936, "idx": 1, "sa": ["Chris Webber", "Allen Iverson", "Gilbert Arenas"], "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Allen_Iverson_Highlights_vs_Wizards_09/10_NBA_*The_last_NBA_game_of_Gilbert_Arenas?? <strong> Gilbert Arenas </strong> and the Washington Wizards were able to overcome a major distraction and a large deficit.", "new_id": -2}, {"uid": "1295308684212140059", "i": 39074, "idx": 1, "sa": ["Michael Vick"], "q": "of teams. As has been reported multiple times, <strong> Michael Vick </strong>'s camp wanted a one-year deal after he got out of jail, but the Eagles would only agree to sign him to a two-year deal. <q> I didn't want to come here to be honest with you, </q> <strong> Michael Vick </strong> said. \"I knew I was going to be behind Donovan and Kevin, and I wanted to play. I just didn't see myself playing a heavy role in the offense. \"After", "new_id": -2}, {"uid": "1295434046050954315", "i": 26604, "idx": 2, "sa": ["Eric Schmidt", "Mike Duke"], "q": "Cost-per-click rose approximately 5% year-over-year and rose 2% over the sequential quarter. \"Google had a strong fourth quarter, with 17% year over year revenue growth,\" said <strong> Eric Schmidt </strong>, CEO of Google. <q> Given that the global economy is still in the early days of recovery, this was an extraordinary end to the year. Our performance in 2009 underscored the strength of our management team, the resilience of our business model and the pace of innovation within our product and engineering teams, which continued unabated throughout the downturn. As we enter 2010, we remain hugely optimistic about the internet and are continuing to invest heavily in technological innovation for the benefit not only of our users and customers, but also the wider web. </q> http://wn.com/SAP_Raises_Revenue;_Alcatel-Lucent_Quarterly_Loss_Widens;_AKZO_Nobel's_Profit_Slides;_Clariant_Reports_Second-Quarter_Profit;_Sony_First-Quarter_Profit_Slumps www.ntv.co.ke Kenya Revenue Authority KRA has shrugged the tough economic environment at the close of the year to collect 136 billion shillings for the period between October and December, 2.5 billion shillings above target.KRA Commissioner General <strong> Mike Duke </strong> Waweru", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said. \"I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}, {"uid": "1296366488199786542", "i": 36584, "idx": 3, "sa": ["Ronald Reagan", "Bill Stephan", "Mike Pence"], "q": ".\" <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since their law school days, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. <q> I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve, </q> <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school in Indianapolis, largely because he heard in <strong> Ronald Reagan </strong> \"the manifestation of the kind of traditional American ideals that I was raised to believe", "new_id": -2}, {"uid": "1295292215026312759", "i": 36490, "idx": 1, "sa": ["Mike Pence"], "q": ". Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,\" Benko said, according to AP. <q> <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. </q> <strong> Mike Pence </strong> stepped down from his position in the last session of Congress as the number three House Republican and will not hold the leadership post in this session of Congress so he cane evaluate his future political prospects", "new_id": -2}, {"uid": "1296506251121487405", "i": 12962, "idx": 2, "sa": ["National Geographic Society", "Sarah Parcak", "Ramses II", "Zahi Hawass", "Fredrik Hiebert"], "q": "to <strong> Zahi Hawass </strong>, all of <strong> Ramses II </strong>'s museums are now \"completely safe\" and should be open again to the public by this Friday at the latest. Other scholars hope <strong> Zahi Hawass </strong> is right. <q> I am hopeful that the looting will come to an end. <strong> Zahi Hawass </strong> has already implemented numerous security measures, but there are hundreds of sites across <strong> Ramses II </strong>, many of which lie in remote areas, </q> said <strong> Sarah Parcak </strong>, an Egyptologist at the University of Alabama-Birmingham. <strong> Ramses II </strong> is more vulnerable to looting than other countries in the region, said archaeologist <strong> Fredrik Hiebert </strong>, a <strong> National Geographic Society </strong> fellow", "new_id": -2}, {"uid": "1297235495229376070", "i": 24315, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "and also targeted ex-president <strong> President Bush </strong>'s two daughters. \"I was concerned,\" <strong> Donald Rumsfeld </strong> told ABC's \"Good Morning America\" in his first live television interview since leaving office over four years ago. <q> Of course, the president and his family had secret service protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> he added in describing a 2003 national security meeting when he was told of the plot. <strong> Donald Rumsfeld </strong>, who has two daughters and a son, said <strong> President Bush </strong> urged him to take the threat seriously because US", "new_id": -2}]