[{"uid": "1295983888241025047", "i": 8501, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "the category pioneer that it has become. And likely and a few more jabs on <strong> Google Inc. </strong> with former board member <strong> Eric Schmidt </strong>'s movement to the executive chairman suite. The question on everyone's mind is: <q>Can <strong> Tim Cook </strong> pull off his own \"iPad\" inception-to-launch product introduction?</q> No doubt he is a terrific operator, but can he establish and execute the vision necessary to grow the next$ 100 billion of shareholder value? I think he can and will do this, and", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.\" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q>What's happening is normal. Thankfully, all the damaged items can be restored.</q>\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1295835990071843858", "i": 13190, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q>Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.</q> Whats so strange about this? He wasnt our choice. He couldnt stay Preferred partner for memory products, Laptop& Desktop Memory Modules, Flash Cards, SSD, USB Flash& HDD. Fujitsu has more", "new_id": -2}, {"uid": "1295907761051232811", "i": 10880, "idx": 2, "sa": ["Hu Jintao", "Colin Powell", "Sen. Joe Lieberman", "Barack Obama"], "q": "2012. \"Right now <strong> Sen. Joe Lieberman </strong> do not see on the Republican side any one individual that will emerge at the top of the pile,\" <strong> Colin Powell </strong> said, adding that he is not committed to any candidate. <q><strong> Sen. Joe Lieberman </strong> have not yet seen anybody on the Republican side <strong> Sen. Joe Lieberman </strong> am prepared to commit to, and <strong> Sen. Joe Lieberman </strong> am not committed to <strong> Barack Obama </strong> either,</q> he said. <strong> Colin Powell </strong> also insisted he would not join the administration but would continue to serve as an informal adviser to the president. <strong> Colin Powell </strong> generally approved of <strong> Barack Obama </strong>'s performance during Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>'s visit to", "new_id": -2}, {"uid": "1295256413206143491", "i": 15710, "idx": 6, "sa": ["Allen Iverson", "Jeff Saturday"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q>You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.</q> The Philadelphia star scored 60 points, a career high and the most in the NBA this season, to lead the 76ers to a 112-99 victory over the Orlando Magic on <strong> Jeff Saturday </strong> night. <strong> Allen Iverson </strong>, averaging an NBA-leading", "new_id": -2}, {"uid": "1296073911157351964", "i": 291, "idx": 0, "sa": ["Ron Paul", "Eric Cantor", "Mike Pence"], "q": "Chairman <strong> Ron Paul </strong> Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Ron Paul </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, <q>We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.</q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Ron Paul </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1294965536008224783", "i": 22436, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "month that she doesn't think former \"Idol\" judge <strong> Simon Cowell </strong> would be watching.\"[ He said] I haven't seen anything... I'm not watching it!\" <strong> Paula Abdul </strong> gushed. <q>He wishes me luck in the most backhanded way all the time!</q>", "new_id": -2}, {"uid": "1296271846184582150", "i": 39334, "idx": 4, "sa": ["Corliss Williamson", "Jim Harbaugh", "Marc Jackson", "Kyle Korver", "John Salmons", "Eddie Gill", "Allen Iverson"], "q": "game.\" He was hot when it mattered, though, as <strong> Allen Iverson </strong> took the ball the length of the court and beat the short-handed Pacers with a shot from just above the free throw line over <strong> Eddie Gill </strong>. <q>His shots didn't fall until the last one, and who cares about the others?</q> coach <strong> Jim Harbaugh </strong> O'Brien said. <strong> Kyle Korver </strong> made seven 3-pointers and scored a career-high 23 points, <strong> Marc Jackson </strong> had 21 points and 10 rebounds, and <strong> John Salmons </strong> and <strong> Corliss Williamson </strong> each scored 15 points for the Sixers. <strong> Kyle Korver </strong> capped Philadelphia's", "new_id": -2}, {"uid": "1297299209172949515", "i": 24081, "idx": 2, "sa": ["Nigel Lythgoe", "Paula Abdul", "Simon Cowell", "Steven Tyler"], "q": ",\" <strong> Nigel Lythgoe </strong> said. \"In truth, <strong> Simon Cowell </strong> would have gotten rid of them straight-away because he wasn't a country fan.\" <strong> Nigel Lythgoe </strong> said this year there is a 16-year-old that performs jazz. <q><strong> Simon Cowell </strong> would have said, \"He's not an American Idol! Get rid of him!'... What you are definitely going to get this season is an American voice and American music.</q> Aerosmith frontman <strong> Steven Tyler </strong> <strong> Nigel Lythgoe </strong> said is the nice judge like <strong> Paula Abdul </strong>. \"He'll say,' I hear your soul. But it's not in the voice of` American Idol.\" Thanks so", "new_id": -2}, {"uid": "1296796643209420294", "i": 40813, "idx": 1, "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "q": "Jazz 120-109 on Thursday night. \"I've now scored 40 points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. <q>It was definitely a special night,</q> <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my life.\" The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}]