[{"uid": "1295717001239091721", "i": 53232, "idx": 4, "sa": ["Sienna Miller", "David Cameron", "Andy Coulson"], "q": "Crown PSienna Millercution Service( CPS) has asked a senior QC to`` comprehensively'' re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet.`` Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. </q> Speaking to reporters later, Mr <strong> David Cameron </strong> said he had done an`` excellent, excellent job'' as his communications chief. Boy, 9, has Disney World trip ruined after US immigration rules him", "new_id": -2}, {"uid": "1296430679223723531", "i": 360, "idx": 0, "sa": ["Clint Eastwood", "Eric Schmidt", "Boris Becker"], "q": "`` Daimler needs to regain some of its innovative edge, and fuel cells might help them do that,'' said Philippe Houchois, a London-based analyst at UBS, who recommends buying the shares. <q> Daimler has pretty much been in the forefront on fuel cells, but they haven't been very consistent. </q> Germany, which kicks off a year- long celebration, was attended by about 1,400 guests including <strong> Boris Becker </strong>. <strong> Boris Becker </strong>, <strong> Clint Eastwood </strong> Actor <strong> Clint Eastwood </strong> and Google Inc.. CEO href=\"http://topics.bloomberg.com/Eric Schmidt-Eric Schmidt/\"> <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296717067176898072", "i": 17696, "idx": 0, "sa": ["Soulja Boy", "Doc Rivers", "Ben Gordon", "Allen Iverson", "Tyrus Thomas"], "q": "side. <strong> Allen Iverson </strong> scored 28 points after getting some advice from coach <strong> Doc Rivers </strong> at halftime.`` <strong> Doc Rivers </strong> said going into the half,` Be aggressive, but let it come to you,''' <strong> Allen Iverson </strong> said. <q> I never think I'm not in my rhythm. It can be a grind as a shooter. As a scorer you're alSoulja Boys trying to find something. </q> <strong> Allen Iverson </strong> and <strong> Ben Gordon </strong> each had several clutch baskets in the second half as the former University of Connecticut guards battled for control of the game. After <strong> Tyrus Thomas </strong> missed a shot from midcourt as time expired, <strong> Allen Iverson </strong> headed for", "new_id": -2}, {"uid": "1295029793139100189", "i": 53470, "idx": 0, "sa": ["Sergio Marchionne"], "q": "die sportlichen Autos gerne ihr Eigen nennen und als 12. Marke in ihrem Konzernverbund sehen. Dabei fallen auch deftige Worte von Seiten Pi?chs.`` Fiat geht es noch zu gut'', sagt der VW-Aufsichtsratschef und: <q> Wir k?nnen warten. Sprechen Sie mich in zwei Jahren noch mal an. </q> Solche Aussagen treffen den Nationalstolz Italiens tief. Vor allem weil dieser auf der automobilen Seite mittlerweile komplett unter dem Dach von Fiat geb?ndelt ist. Star-Manager im Strickpullover: <strong> Sergio Marchionne </strong> pokert hoch. Geht seine Rechnung am", "new_id": -2}, {"uid": "1295960930216842358", "i": 20083, "idx": 0, "sa": ["Bill Lockyer"], "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "new_id": -2}, {"uid": "1295957858002146307", "i": 6263, "idx": 0, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Ben Quayle", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 billion in non-defense discretionary spending cuts as the Ben Quaylechmark. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 billion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` Young Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.''`` We", "new_id": -2}, {"uid": "1295681723039469083", "i": 47601, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Steve Booth"], "q": ". While a free-wheeling attitude typically works well at small companies, it could cause problems in a company as large as Google, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <q> The risk is that if you take away the process, that in some sense you go back to a kind of chaos, </q> Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt <strong> Larry Page </strong> is ready for the challenges ahead.`` <strong> Larry Page </strong> has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1295963594228147258", "i": 17918, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Barack Obama"], "q": "Affairs at the University of Virginia.`` If you want an important speech out of <strong> Barack Obama </strong> right now, he already gave it,'' Riley said, referring to the Arizona memorial on Jan. 12. <q> What's going to happen now with the State of the Union is part of the ongoing story of Washington, and it is a significant event in the political calendar. Yet from a historical perspective, they just tend not to make a difference. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295404896077529090", "i": 1419, "idx": 0, "sa": ["David Letterman", "Arsenio Hall", "Billy Crystal", "Jack Wishna", "Don Kirshner"], "q": "The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>. <strong> Jack Wishna </strong> said <strong> Don Kirshner </strong> was a mentor who knew the art of discovering talent and cared about the artists he worked with. <q> He was a father to these people even though some of them were three or four years younger than him, </q> <strong> Jack Wishna </strong> said.", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}]