[{"uid": "1295658306074924083", "i": 1974, "idx": 11, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "just the opposite. His efforts to paint such comments as humor only made the situation worse. The irony is that when he steps down as CEO, <strong> Eric Schmidt </strong> will concentrate on communication with the outside world. <q>As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>,</q> he said in a blog post. And in <strong> Eric Schmidt </strong>'s old job, we have Larry Page, who's famously disdainful of PR. In 2008, according to <strong> Ken Auletta </strong>'s book", "new_id": -2}, {"uid": "1295386095039157811", "i": 29366, "idx": 0, "sa": ["Herman Cain", "Mike Pence"], "q": "parenthood,[ but because] Planned Parenthood as an organization is an absolute farce on the American people,'' he said. <strong> Herman Cain </strong>, who is African-American, accused the abortion business of engaging in <q>People who know the history of <strong> Margaret Sanger </strong>, who started Planned Parenthood, they know that the intention was not to help young women who get pregnant to plan their parenthood. No- it was a sham to be able to kill black babies,</q> he added. He told the program that proof of the agenda is seen in the fact that ''75 percent of all Planned Parenthood facilities are located in black neighborhoods.'' Congressman <strong> Mike Pence </strong> of Indiana", "new_id": -2}, {"uid": "1294965251056983592", "i": 6003, "idx": 3, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Barack Obama", "Debbie Wasserman Schultz"], "q": "miracle,'' Rep. <strong> Debbie Wasserman Schultz </strong> said, according to The Associated Press. ''The strength that you could see flowing out of her, it was like she was trying to will her eyes open.'' <q><strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes,</q> the AP quoted <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> as saying. Shen Yun Inspiring, Says Spokesperson for the Christian Democratic Party of China Celebrity <strong> Dr. Peter </strong>: Shen Yun Performers ''Some of the Finest that I've Ever seen at Lincoln''", "new_id": -2}, {"uid": "1295912306177651767", "i": 25522, "idx": 0, "sa": ["Chuck Schumer", "Mike Pence"], "q": ",'' <strong> Chuck Schumer </strong> said. ''Now, that's symbolic, but maybe it just sets a tone and everything gets a little bit more civil.'' The idea does have its critics. <q>You know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,</q> Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. ''Well, I've been in Congress for 10 years, and I learned a long time ago, it doesn't really matter where you sit- it", "new_id": -2}, {"uid": "1295093100028508164", "i": 1359, "idx": 4, "sa": ["John Elkann", "Sergio Marchionne"], "q": "challenges that we have in front of us in a constructive way,'' Fiat Chairman <strong> John Elkann </strong> said today. ''I reiterate the full support from my family.'' The vote is ''symbolic'' and <q>represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed,</q> Gianluca Spina, dean of the business school at Milan's Polytechnic, said before the results of the referendum were announced. Strike Call The numbers turned around in favor of <strong> Sergio Marchionne </strong> in the fifth", "new_id": -2}, {"uid": "1295562778148553743", "i": 10127, "idx": 2, "sa": ["Eric Schmidt"], "q": "gets the job title of co-founder and will work on strategic projects and products. ''For the last 10 years, we have all been equally involved in making decisions,'' <strong> Eric Schmidt </strong> wrote. <q>This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company,</q> <strong> Eric Schmidt </strong> wrote. The change over indicates there's been a clear decision to put a technologist back in charge and to return some of the founding drive to strategic and day-to-day decisions, given Page's role", "new_id": -2}, {"uid": "1295736488267124758", "i": 20783, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q>A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR</q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit united arab", "new_id": -2}, {"uid": "1297268304137707526", "i": 871, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "DOT because he was going to be cutting highways and airports and that wouldn't be helpful to me politically.'' Nixon wanted something meaty for <strong> Donald Rumsfeld </strong>. But there was a lot to consider! <q>He said possibly Under <strong> Donald Rumsfeld </strong> of State for Economic Affairs.</q> Possibly the UN, and then he said no that wouldn't be good that isn't particularly popular in Illinois, Commerce, he said maybe the international economic thing, possibly <strong> Donald Rumsfeld </strong> of the Navy, CLC,", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q>Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized.</q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}, {"uid": "1295397807010076210", "i": 22881, "idx": 1, "sa": ["Michael Douglas", "Simon Cowell", "Steven Tyler"], "q": "<strong> Michael Douglas </strong>, 66, said, ''and what I know about this particular type of cancer( is) that I've got it beat.'' <strong> Michael Douglas </strong> says he'll continue to monitor his health and <q>take a couple of months of getting checked out. But it's been a wild six-month ride.</q> <strong> Steven Tyler </strong> banishes ''Idol's'' <strong> Simon Cowell </strong> era <strong> Steven Tyler </strong> was talking Tuesday about his new judging gig on ''American Idol'' Tuesday, and he made on thing clear: <strong> Simon Cowell </strong>'s reign of terror", "new_id": -2}]