[{"uid": "1295461104131301415", "i": 35316, "idx": 6, "sa": ["Gary Moore", "Allen Iverson"], "q": "said have been resolved. When no NBA team was interested in him, <strong> Allen Iverson </strong> was wooed by Besiktas executive board member Seref Yalcin to continue his career overseas. <q>He's enjoying the beauty of the country, the beauty of the people,</q> <strong> Gary Moore </strong> said. \"No one has any expectations of him other than what he gives on the basketball court. No one cares about what he did five, six years ago.\" Ex-con with long", "new_id": -2}, {"uid": "1297200983061325341", "i": 1814, "idx": 14, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Though viewed by many as the spear of Mr. <strong> President Bush </strong>'s \"freedom agenda,\" Mr. <strong> Donald Rumsfeld </strong> also expresses misgivings about \"nation-building.\" He disagrees with the \"Pottery Barn rule\"- attributed to Mr. Powell-that <q>if you break it, you own it,</q> arguing Iraq was already broken under Saddam. While he acknowledges that the U.S. had security obligations to Iraq, he expresses discomfort with Mr. <strong> President Bush </strong>'s broad promises for democracy, and he worries that countries too frequently develop", "new_id": -2}, {"uid": "1295308684212140059", "i": 39079, "idx": 6, "sa": ["Michael Vick"], "q": "at last season and what percentage he expects to play at next season. \"65 percent in Atlanta, 85 percent here this year, going for 95 to 100 next year,\" <strong> Michael Vick </strong> said. <q>I think next year will definitely be the year. That's the only thing I can think about now. It's funny because two years ago, I never envisioned myself being in this position. Four days after the playoff game, I'm thinking about next year.</q> He added that he's already talked to Andy Reid about what he needs to improve on this offseason. \"I think I've got the blueprint on what to do,\"", "new_id": -2}, {"uid": "1295129633068665363", "i": 17810, "idx": 1, "sa": ["Wilt Chamberlain", "Elgin Baylor", "Allen Iverson"], "q": "on the line for the winning free throws in Utah's 103-101 victory over the 76ers on Monday night. \"<strong> Elgin Baylor </strong> had a hot hand and Coach( Jim O'Brien) called my number,\" <strong> Allen Iverson </strong> said. <q>That's with anybody, though. If a guy's going well, you milk it. You just keep running the same play over and over until they stop it.</q> <strong> Allen Iverson </strong> followed up his 54-point game in Milwaukee with 51 this time, becoming the first Sixers player to score 50 in back-to-back games and the first Philadelphia player to accomplish the feat since <strong> Wilt Chamberlain </strong> for the Warriors in 1962", "new_id": -2}, {"uid": "1296366488199786542", "i": 36589, "idx": 8, "sa": ["Bill Stephan", "Mike Pence"], "q": "less than 60 percent of the vote in the next five elections in east central Indiana.( 3 of 4) <strong> Bill Stephan </strong> said winning the congressional seat was especially gratifying for <strong> Mike Pence </strong>. <strong> Bill Stephan </strong> said, <q>I think it was a sense that \"there is a second chance; there is an opportunity to serve at this level- I've learned a lot. I've grown a lot, and I'm in a better position now to represent Indiana than I would have been.\"</q> One of his first actions after being sworn in was to create a miniature radio studio in his office. In 2003, he appeared on or was mentioned in national radio, television and newspapers", "new_id": -2}, {"uid": "1295715717099811342", "i": 11270, "idx": 8, "sa": ["Allen Iverson"], "q": "of his 14 assists in the period and also finished Celtics 86, Pistons 82: Boston rides Shaq, <strong> Allen Iverson </strong> to win an injury is all about getting back the rhythm he has developed with his Boston teammates. <q>It's like being at a party, and the record skips, and you've got to get back on beat,</q> he said after helping the Celtics erase an eight-point, fourth-quarter deficit and beat the Detroit Pistons 86-82 on Wednesday night. \"So, you know, the record skipped a bit. But I'm at", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q>But you never know; it's possible for the government to cause us to not work.</q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1296084842258637827", "i": 9297, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. Click for your chance to win great prizes in the NewsChannel 10 Pro Football Pick'em contest. Connect with local businesses. Click here. Find", "new_id": -2}, {"uid": "1295563261075235353", "i": 5064, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "on external partnerships and business deals starting on 4 April, when Page will take over the day-to-day management role. Page was Google's first CEO, and <strong> Eric Schmidt </strong> said in a blog post that Page <q>in my clear opinion, is ready to lead</q>. <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, Technology. \"He's an innovator and entrepreneur to the core, and this", "new_id": -2}, {"uid": "1297425305197410821", "i": 25097, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "councils who said <strong> Michael Gove </strong> had acted unfairly and unlawfully when he cancelled Buildings Schools for the Future projects in their area. In five of the cases, the government's failure to consult over the decision was <q>so unfair as to amount to an abuse of power</q>, the judge said. \"This ruling is a victory for all the communities and children betrayed by <strong> Michael Gove </strong>,\" shadow education secretary <strong> Andy Burnham </strong> commented. \"They deserve no less than a full", "new_id": -2}]