[{"uid": "1296593740161153052", "i": 7886, "idx": 1, "sa": ["Andy Coulson"], "q": "resigned after deciding that the continuing allegations about phone hacking dating back to his time as the Sunday tabloid's editor had made it impossible to devote \"110%\" of his time to his job. <q>When the spokesman needs a spokesman, it is time to move on,</q> he said in his statement. Downing Street insisted his resignation was not precipitated by any new evidence that would challenge his claim that he had no knowledge of phone hacking at the newspaper. <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295795435125714464", "i": 8945, "idx": 4, "sa": ["Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong> said <strong> Barack Obama </strong> had increased favorability ratings for the U.S. around the world and that the president's \"more youthful approach\" to international relations had proven \"useful.\" <q>It puts us in a better place to ask things of people and to listen to them,</q> he said. \"America still has a dominant position in the world and I think <strong> Barack Obama </strong> understands that,\" <strong> Colin Powell </strong> added. While stressing that he votes for the person and", "new_id": -2}, {"uid": "1296579563238125063", "i": 39948, "idx": 0, "sa": ["Ricky Gervais", "Keith Olbermann", "David Letterman", "Hosni Mubarak"], "q": "In his surprise cameo on the Late Show with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late Show <q>We got ta guy backstage... that if anything ever happened to me...</q> As a coda to a joke about the Egyptian protests and President <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong>. <strong> Ricky Gervais </strong> dropped some jaws with his Golden Globes performance this year", "new_id": -2}, {"uid": "1297007852194904114", "i": 48796, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content \"We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q>I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct. \"We'll find out and make sure we are operating well within the law and the spirit of the law.</q> Brussels launched a formal investigation into <strong> Google Inc. </strong> in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into software giant", "new_id": -2}, {"uid": "1297134796068190247", "i": 10225, "idx": 0, "sa": ["Mike Napoli", "Michael Vick"], "q": "a banner to celebrate the occasion, Hamilton said his agent, <strong> Mike Napoli </strong> Moye, and the club were making progress on his contract for this year, and he addressed rumors that <strong> Michael Vick </strong> Young could be traded. <q>It's hard to lose a guy who's your most durable player, who's in there every day, who's getting 550, 600 at-bats a year, putting up numbers like he does,</q> he said. \"Does it make sense? No. But I don't get paid to make those kinds of decisions.\" Hamilton said he worked out this morning with Young, who told him", "new_id": -2}, {"uid": "1295506078228589593", "i": 21692, "idx": 0, "sa": ["Boston Rob", "Russell Hantz", "David Letterman"], "q": "NBC( Parenthood Fans FTW!)( 79) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 66) The Real Housewives of Beverly Hills Reunion Shocker: <q>Do You Have a Drinking Problem?</q>( 62) Epic vs. Awesome: Survivor Rivals <strong> Boston Rob </strong> and <strong> Russell Hantz </strong> to Duel Again on Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to", "new_id": -2}, {"uid": "1295461653182812690", "i": 49170, "idx": 4, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "advertising that[ \"American Idol'] isn't going to be as mean, they might be losing their professional credibility,\" says Robert Thompson, a professor of television and pop culture at Syracuse University. <q>It's not as meaningful to get a compliment from someone who's always nice. In past seasons, you'd see people running out of the[ judging] room saying,` <strong> Simon Cowell </strong> loved me!' <strong> Simon Cowell </strong> was always the one people cared about, because he was the hardest one to get.</q> Thompson points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn\"t work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. \"Outside of the music", "new_id": -2}, {"uid": "1296631399181747717", "i": 47141, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ". \" \"Nice job. Lived in Hayward-SanLeando for 6 years but loved Oakland. Now back hom... \"` Skank sex( Delilah) also destroyed Sampson. Tiger should also drop the extra faci...\" <q>Who is the bigger fool, Breitbart for his posts or those who fall for it like Fed...</q> Rijaxn's Links New list No links in this category. Sounding like former Defense <strong> Donald Rumsfeld </strong>, there are things that we know but can\"t describe or define. Ever have one Sounding like former Defense <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295189075175751174", "i": 14065, "idx": 0, "sa": ["Michael Vick"], "q": "â\u0080¢ Everybody in one 10-man fantasy-football league in Omaha agreed with Spud Mann's suggestion to tattoo the last-place finisher with art of the league champion's choosing. David Filsinger finished first. Mann finished last. <q> \"The kid I was playing for the tattoo was about to have a heart attack,</q> Mann said. \"But he put up 140 points on me.\"... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team. \"For the rest of my life,\" Mann", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q>It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.</q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}]