[{"uid": "1296280079111296551", "i": 6643, "idx": 0, "sa": ["Mike Pence"], "q": "on a 2012 presidential run, Indiana 6th District Rep. <strong> Mike Pence </strong>, a Republican, said he enjoys public service so much that he would rather run for an office he stands a stronger chance of winning. <q> Our decision, honestly, did come down to the difference between opportunities to seek and opportunities to serve, </q> he said Friday morning on his way in to a town hall meeting with about 50 constituents in this central Indiana town. <strong> Mike Pence </strong> announced Thursday that despite the urging of some social conservatives, he will not", "new_id": -2}, {"uid": "1297300010261144606", "i": 43775, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "for Clunkers'' program? \" Report Abuse \" What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? \" One is filled with tax evaders, blackmailers, and threats to society. Report Abuse <q> <strong> Barack Obama </strong> wants spend 50 billion on cupcakes. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1295565682105267209", "i": 1818, "idx": 1, "sa": ["Eric Schmidt"], "q": "a major company such as Google.`` We have been talking about how best to simplify our management structure and speed up decision making for a long time,'' said <strong> Eric Schmidt </strong> in announcing the decision. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.`` Page credited <strong> Eric Schmidt </strong> with running the company`` brilliantly </q> while keeping the`` headstrong founders'' involved.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2}, {"uid": "1297176715006504474", "i": 35068, "idx": 0, "sa": ["Nancy O'Dell", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "judge, <strong> Simon Cowell </strong>, who reveals whether or not he thinks`` American Idol'''s newest judges, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, have what it takes to be tough when the competition goes live. <q> I think they started off by saying it's a nicer, gentler` Idol,' so maybe they'll continue to be that way, </q> he tells <strong> Nancy O'Dell </strong>.`` They're different kinds of judges.'' Meanwhile, the TV staple reveals three things you may not know about him! 1.`` I like animals, I", "new_id": -2}, {"uid": "1297245607137953280", "i": 48318, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "`` The main hurdle to eliminating the benefit offset is cash. It would cost the government an estimated$ 6.7 billion over a decade to allow the widows to collect both benefits in full.'' \" Report Abuse <q> But there is ALWAYS more Money for Aids in Africa </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading", "new_id": -2}, {"uid": "1296770511173654034", "i": 12165, "idx": 15, "sa": ["Donald Rumsfeld"], "q": ", of course, that was the principal tool in the administration's salesmanship of the war. In fact, he challenges those who charged that`` Bush lied, people died,'' saying critics had <q> scoured a voluminous record of official statements on Iraqi WMD to compile a small string of comments-ill chosen or otherwise deficient-to try to depict the administration as purposefully misrepresenting the intelligence. </q> <strong> Donald Rumsfeld </strong> acknowledges having made one`` misstatement,'' early in the war, involving the CIA's designation of various`` suspect'' WMD sites in Iraq.`` We know where they are. They're", "new_id": -2}, {"uid": "1296498486124518453", "i": 34025, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "help from <strong> Barack Obama </strong>, who carried Indiana in 2008.`` Indiana is going to be a priority for the president,'' Winston said. State Democrats, he hopes, will find a consensus candidate this spring. <q> It's a$ 15 million to$ 18 million race. I hope we won't have a primary. </q> <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates.`` The social conservatives love him,'' says former Republican state chairman Rex Early.`` The fiscal conservatives-he talks the", "new_id": -2}, {"uid": "1295909289243613735", "i": 7468, "idx": 2, "sa": ["Bill Lockyer"], "q": "of factors come into play, including state expenses, revenues, budget actions and legislative deferrals of state payments.`` We try to avoid the issuance of IOUs at all costs,'' Chiang said. <q> It's an admission that the state can't pay its bills. </q> Of <strong> Bill Lockyer </strong>'s comments, Chiang said,`` I think <strong> Bill Lockyer </strong> was using IOUs as an example of a cash conservation measure. I don't know if he was specifically referring to IOUs.''", "new_id": -2}, {"uid": "1295564518204079107", "i": 28858, "idx": 4, "sa": ["Eric Schmidt"], "q": "now <strong> Eric Schmidt </strong> has no direct role in decision making, and will operate in a reduced capacity as advisor instead.`` We will continue to discuss the big decisions among the three of us,'' he writes. <q> But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> There are no comments to display. Be the first one! Login scripts wont run... Hi all, I have a strange one here... I have a login script that runs for all users", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}]