[{"uid": "1295985212180977682", "i": 5826, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "\"You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,\" she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ASSOCIATE SR.. ASSOCIATE, SR. DERIVATIVES ASSOCIATE IMPLEMENTATION ENGINEER AUTOMATION", "new_id": -2}, {"uid": "1295015233063946826", "i": 21506, "idx": 0, "sa": ["Jim Moeller", "David Letterman"], "q": "gay members of Congress, governors and mayors- and modest population help give it a boost over hundreds of contenders.` Welcoming' community <strong> Jim Moeller </strong> himself was thrown by the listing. <q> Are you sure Vancouver, Washington? </q> he responded Thursday by telephone from Olympia. Followed by seconds of bemused laughter. \"I'm a bit flabbergasted. The top 10, huh? Maybe we'll make` <strong> David Letterman </strong>,\" ' <strong> Jim Moeller </strong>", "new_id": -2}, {"uid": "1296016361078544925", "i": 15834, "idx": 0, "sa": ["David Letterman", "Al Gore", "Barack Obama"], "q": "<strong> Barack Obama </strong>? How did you vote on Social Security reform last time it was offered up? 6:52 PM Re: My comment about not taxing investors so much? I do believe the <strong> Barack Obama </strong> just promised to <q> tax you bastards back to the Stone Age. </q> 6:54 PM \"Let me take this one step further.\" Nooooooooooo! He wants a \"government of the future.\" In other words: <strong> Al Gore </strong> on <strong> David Letterman </strong> wearing comical goggles, smashing an ashtray", "new_id": -2}, {"uid": "1296856799145915922", "i": 28949, "idx": 1, "sa": ["Sergio Marchionne"], "q": "finalists! Here's some new food for thought for Detroit's Charter Revision Commission: A new study conducted... Zoom <h6> Chrysler CEO <strong> Sergio Marchionne </strong>/ ASSOCIATED PRESS </h6> SAN FRANCISCO- Chrysler CEO <strong> Sergio Marchionne </strong> said he expects <q> at least an agreement in principle </q> regarding the refinancing of the automakers' government loans by the end of the first quarter. Chrysler's board of directors has been talking with Goldman Sachs and other investment banks to restructure$", "new_id": -2}, {"uid": "1295647682245137423", "i": 8189, "idx": 0, "sa": ["Eric Schmidt"], "q": "group suggested oil prices will continue to rise in 2011. \"The profit news is pretty favorable today,\" said Nick Kalivas, vice president of financial research at MF Global. <q> GE is probably the poster child for that, but Google certainly did well last night. </q> Fortune 500) reported late Thursday that quarterly profits and sales rose from year-ago and beat analysts' forecasts. But shares of the search giant sank over 1% as investors digested news that <strong> Eric Schmidt </strong> is", "new_id": -2}, {"uid": "1295897616111312927", "i": 59331, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Robert Peston", "Rupert Murdoch"], "q": "Larger Images Get Quote Symbol Lookup In the 1990s, attorney Gary Reback helped goad the Department of target=\"_blank\" Justice into launching the landmark antitrust lawsuit against Help us to keep our finger on the pulse. <q> Previous| Main <strong> Rupert Murdoch </strong> employs BP strategy <strong> Robert Peston </strong>| 09:12 time, Monday, 24 January 2011 You might call it the BP strategy. It goes like this: company suffers a newspaper he headed and the row is unlikely to go away, commentators said Saturday. \"So far, our worst day in government, </q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The target=\"_blank\" Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Call to probe police over investigation into hacking target=\"_blank\" Minister <strong> David Cameron </strong>'s", "new_id": -2}, {"uid": "1296248071002900092", "i": 29083, "idx": 14, "sa": ["Sergio Marchionne", "John Elkann"], "q": "Il presidente <strong> John Elkann </strong>: nessuna vendita a pezzi, ci teniamo tutto. Dal salone dell' auto di Detroit l' amministratore delegato <strong> Sergio Marchionne </strong> ha annunciato che Fiat? salita al 25% di Chrysler. <strong> Sergio Marchionne </strong> ha aggiunto che <q> ci sono le condizioni per salire al 51%. Fiat ha le risorse finanziarie per farlo anche adesso se necessario </q>. <strong> Sergio Marchionne </strong> ha precisato che Fiat ha potuto salire al 25% di Chrysler \"perch e stata adempiuta la prima condizione con la tecnologia Fiat certificata negli Usa. Iinevitabile che a Detroit si parli anche di facende italiane", "new_id": -2}, {"uid": "1297108858203178000", "i": 24630, "idx": 1, "sa": ["Andy Coulson", "Ed Miliband", "David Cameron"], "q": ".\" The memo follows a number of recent high-profile interventions from <strong> Ed Miliband </strong> in the phone-hacking issue. In the wake of the resignation of <strong> Andy Coulson </strong>, the Labour leader criticised <strong> David Cameron </strong>, stating that the affair raised <q> questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did </q>. <strong> Ed Miliband </strong> also raised <strong> Andy Coulson </strong>'s impending departure at last Wednesday's Prime Minister's Questions. Here's the full text of the email: From: xxxx| Sent: 27 January 2011", "new_id": -2}, {"uid": "1296411412170033167", "i": 39622, "idx": 0, "sa": ["Lea Michele", "Simon Cowell", "Justin Bieber"], "q": "'s safe to say that some of the world's biggest music stars would like to join in on the action. Aside from <strong> Justin Bieber </strong>, who is cLea Michelerly already swamped with his own work, <strong> Simon Cowell </strong> told Extra that <q> one of the most famous singers in the world </q> contacted him \"out of the blue\" asking about being on the show. Of course he doesn't say who this person is, though, but according to <strong> Simon Cowell </strong>, this uber famous person will make a", "new_id": -2}, {"uid": "1295510839092602381", "i": 15762, "idx": 2, "sa": ["Grant Hill", "Allen Iverson", "Larry Brown"], "q": "\" It was a <strong> Grant Hill </strong> touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q> It's special, and it's a tribute to my coach and my teammates, </q> said <strong> Allen Iverson </strong>. \"I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,\" <strong> Larry Brown </strong> said. \"", "new_id": -2}]