[{"uid": "1295278861147685381", "i": 3157, "idx": 1, "sa": ["Mike Pence"], "q": "rather run for the Indiana governor's office. The draft-Mike Pence movement hopes to change the congressman's mind by demonstrating that he has the support he'd need for a serious 2012 presidential run. <q> America's President Committee[ APC] today kicks off a national grassroots signature drive urging conservatives and tea party members to sign a declaration encouraging MMike Pence to run for President, </q> the group said in an early-Monday news release. \" Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government, and for that reason I", "new_id": -2}, {"uid": "1295967653237387806", "i": 36843, "idx": 0, "sa": ["Antonin Scalia", "Mike Pence", "Michele Bachmann", "Haley Barbour", "Barack Obama"], "q": "reach out to Hispanic voters. <strong> Michele Bachmann </strong>: Supreme Court Justice <strong> Antonin Scalia </strong> addressed a group of lawmakers at a gathering sponsored by the Tea Party Caucus, organized by <strong> Mike Pence </strong> <strong> Michele Bachmann </strong>, Bloomberg reports. <q> <strong> Antonin Scalia </strong>'s speech was the first in a series of seminars the Tea Party Caucus plans to hold twice a month to refresh members on` basic principles,' said Doug Sachtleben, a spokesman for <strong> Michele Bachmann </strong>. </q> <strong> Haley Barbour </strong>: \" Mississippi Gov <strong> Haley Barbour </strong> will visit the Republican-heavy Upstate of South Carolina Wednesday for two private events with local GOP officials to discuss a potential Barack Obamaial run, \" Politico reports.", "new_id": -2}, {"uid": "1296770902233816070", "i": 20109, "idx": 1, "sa": ["Mike Pence"], "q": "receives. Republican <strong> Mike Pence </strong> has introduced the legislation. In Virginia, anti-abortion activists and social conservatives said the videos illustrate what they said is Planned Parenthood's disregard of laws intended to regulate abortion. <q> Their clinics are just blatantly violating laws, and they're doing it to the sums of hundreds of millions of dollars of taxpayer funds, </q> said Anna Franzonello, an attorney for Americans United For Life. Rita Dunaway, an attorney with The Rutherford Institute, which generally promotes conservative causes, said the videos underscore \" the need for greater regulation", "new_id": -2}, {"uid": "1296103626059129879", "i": 37583, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "recently about Huntsman's expressions of interest in a White House bid, <strong> Barack Obama </strong> last Wednesday responded with a quip that showed how keenly attuned he is to the fact that 2012 is already upon us: <q> I'm sure the fact that him having worked so well with me will be a great asset in any Republican primary. </q> Perhaps most unique in her approach to the hard work of building a national profile has been <strong> Mike Pence </strong> Michelle Bachman, R-Minn., who founded the Tea Party Caucus in Congress and delivered, on", "new_id": -2}, {"uid": "1296309067021659679", "i": 7911, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "recently the third-ranking Republican in the House-- announced he would not be a candidate for <strong> Barack Obama </strong> in 2012. \" Seeking national office was not right for us now, \" he told the Central students. <q> While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts. </q> Saying his \" heart was in Indiana, \" <strong> Mike Pence </strong> said he would continue to meet with \" the good and strong and opinionated people of this state \" before deciding his next move. During", "new_id": -2}, {"uid": "1296768198233816085", "i": 14105, "idx": 0, "sa": ["Mark Neumann", "Mike Pence", "Joe Courtney"], "q": "record, but <strong> Mike Pence </strong> <strong> Joe Courtney </strong> is in the news again for saying that he's still vaguely interested in getting into the Dem Senate primary. At least he has a somewhat more definite timetable, saying he'll decide <q> by the end of this month. </q> FL-Sen: Quinnipiac is out with its first Florida poll of the 2012 cycle, and it's reMark Neumannably similar to the other polling they've been doing so far this cycle( like OH and PA): they", "new_id": -2}, {"uid": "1296166252125468724", "i": 42813, "idx": 2, "sa": ["Mike Pence"], "q": "recounting a meeting with a laid-off constituent in Newcastle, Indiana in late 2008 who thanked him for voting against the Wall Street bailout. After <strong> Mike Pence </strong> expressed sympathy for the guy's recent layoff, the constituent responded, <q> I can get another job; I can't get another country. </q> The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of the", "new_id": -2}, {"uid": "1295470639018825221", "i": 12729, "idx": 0, "sa": ["Christopher Hitchens", "Gabrielle Giffords", "Mike Pence"], "q": "reforms. The GOP House leadership is now back, determined to repeal a target=\"_blank\" law that gives AmChristopher Hitchensans health care security while cutting budget deficits- but in a target=\"_blank\" nice way. <q> We can and should have a debate about the facts of the law and its records, </q> said House Speaker Health Reform Will Drive Down Deficits Following the attack against <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> and bystanders, Republicans put off action to scuttle the Democrats' target=\"_blank\" health care reforms. The GOP House leadership is", "new_id": -2}, {"uid": "1295470639018825221", "i": 12730, "idx": 1, "sa": ["Christopher Hitchens", "Gabrielle Giffords", "Mike Pence"], "q": "reforms. The GOP House leadership is now back, determined to repeal a target=\"_blank\" law that gives AmChristopher Hitchensans health care security while cutting budget deficits-- but in a target=\"_blank\" nice way. <q> We can and should have a debate about the facts of the law and its records, </q> said House Speaker Health-care repeal would boost deficit Following the attack against <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> and bystanders, Republicans put off action to scuttle the Democrats' health-care reforms. The GOP House leadership is now back, determined to repeal", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}]