[{"uid": "1297185662216317967", "i": 19610, "idx": 0, "sa": ["the Fox", "Simon Cowell"], "q": "\" and \"X Factor\" to the difference between \"Extreme Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Cowell-free season of \"Idol,\" he claimed, <q>I haven't seen a full episode,</q> continuing, \"I think we're going to do something different. I'm excited. The stakes are high.\" Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. <strong> the Fox </strong> is still recovering", "new_id": -2}, {"uid": "1296354133035504148", "i": 1189, "idx": 5, "sa": ["Michael Vick"], "q": ". \"The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing,\" Erika said. <q>Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me.</q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. After learning the most basic of functions- walking up stairs, climbing into a", "new_id": -2}, {"uid": "1297531452132300805", "i": 48176, "idx": 1, "sa": ["Michael Vick", "Percy Harvin"], "q": "Segal, who recommended Anderson to <strong> Michael Vick </strong> last offseason. \"That would be something to get them on the same field together,\" said Anderson, who runs Tom Anderson Speed and Sports Enhancement Training. <q>The possibilities would be endless with two athletes like that together, the way they could push each other.</q> <strong> Percy Harvin </strong> always has possessed elite speed, but Anderson has a goal for <strong> Percy Harvin </strong>-- to make him \"the fastest player in the NFL.\" <strong> Percy Harvin </strong> added around 20 pounds of muscle while at", "new_id": -2}, {"uid": "1297198090198033528", "i": 38352, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": " \"We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. Jordan McCabe, 12, performs with Harlem Globetrotters", "new_id": -2}, {"uid": "1295475898005455883", "i": 39747, "idx": 3, "sa": ["Rahm Emanuel", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-29v&amp;flvURL=/media/2011/01/13/01132011-29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-29v.jsn\"}{ \"title\": <q>Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes</q>, \"description\": \"<strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and <strong> Rahm Emanuel </strong> Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.\", \"note\":", "new_id": -2}, {"uid": "1295357795139706381", "i": 14558, "idx": 0, "sa": ["Kirsten Gillibrand", "Harry Reid", "Gabrielle Giffords"], "q": "\" \"I keep tellin' her, I'm like, \"<strong> Gabrielle Giffords </strong>, you're in the ICU. You know, you don't need... to be doin' this,\" Kelly said. <q>But it's so typical of her that no matter how bad the situation might be for her, you know, she's looking out for other people.</q>\" Three-Course-Lunch Deal at Four Seasons; Gwar Hosts Happy Hour at Idle Hands Man Predicts Vanity Fair Will Never Be at a Loss for Cover Subjects <strong> Kirsten Gillibrand </strong> on The View: <strong> Harry Reid </strong> Is an` Extraordinary Man\" Congressman", "new_id": -2}, {"uid": "1296430315137691137", "i": 43081, "idx": 0, "sa": ["Zahi Hawass"], "q": "advantage of a fire raging through the nearby headquarters of the ruling National Democratic Party in downtown Cairo, intruders climbed the gates, broke a window and entered the museum in bid to steal the mummies. <q>But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum-- but they were already damaged,</q> <strong> Zahi Hawass </strong> said. \"Only their heads were intact,\" he added. The fate of the vandals remained unknown. The Egyptian museum, which houses invaluable treasures of antiquity, was", "new_id": -2}, {"uid": "1297227563238518272", "i": 25016, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "to draw their own conclusions. Some early reviews of what <strong> Donald Rumsfeld </strong> called \"my slice of history\" have cast it as a score-settling exercise, a revenge memoir. That, he sniffed, comes from <q>people who haven't read it.</q> Much of the attention to the book has focused on controversies from the Iraq war, but he also writes about the period when the Afghan war began slipping into a stalemate. In an interview", "new_id": -2}, {"uid": "1296897095171786300", "i": 3418, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Michael Vick </strong> Experience.\" An online invitation on the Deux Lounge website features a large illustration of <strong> Michael Vick </strong> in his Eagles uniform, a \"V7\" logo and video footage of <strong> Michael Vick </strong> playing for the Eagles. <q>I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here,</q> <strong> Roger Goodell </strong> said. \"He has said that on numerous occasions people have been using his name about being involved with some type of a party, and he had no intention in participating in that. \"", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q>can no longer provide family planning, birth control, or preventive care to millions of women.</q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}]