[{"uid": "1295625930089243655", "i": 35526, "idx": 2, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgement in hiring him after his resignation from the News of the World. <q> I feel that he's been punished twice for the same offence. I chose to judge him by the work that he's done for me, for the government and for the country, </q> <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position.`` Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1295941685109330459", "i": 46948, "idx": 6, "sa": ["Tracy McGrady", "Vince Carter", "Allen Iverson", "Eric Snow", "Tyrone Hill"], "q": "fans. It's my house.'' <strong> Vince Carter </strong> overcame a tough first half to score 26 points. He scored almost all of his points on jumpers and was held without a dunk for the second straight game. <q> Not many people can stop him, </q> <strong> Vince Carter </strong> said about <strong> Allen Iverson </strong>.`` We were just added to that list.'' <strong> Tyrone Hill </strong> added 20 points and 12 rebounds for the Sixers and <strong> Eric Snow </strong> had 11 points and 14 assists. <strong> Tracy McGrady </strong> added 20 for Toronto,", "new_id": -2}, {"uid": "1295044927170393684", "i": 1398, "idx": 0, "sa": ["Igor Sechin", "Chris Huhne"], "q": "industry leader in safety following the`` harsh lesson'' BP learned following the Gulf disaster. The deal was welcomed by the British government, Energy Secretary <strong> Chris Huhne </strong> said. He said it is a <q> groundbreaking deal between two of the largest companies in the world </q> that deepens ties between Britain and Russia.`` This is good news'' that gives BP and Britain a central role in Arctic exploration, he said. <strong> Igor Sechin </strong> said`` we have the highest", "new_id": -2}, {"uid": "1296814116111099931", "i": 44601, "idx": 0, "sa": ["Charlie Sheen", "Howard Stern", "David Letterman"], "q": "'s employee sex scandal. href=\"http://www.examiner.com/Howard Stern-Howard Stern-in-national/video-Howard Stern-Howard Stern-signs-autographs-before-David Letterman-appearance\" rel=\"nofollow\"> Video: <strong> Howard Stern </strong> signs autographs before <strong> David Letterman </strong> appearance <strong> Howard Stern </strong> first joked about <strong> David Letterman </strong>'s 2009 tabloid troubles by referencing his own experiences working at CBS. <q>`` You had your scandal. <strong> Charlie Sheen </strong> has his scandal. They keep hiring you guys. Me, I got fired. They took me to court and sued me. What did I do wrong? I mentioned where I work... You guys are up to shenanigans I'm back stage looking over everyone going:` Did you have sex with Dave?'. </q> \" <strong> Howard Stern </strong> was sued by CBS in 2006 when the company accused him of using his terrestrial radio air time to promote his new satellite radio gig at Sirius. <strong> Charlie Sheen </strong>, who was recently href=\"http://www.examiner.com/Howard Stern-Howard Stern-in-national/Charlie Sheen-Charlie Sheen-hospitalized-after-snorting-briefcase-full-of-cocaine\" rel=\"nofollow\">", "new_id": -2}, {"uid": "1296332857218349584", "i": 28550, "idx": 1, "sa": ["Simon Cowell", "Randy Jackson"], "q": "nice way and Tyler has learned the art of being tactful by saying that the` rejected' contestant has a voice but it just isn't suited for So basically what`` Lips'' Tyler is saying is, <q> Dude, Dudette, you're absolutely horrible, but as you leave don't leave angry, bitter, or extremely devastated.] And judging by the looks of things <strong> Randy Jackson </strong>, or`` The Black Dawg </q> as he is called appears to have taken on the mean-spirited, critically sarcastic role that <strong> Simon Cowell </strong> was noted for. <strong> Randy Jackson </strong> told one contestant, a 27-year-old unemployed maid from Muskrat Muffin, Tennessee, named Mimosa", "new_id": -2}, {"uid": "1297228099097533971", "i": 56621, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "in his book and related interviews. The outspoken former defence chief acknowledged making remarks sometimes seen as undiplomatic, including dismissing countries opposed to the`` Do I regret it?'' he asked. <q> Well, not really. </q> <strong> Donald Rumsfeld </strong> noted the invasions of Iraq and Afghanistan had left those countries with more freedom, politically and economically. That progress, he said, could inspire pro-democracy groups in countries like Egypt, where protesters are", "new_id": -2}, {"uid": "1296505896251035669", "i": 48376, "idx": 0, "sa": ["Olivier François", "Sergio Marchionne"], "q": "reconnaissait r?cemment <strong> Olivier François </strong> Fran?ois, le directeur g?n?ral de la marque Chrysler. Parall?lement, le groupe a drastiquement r?duit ses co?ts. Depuis 2007, Chrysler a ferm cinq usines et s` est s?par de 35.000 ouvriers. <q> Ce que Chrysler a accompli l'an dernier, concernant? la fois les produits et les finances, a d?pass de beaucoup les attentes </q>, s` est f?licit <strong> Sergio Marchionne </strong>, l'administrateur d?l?gu de Fiat, d?sormais aux manettes Chrysler. Apr?s avoir g?r la p?nurie, le groupe s` appuiera cette ann?e sur une dizaine de nouveaux mod?les. Aux tats-Unis,", "new_id": -2}, {"uid": "1295914737143048738", "i": 11928, "idx": 3, "sa": ["Simon Cowell"], "q": "'s season debut). <strong> Simon Cowell </strong> also got candid on his career, admitting his biggest failures( notably signing a failed girl group 12 years ago) have come when he has believed his own`` hype.'' <q> You start living in this bubble, which is your world, and you start to believe that that's the only world that exists, </q> he said.`` Which is why most successful people screw it up for themselves normally within two, three, The razor company says the controversial program is`` not aligned'' with corporate guidelines.", "new_id": -2}, {"uid": "1297148770248266755", "i": 43748, "idx": 7, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "de critici hebben gesterkt''. Op het matje <strong> Donald Rumsfeld </strong> vertrok uiteindelijk twee jaar later, een dag na de tussentijdse Congresverkiezingen in de VS, waarbij de Republikeinse partij van <strong> George W. Bush </strong> gevoelige klappen opliep. <q> Ik had al besloten dat ik niet zou blijven als de Democraten de macht in het Congres zouden overnemen </q>, schrijft de oud-minister. 12 jan 2010 In het buitenland al vaker en meer Irak-onderzoeken 9 nov 2010 Biografie <strong> George W. Bush </strong> verschenen De Iraanse ambassadeur in Nederland wordt vandaag opnieuw ontboden om opheldering te geven in de... Het", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]