[{"uid": "1296085292120438800", "i": 43869, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": ": UK bodyguard investigated in alleged affair..., the communications director for British Prime Minister <strong> David Cameron </strong>... resigned as director of communications for U.K. Prime Minister <strong> David Cameron </strong>... Photo: Former News of the World editor <strong> Andy Coulson </strong> Report Abuse <q> The real scandal here is an educated Brit falling for our American claim that one can really give`` 110 percent. </q> I say that as a Yank. \" Time.com: Berlusconi's Scandal: Why His Talk Show Rant Was Just Good Politics Time.com: Russians Vote to Bury Vladimir Lenin, 87 Years After Death", "new_id": -2}, {"uid": "1295554703175849476", "i": 40228, "idx": 8, "sa": ["Mike Pence"], "q": "up on repealing Obamacare. While he acknowledges that the Senate will likely stall the effort, he is hopeful that things could change.`` I think that it is a very dynamic environment,'' he says. <q> House passage puts the onus on the Senate. And last time I checked, you've got about two dozen members of the Democratic majority in the Senate who are up for election in two years. As the American people engage on this issue, I like our chances. </q> In the meantime, Republicans, <strong> Mike Pence </strong> says, will use the`` power of the purse'' to block Obamacare's implementation.`` We have a wide variety of legislative tools available.'' reports,", "new_id": -2}, {"uid": "1295350326057589761", "i": 53954, "idx": 1, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "of The X Factor in 2007. Discussing his boss with New! magazine, <strong> Dermot O'Leary </strong> praised <strong> Simon Cowell </strong> for having time for everyone.`` <strong> Simon Cowell </strong> is a remarkably surprising, down-to-earth man,'' he said. <q> You don't get that level of success if you haven't got a touch of normality.`` He's very much a common man, someone you could go for a beer with and who you'd have no hesitation in talking to about anything at all. I clicked with him immediately. He is a really nice guy, not affected, and has time for everyone. He's a showman but his head's not in the clouds. He is not aloof. </q> He added:`` <strong> Simon Cowell </strong> is a businessman who makes some money and makes sure there are certain standards of performers there for a mass market.'' claimed that <strong> Simon Cowell </strong> is not the`` ogre'' some", "new_id": -2}, {"uid": "1295638013070795356", "i": 26256, "idx": 1, "sa": ["David Letterman", "Barbara Walters"], "q": ":`` It was hell.'' They are all part of`` A <strong> Barbara Walters </strong> Special: A Matter of Life and Death'' at 10 p.m. Friday, Feb. 4, on WFTV-Channel 9. <q> It's astounding that people think that heart disease is a disease of men, when in fact, it kills more women, </q> Dr. Kathy Magliato says in an ABC release. <strong> David Letterman </strong> says in the special,`` Take advantage of the technology and the care that's available. There's no reason why a man or woman in", "new_id": -2}, {"uid": "1296494521100859915", "i": 32113, "idx": 11, "sa": ["Allen Iverson", "José Calderón", "Ray Allen", "David Stern", "Danny Granger"], "q": "controversy.`` Him( Ford) and <strong> José Calderón </strong> can split time, whoever's playing the best, or they can play together,'' he said. Indiana forward <strong> Danny Granger </strong> said Ford looked like his old self. <q> He's got something you can't really http://wn.com/Ray Allen_Allen Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_2 <strong> Allen Iverson </strong>'s`` team first </q> approach with the Philadelphia 76ers has earned him respect from his teammates and fans. <strong> Allen Iverson </strong>, recently voted a starter for the EaDavid Stern Conference All-Star team despite starting the season with Memphis, had 17 points, five rebounds", "new_id": -2}, {"uid": "1297663004154386461", "i": 413, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". Bloomberg( Alert) News reported Thursday that the bonuses would average$ 10,000 for 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both", "new_id": -2}, {"uid": "1295236042192299048", "i": 31508, "idx": 1, "sa": ["Bernie Sanders", "Al Sharpton"], "q": "us share a part in reaching equality on all levels-- not just racial. Sen. <strong> Bernie Sanders </strong>, another speaker at Sunday's program, picked up on Rev. <strong> Al Sharpton </strong>'s message of economic equality, saying, <q> We got ta change the economy so that all our people can earn a decent standard of living. </q>`` You can not fight for your rights without fighting for everyone's rights,'' Rev. <strong> Al Sharpton </strong> said.`` I think he really spoke well of history and where we are today and where", "new_id": -2}, {"uid": "1295209231006406224", "i": 56955, "idx": 0, "sa": ["Baron Davis", "David Guetta", "Chris Webber", "Allen Iverson", "Samir Nasri", "Rio Ferdinand", "Roger Federer", "Steve Davis"], "q": "stopage with 2.49 mins remaining of the first round! First day of this great event. Swizerland wins the first 2 points against Belgium. Thanks Stan and <strong> Roger Federer </strong> for this amazing day!!! Music by Fat Boy Slim <q> Right here, Right now </q>, <strong> David Guetta </strong>`` Samir NasriiRio Ferdinandus'' http://wn.com/Allen Iverson_Allen Iverson_38pts_vs_Baron Davis_Steve Davis_GS_WarRio Ferdinandrs_05/06_NBA <strong> Allen Iverson </strong> carried the 76ers early, <strong> Chris Webber </strong> put up points late, and the superstar duo continued to keep PhilaSamir Nasriphia in first place in the Atlantic Division. With a brutal seven-game road trip", "new_id": -2}, {"uid": "1295049201264142848", "i": 4239, "idx": 9, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "politics& type= Video& sent= no& search= Search'',`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'': <q> http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 29v&amp;flvURL=/media/2011/01/13/01132011- 29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 29v.jsn </q>}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'':`` Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]