[{"uid": "1297693932234962946", "i": 37803, "idx": 3, "sa": ["Zahi Hawass"], "q": "this post in which he stated that a`` standing statue of the king carrying an offering tray,'' which was contained in a vandalized case of objects from the Amarna period( when Akhenaten reigned), <q> sustained very minor damage and is repairable. </q> At this writing, there are low-quality images of only three of the stolen objects on <strong> Zahi Hawass </strong>' website.( As far as I can tell, the Egyptian Museum's website is not functioning", "new_id": -2}, {"uid": "1296258956174211078", "i": 26303, "idx": 4, "sa": ["Gary Moore", "Allen Iverson"], "q": "November. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001, agreed to a$ 4 million, two-year deal with Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. <q> This is the most pain he's ever felt from any injury he's had, </q> <strong> Gary Moore </strong> said.`` He's http://wn.com/Allen_Iverson_heading_home_for_surgery_NOT_retiring_13_January_2011 Tickets at: www.brettdennen.net DATES: 11/13- Nashville, TN- Cannery Ballroom 11/14- Atlanta, GA- Tabernacle 11/16- Baltimore, MD- Rams Head LIve 11/17- Washington", "new_id": -2}, {"uid": "1296278683209059853", "i": 48017, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "dollars you can expand that research and development group.'' <strong> Kirsten Gillibrand </strong>'s plan would create a permanent 20 percent research and development tax credit that could impact more than 2,000 businesses and spur job growth across the nation. <q> You have to continue to invest very aggressively in high tech businesses or the technology marches by your company and there's no way we're going to let that happen, </q> Balfour said. You can send a story to multiple email addresses by separating the email addresses with a semicolon(;)", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}, {"uid": "1297245176074432535", "i": 23413, "idx": 1, "sa": ["Christina Aguilera", "Ricky Martin", "Simon Cowell", "Nicole Scherzinger"], "q": ".`` What I like about <strong> Nicole Scherzinger </strong>... she started off as a competitor on one of these shows. She is a killer; she is really ambitious,'' he mused to Extra. <q> <strong> Paula Abdul </strong> has made it clear she wants to do the show, but you have to put her in the mix with other potential judges... a lot of people make decisions... she is still in there. </q> <strong> Simon Cowell </strong> added he`` likes'' the idea of working with Usher, while <strong> Christina Aguilera </strong> is a definite`` no''. He finds the prospect of <strong> Ricky Martin </strong> being involved`` interesting'' and raved about Black Eyed", "new_id": -2}, {"uid": "1295604693188841989", "i": 30758, "idx": 0, "sa": ["Edwin Vieira", "Mr. Bauer", "Mike Pence", "Gary Bauer", "Ron Paul", "Ted Baehr"], "q": "); MOVIEGUIDE Founder, <strong> Ted Baehr </strong>; and constitutional attorney, <strong> Edwin Vieira </strong>( 4 degrees from Harvard www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1297178256266534988", "i": 47408, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "allies invaded Iraq. <strong> President Bush </strong> said two days later in his weekly radio address that the cause the coalition was pursuing was`` the security of the nations we serve and the peace of the world.'' <q> And our mission is clear, to disarm Iraq of weapons of mass destruction, to end <strong> Saddam Hussein </strong>'s support for terrorism, and to free the Iraqi people, </q> he said. September 5, 2002 Report Shaffer wrote on September 5, 2002 that he had been asked by <strong> Donald Rumsfeld </strong> what the U.S. did not know in terms of percentage about Iraq's WMD", "new_id": -2}, {"uid": "1296762617005144577", "i": 7369, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Brandishing a 45-page January 2011 US Department of Defence report on the issue, Independent Senator <strong> Sen. Bernie Sanders </strong> called for`` far more vigorous enforcement'' by the US military`` to protect taxpayers from massive fraud''. <q> The sad truth is that virtually all of the major defence contractors in this country for years have been engaged in systemic fraudulent behaviour, while receiving hundreds of billions of dollars of taxpayer money, </q> he charged. <strong> Sen. Bernie Sanders </strong> underlined that the report, which his office made public, showed that from 2007-2009 the Pentagon spent USD 270 billion on 91 contractors involved in fraud cases that yielded judgments of more than USD 1", "new_id": -2}, {"uid": "1294961599111804420", "i": 13414, "idx": 0, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "end doing what Fabio dose best just laying low and being cool. It worked for holly up tell day 36 when she made a big move by blinsideing Jane. Holly stuck in the flew under H* Wood <q> Could It Be You( Punk Rock Chick) </q>-- Download single here bit.ly http://wn.com/Allen_Iverson_48pts_2001_NBA_Final_Gm1_vs_Kobe_Bryant_Lakers <strong> Allen Iverson </strong> finally shook his shadow and shook up the NBA Finals. Hounded by unheralded <strong> Tyronn Lue </strong>, <strong> Allen Iverson </strong> scored seven of his 48 points in a one-minute span of overtime as the Philadelphia 76ers", "new_id": -2}, {"uid": "1295894929135872553", "i": 4432, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "said FCC Chairman <strong> Colin Powell </strong>, <strong> Barack Obama </strong>`` Erp... I just threw up in my mouth a little.''`` Frankly, we didn't think anyone was watching,'' said executive producer Dr. Phil. <q> Hell, three days ago I did a promo for` The Doctors' while simulcasting a proctological exam. Dr. Phil Rectum, in HD, and no one gave a sh-t. </q> In related news, the fine folks at JG Wentworth-- they of` It's my money and I need it now!' fame-- have teamed up with the makers of Vagisil to create a", "new_id": -2}]