[{"uid": "1296486373063668243", "i": 2368, "idx": 5, "sa": ["Mike Pence"], "q": "another ad, <strong> Mike Pence </strong> accused Sharp's family of benefiting from a nuclear waste dump deal. <strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled`` Confessions of a Negative Campaigner'' that <q> negative campaigning, I now know, is wrong. </q>`` It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering,", "new_id": -2}, {"uid": "1295647682245137423", "i": 6856, "idx": 0, "sa": ["Eric Schmidt"], "q": "industry group suggested oil prices will continue to rise in 2011.`` The profit news is pretty favorable today,'' said Nick Kalivas, vice president of financial research at MF Global. <q> GE is probably the poster child for that, but Google certainly did well last night. </q> Fortune 500) reported late Thursday that quarterly profits and sales rose from year-ago and beat analysts' forecasts. But shares of the search giant sank over 1% as investors digested news that <strong> Eric Schmidt </strong> is stepping", "new_id": -2}, {"uid": "1295586644175472650", "i": 9917, "idx": 0, "sa": ["Eric Schmidt"], "q": "smartphones to Google Apps and its other technologies. Google is moving that needle forward in 2011. <strong> Eric Schmidt </strong> wrote in the Harvard Business Review that all of Google's initiatives for year are mobile-centric. <q> We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale. </q> <strong> Eric Schmidt </strong> is, of course, referencing Google's contextual discovery capability, where the search engine without prompting sends users recommendations when it detects through a user's mobile phones that they are in close proximity to something", "new_id": -2}, {"uid": "1296962228115425286", "i": 13680, "idx": 6, "sa": ["Michael Vick"], "q": "running back/kick ereturner( notes), and Tampa Bay rookie running back( notes)( one each). Polamalu won the Defensive Player of the Year award earlier this week. Report Abuse <q>`` <strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday </q> </blockquote> Report Abuse <blockquote> dude, the grammer sucks!! how are these people getting paid for lousy writing: </blockquote>`` <strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday''", "new_id": -2}, {"uid": "1295581685033980418", "i": 48020, "idx": 2, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "`` The structures between the three have remained exactly the same over the past 10 years- which might as well be 100 years of Internet time,'' he said in a blog post. <q> It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company, </q> he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements which had been`` harmful to Google's reputation'' and the three top executives may have decided`` it was time", "new_id": -2}, {"uid": "1297122406226197630", "i": 27995, "idx": 3, "sa": ["Simon Cowell"], "q": ".'' So, can viewers expect the same hard-nosed <strong> Simon Cowell </strong> they have come to expect from his years on American Idol? Or will he be a softer, gentler <strong> Simon Cowell </strong> on X Factor? <q> I started to cringe over the years as I saw people being booked as the so-called` mean' judge and being gratuitously rude for the sake of it. I had my own style and like to think I'm honest and wouldn't sugarcoat something to make myself popular, </q> he said.`` I am gong to try and be consistent, as I have been over the years... People know what to expect if I'm on the judging panel. I don't think things will", "new_id": -2}, {"uid": "1297424430240271384", "i": 42885, "idx": 0, "sa": ["Simon Cowell"], "q": "year- has confirmed while he will definitely take part in the UK series, he is worried about the logistics of jetting across the Atlantic each week. He told US TV show` Extra': <q> We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea. </q> Although <strong> Simon Cowell </strong> will resume a role on the judging panel of` The X Factor', it is unclear if he will take part in the entire show after reportedly telling ITV1 bosses he will miss the", "new_id": -2}, {"uid": "1296260925136708118", "i": 6676, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "center has renewed my... interest, enthusiasm and support for him,'' said Myers, who added he wasn't alone among his peers. He plans to play a large role in presidential fundraising this cycle. <q> <strong> The Republican Party </strong> guess is that he is going to do better with people writing large checks. </q> Myers, who has been invited to the Hartley fundraiser and is a top donor to <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising circles and", "new_id": -2}, {"uid": "1297105238094666779", "i": 11272, "idx": 1, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "subpanel was urged by anti-abortion groups. Early into the abortion battle, <strong> Kirsten Gillibrand </strong> and <strong> Richard Blumenthal </strong> are emerging as Senate Democrats' top voices on abortion rights. Last week, the duo urged their Senate colleagues to <q> stop these bills in their tracks. </q> The debate over abortion has already turned fierce in the first month of the new Congress. Abortion rights advocates raised the alarm when legislative language proposed by the GOP seemingly made a distinction between`` rape''", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called`` adult supervision'' for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}]