[{"uid": "1295592162066338850", "i": 28423, "idx": 2, "sa": ["Colin Powell", "Ryan Crocker"], "q": "he popped to his feet from the ground floor of the back of the arena and began clapping and making his way down the aisle while singing the gospel song Down by the Riverside, which contains the lyric <q> I ain't gon na study war no more. </q> <strong> Colin Powell </strong> got the applause line of the night when he retorted,`` If you don't want to study war no more, you better be ready to fight a war.'' <strong> Ryan Crocker </strong>, former", "new_id": -2}, {"uid": "1295243515192987154", "i": 29994, "idx": 1, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "`` ridiculous rumor'' that surprise contender`` The Tourist'' was nominated so that the members could hang out with the stars of the costly flop, <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>. <q> That is rubbish. That is not the only reason, </q> <strong> Ricky Gervais </strong> said.`` They also accepted bribes.'' Noting the lawsuit's claim that some members were flown at studio expense to see`` Burlesque'' star Cher perform in Las", "new_id": -2}, {"uid": "1295982009241025028", "i": 15229, "idx": 0, "sa": ["Angelina Jolie"], "q": "has set the trend for wearing emerald earrings. She stuck with this rich look for the Golden Globes, but switched it up a bit by unexpectedly pairing emerald stud earrings with a sparkling green gown. <q> We have a vast emerald jewelry collection, which is perfect resource if one is looking to match the look <strong> Angelina Jolie </strong> wore to the 2011 Golden Globes, </q> says Au-Co Mai, founder and CEO of Emitations.com.`` <strong> Angelina Jolie </strong> is known for her emerald green earrings; this year she wore delicate studs to match her flowing green gown.'' Award show season is", "new_id": -2}, {"uid": "1295419250126189579", "i": 29372, "idx": 0, "sa": ["Sergio Marchionne"], "q": "might come out later than its sibling, the 300, because the Chrysler brand commands higher prices and larger profits. Bragman said the big sedans and minivans are good choices for hybrid powertrains. <q> The technology makes the biggest difference in vehicles with the worst mileage, </q> he said. <strong> Sergio Marchionne </strong> used his visit to Windsor to expand on Chrysler's strategy for its next generation of minivans. The company is developing a new vehicle architecture, or platform, in the", "new_id": -2}, {"uid": "1295587926175472679", "i": 15328, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "John Taylor"], "q": "focus on the next crop of upcoming startups.'' In another good sign, the number of companies getting second- or third-round financing rose to 1,147 in 2010 from 915 the year before. <q> The rise in investments in early stage companies is the most encouraging thing we've had all year, </q> <strong> John Taylor </strong> said. In a surprise change late Thursday, Google said co-founder <strong> Larry Page </strong> would take over as chief executive, with current CEO <strong> Eric Schmidt </strong> moving to the post of executive chairman. The news overshadowed another stellar quarter", "new_id": -2}, {"uid": "1296746865116736071", "i": 54595, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "Paul Bremer"], "q": "should be handed over quickly to an interim Iraqi authority containing a number of Iraqi exiles, and a State Department view favoring a slower transition that would allow new leaders to emerge from within the country. <q> Those key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> writes.`` Only the <strong> Barack Obama </strong> could do so.'' <strong> Donald Rumsfeld </strong> blames L. <strong> Paul Bremer </strong>, who led the first year of occupation, for pursuing a grandiose plan more in line with State's vision than", "new_id": -2}, {"uid": "1295745495072876080", "i": 7587, "idx": 4, "sa": ["Andy Coulson"], "q": "showerdaily What does that mean? Presumably you think an accusation of conspiracy theorist is sufficient distraction from illegality at the heart of government that it'll all just go away? \" Like I said <q> move along, nothing to see here </q> The only illegality took place at <strong> Andy Coulson </strong>'s previous job. In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this", "new_id": -2}, {"uid": "1297624575013008913", "i": 794, "idx": 0, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "vital safety regulations, we need the airline industry to come to the table to ensure we have the greatest possible protections for airplane passengers,'' said <strong> Charles Ellis Schumer </strong>, who was releasing letters to the FAA on Sunday. <q> The airline industry needs to recognize that the safer passengers feel, the more likely they will be to fly. Greater safety standards benefit the industry and most importantly, benefits the American public. </q> The Air Transport Association did not immediately comment. U.S. Sen. <strong> Kirsten Gillibrand </strong> had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding", "new_id": -2}, {"uid": "1295137697028803114", "i": 10335, "idx": 6, "sa": ["David Letterman", "Camille Grammer"], "q": "`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong> said,`` always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?'' <q> The kids seem to be doing OK, yeah, </q> <strong> Camille Grammer </strong> said, referring to the son and daughter he has with <strong> Camille Grammer </strong>.`` We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy''/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said.`` It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.''", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}]