[{"uid": "1295615268003915777", "i": 12839, "idx": 2, "sa": ["Eric Schmidt"], "q": "of the Google DC Talks series, Google's Washington office hosted a special book talk with Chris Anderson, Editor in Chief of Wired Magazine and best-selling author of \"The Long Tail.\" In his new book <q>Free: The <strong> Distant Future </strong> of a Radical Price,</q> Anderson makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, \"Prosperity", "new_id": -2}, {"uid": "1295916567115490851", "i": 5628, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "Is the U.S. government changing fast enough? \" \"Do we need more troops? And if so, where and for what purpose? \"` My brain would be going,\" he says. <q>I wanted to find out something. I needed help. I needed advice. Some of them were just,` I need a haircut.\"</q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and", "new_id": -2}, {"uid": "1297089447093831169", "i": 3098, "idx": 6, "sa": ["Donald Rumsfeld", "Colin Powell", "Barack Obama"], "q": "there. And it was probably <strong> Donald Rumsfeld </strong> or something.\" <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> \"did not, in my view, do a good job of managing the people under him,\" <strong> Donald Rumsfeld </strong> said. <q>There was a lot of leaking out of the State Department, and the president knew it. And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it.</q> Time says <strong> Barack Obama </strong> follows the example of Reagan, but where's the evidence? Are the latest unemployment numbers good news for <strong> Barack Obama </strong>? Yes- The drop in the jobless rate shows that his policies are working", "new_id": -2}, {"uid": "1295498718083329095", "i": 10529, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "returns for Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q>What this show is about is \"American Idol' season 10 opening holds no surprises, but judges hold their own premiere of` American Idol' season 10 felt like many seasons before, showing the good, the bad, and the downright funny auditions. But the bright spot was the rapport the three judges had with one another, and the development of their ability to say \"no</q> to the more outrageous of the contestants. Newcomer judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> joined veteran Randy Jackson for the season` American Idol\" returns, with J.Lo but not <strong> Simon Cowell </strong> Fresno Bee The Associated Press Share thefresnobee_994:/", "new_id": -2}, {"uid": "1295498568076414992", "i": 1033, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "her.\" <strong> Jane Lynch </strong> also said she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained: <q><strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. \"Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop.</q> The similarity is so great that \"Glee' fans have even set up a facebook group pleading for Sue to join the' X Factor\" panel- and <strong> Jane Lynch </strong> agrees her character would make a \"", "new_id": -2}, {"uid": "1297344246193150984", "i": 24347, "idx": 1, "sa": ["Zahi Hawass"], "q": "the protection of the army and honest Egyptian people,\" <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. <q>Egypt has 5,000 years of civilisation, and we love our heritage. We are not the Taliban who destroyed the monuments of Afghanistan,</q> he said. \"I want everyone to relax and to know that I am here and we are all watching with open eyes. I want people to know that after days of protest, the monuments", "new_id": -2}, {"uid": "1294956032094584852", "i": 28616, "idx": 0, "sa": ["Michael Vick", "Tucker Carlson", "Javier Ruiz"], "q": "'s response: \"I hardly know <strong> Javier Ruiz </strong>. I only met him once or twice. Nothing can be proven.\" Again, that's that settled then. Keeping perspective I <q>I'm a Christian, I've made mistakes myself, I believe fervently in second chances,</q> says Fox News pundit <strong> Tucker Carlson </strong>, building up to a whopper on the subject of dog fighting. \"But <strong> Michael Vick </strong> killed dogs, and he did it in a cruel, heartless way. Personally, I", "new_id": -2}, {"uid": "1297294599036945959", "i": 11305, "idx": 0, "sa": ["Mike Pence"], "q": "on how to obtain abortions for underage girls and circumvent sex crime laws. Planned Parenthood said the undercover tapes were highly edited, but the group fired an employee that appeared in one of the videos. <q>Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,</q> said Rep. <strong> Mike Pence </strong>( R-Ind.), who's sponsoring the Title X bill. Other abortion rights groups slammed the Appropriations Committee proposal Wednesday afternoon. To: jazusamo Cut off all public funds", "new_id": -2}, {"uid": "1295725464067436558", "i": 22664, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the booming mobile telephone market with its Android mobile operating system. \"Facebook is the world's biggest social network and Google is not going to come up with another social network,\" he said. <q>But they already have a massive social presence. \"YouTube is the third biggest website in the world and massively social... E-mail is still the primary social communication media and Google is the fastest growing email provider in the world. \"And they've got the largest blogging platform in the world so they are already a massive player in social,</q> he added. Moving too slow In a conference call with financial analysts after the surprise announcement that Page would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort", "new_id": -2}, {"i": 12447, "idx": 1, "index_answer": 0, "new_id": -1, "q": "the collapse of such a dictatorship was \"inevitable\" in Egypt, as well as in other countries throughout the world. \"What comes next, it's hard to predict,\" <strong> Patrick Leahy </strong> said. <q>A huge part of( Egypt's) natural product is tourism. They've got to get tourists feeling free to go back. Nobody's about to book a trip to Egypt right now. \"The United States really needs stability there,</q> <strong> Patrick Leahy </strong> continued, \"because of our interests in Israel and Jordan and elsewhere.\" <strong> Sen. Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy.", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1297523762190513232"}]