[{"uid": "1295339132194592791", "i": 38690, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "in an interview with <strong> Piers Morgan </strong>, set to air Tuesday night on CNN. In an extraordinary attack that quickly deteriorates into a tirade, <strong> Howard Stern </strong> echoes his previous claims that the Tonight Show host steals jokes. <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook. And the world knows exactly what he's up to. He steals a tremendous amount of material, </q> <strong> Howard Stern </strong> says. <strong> Howard Stern </strong> then turns his ire on America:`` I don't know how[ <strong> Jay Leno </strong> has] beaten <strong> David Letterman </strong> in the ratings.... America must be filled with morons who at night lay in", "new_id": -2}, {"uid": "1295567949204783621", "i": 3630, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Small World Labs is an enterprise social networking service provider. It allows organizations to build customer engagement communities. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By elevating", "new_id": -2}, {"uid": "1295308684212140059", "i": 39073, "idx": 0, "sa": ["Michael Vick"], "q": "as much during an interview with John Clark of NBC10 that aired Sunday night.`` Absolutely, absolutely,'' <strong> Michael Vick </strong> said, when asked if Philadelphia was the best place for him to play football. <q> I know we're only going to get better as a team. I would love to stay here, love to be here, and I think this team gives me the best chance of winning a Super Bowl. </q> But that wasn't always the case. <strong> Michael Vick </strong> said two years ago, the Eagles were not at the top of his list of teams. As has been reported multiple times, <strong> Michael Vick </strong>'s camp wanted", "new_id": -2}, {"uid": "1296618533025804828", "i": 47191, "idx": 3, "sa": ["Barack Obama", "Jay Leno", "David Letterman", "Hu Jintao", "Conan O'Brien"], "q": ": â\u0080¢ <strong> Conan O'Brien </strong>--`` At the state dinner for Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>, <strong> Hu Jintao </strong> opened a fortune cookie that said,` You will lend us another trillion dollars.''' â\u0080¢ <strong> Jay Leno </strong>-- <q> <strong> Barack Obama </strong> and <strong> Hu Jintao </strong> had a private dinner the night before. When <strong> Barack Obama </strong> tried to pick up the check, <strong> Hu Jintao </strong> said,` Your money is no good here.' <strong> Barack Obama </strong> laughed, and <strong> Hu Jintao </strong> said,` No, really, your money is no good.' </q> â\u0080¢ <strong> David Letterman </strong>--`` China's <strong> Barack Obama </strong> <strong> Hu Jintao </strong> is visiting the United States. If he likes what he sees, he may put down a deposit.'' With unemployment stalled at nearly 10 percent", "new_id": -2}, {"uid": "1297147099140001280", "i": 21934, "idx": 0, "sa": ["Sergio Marchionne"], "q": "tried to redefine Chrysler, and it did that effectively.'' Brenda Harvill, 60, of Detroit, said the commercial gave her community`` a new image as a comeback city.'' <q> We were down for a while, </q> she acknowledged.`` But guess what? We're back.'' A Chrysler logo is seen atop a New York City car dealership Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... U.S.", "new_id": -2}, {"uid": "1297597754169951245", "i": 37337, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q> The police and army plan to follow up with the criminals already in custody, </q> he added. Article: Experts fret for Egypt's treasures, ancient sites... Article: Egypt army forces path for traffic in Tahrir... Photo in Slideshow: Palestinian-American Eyad Kishawi waves an Egyptian... Photo in", "new_id": -2}, {"uid": "1296255917207339520", "i": 23307, "idx": 0, "sa": ["Mike Pence"], "q": "but also senators, whose extensive voting <strong> Mike Pence </strong> Will Not Run for President Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> Mr. <strong> Mike Pence </strong> wrote in a", "new_id": -2}, {"uid": "1295580575089079814", "i": 2431, "idx": 0, "sa": ["Saddam Hussein", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "Texas- It's been two decades since an American-led coalition expelled <strong> Saddam Hussein </strong>'s Iraqi army from Kuwait- and global leaders are still grappling with the challenges of the new world heralded by the Gulf War. <q> In the case of Desert Storm, I honestly believe history will say we got this one right, </q> former <strong> George H.W. Bush </strong> said Thursday at Texas A&M University's basketball arena, as he opened a 20th anniversary symposium on the war. Members of <strong> George H.W. Bush </strong>'s war cabinet, including <strong> Dick Cheney </strong> and retired <strong> Colin Powell </strong>, discussed the", "new_id": -2}, {"uid": "1295762462175325235", "i": 9913, "idx": 1, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "John Thune", "Sen. Mark Udall", "John Culberson"], "q": "<strong> Kirsten Gillibrand </strong>, D-N.Y., and <strong> John Thune </strong>, R-S.D., generally considered two of the more well-coiffed and attractive members of the Senate. <strong> Sen. Mark Udall </strong> <strong> John Culberson </strong>, R-Texas, and <strong> Sen. Mark Udall </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., will be seatmates. <q> I guess I asked him out on a date, </q> she said on MSNBC.`` And he said yes. So I am going to go sit on... what is normally the Republican side of the aisle.'' The idea of mixing and mingling was", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said.`` But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.'' <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}]