[{"uid": "1295990486086867984", "i": 47593, "idx": 1, "sa": ["Eric Schmidt", "Danny Sullivan", "Sergey Brin"], "q": "''' <strong> Danny Sullivan </strong> said. In a conference call with financial analysts after the announcement that Page would replace <strong> Eric Schmidt </strong>, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. <q> We've touched just one percent of the capabilities that could be deployed in that realm, </q> said <strong> Sergey Brin </strong>, who will be in charge of strategic projects and new products in the revamped management structure. AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers", "new_id": -2}, {"uid": "1295487735203259910", "i": 47671, "idx": 2, "sa": ["Eliot Engel", "Mike Pence"], "q": "we should tweak it!'' said Rep. <strong> Eliot Engel </strong>, D-New York. by pasha128 January 19, 2011 8:17 PM EST by pasha128 January 19, 2011 8:11 PM EST by PhilipASC January 19, 2011 8:05 PM EST <q> When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare, </q> said Rep. <strong> Mike Pence </strong>, R-Indiana, on the floor. NO, when you let people get off without buying insurance, you FORCE EVERYONE ELSE TO PAY IT FOR THEM, you dolt! by variablespanner January", "new_id": -2}, {"uid": "1295587965072171525", "i": 11229, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "at the <strong> Google Inc. </strong> office in Santa Monica, California. 370) this.width= 370'' alt=`` <strong> Google Inc. </strong> founders <strong> Sergey Brin </strong> and Larry Page plug in an electric hybrid car at <strong> Google Inc. </strong> office.''/> Next <q> Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as <strong> Google Inc. </strong>'s chief executive officer.`` In this new role, I know he will merge <strong> Google Inc. </strong>'s technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead, </q> wrote <strong> Eric Schmidt </strong>, praising Page. 370) this.width= 370'' alt=`` <strong> Google Inc. </strong> co-founder <strong> Sergey Brin </strong>.''/> Next`` <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular", "new_id": -2}, {"uid": "1295093305253313052", "i": 3338, "idx": 0, "sa": ["Allen Iverson"], "q": "`` gun'' or`` shotjack'' to http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1295916542006537217", "i": 3895, "idx": 1, "sa": ["Bill Lockyer"], "q": "'s no need, no state wants to declare bankruptcy. No state would do it. It hurts your economy, hurts your taxpayers,'' <strong> Bill Lockyer </strong> told KCRA 3 during a wide-ranging interview in his Capitol-area office. <q> Wait until you see the collateral damage and who will be impacted from such a decision, </q> Willie Pelote of the American Federation of State, County, and Municipal Employees said. Pelote said the move would hurt small businesses who do business with the state, as well as bondholders. Even Capitol Republicans are", "new_id": -2}, {"uid": "1297602272081625148", "i": 2597, "idx": 0, "sa": ["Simon Cowell", "the Fox"], "q": "talkshow Extra, the music mogul suggested that- contrary to recent reports- he is not intending to focus fully on <strong> the Fox </strong> launch in America and will be still involved with the ITV1 show. <q> We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour, </q> he said.`` It hasn't been tested yet but that's the idea.'' <strong> Simon Cowell </strong> is yet to announce the judging panel for either version, airing in conjunction this autumn, but there is", "new_id": -2}, {"uid": "1295967193135200806", "i": 8091, "idx": 0, "sa": ["Zahi Hawass"], "q": "museum. Egypt's Supreme Council of Antiquities( SCA) sent the request to the Prussian Cultural Heritage Foundation, which runs the Neues Museum in the German capital where the bust is kept. <q> The foundation's position on the return of Nefertiti remains unchanged, </q> foundation president Professor Hermann Parzinger said in a statement.`` She is and remains the ambassador of Egypt in Berlin.'' Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of", "new_id": -2}, {"uid": "1295894873135872563", "i": 17065, "idx": 16, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "of doing so, but it turns out a State Department cable exists in which <strong> Saddam Hussein </strong> thanked <strong> Donald Rumsfeld </strong> for the message. The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says. <q> How could anyone believe that you couldn't remember if you delivered a letter from <strong> Ronald Reagan </strong> to <strong> Saddam Hussein </strong>? </q> he says.`` That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them.'' Amber Van Brunt( PICTURE): Nurse", "new_id": -2}, {"uid": "1295432264218038285", "i": 5820, "idx": 0, "sa": ["Lt. Gen. Harold G. Moore", "Colin Powell", "Peter Pace", "Joseph L. Galloway"], "q": ". www.internationalwomensday.com Vietnam Veterans Memorial www.thewall-usa.com National Park Service/Vietnam Veterans Memorial www.nps.gov About the rubbings: Memorial Rubbings Page www.memorialrubbings.com <strong> Colin Powell </strong> en.wikipedia.org <strong> Colin Powell </strong> <strong> Peter Pace </strong> en.wikipedia.org Battle of Ia Drang en.wikipedia.org <strong> Lt. Gen. Harold G. Moore </strong> en.wikipedia.org <strong> Joseph L. Galloway </strong> en.wikipedia.org <strong> Lt. Gen. Harold G. Moore </strong> and <strong> Joseph L. Galloway </strong> co-authored book entitled <q> We Were Soldiers Once... And Young. </q> We Were Soldiers Once... And Young www.lzxray.com Vietnam Clips from We Were Soldiers with seperate soundtrack! Please Comment! http://wn.com/Battlefield_Bad_Company_2_Vietnam_Vantage_Point_Trailer_[HD] Department of the Army Vietnam Crucible AVA06050VNB1, 1968 The program reports on the American soldier's", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]