[{"uid": "1296166292065404942", "i": 44904, "idx": 0, "sa": ["Eric Schmidt"], "q": "Fortune href=\"http://features.blogs.fortune.cnn.com/2011/01/27/Eric Schmidt-on-google-facebook-and-apple/\"> reported. <strong> Eric Schmidt </strong> also brushed off Facebook as a competitor and href=\"http://blog.searchenginewatch.com/100927-115253\"> once again called Microsoft Google's true competition at the World Economic Forum in Davos, Switzerland. <q> I publicly said the next 10 years will be as successful as the past 10, </q> <strong> Eric Schmidt </strong> said.`` We're going to run this way for a while. It's a full-time job just to deal with all the external stuff: customers, partners, deals, M&A, government, press", "new_id": -2}, {"uid": "1297137701068190259", "i": 22178, "idx": 4, "sa": ["David Letterman", "Aaron Rodgers"], "q": "you know, in the confetti there.'' <strong> Aaron Rodgers </strong> also described the tense last few minutes of the game after the Packers had kicked a field goal to go ahead, 31-25. Said <strong> David Letterman </strong>: <q> Now at this stage of the game, you don't get guys coming into the huddle saying,` Uh, is that where I go left, or is Larry going left.?' At this point, you don't get that, do you? </q>''... kicked a field goal and I'm thinking, one, I'm a little worried about our special teams. Every time we kick off, I kind of hold my breath.''*******************************************************", "new_id": -2}, {"uid": "1296751438058556476", "i": 1808, "idx": 5, "sa": ["Amir Johnson", "Allen Iverson", "Rodney Stuckey", "Rasheed Wallace", "Tayshaun Prince", "Richard Hamilton"], "q": "<strong> Rasheed Wallace </strong> as their only big starter. The Pistons acknowledged after the game that they are better defensively with <strong> Amir Johnson </strong> on the floor, and better offensively when <strong> Richard Hamilton </strong> and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. <q> When we have the bigger lineup, obviously we're better defensively, </q> <strong> Tayshaun Prince </strong> said.`` It's kind of pick and choose.`` Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.'' The game was tight", "new_id": -2}, {"uid": "1295906821021954677", "i": 8222, "idx": 1, "sa": ["David Letterman", "Kat Von D", "Taylor Momsen", "Jesse James", "Cyndi Lauper", "Robert Redford"], "q": "`` not fit to scrub <strong> David Letterman </strong>'s feet'' Taylor Momsenle Bombshell McGee To <strong> Kat Von D </strong>: <strong> Jesse James </strong> WILL Cheat On You D just Cyndi Lauperounced their engagement Thursday, and a source tells Radaronline.com that they plan to marry next month. <q> <strong> Jesse James </strong> and <strong> Kat Von D </strong> don't see any reason why they should wait to target=\"_blank\" href=\"http://globaltrading.com/\"> trade vows, </q> the source said.`` They are madly in love with <strong> Robert Redford </strong> Opens up About Death of Infant Son <strong> Robert Redford </strong> Opens up About Baby Sons Death 50 Years Later <strong> Robert Redford </strong> is opening up about the death of his infant son", "new_id": -2}, {"uid": "1296444801159711269", "i": 15379, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence", "Phil Sharp", "Mike McDaniel"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes.`` He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through,'' she said. <q> Obviously it'd be great for the state of Indiana. </q> <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat <strong> Phil Sharp </strong>( href=\"http://topnews360.tmcnet.com/news/2011/01/28/5275506.htm\" title=\"Legal- BRIEF: EU: new Tunisian foreign minister to visit Brussels next week\"> BRIEF: EU: new", "new_id": -2}, {"uid": "1295524019146522121", "i": 52227, "idx": 0, "sa": ["George W. Bush", "Colin Powell", "Ben Ali"], "q": "Zine el-Abidine <strong> Ben Ali </strong> for years, and none more than <strong> George W. Bush </strong>'s neocons. href=\"http://blogs.aljazeera.net/americas/2011/01/20/what-happened-nice-tunisia-rumsfeld-told-us-about\" rel=\"nofollow\"> According to Al Jazeera, Secretary of State <strong> Colin Powell </strong> had glowing words for Tunisia's tyrant, saying in 2003: <q>`` Our bilateral relationship is very, very strong, </q> said <strong> Colin Powell </strong>.`` We are great admirers of Tunisia and the progress that has been achieved under <strong> George W. Bush </strong> <strong> Ben Ali </strong>'s leadership.'' \" And Don Rumsfeld in 2006 applauded the regime's ability to make Tunisia", "new_id": -2}, {"uid": "1296565157036290565", "i": 41968, "idx": 2, "sa": ["Angelina Jolie", "Halle Berry"], "q": "a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side`` coming on a visit to Israel.'' He said: <q> That would be a nice thing before I go. </q>- Some Hollywood movies are fizzling in the United States but skyrocketing overseas. <strong> Halle Berry </strong> pulls out of film to prepare for a custody fight over her young daughter <strong> Halle Berry </strong> pulls out of film to prepare for a custody", "new_id": -2}, {"uid": "1295922269202604579", "i": 37193, "idx": 1, "sa": ["Mike Pence", "Paul Ryan", "Barack Obama", "Chris Christie"], "q": "had any interest in giving the party's official response Tuesday night. The answer was no.`` They tried to see if there was some interest and there wasn't any,'' Palatucci told the paper. <q> The governor is in the midst of his legislative agenda. There's no reason to try to get involved in federal issues. </q> <strong> Mike Pence </strong> <strong> Paul Ryan </strong>( R-Wisc.) will give the party's official televised response Tuesday night. <strong> Chris Christie </strong> has been fighting off rumors that he's interested in a run for <strong> Barack Obama </strong> in 2012 for months,", "new_id": -2}, {"uid": "1296591793045760520", "i": 25598, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "arise. As we all know, what in fact happened was that Iraq spontaneously descended into violence, looting, and mob rule. But then-secretary of defence <strong> Donald Rumsfeld </strong> famously shrugged when asked about the looting, <q> Freedom's untidy. Democracy is a messy thing. </q> For the Americans, capitalism in Iraq amounted to destroying the state and seeing who starts a business, while democracy in Afghanistan involved appointing a strongman and seeing if anyone would vote for him. These twin", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,'' he said.`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}]