[{"uid": "1295455090222740488", "i": 40061, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "is based on our favourite <strong> Simon Cowell </strong>, <strong> Simon Cowell </strong>. Speaking to The Sun, <strong> Jane Lynch </strong> has claimed that when playing acid-tongued cheerleading coach Sue, she draws inspiration from The actress told the tabloid: <q>I think Sue Sylvester has British in her. I think the US look at the British as a race that tells it how it is, and if ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>.<q> \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. You could definitely look at Sue and say there's a", "new_id": -2}, {"uid": "1295501578083329067", "i": 25028, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Ryan Seacrest"], "q": ". There's no surprise in the <strong> Simon Cowell </strong> that Rushfield presents, but he does bring him to life-- by turns brilliant and exasperating, self-serving and disarmingly honest. Rushfield sums him up well: <q>If ever a person could be prepared for fame and all that came with it, it was <strong> Simon Cowell </strong>.... For 20 years, <strong> Simon Cowell </strong> had been involved in every aspect of the shadowy business of creating stars.... He had seen how the magical alchemy could transform people into stars, and he had seen how it could go wrong.<q> The book is not Fox-authorized, which may explain why the show's other well-known personalities play only supporting roles. <strong> Paula Abdul </strong> is a wacky sparring partner, and <strong> Ryan Seacrest </strong> is Robin to <strong> Simon Cowell </strong>'s Batman.", "new_id": -2}, {"uid": "1296007291020578360", "i": 32363, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Michele Bachmann", "Ross Baker"], "q": "pledged a major job-building effort. Despite their new clout, Republicans, too, are mindful that repeating the gains they made last November in the 2012 election cycle won't be a cakewalk. <q>Everybody, not just <strong> Barack Obama </strong> but members of Congress, want to have something to show for the next two years,<q> said Rutgers political science professor <strong> Ross Baker </strong>. Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slavery Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TIBURON", "new_id": -2}, {"uid": "1296541613250052616", "i": 46353, "idx": 0, "sa": ["Colin Powell"], "q": "Shelby Township  Cut Pentagon budget  Former Secretary of State <strong> Colin Powell </strong> and many members of Congress from both parties have said that cuts in Pentagon spending must be on the table to address the budget deficit( <q>Defense Secretary Gates proposes$ 78B in budget cuts over 5 years,<q> Jan. 7). Credible proposals have been put forward to cut Pentagon spending over the next decade. In an era when our states are facing terrible financial problems, I hope that our representative and senators", "new_id": -2}, {"uid": "1295199579040058902", "i": 7101, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "ventilator Saturday. <strong> Kirsten Gillibrand </strong> said on NBC's \"Meet the Press\" that \"it's far too early\" for <strong> Gabrielle Giffords </strong> to be able to speak, but she was showing that she understood commands. <q>If there's anyone in the world that will recover... it's her,<q> the senator said, adding that she sees her friend's \"extraordinary\" progress \"as a triumph over terrible happenings.\" <strong> Kirsten Gillibrand </strong> described the moment when <strong> Gabrielle Giffords </strong> opened her eyes-- referenced in <strong> Barack Obama </strong>'s", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q>These bills show a heinous disregard for the health and well-being of women in America,<q> <strong> Kirsten Gillibrand </strong> says. \"It is a tax on all women who want access to a full-range of reproductive health care.\" The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}, {"uid": "1295981454233783314", "i": 41288, "idx": 1, "sa": ["David Letterman"], "q": ": What is Social Anxiety Disorder? Nearly half the US population turns to complementary, alternative and integrative practices to maintain or improve their health. Dr. <strong> David Letterman </strong> Rabow explores the role of spirituality in health. Series: <q>UCSF Mini Medical School for the Public<q>[ 11/2007][ Health and Medicine][ Show... Brain Mind and Behavior: Emotions and Health Take a look into our current understanding of the function of the human brain and some of the important diseases that", "new_id": -2}, {"uid": "1295568681147800068", "i": 14134, "idx": 4, "sa": ["Eric Schmidt"], "q": "years now, and are in a better position to really run the company as opposed to just being in the founder role.\" Page praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an <q>outstanding job leading <strong> Google Inc. </strong> for the last decade<q>. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" he said. Competing with Facebook", "new_id": -2}, {"uid": "1296370302154075150", "i": 48831, "idx": 0, "sa": ["Sergio Marchionne", "The CEO"], "q": "Chrysler emerge from bankruptcy in June 2009 and form a partnership with Fiat SpA. Advertisement That will be an accomplishment for an automaker many thought would not survive, even with bailouts. <q>The fact that Chrysler will have positive operating profit and a positive cash flow makes them more of a comeback kid than Ford( Motor Co.) is,<q> said Warren Browne, vice president of business development for AutomotiveCompass LLC in Northville. <strong> Sergio Marchionne </strong>, <strong> The CEO </strong> of both Chrysler and Fiat, has said operating profit for 2010 will be about$ 700 million. <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1297426858243695664", "i": 37944, "idx": 1, "sa": ["Steve Ballmer"], "q": "drive the future of Windows Phone\" by contributing its \"expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies.\" <q>I am excited about this partnership with Nokia,<q> Microsoft Chief Executive <strong> Steve Ballmer </strong> said in the statement Friday. \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software", "new_id": -2}]