[{"uid": "1297089447093831169", "i": 3704, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Iraq troop draw down speed.| Reuters Former Defense Secretary <strong> Donald Rumsfeld </strong> is conceding`` it's possible'' that the biggest mistake of the Iraq war came in drawing down troops too quickly. <q> I don't have enough confidence to say that that's right. I think that it's possible, </q> he said.`` We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.'' He added:`` It's hard to", "new_id": -2}, {"uid": "1294970660073564164", "i": 39863, "idx": 1, "sa": ["David Vladeck", "Michael Ratner", "George W. Bush", "Stuart Taylor", "Donald Rumsfeld"], "q": "for Constitutional Rights and Author,`` The Trial of <strong> Donald Rumsfeld </strong>: A Prosecution by Book'' <strong> Stuart Taylor </strong>, Columnist, National Journal and Contributing Editor, Newsweek <strong> David Vladeck </strong>, Professor George W. Bushtown University Law Center <strong> Michael Ratner </strong>'s new book, <q> The Trial of <strong> Donald Rumsfeld </strong>, </q> lays out the evidence that high-level officials of the <strong> George W. Bush </strong> administration ordered, authorized, implemented and permitted war crimes, in particular the crimes of torture and cruel, inhuman and degrading treatment. <strong> Michael Ratner </strong> and <strong> Stuart Taylor </strong> will make", "new_id": -2}, {"uid": "1295560384078905356", "i": 21840, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "Donnerstag im kalifornischen Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hatte sich Google von einem Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. Im Schlussquartal verdiente Google unterm Strich 2,5 Mrd. Dollar und damit 29 Prozent mehr als im Vorjahreszeitraum.", "new_id": -2}, {"uid": "1296117571165298183", "i": 9348, "idx": 0, "sa": ["Michael Vick"], "q": "day, Farrington High School officials are disappointed- but not skeptical about the reason- that <strong> Michael Vick </strong>, here for Sunday's Pro Bowl, canceled a visit to the school that had been set for tomorrow. <q> I have pretty good instincts for this kind of thing, working at a school, </q> said Farrington student-activities coordinator Theresa Ellis.`` I believe Mr. <strong> Michael Vick </strong> really wants to do this, but obviously all NFL players are very busy people and we have to understand that.'' The Hawaii Humane Society", "new_id": -2}, {"uid": "1297175471266534922", "i": 12532, "idx": 4, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.'' SteveO This", "new_id": -2}, {"uid": "1296705082055525382", "i": 59345, "idx": 0, "sa": ["Simon Cowell", "Nigel Lythgoe", "Casey Abrams", "Lauren Alaina"], "q": "think target=\"_blank\" href=\"http://northamericadaily.com/\"> Nashville auditioner <strong> Lauren Alaina </strong> has the contest in the bag, executive producer <strong> Nigel Lythgoe </strong> says just you wait.`` You haven't really seen how strong the talent is yet,'' he cautions. <q> We can afford to lose 10 great ones this year because they're that good! </q> American Idol features` Melodica': <strong> Casey Abrams </strong> brings unique instrument( Video) Inquirer THE FIRST week of` American Idol' season 10 was a decidedly unusual viewing experience. What? No more <strong> Simon Cowell </strong> raising his fastidious", "new_id": -2}, {"uid": "1297136473102924319", "i": 36179, "idx": 7, "sa": ["Donald Rumsfeld", "Robert McNamara", "George H. W. Bush"], "q": "of another domineering defense secretary- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with Saddam Hussein gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> George H. W. Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. <strong> Donald Rumsfeld </strong> said it was", "new_id": -2}, {"uid": "1295479943073809965", "i": 16001, "idx": 2, "sa": ["Sergio Marchionne"], "q": "market, but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said.", "new_id": -2}, {"uid": "1295582258248299524", "i": 18268, "idx": 3, "sa": ["Eric Schmidt"], "q": "the way we have split up our responsibilities.'' Mr. <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply. <q> I am not as concerned about the titles as I am winning, </q> Mr. <strong> Eric Schmidt </strong> said.`` I am quite certain that this change will result in faster decision making and better value for the shareholders.'' Google's stockholders have had little to complain about, not that", "new_id": -2}, {"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q> An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software. </q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}]