[{"uid": "1297490833134791170", "i": 47895, "idx": 0, "sa": ["David Boaz", "Mike Pence"], "q": "between the problems they identify and the policy solutions they propose. They tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \"in the public square\": <q>Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history,<q> said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Conservatives avoiding the real social issues <strong> David Boaz </strong>- Athens Banner-Herald Published Social conservatives say they're trying", "new_id": -2}, {"uid": "1295012474152616980", "i": 12115, "idx": 0, "sa": ["Piers Morgan", "Lily Allen", "Simon Cowell"], "q": "to charity. The star, who has had two miscarriages, told <strong> Piers Morgan </strong> she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Twitter, she said: <q>i'd do it for a million for SANDS. money, mouth??????????????????<q> <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told", "new_id": -2}, {"uid": "1297200983061325341", "i": 1801, "idx": 1, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "poor job of airing and debating substantive disagreements between the State and Defense departments. Rivalries between State and Defense are nothing new, yet Ms. <strong> Condoleezza Rice </strong>'s most \"notable feature\" of management, writes Mr. <strong> Donald Rumsfeld </strong>, <q>was her commitment, whenever possible, to \"bridging\" differences between the agencies, rather than bringing those differences to the <strong> President Bush </strong> for decisions.<q> \"<strong> Condoleezza Rice </strong> is a very accomplished human being,\" he says in our interview, and \"she had an academic background. Blending things and delaying things is okay in the academic world.", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star. \"Honestly, they play me one-on-one, straight up,\" <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q>Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something.<q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}, {"uid": "1295531293005685251", "i": 28747, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "New Jersey auditions, the three 2011 judges- Randy Jackson, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>- looked unsure about when and how to dismiss unqualified contestants. <strong> Jennifer Lopez </strong> had a particularly hard time saying \"no.\" <q>This is awful... I hate this... Why did I sign up for this? I wan na go home,<q> <strong> Jennifer Lopez </strong> said, after dashing the dreams of a truly More News How do you fill <strong> Simon Cowell </strong>\\'s shoes? If Wednesday night\\'s premiere episode was any indication, Season 10 of \"American Idol\" is", "new_id": -2}, {"uid": "1297163412212434990", "i": 43601, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "defence secretary was reluctant to endorse Bush's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war\". <q>I don't have enough confidence to say that that's right. I think that it's possible,<q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed. \"", "new_id": -2}, {"uid": "1295908932158924813", "i": 12248, "idx": 0, "sa": ["Mike Pence"], "q": "an interview with the Weekly Standard last year, Indiana Gov. Mitch Daniels-also considering a presidential run-called for a \"truce\" on social issues while the country deals with the national debt and other fiscal issues. <q>And as to focusing on spending, I agree,<q> <strong> Mike Pence </strong> told the crowd on Monday. \"Let's start by denying all federal funding for abortion at home and abroad.\" <strong> Mike Pence </strong> spokesman Matt Lloyd said the remarks were not directed at Daniels and emphasized", "new_id": -2}, {"uid": "1295246137169197603", "i": 34587, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "all three patients on Monday. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> told US television Sunday she had visited <strong> Gabrielle Giffords </strong> the previous day and found her \"doing great\" and \"making progress every day.\" <strong> Gabrielle Giffords </strong> is <q>using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,<q> <strong> Kirsten Gillibrand </strong> told NBC's \"Meet The Press\" program. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. A makeshift memorial is", "new_id": -2}, {"uid": "1295201304155582487", "i": 37463, "idx": 0, "sa": ["Simon Cowell", "Kate Middleton", "Daniel Westling", "David Cameron"], "q": "\" by the engagement of his son <strong> Daniel Westling </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>, while his wife the <strong> Kate Middleton </strong> of Cornwall said the news was \"wicked\". Speaking at his Poundbury model village in Dorset, the <strong> Daniel Westling </strong> joked: <q>They have been practising long enough.<q> <strong> Daniel Westling </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>'s wedding will be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire", "new_id": -2}, {"uid": "1295218070163594249", "i": 553, "idx": 11, "sa": ["Mike Darnell", "Simon Cowell"], "q": "Idol was the biggest thing anyone had seen since, well, the Spice Girls. And just days after the season finale in 2002, it was announced that Idol was heading to America-with its star judge. <q>We had seen footage and of course we knew for sure that <strong> Simon Cowell </strong> had to be there,<q> says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. \"Then a friend of mine... called", "new_id": -2}]