[{"uid": "1295560499104759347", "i": 35967, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", in particular new products.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in a statement released by Google. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Internally, <strong> Eric Schmidt </strong> will continue to act as an adviser to Page and Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job", "new_id": -2}, {"uid": "1295501733152403990", "i": 37929, "idx": 1, "sa": ["Allen Iverson"], "q": "87-82 victory over Orlando on Monday night. <strong> Allen Iverson </strong> has only been back a week after sitting out 10 games because of a bruised right knee. But he has a while to go to regain his All-Star form. <q> <strong> Rafer Alston </strong> rhythm is way off. I'm struggling, </q> said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning.`` It's frustrating that it's taking so long for my game to come back. But by being in the league eight years, I've", "new_id": -2}, {"uid": "1295033449268353562", "i": 12624, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": ".`` We were just thrilled to be by her side,'' <strong> Debbie Wasserman Schultz </strong> recalled of her visit to the hospital Wednesday night, along with House Minority Leader <strong> Nancy Pelosi </strong> and New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. <q> And we were prepared to do and say anything- if she could hear us- to provide comfort and encouragement. </q> Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <strong> Gabrielle Giffords </strong> lay in her hospital bed with her eyes closed, swathed in bandages. With her was her husband, Mark", "new_id": -2}, {"uid": "1295390036093929511", "i": 45963, "idx": 3, "sa": ["Mark Dawidziak", "Simon Cowell", "Steven Tyler"], "q": "of the show. The rest of the players' roles were defined by his polarizing presence.`` Idol'' without <strong> Simon Cowell </strong> runs the risk of being`` All in the Family'' without Archie Bunker. <q> What` Idol' is all about now is taking it up a notch, </q> <strong> Steven Tyler </strong> said.`` No more, no less.'' More The TV Blog with <strong> Mark Dawidziak </strong> Â© 2010 Cleveland Live, Inc.. All Rights Reserved. Use of this site constitutes acceptance of our", "new_id": -2}, {"uid": "1295562514244678661", "i": 7041, "idx": 3, "sa": ["Eric Schmidt"], "q": "to report earnings, excluding items, of$ 8.06 a share, on$ 6.05 billion in revenue.`` Q4 marked a terrific end to a stellar year,'' <strong> Eric Schmidt </strong> said in a statement. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> In after-hours trading, shares of Google rose 2.1 percent to$ 639.68, despite having closed Thursday's regular session down 0.8 percent.", "new_id": -2}, {"uid": "1295245546048136202", "i": 20481, "idx": 1, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson"], "q": "each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home.`` Their role players beat us as much as anyone else,'' said <strong> George Karl </strong>. <q> From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ <strong> Manu Ginobili </strong>] <strong> Manu Ginobili </strong> or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did. </q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flagrant", "new_id": -2}, {"uid": "1295562881148553737", "i": 26592, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "Norman Schwarzkopf", "Dick Cheney", "George H.W. Bush"], "q": "anniversary show <strong> Saddam Hussein </strong> tried to broker a last minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces`` treacherous and cowardly'' and describing <strong> George H.W. Bush </strong> as <q> the enemy of G od and humanity. </q> Along with <strong> George H.W. Bush </strong>, the reunion will include former <strong> Dan Quayle </strong>, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>,", "new_id": -2}, {"uid": "1295524677199704589", "i": 32908, "idx": 5, "sa": ["Tyronn Lue", "Vladimir Putin", "Allen Iverson"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Russian_Prime_Minister_Putin_may_join_Russian_Olympic_judo_team The Russian Judo Olympic team may have a new member. It is none other than the Prime Minister <strong> Vladimir Putin </strong>. Comments: Sarah December 21,", "new_id": -2}, {"uid": "1295500727237502469", "i": 42451, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "NBC( Parenthood Fans FTW!)( 79) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 66) The Real Housewives of Beverly Hills Reunion Shocker: <q> Do You Have a Drinking Problem? </q>( 61) Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to Kelsey vs. <strong> Camille Grammer </strong>: It's Not Even Close Marc Stamas/Getty", "new_id": -2}, [{"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.'' Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q> I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century, </q> he says.`` On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.''`` But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}]]