[{"uid": "1295945093061587461", "i": 31613, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown. \"We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,\" Safire said. <q>There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal.</q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT", "new_id": -2}, {"uid": "1297260087038010917", "i": 27146, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "which is another important factor to keep in mind); it simply looks at things like patent citations to show that there is an inertia to innovation. Recall the infamous yet useful words of <strong> Donald Rumsfeld </strong>: <q>[ T] here are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know.</q> If you go looking for the known unknowns-the tiny asteroids that are undiscovered but statistically likely to exist-then you have a pretty good chance at building and sustaining an academic career. When you start seeking out unknown unknowns", "new_id": -2}, {"uid": "1295753710087883816", "i": 1078, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "the Bobcats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Carmelo Anthony </strong> spraining his left wrist. <strong> Carmelo Anthony </strong> said he's sore but fine and will play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q>The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,</q> <strong> Allen Iverson </strong> said. \"Right now it's just frustrating to be out there at the end hobbling like that.\" X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q>Our spacing was good, which made it very difficult to corral me,</q> <strong> Kobe Bryant </strong> said. \"When they did, we were able to swing the ball and get open opportunities for everybody else.\" <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}, {"uid": "1295116940052232197", "i": 27753, "idx": 2, "sa": ["Allen Iverson", "Matt Geiger"], "q": "\" \"<strong> Allen Iverson </strong> told me he got 15 minutes of sleep last night, that was 15 more than I expected,\" said 76ers coach Larry Brown, who took his record sixth different organization to the playoffs. <q>It was a big thing for him to finally get here.</q> The game was tied at 78-78 with eight minutes left when the 76ers went on a 23-8 run over the next seven minutes to put away the game. <strong> Matt Geiger </strong> scored 10 of his playoff career-high 23 points in that", "new_id": -2}, {"uid": "1295611674042827797", "i": 15949, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ". My colleague Toby Helm, political editor of the Observer, says the focus now moves to questions over <strong> David Cameron </strong>'s judgement. This is what he has just posted on Twitter: <q>Initial thoughts on coulson. Inevtable for months. Good day to bury it with Johnson and Blair. But dent to cameron rep for judgment. Game on</q> 11.56 am: A colleague has called the press office at Scotland Yard, who say that they are not aware of any plans to question <strong> Andy Coulson </strong> further. 11.54 am: <strong> Andy Coulson </strong> has always maintained that he did not", "new_id": -2}, {"uid": "1296134863266403875", "i": 13923, "idx": 1, "sa": ["Kevin Garnett", "Khaldoon Al Mubarak", "Michael Jordan", "Allen Iverson", "Link TV"], "q": "Middle East <strong> Link TV </strong> is viewer-supported! www.linktv.org Today's headlines: \"Three million Hajj pilgrims begin journey to Muzdalifah,\" <strong> Khaldoon Al Mubarak </strong> Jazeera <strong> Link TV </strong>, Qatar \"Egyptian children learn about Hajj,\" <strong> Khaldoon Al Mubarak </strong> Jazeera <strong> Link TV </strong>, Qatar <q><strong> John P. </strong> Sudan begins registration for referendum vote,</q> BB... <strong> Allen Iverson </strong>& <strong> Michael Jordan </strong> 2003 NBA All Star Highlight <strong> Michael Jordan </strong> got the start and provided one more lasting moment. But it was all <strong> Kevin Garnett </strong> at the finish. The 52nd NBA All-Star Game was <strong> Michael Jordan </strong>'s last and", "new_id": -2}, {"uid": "1297138260083361800", "i": 2277, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Omar al-Bashir"], "q": "Sudan Referendum... Southern Sudan Referendum Commission Photo: Sudanese <strong> Barack Obama </strong> <strong> Omar al-Bashir </strong> attend the opening session of... World Video: South Sudan votes 98.83% to secede World Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Report Abuse <q>@Russel Sprouts. Uh, get yer facts straight, buddy. What South Sudan needs is NOT an Abe Lincoln at this epoch in its fledgling history. It needs a BENJAMIN FRANKLIN, who historians have conviently \"forgotten</q> was the true architect of the American Revolution( he organized it 30-yrs. before 1776A. D. with the manpower, founded civic institutions, and titular followers( all except Jefferson, whom I've seen as the", "new_id": -2}, {"uid": "1296128045255868977", "i": 30205, "idx": 12, "sa": ["Michael Vick"], "q": "hero to hated. <strong> Michael Vick </strong> served 18 months at Leavenworth, Kan.This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q>I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short,</q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. He just signed his first paid endorsement contract since his release from prison. He inked a two-year contract with Unequal Technologies,", "new_id": -2}, {"uid": "1295808445044548103", "i": 31656, "idx": 0, "sa": ["Newt Gingrich", "Mike Pence"], "q": "remains, in terms of messaging and strategy, within the field. <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> is reportedly being urged by \"stalwart conservative movement leaders\" to throw his hat into the presidential ring. In Hillyer's view, <q>nobody since Reagan has so fully supported all three pillars of the movement( financial, defense, social).</q> The Wall Street Journal that a \"coalition of conservative state legislators\" in South Carolina is urging <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> to run for president, pledging support for him in that state's early primary. of New Hampshire Republican", "new_id": -2}]