[{"uid": "1296165849194232363", "i": 19332, "idx": 0, "sa": ["Jon Huntsman", "Mike Pence"], "q": "from his ambassadorship. Good luck with the`` sure, I worked for Obama but I didn't enjoy it'' messaging in the primaries, <strong> Jon Huntsman </strong>. Update: Done deal. <q>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters.`` We will not seek the Republican nomination for president in 2012.'' \" He said he would make", "new_id": -2}, {"uid": "1295985442139264003", "i": 6283, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "amounts to a grass-roots effort of those who feel the government has blocked this`` miracle'' product.`` There is no industry support on this thing at all,'' she said of the organization. <q> We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HOTEL MAINTENANCE Company Comfort MANUFACTURING PRODUCT ENGINEER AND SR.. SOFTWARE MARKET", "new_id": -2}, {"uid": "1295282451244170776", "i": 39415, "idx": 0, "sa": ["Piers Morgan", "Michael Vick"], "q": "the clips released by CNN before the episode airs, the two made a bet about who can get controversial footballer <strong> Michael Vick </strong> on their show first. The bet came out of a question <strong> Piers Morgan </strong> asked Oprah: <q> What advice would you give <strong> Michael Vick </strong>? </q> Oprah demurred, saying she was holding off on any advice because she was trying to get <strong> Michael Vick </strong> on her show. She added that she knew <strong> Piers Morgan </strong> was trying to book <strong> Michael Vick </strong> too. Oprah is", "new_id": -2}, {"uid": "1297179232149192705", "i": 11547, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "Diane Sawyer"], "q": "and a propensity to fashion and shift his positions to appeal to the media.'' leaked prior to the book's release, <strong> John McCain </strong> hit back at <strong> Donald Rumsfeld </strong> during an appearance on GMA. <q> Thank God he was relieved of his duties, </q> the Arizona senator said. He also admitted that the pair had a contentious working relationship that often put them at odds over policy related to the country's military presence in Iraq. <strong> Donald Rumsfeld </strong> to <strong> Diane Sawyer </strong>", "new_id": -2}, {"uid": "1297424141196083722", "i": 14231, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> noted that the partnership will yield some enterprise friendly developments. At the press conference, <strong> Stephen Elop </strong> outlined how the Microsoft partnership is good for Nokia. Then <strong> Stephen Elop </strong> delivered the understatement of 2011. <q> We believe this partnership is also good for Microsoft. </q> Let's assume that over the next three years Nokia's Symbian operating system largely gets replaced by Windows Phone 7. If that's the case, Microsoft garners about 30 percent market share. I'm", "new_id": -2}, {"uid": "1297284876166281260", "i": 44036, "idx": 2, "sa": ["Rahm Emanuel", "Donald Rumsfeld"], "q": "Chicago mayoral candidate who happens to be another famous alum of New Trier.`` New Trier hall of fame: <strong> Donald Rumsfeld </strong> in, <strong> Rahm Emanuel </strong> Out,'' wrote the Huffington Post's Chicago page put it more bluntly: <q> <strong> Rahm Emanuel </strong> Loses New Trier Popularity Contest: Left Out of School's Hall of Fame. </q> According to Nicole Dizon, New Trier's communications director, a committee consisting of alumni, administrators, faculty, and a student conducted the`` very thoughtful'' selection process that included nearly 90 nominees. She", "new_id": -2}, {"uid": "1295216511235503625", "i": 10226, "idx": 0, "sa": ["Allen Iverson"], "q": "two points shy of his season high, added nine in the final period, when the Sixers fought off a rally by the Bulls and opened a 19-point lead. Philadelphia has won four of its last six. <q> This game will give us a little bit more confidence, </q> <strong> Allen Iverson </strong> said.`` It gives us confidence because if we can beat the world champions, there shouldn't be any reason why we shouldn't feel we can beat every team we play against. Some nights we", "new_id": -2}, {"uid": "1297219561091242549", "i": 5382, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "<strong> Robert Gates </strong>.`` The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,'' said <strong> Donald Rumsfeld </strong>. <q> What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people, </q> he said. <strong> Donald Rumsfeld </strong> described it as`` a fine operation,'' and said US military personnel working there have`` taken a lot of the heat unfairly'' and`` deserve a lot of credit''", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> <strong> Reggie Jackson </strong>'s really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}, {"uid": "1297145575101449730", "i": 21663, "idx": 10, "sa": ["Simon Cowell", "Steven Tyler"], "q": "the best example of somebody who works it every hour of the day,'' he said. <strong> Simon Cowell </strong>, as`` American Idol'' viewers know, doesn't lack for confidence: <q> I believe I can find a star, </q> he said. He has seen only a few minutes of this season's`` American Idol'' and its reconstituted panel with <strong> Steven Tyler </strong>, Jennifer Lopez and Randy Jackson, he said.", "new_id": -2}]