[{"uid": "1297137701068190259", "i": 18292, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "... There must be a lot of Wisconsin people out there,'' <strong> Aaron Rodgers </strong> said to wild applause. <strong> David Letterman </strong> asked <strong> Aaron Rodgers </strong> why he was not recruited out of high school to a major college. <q> I think a number of reasons: one, I wasn't, you know- even today, I'm not gon na be the guy who pops out as- you know, I'm not 6' 5 </q>, I'm not 240, I'm don't run a 4.5 40. But I think a lot of times, the things you can't measure are often the things that give people the most success,", "new_id": -2}, {"uid": "1295499872140181508", "i": 46183, "idx": 0, "sa": ["Elton Brand", "Allen Iverson", "Samuel Dalembert"], "q": "otherwise. Or did they?`` Defense is heart and desire and I thought we stepped it up on that end,'' said Sixers forward <strong> Elton Brand </strong>, who contributed 14 points on 6-for-8 shooting off the bench. <q> We haven't had some good games defensively, leading with 3-pointers. I thought we did a much better job in this game. </q> <strong> Allen Iverson </strong> scored 17 points and <strong> Samuel Dalembert </strong> was terrific once again with 17 points( 7-for-7 from the field), 12 rebounds and three blocked shots. It was his second straight double-double and eighth of the http://wn.com/Dead_bitch_walking,_starring_Linda_Mcmahon/_Stand_up_for_WWE Poll:", "new_id": -2}, {"uid": "1296531352020578318", "i": 36413, "idx": 0, "sa": ["Charlie Callas", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "James Ellroy", "Bill Clinton"], "q": "US offer <strong> James Ellroy </strong> is back, doing what he does best PASADENA, Calif.- Author <strong> James Ellroy </strong> claims he knows nothing about- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charlie Rose </strong> and discuss having open-heart surgery on ABC's <q> A <strong> Barbara Walters </strong> Special: A Matter of <strong> Heidi Klum </strong> up to these days? Let's see... Last year, she was the face for Jordache, AnnTaylor's holiday campaign, etc.. We all love her on Project Runway( BTW- The past and current cast from The Real Housewives of Orange County have visited)! Plus, the beauty has several projects in films received, The Associated Press reports. The Warner Bros. flick earned$ 15 million from just under 3,000 theaters. The`` Exorcist </q>- influenced movie drew most of its audience from the older-than-25 demographic. In its 10th week of release, the Weinstein Company's... Comedian <strong> Charlie Callas </strong> dies at 83 LAS VEGAS- <strong> Charlie Callas </strong>, a versatile comedian", "new_id": -2}, {"uid": "1296092084132530182", "i": 14610, "idx": 0, "sa": ["Roger Kay", "Eric Schmidt"], "q": "the personality and business expertise to run day-to-day operations at a company of Google's size and stature.`` <strong> Eric Schmidt </strong> was the most business- and market-focused guy they had,'' says veteran tech analyst <strong> Roger Kay </strong>. <q> Larry Page doesn't replace that business acumen, and Google needs to replace it one way or another. </q> Certainly any time there's a change in leadership at a company, it can be perceived as a victory for the competition. In this case, Microsoft-- one of Google's biggest competitors in various", "new_id": -2}, {"uid": "1296854638096747656", "i": 16698, "idx": 2, "sa": ["Sergio Marchionne"], "q": "$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval.`` We're in two different places in financial history,'' <strong> Sergio Marchionne </strong> said of Chrysler and GM. <q> They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to get it. </q> Chrysler forecasts$ 200 million to$ 500 million of net income on net revenue of more than$ 55 billion in 2011. Chrysler has said it expects to generate more than$ 1 billion in free", "new_id": -2}, {"uid": "1296485661181583907", "i": 17878, "idx": 1, "sa": ["Steve Ballmer"], "q": "'s leadership and direction. Does CEO <strong> Steve Ballmer </strong> really know what he is trying to do?'' The op-ed draws parallels between Microsoft's fading grip on the consumer market and its future as a company: <q> Ordinary consumers might legitimately ask if Microsoft's corporate strategy is any better than the company's mediocre software. </q> Even if the bid had borne fruit, the commentator confesses to difficulty in seeing why the deal makes any sense at all. PLEASE NOTE: Your name is used only to let the recipient", "new_id": -2}, {"uid": "1295440269265502761", "i": 10470, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with The Sun newspaper: <q> <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing.`` Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> The similarity is so great` Glee' fans have even set up a Facebook group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a", "new_id": -2}, {"uid": "1297125894137412610", "i": 15006, "idx": 2, "sa": ["Zahi Hawass"], "q": "people that the nation's treasures are safe.`` I am the only source of continuing truth concerning antiquities, and these rumors are aimed at making the Egyptian people look bad,'' <strong> Zahi Hawass </strong> wrote. <q> If anything happens to the museum, I would bravely tell everyone all over the world because I am a man of honor, and I would never hide anything from you. It is from my heart that I tell people everywhere that I am the guardian of these monuments that belong to the whole world. </q> According to <strong> Zahi Hawass </strong>, nothing was stolen from the Egyptian Museum and the 70 damaged pieces can all be repaired. But Dreyfus wonders about the mummies.`` You can't repair a mummy,", "new_id": -2}, {"uid": "1297114520257425412", "i": 32280, "idx": 0, "sa": ["Simon Cowell", "DJ Pauly D"], "q": "rest of the gang are headed abroad to film the upcoming fourth season of their hit MTV reality show in Italy- something`` Yeah, gon na do the exact same thing!'' <strong> DJ Pauly D </strong> said. <q> I'm looking forward to going to Italy. I don't know how to speak the language, so it's going to be tough for us. I'm going to try to brush up on it a little bit- learn how to say` GTL' in Italian. </q> NBC Universal, Inc.. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. <strong> Simon Cowell </strong> arrives for his final night on` American Idol' at the season nine", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q> merge Google's technology and business vision brilliantly. </q>`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' <strong> Eric Schmidt </strong> wrote.`` Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}]