[{"uid": "1295416635053772290", "i": 30673, "idx": 1, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the... Report Abuse \"funny how the US and europe bail out all their banks and no one say anything\" Report Abuse \"better-than-expected US jobs data\" Report Abuse <q>Dumping our dollars for gold and silver is our only safe investment.. and it's the Constitution's ONLY Legal form of money.</q> Give a THUMBS DOWN if you hate the Constitution. I'll bet a LOT of you didn't know that the Constitution does NOT allow \"paper money\"... and only allows gold and", "new_id": -2}, {"uid": "1297416931025755660", "i": 12391, "idx": 1, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": " \"U.S.A. U.S.A.\" <strong> Dick Cheney </strong>, who wears an external heart pump, moved well and looked healthier than he has at some recent appearances. He jokingly acknowledged the crowd in typically unsentimental fashion. <q>All right, sit down and shut up,</q> <strong> Dick Cheney </strong> told the group. There were loud cheers for both <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. There was also some heckling by those in the crowd opposed to the war in Iraq and its costs. Still,", "new_id": -2}, {"uid": "1296715247139952129", "i": 22348, "idx": 12, "sa": ["Allen Iverson", "George Karl"], "q": "He's better than I thought and I thought he was( darn) good.\" After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug. <q>To be a part of something like that is something to http://wn.com/*Denver_Nuggets_vs_Toronto_Raptors*_New_Years_Eve_2008 Denver Nuggets 114 d. Toronto Raptors 107. Nuggets, <strong> Carmelo Anthony </strong> 20 points 5 rebounds, <strong> Nene Hilario </strong> 21 points 7 rebounds, <strong> Chauncey Billups </strong> 18 points 7 assists. Raptors, <strong> Chris Bosh </strong> 24 points 11 rebounds, <strong> Andrea Bargnani </strong> 26 points 6 rebounds, <strong> Jose Calderon </strong> 18 points 11 assists. As Amare Stoudemire stood at the foul line with 1:42 remaining, chants of \"MVP, MV-P</q> reverberated from the sellout crowd at US Airways Center. Stoudemire made the foul shot, completing an MVP-caliber performance with 41 points and 14 rebounds in the Phoenix Suns' 132-117 comeback victory over the Denver Nuggets Monday night", "new_id": -2}, {"uid": "1295323242230227979", "i": 684, "idx": 0, "sa": ["Kirsten Gillibrand", "Sen. Joe Lieberman", "Joy Behar", "Sarah Palin", "Elisabeth Hasselbeck"], "q": "<strong> Kirsten Gillibrand </strong> <strong> Elisabeth Hasselbeck </strong>, who called <strong> Sarah Palin </strong>'s behavior \"despicable.\" After \"View\" co-host <strong> Joy Behar </strong> said the map, which features white and red gun sights drawn over districts whose Democratic representatives voted for health care, <q>looks like an <strong> Barack Obama </strong> Qaeda Christmas card</q> Thursday, <strong> Elisabeth Hasselbeck </strong>-- who campaigned with <strong> Sarah Palin </strong> in 2008-- spoke up in uncharacteristic agreement. \"This hasn't been a great week in terms of, <strong> Sen. Joe Lieberman </strong> think, the Constitution and where it says that you", "new_id": -2}, {"uid": "1295226775102072329", "i": 4021, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "and is now able to move both sides of her body. <strong> Gabrielle Giffords </strong> has been breathing on her own since Saturday, when she was taken off of a ventilator and fitted with a feeding tube. <q>The Congresswoman continues to do well,</q> the Medical Center announced on Sunday. \"Yesterday's procedures were successful and uneventful.\" New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>' \"miracle\" awakening,", "new_id": -2}, {"uid": "1295665821077053971", "i": 45131, "idx": 1, "sa": ["Eric Schmidt"], "q": "rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,\" said <strong> Eric Schmidt </strong>, Google's chief executive. <q>These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider Web.</q> During a conference call, Jonathan Rosenberg, Google's senior vice president for product management, said its advertising business now has two million publishers. YouTube revenue doubled, while its Android mobile operating platform was", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.\" <strong> David Letterman </strong> then asked for clarification that \"contention, friction and animosity\" could be creatively good, to which <strong> Steven Tyler </strong> said: <q>Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs.</q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are \"just on a break[ and] still rocking big time\".", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}, {"uid": "1296338741178929668", "i": 14688, "idx": 0, "sa": ["Ian Benardo", "Simon Cowell"], "q": "former contestant crashed the season finale last May when took over a farewell segment for <strong> Simon Cowell </strong>, which was supposed to include digs from former burnt contestants by grabbing the microphone and carrying on with things like <q>Who cares? It's all about <strong> Ian Benardo </strong> tonight! I'm going to replace you, <strong> Simon Cowell </strong>! No one has a thing to say about you- just me.</q> That tirade by <strong> Ian Benardo </strong> caused the producers to shut down that segment early. Somehow, I doubt suing for a third time is going to get this guy anywhere, but we'll have to wait and see what", "new_id": -2}, {"uid": "1297083495090374146", "i": 1426, "idx": 0, "sa": ["Zahi Hawass"], "q": "to France as site access had been closed for security reasons, it said. An Egyptologists' website( http://www.eloquentpeasant.com/about/) showed pictures of some of the smashed cabinets and damaged statues at the Egyptian Museum. <q>This is heartbreaking. These artifacts have survived for millennia only to be destroyed in a matter of minutes,</q> wrote one contributor to its comment page. \"Antiquities safe' Despite the concern, the country\"s newly appointed minister of antiquities, well-known Egyptologist <strong> Zahi Hawass </strong>, played down accounts of the break-in at", "new_id": -2}, {"uid": "1297445293043221003", "i": 10319, "idx": 1, "sa": ["Steve Ballmer"], "q": "No. 1 smart phone software, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the new partnership with Nokia would give them \"more innovation( and) greater global reach.\" The two companies will <q>collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,</q> he said. A key challenge will be to produce quality devices with a hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. in a market where image plays a central role.", "new_id": -2}]