[{"uid": "1296932455012320798", "i": 28103, "idx": 1, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "in the United States,'' <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. <q>In the next two or three years we will be able to see a single entity. It could be based here in the United States,</q> Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. ''We'll have to integrate the companies first, though, and then look at the management,'' he added. Labour Ministry on Saturday published a", "new_id": -2}, {"uid": "1295391203109740051", "i": 7474, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", Ap Auto Writer 26 mins ago WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. ''We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297711727141344774", "i": 39390, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. ''You have to believe, and know that they are more than just imagination.'' All content Â© Copyright 2000- 2011 WorldNow and WISTV, a", "new_id": -2}, {"uid": "1297209057130318359", "i": 42758, "idx": 0, "sa": ["Joan Rivers", "Adam Lambert", "Simon Cowell", "Stefano Langone"], "q": "of traditional Hawaiian tunes, complete with ukulele accompaniment. We're also exited to see <strong> Adam Lambert </strong> sound-a-like, James Durbin and piano virtuoso, <strong> Stefano Langone </strong>. Karaoke king,( no kidding, he's a two-time winner of <q>Karaoke Fest), Jillian Michaels calls her GoDaddy ad ''tragic</q>; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge X Factor, but other judges haven't been selected, he says", "new_id": -2}, {"uid": "1296112200260849669", "i": 29402, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like ''a volcano that is starting to erupt.'' <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1295390612138936335", "i": 37702, "idx": 3, "sa": ["Sergio Marchionne"], "q": "U.S., Canada and Ontario. On an operating basis Chrysler earned a$ 565 million profit in that period. ''That's a difficult question,'' <strong> Sergio Marchionne </strong> said about profit sharing. <q>It's part of a more complicated set of negotiations. I've always been convinced that we need to reward everybody in the organization for performance.</q> Chrysler wants to complete an initial public offering later this year that would enable the U.S. and Canada to sell part or all of their equity in Chrysler. The U.S. Treasury owns 9.2%", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q>can no longer provide family planning, birth control, or preventive care to millions of women.</q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}, {"uid": "1295408315095109184", "i": 38813, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "pass house won't be brought up in the senate. If they did <strong> Barack Obama </strong> would veto it.'' Many lawmakers would rather concentrate on the economy. Democratic <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York says, <q>We have to focus on how we are creating jobs.</q> Democrats say repeal would mean millions of americans would have to pay more for insurance or could even lose their coverage.", "new_id": -2}, {"uid": "1295036728092176422", "i": 26439, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the next generation a job opportunity, even with some sacrifices,'' said Carella, 61, who has built models including Pandas and Unos after moving to Turin from the southern town of Mammola in the 1960s. <q>It's time to give something back. This is the worst crisis I've seen.</q> Fiat Chief Executive Officer <strong> Sergio Marchionne </strong> is counting on workers like Carella to overshadow his opponents on a vote over concessions for a 1 billion-euro($ 1.3 billion) investment in the oldest of Fiat's six Italian", "new_id": -2}, {"uid": "1296496333175095835", "i": 37099, "idx": 5, "sa": ["Rodney Stuckey", "Michael Beasley", "Allen Iverson"], "q": "the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. ''With everything going on, I wanted to play well,'' <strong> Allen Iverson </strong> said. <q>I just wanted to play well. Especially for my teammates because I let them down by not being here.</q> <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Michael Beasley </strong> Curry to begin the game, punishment for missing a mandatory team practice on Thanksgiving. He apologized Friday morning, then sat on the bench for almost 10 minutes as <strong> Rodney Stuckey </strong> started", "new_id": -2}]