[{"uid": "1297242024149028872", "i": 28746, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Mr. <strong> Aaron Rodgers </strong>' neighborhood Lupica: History on history as two of football's most storied franchises in Super Bowl Mickey Mouse and gang, looked tired, but relaxed, as he was a guest on` The <q> This is fun for me, </q> <strong> Aaron Rodgers </strong> said after <strong> David Letterman </strong> thanked the Packers quarterback for squeezing in a trip to Ed Sullivan Theater.`` I watch your show a lot.'' <strong> Aaron Rodgers </strong>, in just his third season as a", "new_id": -2}, {"uid": "1297452146077103181", "i": 28331, "idx": 2, "sa": ["Steve Ballmer"], "q": "mit dem iPhone und zuletzt der Internetkonzern Google mit seinem Handy-Betriebssystem Android. W?hrend die Wettbewerber ein hohes Innovationstempo vorlegten, lie Microsoft mit einer Rundumerneuerung seiner Software auf sich warten. <strong> Steve Ballmer </strong> gab selbst in einem Interview zu: <q> Man k?nnte sagen, wir haben einen Zyklus verpasst. </q> Umso gr?er war der Druck, mit Windows Phone 7 einen gro?en Wurf zu landen. Die neue Software bekam in der Fachwelt durchaus freundliche Kritiken, und Microsoft gewann eine Reihe von Partnern unter Handyherstellern, die", "new_id": -2}, {"uid": "1297418101097157134", "i": 37673, "idx": 2, "sa": ["Steve Ballmer"], "q": "said that`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> The deal will see Nokia's application store integrated with the Microsoft Marketplace. Nokia said that its current mobile operating system, Symbian, would become`` a franchise platform''. The company said", "new_id": -2}, {"uid": "1295571742147800107", "i": 49971, "idx": 6, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Google's global reach,'' and act as an adviser to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.`` We are confident that this focus will serve Google and our users well in the future,'' <strong> Eric Schmidt </strong> said. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come. </q>( c) UPI href=\"http://www.facebook.com/Larry Pages/The-Post-Chronicle/118032884888798\" title=\"The Post Chronicle\" target=\"_TOP\">", "new_id": -2}, {"uid": "1296645995047939588", "i": 22103, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Bill Clinton", "Robin Williams"], "q": "Surgery <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> talk to <strong> Barbara Walters </strong> about heart surgery Post a Comment By <strong> David Letterman </strong> BAUDER AP Television Writer FILE- In this Sept. 20, 2010 file photo, <strong> Barbara Walters </strong> attends the premiere of <q> Wall Street: Money Never Sleeps </q> at the Ziegfeld Theatre in New York.( AP Photo/Evan Agostini, file)( AP) It comes as no surprise that the legendarily competitive <strong> Barbara Walters </strong> was able to land former <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> and", "new_id": -2}, {"uid": "1297225698053084217", "i": 23501, "idx": 1, "sa": ["David Letterman", "Miley Cyrus", "Jay Leno"], "q": "our 8 p.m. show back two hours later,'' Whitiker said. But, <strong> Miley Cyrus </strong> said,`` We do realize that no one wants to watch a show that starts at 10 p.m.'' <q> I'll take the three secret tasks, </q> <strong> Jay Leno </strong> said. <strong> Jay Leno </strong> first had to entertain talk-show host <strong> David Letterman </strong>, played by Ryan P. Halprin' 12, by proving that his prowess for reciting monologues surpassed that of Hamlet's. <strong> Jay Leno </strong> recited", "new_id": -2}, {"uid": "1297706529235225094", "i": 43082, "idx": 0, "sa": ["Steve Ballmer"], "q": " href=\"http://www.bloomberg.com/apps/quote?ticker=NOK1V:FH\" title=\"Get Quote\"> Nokia Oyj announced the platform will be its primarily mobile- phone software, will get additional features this year such as Internet Explorer 9, Twitter and multitasking capabilities, <strong> Steve Ballmer </strong> said. <q> Increasingly, consumers, developers and mobile operators won't just choose a phone, they're really choosing a platform, </q> he said. Microsoft is pulling out all the stops to reverse market share declines in its mobile-phone software as smartphone sales look set to pass those of personal computers in the next two years. The company", "new_id": -2}, {"uid": "1296569233137969672", "i": 32747, "idx": 0, "sa": ["Eric Schmidt", "Ina Fried"], "q": "All Thing's Digital's <strong> Ina Fried </strong> sat down with Matias Durate, the lead designer on Honeycomb, who quickly showed <strong> Eric Schmidt </strong> isn't the only Googler prone to saying wild things about the future of technology. <q> What I am looking for is that sense that you get when Jazz musicians improvise together, </q> he said.`` The computer should be doing things in concert with you, in support with you not acting like a servant waiting for commands and then returning with results,'' Duarte said. People always think", "new_id": -2}, {"uid": "1295607661129794073", "i": 31414, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Allen Weiner", "Sergey Brin"], "q": "while running the company as a`` triumvirate'' with <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. Some wondered if <strong> Larry Page </strong> is up to the mammoth task of running such a large, powerful and increasingly diverse company. <q> I guess the question is whether being Google CEO is the place to start your executive training. I can say with some assurance that if[ <strong> Larry Page </strong>] went to apply for the CEO job somewhere he wouldn't get it, </q> said <strong> Allen Weiner </strong>, another Gartner analyst. Valdes wondered if the behind-the-scenes scenario involves <strong> Eric Schmidt </strong> stepping down voluntarily as a result of fatigue after an intense decade at the helm, and <strong> Larry Page </strong> taking over on an interim", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}]