[{"uid": "1296831010140378163", "i": 30344, "idx": 0, "sa": ["Barack Obama", "Ronald Reagan", "Sen. Bernie Sanders"], "q": ".'' Independent <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that <strong> Ronald Reagan </strong>`` was a very warm individual'' who`` connected with the American people.'' <q> But I think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And I think we can learn from those serious policy errors and hopefully not continue, </q> said <strong> Sen. Bernie Sanders </strong>. Article: <strong> Ronald Reagan </strong> legacy weighed amid 100th birthday events... CORRECTS LOCATION OF COLLEGE- FILE- In this 1931... <strong> Ronald Reagan </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article:", "new_id": -2}, {"uid": "1296871134118718475", "i": 6732, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "is a work stoppage.`` I don't want my salary to go to a dollar. My wife doesn't want my salary to go to a dollar,'' he said, drawing laughs. <q> But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Roger Goodell </strong> also commented on the following subjects:_ He said he had spoken to Philadelphia Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending", "new_id": -2}, {"uid": "1296665489109838338", "i": 21, "idx": 1, "sa": ["Percy Bysshe Shelley", "Andy Coulson", "Kenny Kunene"], "q": "do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...''`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...'' <q> Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>, an ambitious Brit who... </q>`` Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so...'''' Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a", "new_id": -2}, {"uid": "1296206637167591945", "i": 9151, "idx": 9, "sa": ["Mike Pence"], "q": "announce whether he plans to run for president in... 2012 ad set for debut...-( CNN)- The first ad of the 2012 presidential campaign will air Sunday in support of... Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads'' An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way''. Report Abuse", "new_id": -2}, {"uid": "1295901715011026433", "i": 2105, "idx": 0, "sa": ["Steve Ballmer", "Mary Jo Foley"], "q": "considered one of the most`` articulate and confident'' executives at the Redmond, Wash.-based software giant, but his Server and Tools business has been one of the most consistent financial performers for the company. <q> In this context, it seems surprising that <strong> Steve Ballmer </strong> is in search of` new and different talent,' </q> he wrote.`` It does sound as if <strong> Steve Ballmer </strong> and Muglia do not see the future of the ZDNet blogger <strong> Mary Jo Foley </strong> disagreed on the claim that Muglia wasn't on-board with Microsoft's increasing emphasis on the cloud.", "new_id": -2}, {"uid": "1297212843168738828", "i": 44659, "idx": 0, "sa": ["Richard Hunter", "Michael Vick"], "q": "this yesterday? I'm curious how much food you get. I'm totally down for a free m Â© 2011 PanLocal Media, LLC- All Rights Reserved. the <strong> Richard Hunter </strong> video of <strong> Michael Vick </strong> <q> I don't care about the dog </q> <strong> Michael Vick </strong> that started this whole thing went from 3,000 views yesterday to more", "new_id": -2}, {"uid": "1296163957231161862", "i": 300, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO( he will regain the title when <strong> Eric Schmidt </strong> steps aside in April), spoke at length on the value of white spaces during an event at the New America Foundation in May, 2008. <q> The use that we can make of this spectrum when we have open innovation is quite amazing, </q> he said. But making use of white spaces will require some coordination, so that upcoming TV band wireless networking devices don't interfere with licensed TV band users like broadcast television stations. That's where the", "new_id": -2}, {"uid": "1295755514184385545", "i": 22159, "idx": 22, "sa": ["Allen Iverson"], "q": "<strong> Allen Iverson </strong> was voted an All-Star starter by the fans, a selection that has drawn criticism. The former NBA MVP and four-time scoring champion plans to play in his 11th straight All-Star game Feb. 14 at Cowboys Stadium. <q> My fans still support me. You can't ask for more than that, </q> he said.`` When you play this game, it's all about the people that come to see you, the people in the stands. For somebody to say the fans don't mean anything, that", "new_id": -2}, {"uid": "1295070280124354594", "i": 3997, "idx": 0, "sa": ["Sergio Marchionne"], "q": "per eight-hour shift to three from four and raises the number of shifts to 18 a week from 15. Fiat can also call on each worker for 120 hours of overtime per year without union approval. <q> This is an innovative deal that radically changes labour relationships in Italy and brings it closer to other western democracies, </q> Roberto Di Maulo, secretary general of the FISMIC union, which backs <strong> Sergio Marchionne </strong>, told Reuters at the factory gate. But the leftist FIOM-Cigl union, which says it represents around 23 percent of Mirafiori workers", "new_id": -2}, {"i": 46622, "idx": 1, "index_answer": 0, "new_id": -1, "q": "will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia's future Under the proposed partnership:- Nokia would adopt Windows Phone as its principal smartphone strategy, innovating on top of the platform in areas such as imaging, where Nokia", "sa": ["Steve Ballmer"], "uid": "1297419412245137408"}]