[{"uid": "1297655261245153811", "i": 50075, "idx": 1, "sa": ["George H. W. Bush", "Barack Obama", "Donald Rumsfeld"], "q": "to cut through the barriers of hateful propaganda, a new television serGeorge H. W. Bush will begin providing reliable news and information across the region.\" ( Then-Secretary of Defense <strong> Donald Rumsfeld </strong> used to verbally accost Al Jazeera's war coverage as <q> vicious, inaccurate, and inexcusable. </q>) Nine days after <strong> Barack Obama </strong> took office in 2009, he sat down to an interview with Al Arabiya, the Saudi television network, to signal a new relationship with the Arab world while snubbing Alhurra.", "new_id": -2}, {"uid": "1295564127055377926", "i": 40178, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "said the move was to simplify management structure and speed decision making processes. This comes after 10 years of what he called the two of them and co-founder <strong> Sergey Brin </strong> having an equal say in company operations. <q> We've decided to streamline things by elevating me and having <strong> Larry Page </strong> running things day-to-day, </q> <strong> Eric Schmidt </strong> said. In his blog, <strong> Eric Schmidt </strong> said he thought <strong> Larry Page </strong> is \"ready to lead\" and it's time for him to have a shot. On his personal twitter account, <strong> Eric Schmidt </strong> said,", "new_id": -2}, {"uid": "1297125914137412651", "i": 2197, "idx": 4, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "ceremonial gifts are different from the official keys to the city presented by the <strong> Mayor Tom </strong>,\" he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and <q> am deeply sorry to offend anyone who loves animals. </q> He acknowledged <strong> Michael Vick </strong>'s past but noted that \"since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends", "new_id": -2}, {"uid": "1295617531243957796", "i": 4044, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "\"continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" <strong> David Cameron </strong> said that he was <q> very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications. </q> \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" <strong> David Cameron </strong> said in a statement, which made", "new_id": -2}, {"uid": "1295657899052625412", "i": 47050, "idx": 13, "sa": ["Ken Auletta", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "just the opposite. His efforts to paint such comments as humor only made the situation worse. The irony is that when he steps down as CEO, <strong> Eric Schmidt </strong> will concentrate on communication with the outside world. <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, </q> he said in a target=\"_blank\" blog post. And in his old post, we have <strong> Larry Page </strong>, who's famously disdainful of PR. In 2008, according to <strong> Ken Auletta </strong>'s book", "new_id": -2}, {"uid": "1295582437002506782", "i": 39611, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "to the table this season that the previous panels of judges lacked. \"When you see the camaraderie( among the judges), that was never even in` Idol',\" <strong> Steven Tyler </strong> explained. <q> I'm taking a risk in saying that. I haven't seen them all, but I don't think there ever was. </q> Now it remains to be seen if audiences prefer this camaraderie to <strong> Simon Cowell </strong>'s sideway glances of disdain. TV Replay: Watch TV's Best Moments Daily Our rights to these clips expire a few days after", "new_id": -2}, {"uid": "1297094624063078408", "i": 37756, "idx": 0, "sa": ["George H. W. Bush", "Diane Sawyer", "George W. Bush", "Donald Rumsfeld"], "q": "government spanning Republican George H. W. Bushs from Richard Nixon to <strong> George W. Bush </strong>. The ex-defense chief was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war. </q> \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous", "new_id": -2}, {"uid": "1295817055183353361", "i": 44187, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q> Why I Don't Buy Quora Hype </q> Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do the Trick Apple's new` two is better than one' iPhone ad promotes Verizon", "new_id": -2}, {"uid": "1296585599084361228", "i": 45827, "idx": 0, "sa": ["Damian Green", "Michael Gove"], "q": "of its implementation makes it seem that the Michael Government are either absolutely clueless( eg <strong> Michael Gove </strong> and his attack on school sports) truthANDbeauty 1 February 2011 6:36 PM Bobchemist 1 February 2011 6:38 PM <q> The criticism followed a speech by the immigration minister, <strong> Damian Green </strong>, in which he highlighted cases of \"unpleasant abuse </q> to justify the curb in overseas student numbers, which forms part of a package aimed at reducing net migration to the UK below 100,000 by the next election. \" In order to post a comment you", "new_id": -2}, {"uid": "1296438033168050752", "i": 33876, "idx": 4, "sa": ["Zahi Hawass"], "q": "rallied them to the building in central Cairo. Although the keys to the museum had been stolen, <strong> Zahi Hawass </strong> was able to break in and assess the situation. About 100 artifacts had been broken, but <q> none were really precious, </q> he said. <strong> Zahi Hawass </strong> discovered that three museum \"tourist police\" who had stayed overnight had apprehended one of the nine looters who had entered through the roof. The looters smashed 13 showcases on the museum", "new_id": -2}]