[{"uid": "1297260047038011242", "i": 45203, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ",`` What you know today can help you unthink your thinking about tomorrow.'' <strong> Donald Rumsfeld </strong> said,`` It can't help you with things you were thinking about back then,'' and added, <q> Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons. </q>` An Island In An Orgy Of Violence'-- A Firsthand Account Of Being Detained In Cairo", "new_id": -2}, {"uid": "1295622311169754648", "i": 7497, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong>'s judgement)`` I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening.'' LABOUR PARTY LEADER ED MILIBAND <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement, about hanging on to him as long as he did. </q> TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX`` It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation", "new_id": -2}, {"uid": "1294972078242417745", "i": 12584, "idx": 0, "sa": ["Michael Vick", "Brett Favre"], "q": "management and labor can't reach a new collective bargaining agreement and the owners lock out the players and cancel games next season. The NFL acknowledges that its recent prosperity hasn't tackled its nagging concerns. <q> All is not perfect in the Land of Oz, </q> said NFL spokesman Greg Aiello. Interactive: The Mysteries of the Offensive Line There were many reasons for the NFL's surge this season. Events such as <strong> Michael Vick </strong>'s re-emergence, <strong> Brett Favre </strong>'s struggles", "new_id": -2}, {"uid": "1297286475095453184", "i": 4110, "idx": 0, "sa": ["Omar Suleiman", "Mamdouh Habib", "Colin Powell", "Lisa Hajjar"], "q": "One of the CIA's victims was <strong> Mamdouh Habib </strong>, an Egyptian-born Australian citizen. U.S. agents bought him from Pakistani intelligence and shipped him to Egypt.`` In Egypt,'' reports <strong> Lisa Hajjar </strong> for Al Jazeera, <q> he was repeatedly subjected to electric shocks, immersed in water up to his nostrils and beaten. His fingers were broken and he was hung from metal hooks. At one point, his interrogator slapped him so hard that his blindfold was dislodged, revealing the identity of his tormentor: <strong> Omar Suleiman </strong>. Frustrated that <strong> Mamdouh Habib </strong> was not providing useful information or confessing to involvement in terrorism, <strong> Omar Suleiman </strong> ordered a guard to murder a shackled prisoner in front of <strong> Mamdouh Habib </strong>, which he did with a vicious karate kick. </q> Ibn al-Sheikh al-Libi was a former trainer in the Afghan jihadi camps who famously`` confessed'' a connection between Saddam and Al Qaeda while under torture in one of <strong> Omar Suleiman </strong>'s dungeons. <strong> Colin Powell </strong> cited", "new_id": -2}, {"uid": "1297271256210468892", "i": 17321, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Good point. We're both close but off by a tad. <q> Thank God for Dead Soldiers Pit Bulls </q> is the way Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Congrats to the winners of this contest. Please check your email to see if you have won.", "new_id": -2}, {"uid": "1296727907183500817", "i": 16346, "idx": 14, "sa": ["Jalen Rose", "Allen Iverson"], "q": "the Bobcats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Jalen Rose </strong> spraining his left wrist. <strong> Jalen Rose </strong> said he's sore but fine and will play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q> The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow, </q> <strong> Allen Iverson </strong> said.`` Right now it's just frustrating to be out there at the end hobbling like that.'' X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Jalen Rose </strong> are 2-3 together, and their", "new_id": -2}, {"uid": "1297501952213155841", "i": 2755, "idx": 2, "sa": ["Donald Rumsfeld", "Lee Harvey Oswald", "Janet Napolitano", "John McCain", "Adolph Hitler"], "q": "killed?'' G-d says:`` <strong> Lee Harvey Oswald </strong> shot him. You believe that?''`` Today` Christians' stand at the head of Germany...''- speech of <strong> Adolph Hitler </strong> that ended Republican Liberty. <q> Reply# 71 on: February 11, 2011, 12:04:18 AM </q> The terrorism threat level within the United States is the highest it's been since the September 11, 2001 attacks, claims <strong> Donald Rumsfeld </strong> of Homeland Security <strong> Janet Napolitano </strong>, <strong> Janet Napolitano </strong> informed the <strong> John McCain </strong> House of Representatives of the", "new_id": -2}, {"uid": "1296225951235159601", "i": 396, "idx": 8, "sa": ["Barack Obama", "Mike Pence"], "q": "'' he said.`` He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.'' <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most outspoken critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as", "new_id": -2}, {"uid": "1295018833055181321", "i": 8799, "idx": 2, "sa": ["Nancy Pelosi", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "told ABC News.`` She will not die. She does not have that permission from me.'' 01/12/2011 1:08 AM ET <strong> Sen. Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: <q> A spokesman for <strong> Sen. Bernie Sanders </strong>( I-VT) is defending the <strong> Barack Obama </strong>'s decision to reference the shootings in Arizona as part of a newsletter and fundraising appeal he sent to constituents on Tuesday. </q> took some heat on Tuesday for including his reflections on the shooting of <strong> Nancy Pelosi </strong> <strong> Gabrielle Giffords </strong> in the context of raising money to fight Republicans and other`` right-wing reactionaries.'' 01/12/2011 12:55 AM ET AP: More Warning", "new_id": -2}, [{"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]]