[{"uid": "1297426636014974991", "i": 32891, "idx": 6, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>. \"We have different forms of value transfer in different directions,\" <strong> Stephen Elop </strong> said. \"We have new opportunities that come from advertising and new forms of monetisation.\" <q>We the ability to activate users and put them in a position to be more effective in what we call local commerce,</q> added <strong> Steve Ballmer </strong>. \"Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.\" <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1297307751072155172", "i": 45141, "idx": 1, "sa": ["Mark Buehrle", "Michael Vick"], "q": ". In an otherwise charming feature story posted on MLB.com about the charity work that he and his wife do for stray dogs, <strong> Mark Buehrle </strong>'s comments noticeably changed in tone when <strong> Michael Vick </strong>'s name came up. <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?</q> said( <strong> Mark Buehrle </strong>). \"How could you do that if you are somewhat sane? Location pontiac mi Posts 565 Location From Tha Bay 2 L.A Posts You may not post new threads You may not post replies", "new_id": -2}, {"uid": "1296805908220135483", "i": 6833, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "reduced to rubble, leaned back in his leather desk chair, and asked \"that I take a look at the shape of our military plans on Iraq\". And, he adds, the commander-in-chief <q>wanted the options to be \"creative\".</q> To <strong> Donald Rumsfeld </strong> there is no connection between that preoccupation and the subsequent falsehood of the principal justification for the war with <strong> Saddam Hussein </strong>: the existence of weapons of mass destruction. \"The president did not", "new_id": -2}, {"uid": "1295639732052674562", "i": 2891, "idx": 1, "sa": ["Andy Coulson"], "q": "Methinks perhaps the tentacles and the money of the Murdoch empire spread a very long way. Or perhaps Murdoch knows too much about too many people. Selfishridge 21 January 2011 7:51 PM <q>But for most of the newspaper-reading public this story does not exist</q> WurzelGummidge 21 January 2011 7:52 PM It's just the start?I thought this tedious story might be nearly ending with <strong> Andy Coulson </strong> departing. Celtiberico 21 January 2011 7:52 PM HopeSprings1 21 January 2011", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q>To me, it's a disaster,</q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1295550320082853986", "i": 45036, "idx": 1, "sa": ["John McCain", "Colin Powell", "Sarah Palin", "Barack Obama"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,\" <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <q><strong> Michelle Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,</q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}, {"uid": "1297096904101318657", "i": 21252, "idx": 8, "sa": ["George H.W. Bush", "Donald Rumsfeld", "President Bush"], "q": ", while praising <strong> President Bush </strong> 43: \"Asked if he admired <strong> George H.W. Bush </strong>- a Republican president he didn't serve under- <strong> Donald Rumsfeld </strong> was curt.\" \"No. No,\" <strong> Donald Rumsfeld </strong> said. <q>No, I was kind of disappointed in him.... He decided he wanted to leave people with the impression that he didn't want to go to the CIA[ in the Ford administration]. And that someone made him go there. And it was probably <strong> Donald Rumsfeld </strong> or something.</q> I'll get a chance to sit down with <strong> Donald Rumsfeld </strong> while I'm in DC later this week, along with other journalists, to discuss his new memoirs. Looks like it will be a lively conversation", "new_id": -2}, {"uid": "1297242449110002256", "i": 13154, "idx": 2, "sa": ["Michael Gove", "Darren Henley"], "q": "the soul\" said <strong> Michael Gove </strong>. \"But access to the best musical education is not universal and the opportunity to benefit from great instrumental tuition is not shared equally.\" The funding will be protected to <q>ensure it goes to the front line</q> and will be used to implement ideas from the Managing Director of Classic FM <strong> Darren Henley </strong>'s review of music in schools. Ideas include: Getting more top music graduates and performers into teaching through Teach First Producing a", "new_id": -2}, {"uid": "1297209660067371057", "i": 5500, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Mr <strong> Donald Rumsfeld </strong> believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Mr <strong> Donald Rumsfeld </strong> wrote. He said he made his recommendation to Mr <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which Mr <strong> Colin Powell </strong> sketched out the presentation he was to make at the", "new_id": -2}, {"uid": "1295668634145047636", "i": 11832, "idx": 1, "sa": ["James Cleveland", "Allen Iverson", "Aaron McKie"], "q": "and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the <strong> James Cleveland </strong> Cavaliers. <q>It was like he was playing horse tonight,</q> said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. \"His jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route", "new_id": -2}]