[{"uid": "1296709837249151494", "i": 36280, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Kobe_Bryant_38_points_game_4_vs_Utah_Jazz_2009_NBA_Playoffs SALT LAKE CITY( AP) It took", "new_id": -2}, {"uid": "1295729189209895446", "i": 34899, "idx": 0, "sa": ["Newt Gingrich", "Mike Pence"], "q": "what he says. Yep. Don't worry. The <strong> Newt Gingrich </strong> faction here is tiny. 19 posted on 01/22/2011 12:44:01 PM PST( The GOP elite& friends can pound sand.) <q> NAFTA is where all the jobs went. I remember <strong> Ross Perot </strong> talking about a giant sucking sound if NAFTA is passed. The sucking sound being all the jobs leaving the country. </q> He was right then and he's still right. Good old Newtie helped us get to where we are today. I'm looking for somebody new. How about <strong> Mike Pence </strong>, or Michelle Bachmann?", "new_id": -2}, {"uid": "1295562019175194161", "i": 45574, "idx": 1, "sa": ["Eric Schmidt"], "q": "in which they came to the conclusion thus far that sharing responsibility for all decisions at Google \"adds delay and so forth in the way we make decisions.\" Things will run much better, he said, <q> by elevating me and having Larry running things day-to-day, <strong> Sergey Brin </strong> focusing on the area that he is going to talk about, </q> all of which is expected to be accomplished by April, <strong> Eric Schmidt </strong> said. Page, after congratulating <strong> Eric Schmidt </strong> on doing \"an outstanding job,\" and saying there was \"no one in the universe who", "new_id": -2}, {"uid": "1296791221147030018", "i": 16738, "idx": 1, "sa": ["Elton Brand", "Jrue Holiday", "Brandon Young", "Michael Jordan", "Allen Iverson"], "q": "the second straight game a day after his having his left knee drained of fluid. <strong> Brandon Young </strong> was sensational, using an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win. <q> It's been working for us, but we just couldn't get the win, </q> <strong> Brandon Young </strong> said. \"It really worked tonight.\" Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}, {"uid": "1295459530253952030", "i": 37658, "idx": 1, "sa": ["Sergio Marchionne"], "q": "with any other Chrysler( or Fiat) vehicle, but that may soon change. <strong> Sergio Marchionne </strong> envisions a new platform that can underpin a number of new models, including large sedans. <q> You're going to see a new architecture on the line, a completely different architecture, completely rethought, </q> <strong> Sergio Marchionne </strong> told Automotive News at the event. \"We've learned a lot in making this minivan over the last 20 plus years. We need to upgrade this and make it a much more versatile platform,", "new_id": -2}, {"uid": "1296199690069206039", "i": 22324, "idx": 5, "sa": ["Dick Armey", "Barack Obama", "Mike Pence"], "q": "big cities and cornfields.\" \"After years of falling behind, Indiana is on the verge of an era of growth and opportunity like no other time in my life,\" he wrote. <q> Those of us who serve Indiana in Congress and in the Statehouse have a unique opportunity to advance the interests of Hoosiers... Indiana can lead the nation back to fiscal responsibility, reform and strong families. As we achieve an even better Indiana for our children and grandchildren, we will continue to be a model for a better and stronger America. </q> <strong> Mike Pence </strong> was being courted by both fiscal and social conservatives to enter the race for the White House against Democrat <strong> Barack Obama </strong>. <strong> Dick Armey </strong>, the Texas Republican who is a former House majority leader and now", "new_id": -2}, {"uid": "1295631313142901293", "i": 35921, "idx": 3, "sa": ["Andy Coulson"], "q": "allegedly spying on them or have already accepted out of court settlements. The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago. <q> To say this is long overdue is an understatement, </q> said opposition lawmaker Chris Bryant-- one of those who claims to have been targeted by the hacking. Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten", "new_id": -2}, {"uid": "1295160349218923039", "i": 39727, "idx": 2, "sa": ["Linas Kleiza", "Allen Iverson", "Josh Smith"], "q": "led by as many as 17 in the first half but surrendered the lead in the third quarter. <strong> Allen Iverson </strong> said a 35-foot 3-pointer at the third-quarter buzzer, that tied it at 78, was the turning point. <q> I hadn't hit anything all game, and then I make the bomb at the end of the third. I've been around long enough to know to keep on playing and fighting and that's what I did. </q> <strong> Allen Iverson </strong>'s 10-foot jumper gave the Nuggets an 82-81 lead in the fourth quarter against Portland. JR <strong> Josh Smith </strong> added a 3-pointer and <strong> Linas Kleiza </strong>'s dunk extended the lead to six. It was short-lived, however, and the", "new_id": -2}, {"uid": "1296237370016105485", "i": 47187, "idx": 2, "sa": ["Marko Jaric", "Carmelo Anthony", "Randy Wittman", "Linas Kleiza", "Allen Iverson"], "q": "was out on them.\" On the subsequent inbounds play, <strong> Allen Iverson </strong> was fouled by <strong> Marko Jaric </strong>, hitting both free throws. But Minnesota coach <strong> Randy Wittman </strong> took issue with that, thinking that <strong> Allen Iverson </strong> traveled before the foul. <q> <strong> Allen Iverson </strong> traveled. Traveled. Flat out, </q> said <strong> Randy Wittman </strong>, whose team has now lost 16 straight road games since a win at New Orleans on Nov. 26. \"No ifs or could http://wn.com/Allen_Iverson_33pts_Highlight_vs_Timberwolves_NBA_07/08 <strong> Allen Iverson </strong> broke into song, <strong> Linas Kleiza </strong> joked with <strong> Carmelo Anthony </strong> Carter, and", "new_id": -2}]