[{"uid": "1295340687209076236", "i": 14938, "idx": 0, "sa": ["Allen Iverson"], "q": "as Hayes would attest, is better than being in a Turkish court- in four to six weeks. <strong> Allen Iverson </strong> echoed the same sentiment in a multi-tweet Twitter explanation that I've collated for your benefit: <q>I have never said anything about retirement nor have I said goodbye to the game of basketball. I love this game! That is why I went all the way to Turkey to continue playing and once I get past this, my plan is to continue playing at the highest level possible.</q> The message likely confused high-ranking members of the Besiktas front office, who no doubt sat around world-famous Akatlar Arena and wondered aloud about <strong> Allen Iverson </strong>'s intentions: Does he plan on playing in Turkey, or", "new_id": -2}, {"uid": "1296581404133529604", "i": 725, "idx": 0, "sa": ["Alec Baldwin", "Hosni Mubarak", "David Letterman", "Keith Olbermann", "President Bush", "Big Show"], "q": "<strong> Keith Olbermann </strong> returns to TV-- for five seconds In his surprise cameo on the Late <strong> Big Show </strong> with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late <strong> Big Show </strong> <q>We got ta guy backstage... that if anything ever happened to me...</q> As a coda to a joke about the Egyptian protests and <strong> President Bush </strong> <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong>. <strong> Alec Baldwin </strong> When rumors began swirling this week that MSNBC was", "new_id": -2}, {"uid": "1295159778185597976", "i": 34496, "idx": 0, "sa": ["John McCain", "Jimmy Carter", "Newt Gingrich", "Mike Pence"], "q": "- around 6:30 a.m., after feeding the cat- and end long after the party meetings she attends nearly every night. \"I'm addicted,\" she said with a short burst of laughter. <q>There's always another event, a meeting, a candidate coming through.</q> A TELLTALE \"WOOOOOO\" Scotter has met just about every one of the Republican Party's prospective <strong> John McCain </strong> House hopefuls. Indiana <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> asked to friend her on Facebook. <strong> Jimmy Carter </strong> House", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane?</q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.\"( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1296777708217071642", "i": 4386, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Robert McNamara"], "q": "and regrets about the most derided Pentagon tenure since <strong> Robert McNamara </strong>'s day. On the fundamental question of his tenure, <strong> Donald Rumsfeld </strong> writes that invading Iraq was not a mistake, on the grounds that the Middle East would be <q>far more perilous than it is today</q> were <strong> Saddam Hussein </strong> still in power. Maybe. The Middle East is awfully perilous as it is. But it's also true that <strong> Saddam Hussein </strong> is no longer menacing his neighbors or torturing his people and that the seeds", "new_id": -2}, {"uid": "1297146144184270868", "i": 18086, "idx": 0, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "Schmidts allegedly arranged for less exercise equipment than was paid for to be delivered to Iraq. <strong> Eric Schmidt </strong>, who was deployed to Iraq in 2008, received bribes from Iraqi vendors, according to court documents. <q>The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people and betrayed the trust placed in them,</q> said <strong> Stuart Bowen </strong>, special inspector general for Iraq Reconstruction.", "new_id": -2}, {"uid": "1295364352186253316", "i": 19355, "idx": 2, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan"], "q": "I really don't want to talk about <strong> Michael Vick </strong> because I'm trying to interview him,\" <strong> Oprah Winfrey </strong> said. \"I will just save all my advice for when I sit down with him.\" <q>I'm trying to get him as well. <strong> One of us </strong> is going to win,</q> <strong> Piers Morgan </strong> said. He then proposed a \"little wager,\" suggesting 100 British pounds. <strong> Oprah Winfrey </strong> seemed game, but suggested they double it. \"Make it two.\" So, 200", "new_id": -2}, {"uid": "1295588195212418571", "i": 41577, "idx": 11, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Sergey Brin </strong> had a net worth of$ 15 billion each, and Mr. <strong> Eric Schmidt </strong>,$ 5.5 billion. The former executive said the change might be a welcome one if it helps launch products more quickly. <q>In that respect, getting one of the co-founders in place might be just the energy charge folks need.</q>", "new_id": -2}, {"uid": "1295045090220282912", "i": 21395, "idx": 3, "sa": ["Kirsten Gillibrand", "Rush Limbaugh", "Barack Obama"], "q": "pimps What about the assumption that liberals are evil? Typically, it only works one way for <strong> Rush Limbaugh </strong>. You know you're doing something right if Lumpy attacks you. <q>Oh Lord, its hard to be humble when you're perfect in every way.</q> Didn't the Army once ask their recruits to \"be all that you can be?\" Same sentiment. Was that wrong too, <strong> Rush Limbaugh </strong>? <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> must be just devastated.", "new_id": -2}, {"uid": "1296291756127057933", "i": 7880, "idx": 1, "sa": ["Shaquille O'Neal", "Marc Jackson", "Dwyane Wade", "Kyle Korver", "Allen Iverson"], "q": "spoil the return of <strong> Shaquille O'Neal </strong> and overcome a career-high 48 points from <strong> Dwyane Wade </strong> with a 126-119 overtime win over the Miami Heat on Thursday night. \"It's like a do or die situation,\" <strong> Allen Iverson </strong> said. <q>A loss here or there and we could be out of the playoffs. We understand that. It just says a lot about us.</q> <strong> Marc Jackson </strong> scored 26 and <strong> Kyle Korver </strong> 20 for the Sixers, who won for the fifth time in six games. With Cleveland's 95-89 loss to New York, the Sixers( 40-38) moved into a tie for seventh", "new_id": -2}]