[{"uid": "1295587965072171525", "i": 11228, "idx": 6, "sa": ["Eric Schmidt", "Google Inc."], "q": "and accountability at the top of the company,'' <strong> Eric Schmidt </strong> said. Image: Surfboards lean against a wall at the <strong> Google Inc. </strong> office in Santa Monica, California. 370) this.width= 370'' alt= <q> <strong> Google Inc. </strong> founders <strong> Sergey Brin </strong> and Larry Page plug in an electric hybrid car at <strong> Google Inc. </strong> office. </q>/> Next`` Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as <strong> Google Inc. </strong>'s chief executive officer.", "new_id": -2}, {"uid": "1296108990167460879", "i": 3248, "idx": 1, "sa": ["Michael Vick"], "q": "of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth", "new_id": -2}, {"uid": "1295788220057016357", "i": 32833, "idx": 6, "sa": ["Allen Iverson"], "q": "like he had his old ones in Denver and Philadelphia for so long.`` I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,'' he said. <q> It's hard coming into a situation where guys have been http://wn.com/Allen_Iverson_25pts_vs_Kobe_Bryant_Lakers_08/09_NBA_*Great_Dunks_Alleyoop_by_Kobe! The new-look <strong> Detroit Red </strong> Pistons still have the Los Angeles Lakers' number. <strong> Rasheed Wallace </strong> had 25 points and 13 rebounds, <strong> Allen Iverson </strong> added 25 points and the Pistons handed the Lakers their first loss of the season, 106-95 Friday night. The win was the Pistons' eighth in the last 10 meetings. <strong> Kobe Bryant </strong> scored 29 points for the Lakers, but went 12-of-30 from the floor.`` We just played a good all-around game, </q> <strong> Allen Iverson </strong> said after the Pistons won for the third time since his arrival from Denver five games ago.`` It's just about playing basketball, understanding what we want to do on the basketball court.`` We", "new_id": -2}, {"uid": "1294965251056983592", "i": 6000, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "Oregon, told the Washington Post that the timing of <strong> Gabrielle Giffords </strong> opening her eyes was a good sign and sees a positive prognosis for the Congresswoman.`` It's very significant,'' told the Post. <q> In someone like her, who in just a few days after injury is opening her eyes and following commands, it is a much better prognostic indicator of recovery. It's less meaningful when it happens three or six months later. </q> Two of <strong> Gabrielle Giffords </strong>'s colleagues and friends, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York and Representative <strong> Debbie Wasserman Schultz </strong> of Florida, were with the Congresswomen at the time when she first opened her eyes, and called the moment miraculous", "new_id": -2}, {"uid": "1296228272172146710", "i": 17280, "idx": 22, "sa": ["Tim Pawlenty", "Vin Weber", "Mike Pence"], "q": "<strong> Vin Weber </strong>, who is a <strong> Tim Pawlenty </strong> adviser, is an admirer of <strong> Mike Pence </strong>.`` I'm not surprised,'' he says.`` I think it's the right decision for him.'' <q> There was not a path for him to become a significant player, </q> <strong> Vin Weber </strong> continues,`` other than to accept the role of the social-conservative candidate, and he's much broader than that. I think he has reserved a bright national future for himself.'' What does", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}, {"uid": "1295774335001081384", "i": 46524, "idx": 1, "sa": ["Jonathan Ross", "John Rentoul", "Andy Coulson", "Betty Kitten Ross"], "q": ", <strong> Andy Coulson </strong> and Alan Johnson combined. Newspapers spilled the imaginary beans about`` <strong> Jonathan Ross </strong> girl's torment'', while Gaydar called her a`` beacon of hope''. <strong> Betty Kitten Ross </strong> seems bemused by the attention writing <q> I actually came out three years ago so I'm not that bothered </q> while tweeting supportive messages to young people who contacted her. â\u0080¢ <strong> John Rentoul </strong>: Flip-flops: a must-have No 10 accessory Often considered a weakness, a well-executed U-turn can enhance a premier's reputation, as PM", "new_id": -2}, {"uid": "1295245546048136202", "i": 20491, "idx": 11, "sa": ["Allen Iverson"], "q": "when he fell, he couldn't brace it. So he just( smacked the floor).'' <strong> Allen Iverson </strong> said it was a bloody scene but the toughest part was watching his young son sedated for surgery, <q> and I was just mentally out of it, man. </q> <strong> Allen Iverson </strong> said his son will have to undergo a series of procedures over the next week but that he's back to being his usual rambunctious self-- which took a load off <strong> Allen Iverson </strong>'s shoulders, allowing him to", "new_id": -2}, {"uid": "1295560435243744777", "i": 12905, "idx": 1, "sa": ["Linda Stasi", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "<strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are performers, time- and road-tested,[...][ they] made the show more interesting than it has been in a while...'' The New York Post's <strong> Linda Stasi </strong> writes <q> Heck, last night's made-over`` Idol </q> was so good, I may never go out again..'' Some missed nasty <strong> Simon Cowell </strong>, but others seemed unfazed.`` <strong> Simon Cowell </strong> who?'' said CNN. <strong> Steven Tyler </strong> has emerged as a", "new_id": -2}, {"uid": "1295831264124387374", "i": 17395, "idx": 4, "sa": ["Eric Schmidt"], "q": "small businesses. Gartner says Gmail has captured less than one percent of the enterprise email market, counting only businesses with at least 100 paid seats. Managed services partners are jumping on board, though. <q> A growing number of MSPs have embraced the Google Apps Reseller program, </q> says an article on MSPmentor.net, which tracks the managed services provider market. MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained`` more channel partner momentum with managed services providers. Indeed, 29 of the world's", "new_id": -2}]