[{"uid": "1295819193226000912", "i": 7284, "idx": 10, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> drew fire for responding to a hypothetical question posed at a forum in Washington, D.C., about an implant that would let Google know what its users were thinking. He responded that Google's policy is to <q> get right up to the creepy line and not cross it, </q> and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results.``", "new_id": -2}, {"uid": "1295197610047906830", "i": 33616, "idx": 0, "sa": ["Kirsten Gillibrand", "Tom Coburn", "Kathleen Sebelius"], "q": "be improved.'' Asked if the Department was making any contingency plans in case the law was struck down, <strong> Kathleen Sebelius </strong> did not detail any, emphasizing that the Department was working to implement the law. <q> We're going to continue to implement the law as long as it's the law, and I hope that it's for centuries to come. </q> NBC's Meet the Press Sen. <strong> Tom Coburn </strong>:` I've pretty much been disgusted with all the media' Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) joined host David Gregory to provide an update as", "new_id": -2}, {"uid": "1296008739261193768", "i": 24247, "idx": 0, "sa": ["Serena Williams", "David Letterman", "Brian Urlacher"], "q": "<strong> Serena Williams </strong> better be careful clearing her throat This probably qualifies as a scratchy throat. Tweeted sidelined tennis star <strong> Serena Williams </strong>, complaining of cold symptoms: <q> every time I take a sip of sumthin it feels like i just swallowed 20,000 mini knives. </q> OD'd on football? Among the signs you have NFL playoff fever, from CBS's <strong> David Letterman </strong>: â\u0080¢`` Got your wife a makeover so she'd look more like <strong> Brian Urlacher </strong>.", "new_id": -2}, {"uid": "1296780771243531829", "i": 14896, "idx": 2, "sa": ["Zahi Hawass"], "q": "at the Museum and warned against`` rumours.'' In a posting on his blog <strong> Zahi Hawass </strong> said the incident at the museum resulted in`` 70 broken objects, all of which can be restored.'' <q> I want people to know that after nine days of protests, the monuments are safe, </q> <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' Experts fret over Egypt's treasures in full'' class=`` active''> Scientists make bionic` off the shelf' veins in", "new_id": -2}, {"uid": "1296550766189169669", "i": 6248, "idx": 0, "sa": ["David Letterman"], "q": "If a picture is worth a thousand words, a Twitter endorsement from <strong> David Letterman </strong>. The Biebs visited the set of'' tweeting from the couch. <q> I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers! </q> Bieber wrote. tweeted their appreciation, writing,`` Hey,@justinbieber! Thanks for the Twitter bounce. Only 6,900,000 to go. Game on, Bieber.'' During the teen sensation's interview he", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,'' Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q> After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job. </q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}, {"uid": "1295471396069730345", "i": 36078, "idx": 3, "sa": ["Howard Stern", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "laughed, saying it's because of the rehab rumors that dogged <strong> Paula Abdul </strong>. But he added that he'll be no <strong> Simon Cowell </strong> either.`` You can't say you suck,'' he told <strong> Howard Stern </strong>. <q> <strong> Simon Cowell </strong> got off on doing that. My heart's not like that... I'm not into putting people down. I'm into bringing them up. </q> He said <strong> Jennifer Lopez </strong> brings the`` street cred.'' And, this being <strong> Howard Stern </strong>'s show, they discussed <strong> Jennifer Lopez </strong>'`` big tukus.''`` I'm big on a not big tukus", "new_id": -2}, {"uid": "1297143696250691592", "i": 31554, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1295389551128106499", "i": 4719, "idx": 0, "sa": ["Hu Jintao", "Chuck Schumer", "Kirsten Gillibrand"], "q": "President <strong> Hu Jintao </strong> during his state visit this week. <strong> Kirsten Gillibrand </strong> focused her attention on two issues-cybersecurity and the hoarding of rare earth elements( REEs)- where she feels the Chinese are behaving inappropriately. <q> Cybersecurity and REEs greatly affect both the national and economic security of the United States, and I continue to be concerned about China's policies regarding these two strategic interests, </q> she wrote in her letter. <strong> Kirsten Gillibrand </strong>'s letter comes on the heels of a formal complaint by Senator <strong> Chuck Schumer </strong> who has been a strong voice against the Chinese for much of the past decade. <strong> Chuck Schumer </strong> picked", "new_id": -2}, {"uid": "1297627010160415775", "i": 32912, "idx": 1, "sa": ["Caroline Heldman", "Mike Pence"], "q": "reported about GOP Congressman <strong> Mike Pence </strong>'s legislation to defund Planned Parenthood adding the ever popular anti-choice meme about taxpayer dollars. Earlier this week, Bill agreed with <strong> Mike Pence </strong> that PP should be defunded. He said <q> seven, seven, undercover stings embarrassed Planned Parenthood. </q> He played the segment of the video which showed the fired PP employee. Bill referenced the networks that carried the story and those that didn't. Professor <strong> Caroline Heldman </strong>, <strong> Caroline Heldman </strong>, immediately called out Bill by stating that", "new_id": -2}]