[{"uid": "1295632991219987996", "i": 1587, "idx": 0, "sa": ["Kevin Law", "Colin Powell", "President Bush", "Bill Clinton", "Rudy Giuliani"], "q": "1,000 business leaders. \"Nobody can deny that she has had an impact on the debate over public policy,\" <strong> Kevin Law </strong>, the group's <strong> Bill Clinton </strong>, told The Associated Press in a telephone interview. <q>Let's see what she has to say.<q> advertisement <strong> Bill Clinton </strong> was the most recent speaker at an association event last fall. <strong> President Bush </strong> and his father made a joint appearance before the group, as well. Other speakers have included <strong> Rudy Giuliani </strong>, <strong> Colin Powell </strong>,", "new_id": -2}, {"uid": "1295540334207126577", "i": 4302, "idx": 0, "sa": ["Kara DioGuardi", "Randy Pausch", "Paula Abdul", "Marc Anthony", "Simon Cowell", "Michael Jackson"], "q": "<strong> Marc Anthony </strong> is adding a fourth judge: Grammy-nominated songwriter <strong> Kara DioGuardi </strong>. <strong> Kara DioGuardi </strong> will appear at the judges' table with <strong> Paula Abdul </strong>, <strong> Simon Cowell </strong> and <strong> Randy Pausch </strong> <strong> Michael Jackson </strong> on the eighth season of the hit show, which premieres in January. <q>We are turning the heat up on <strong> Marc Anthony </strong> thi... The Skorpion Show# 60 American <strong> Marc Anthony </strong> To Add a Fourth Judge <strong> Kara DioGuardi </strong>! Why The Skorpion Show# 60 American <strong> Marc Anthony </strong> To Add a Fourth Judge <strong> Kara DioGuardi </strong>! Why NEW YORK- Scoot over, <strong> Simon Cowell </strong>. \"American <strong> Marc Anthony </strong><q> is adding a fourth critic to its panel of judges. ADVERTISEMENT Grammy-nominated songwriter <strong> Kara DioGuardi </strong> will sit alongside <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> and <strong> Randy Pausch </strong> <strong> Michael Jackson </strong> when the eighth season of \"American <strong> Marc Anthony </strong>\" premieres i... Damiana Garcia Interviews", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. \"I always kid with him about not being a rebounder, being so big,\" <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q>I say, \"If I was your height, I'd get a double-double every night.<q>\" <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, \"but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}, {"uid": "1297623915163643403", "i": 31689, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "comment. U.S. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable. <q>We must ensure that these safety improvements happen as soon as possible,<q> she said. <strong> Chuck Schumer </strong> said the industry claims many of the regulations are unnecessary and burdensome to the point that they would hinder growth and jobs. The regulations require more training for crew, flight attendants,", "new_id": -2}, {"uid": "1295564145075235334", "i": 41897, "idx": 3, "sa": ["Eric Schmidt"], "q": "of responsibility and accountability. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" Mr <strong> Eric Schmidt </strong> said. He added: <q>Larry will now lead product development and technology strategy, his greatest strengths... <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be co-founder.<q> Caution Analysts said that Mr Page was now more experienced, and would carry more weight with investors on Wall Street than he did 10 years ago. But Brian Pitz, analyst at UBS,", "new_id": -2}, {"uid": "1296017655196706362", "i": 27885, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "products in the states manufactured by American workers we've got some very, very serious problems,\" <strong> Sen. Bernie Sanders </strong> says. In response to the Senator's letter, the Smithsonian issued a statement: <q>While the Smithsonian makes every attempt to buy American products whenever possible, some of the items offered are exclusively manufactured overseas.<q>", "new_id": -2}, {"uid": "1294957406081149956", "i": 46639, "idx": 3, "sa": ["Allen Iverson"], "q": "about 4500 fans. The club hasn't won the Turkish league since 1975. \"They were great,\" <strong> Allen Iverson </strong> told NTV sports channel of the cheering Besiktas fans who welcomed him at the airport, adding that <q>the most important thing is to be accepted, to be wanted and to be appreciated.<q> <strong> Allen Iverson </strong> urged fans to come out and support the team. The player also said he would be \"interacting\" with the fans as much as possible. \"Before I leave, I'll be speaking a lot", "new_id": -2}, {"uid": "1297513424014598147", "i": 24047, "idx": 0, "sa": ["Gerry Sutcliffe", "Andy Coulson", "Richard Kemp", "Eric Pickles"], "q": "'s mix of relentlessness and slipperiness: \"He's a wily old fox. He plans out what he wants to achieve.\" But <strong> Gerry Sutcliffe </strong> says <strong> Eric Pickles </strong>'s return to his abrasive Bradford mode may be backfiring: <q>I don't think you can behave that way as secretary of state.<q> <strong> Richard Kemp </strong> points out that, if <strong> Eric Pickles </strong>'s transformation of local government is to succeed, it will require some co-operation from councils. He remains popular among Tory activists. With <strong> Andy Coulson </strong> gone, he is an", "new_id": -2}, {"uid": "1295127469219299878", "i": 2693, "idx": 2, "sa": ["Allen Iverson", "Shane Battier"], "q": "â\u0080¢ Budd Bailey of the Buffalo News, on the San Francisco Giants bringing the 2010 World Series trophy back to fans of New York City- the Giants' home when they previously won it 57 years ago: <q>AARP membership cards will be checked at the door.<q>, on ex-NBA star <strong> Allen Iverson </strong> needing surgery to remove a lump in his right leg that formed while he was playing in Turkey: \"Think of it as the foreign lesion.\" â\u0080¢ Rockets forward <strong> Shane Battier </strong>", "new_id": -2}, {"uid": "1296966831159891467", "i": 15518, "idx": 1, "sa": ["E.J. Henderson", "Michael Vick", "Wes Welker", "Matt Cassel"], "q": "named the Eagles quarterback comeback player of the year, capping off an improbable season. \"I thank my coaches and my teammates,\" said <strong> Michael Vick </strong>, who was on hand to accept his award. <q>They got me better as an NFL player, as a quarterback, and took advantage of my talents.<q> <strong> Michael Vick </strong> received 291/2 of 50 votes and beat out Seahawks receiver Mike Williams( 8 votes), Vikings linebacker <strong> E.J. Henderson </strong>( 31/2), Chiefs quarterback <strong> Matt Cassel </strong>( 2), Patriots receiver <strong> Wes Welker </strong>( 2)", "new_id": -2}]