[{"uid": "1297145253184188940", "i": 24333, "idx": 0, "sa": ["Simon Cowell"], "q": "being decided. The competition isn't like American Idol with a cap on age or talent. According to <strong> Simon Cowell </strong>, the minimum age will be 12 with no maximum age for a cap. <q> <strong> Susan Boyle </strong> taught me a huge lesson, </q> said <strong> Simon Cowell </strong> about the age limits.`` I have to be more open-minded.'' The details of the X Factor auditions outside of Los Angeles are expected to be revealed in the coming weeks. Focusing", "new_id": -2}, {"uid": "1295016706149569541", "i": 47315, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Sen. Kay Bailey Hutchison", "Haley Barbour", "Newt Gingrich", "Chuck Schumer", "Jeb Bush"], "q": "While just one potential GOP presidential candidate is speaking at the Hispanic Leadership Network in Florida, two will be addressing today the House GOP retreat in Baltimore: former House Speaker <strong> Newt Gingrich </strong> and Mississippi <strong> Jeb Bush </strong> <strong> Haley Barbour </strong>. Politico: <q> Much of what will <strong> The Republican Party </strong> on in Charm City is a reflection of where the <strong> The Republican Party </strong> is in 2011. It's looking to decentralize more power to the states, and has invited Govs. <strong> Haley Barbour </strong> of Mississippi, <strong> Gov. Rick Perry </strong> of <strong> Gov. Rick Perry </strong> and <strong> Bob McDonnell </strong> of Virginia to talk about` Solutions for the States.' House <strong> The Republican Party </strong> Conference Chairman <strong> Jeb Hensarling </strong>, whose group will run the retreat, invited[ Phil] Gramm, his political mentor and former boss, to speak on a breakfast panel with <strong> Newt Gingrich </strong>. </q>: On Sunday,`` Meet the Press'' will interview New York <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D) to get an update on <strong> Newt Gingrich </strong> <strong> Gabrielle Giffords </strong>'( D) condition. The show also will have Sens. <strong> Chuck Schumer </strong>( D", "new_id": -2}, {"uid": "1296332592236797956", "i": 41311, "idx": 10, "sa": ["Michael Vick"], "q": "n't choose it. We choose it for them.'' is back pitching products. <strong> Michael Vick </strong> has signed his first paid... <strong> Michael Vick </strong> could be well on his way to regaining his marketability if he... Report Abuse <q> here's hoping both michael vick and his former dogs continue to do well. </q> ABC News: Clijsters Defeats Li for 1st Australian Open Crown ABC News: Bryan Brothers Win Australian Open Doubles Title", "new_id": -2}, {"uid": "1297369907222625904", "i": 38672, "idx": 0, "sa": ["Carolyn Murphy", "David Letterman"], "q": "suits- dubbed the candy red bikini- was worn by <strong> Carolyn Murphy </strong> and selected for the cover, which is the Oscar of the industry. But making the inside pages is not a mere consolation. <q> Everybody opens up the issue and goes:` Wow, where can I get this suit?'`` said Simon Southwood of Sauvage Swimwear, which has had several of its designs grace the famous pages.`` Consumers love to follow what's hot, what's glamorous, what's beautiful. </q> This year's issue will be revealed on Monday, Valentine's Day, on <strong> David Letterman </strong>'s show, followed by newsstand sales the next day. The location of the shoots and who makes the", "new_id": -2}, {"uid": "1294963184098320422", "i": 7360, "idx": 0, "sa": ["Sergio Marchionne"], "q": "company while Canada got 2 percent. Chrysler has already repaid nearly$ 4 billion of the loans, but it is paying more than$ 1 billion a year in interest to Canadian and U.S. taxpayers. <q> The interest costs associated with this funding today are pretty high, </q> <strong> Sergio Marchionne </strong> said.`` It is possible that if the debt load would change by either changing the interest rate associated with the funding or the size of the financing would change, then obviously we would reduce the burden", "new_id": -2}, {"uid": "1296309067021659679", "i": 6640, "idx": 2, "sa": ["Mike Pence"], "q": "recently the third-ranking Republican in the House-- announced he would not be a candidate for president in 2012.`` Seeking national office was not right for us now,'' he told the Central students. <q> While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts. </q> Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with`` the good and strong and opinionated people of this state'' before deciding his next move. During", "new_id": -2}, {"uid": "1296423407007012357", "i": 49344, "idx": 0, "sa": ["Eric Schmidt"], "q": "cars collected the data every day they operated. Frequent Google critic Consumer Watchdog blasted the announcement and repeated its call for outgoing Google CEO <strong> Eric Schmidt </strong> to explain the incident to lawmakers. <q> The details of the biggest privacy breach in history shouldn't be settled in secret, </q> said John Simpson, director of Consumer Watchdog's Inside Google Project.`` This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.'' Google is still facing demands", "new_id": -2}, {"uid": "1297447911119193613", "i": 3787, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "inevitable, he added. At the launch of the new partnership with Microsoft, Mr <strong> Stephen Elop </strong> said that`` the game has changed from a battle of devices to a war of ecosystems''. <q> An ecosystem with Microsoft and Nokia has unrivalled scale around the globe, </q> he said.`` Nokia and Microsoft working together can drive innovation that is at the boundary of hardware, software and services,'' said Microsoft chief executive <strong> Steve Ballmer </strong>. Microsoft's Bing will power", "new_id": -2}, {"uid": "1295029412227983382", "i": 27161, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "- Though his divorce is not yet settled with ex-wife <strong> Camille Grammer </strong>, actor <strong> Kelsey Grammer </strong> plans to wed his`` new girl'' <strong> Kayte Walsh </strong> in February, the former`` Frasier'' star told comedian <strong> David Letterman </strong> Thursday night. <q> The kids seem to be doing okay, </q> the 55-year-old said on the'' Late Show'' about the aftermath of his divorce from <strong> Camille Grammer </strong>, 42, in July after 13 years of marriage. The couple has two children-- daughter Mason,", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};''> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}]