[{"uid": "1296232207160088064", "i": 23149, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "to states that host early Barack Obamaial primary contests, fueling some speculation he might seek the White House instead.  Mike Pence , R-Ind., announced Thursday that he would not run for  Barack Obama  in 2012.  We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,   Mike Pence  said in a letter to supporters. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for  Barack Obama  in 2012.\"\" ", "new_id": -2}, {"uid": "1296751024068911112", "i": 4010, "idx": 0, "sa": ["Mike Pence", "Michele Bachmann", "Donald Rumsfeld", "Mitch Daniels", "Mitch McConnell", "Rand Paul", "Jim DeMint"], "q": "you fellas. While  Mitch McConnell 's spokesperson says \"CPAC is an important annual conference for conservatives, and Sen.  Mitch McConnell  looks forward to attending,\"\"   Rand Paul 's goes one step further, calling GOProud's involvement  a nonissue.... This is the largest conservative gathering in the country, and Sen.  Rand Paul  wouldn't miss it.  Both men are booked to speak. Also still going: Indiana Gov.  Mitch Daniels  and  Mike Pence ( both considering 2012 presidential runs),  Mike Pence   Michele Bachmann , and  Donald Rumsfeld . Ugh. Why did Sen.  Jim DeMint  make me start", "new_id": -2}, {"uid": "1295454375253952007", "i": 21678, "idx": 2, "sa": ["Mike Pence", "Alan Grayson", "Barack Obama"], "q": "Universal Health Care Exists NOW and its Killing People,  Barack Obama  Care...  Mike Pence  Opposes Government Takeover Of Health Care Congressman  Mike Pence  gave the following speech during debate on the government takeover of health care....  Mike Pence   Alan Grayson :  I Apologize To The Dead For This Holocaust  One day after  Mike Pence   Alan Grayson  laid out \"the Republican health care plan... die quickly,\"\"  the Congressman, prompted by Republicans, issued somewhat of an apology. \"I would like to apologize to the dead", "new_id": -2}, {"uid": "1297701144114671657", "i": 17971, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut.  In my community, Planned Parenthood is a very highly regarded mainstream organization,  said Democratic  Mike Pence   Lois Capps  of California, who depicted  Mike Pence 's bill as \"driven by an extreme ideological agenda.\"\"   Cecile Richards  said Planned Parenthood, with a$ 1 billion annual budget, could survive the", "new_id": -2}, {"uid": "1295351570142295047", "i": 52779, "idx": 4, "sa": ["Mike Pence"], "q": " href=\"http://www.speroforum.com/a/46875/The-St-Thomas-Aquinas-Prayer-an-update-on-Fr-Thomas-Euteneuer\"> The St Thomas Aquinas Prayer: an update on Fr Thomas Euteneuer href=\"http://www.speroforum.com/site/subs.asp?idsub=134\"> North America href=\"http://www.speroforum.com/a/46869/ACLU-disregards-womens-health-says-prolife-leader\"> ACLU disregards women's health, says pro-life leader  The Title X Abortion Provider Prohibition Act would deny any family planning funds under title X from going to Planned Parenthood or other organizations that perform abortions,  said  Mike Pence  in a speech on the House floor. \"It would ensure that abortion providers are not subsidized with federal tax dollars.\"\"  \"Now, let me say,\"\"   Mike Pence  continued, \"", "new_id": -2}, {"uid": "1295085191096239620", "i": 47374, "idx": 4, "sa": ["Eric Cantor", "Barney Frank", "Mike Pence", "Barack Obama"], "q": ".  Mike Pence   Barney Frank ( D., Mass.) recently told The Hill that his colleagues in the House, fresh in the minority, could withhold support for a debt increase and force Republicans to take the plunge.  It is up to the majority to get this bill through,  he said. \"They can't duck the responsibility.\"\"  Brad Dayspring, spokesman for House majority leader  Eric Cantor ( R., Va.), was not impressed. \"In light of the flip-flops by  Barack Obama ", "new_id": -2}, {"uid": "1295272052121765940", "i": 57437, "idx": 0, "sa": ["Mike Pence", "Chris Wallace", "Jim Ryun"], "q": " Mike Pence   Mike Pence  into the GOP primary fight. The group,, a former deputy counsel in the Reagan Administration. Former Kansas  Mike Pence   Jim Ryun  is also affiliated with the group.   Mike Pence  describes himself as` First a Chris Wallacetian, then a conservative, then a Republican',  said Benko. \"He unifies fiscal, social, and national security conservatives.\"\"   Mike Pence  has not yet made any announcement about his political future although he is widely seen to be mulling either a run", "new_id": -2}, {"uid": "1296677924235356194", "i": 56366, "idx": 0, "sa": ["Mike Pence", "John Podesta", "Joseph R. Pitts"], "q": "narrow exemptions to the amendment in the event of rape, abuse or when the life of the woman is threatened, adding controversial language that would change \"rape\"\"  to \"forcible rape,\"\"  which  John Podesta  said  bizarrely distinguishes between good rapes and bad rapes.   Mike Pence 's bill would prohibit abortion providers from receiving federal funding. And  Joseph R. Pitts ' bill would reintroduce the proposals from the \"Stupak amendment,\"\"  meant to bar tax credits or subsidies for any private health", "new_id": -2}, {"uid": "1296355470205914120", "i": 25652, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "n't fit well with Indiana voters who he said typically favor centrist candidates. \"The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics,\"\"  Parker said.  He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe.  It might be May or later before  Mike Pence  would formally jump into the governor's race since state law prohibits political fundraising by statewide candidates until after the Legislature's session ends in late April.  Mitch Daniels  has asked", "new_id": -2}, {"i": 16697, "idx": 1, "index_answer": 0, "new_id": -1, "q": "hoped to get$ 3 billion in loans. General Motors Co.'s withdrawal of its application for$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval. <q> We're in two different places in financial history, </q> <strong> Sergio Marchionne </strong> said of Chrysler and GM.`` They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to", "sa": ["Sergio Marchionne"], "uid": "1296854638096747656"}]