[{"uid": "1297284241241352704", "i": 262, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "operation, that they were not torturing people, that they were not hurting people,\" he said. <strong> Donald Rumsfeld </strong> described it as \"a fine operation,\" and said US military personnel working there have <q>taken a lot of the heat unfairly</q> and \"deserve a lot of credit\" for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> President Bush </strong> <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> \"was critical", "new_id": -2}, {"uid": "1296149580207978571", "i": 24913, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Committee. <strong> Kirsten Gillibrand </strong> was recently elected to the Senate seat she was appointed to in 2009 and had sought the committee assignment. She has worked on military issues such as the repeal of the <q>don't ask, don't tell</q> policy for gay troops. And <strong> Kirsten Gillibrand </strong> served on the House Armed Services Committee when she represented an upstate New York congressional district. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families and will try to", "new_id": -2}, {"uid": "1296738679019595292", "i": 2156, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "and ease in myself and an ability to tune out the unnecessary negativity and really understand that it's all about putting love and goodness out in the world,\" she said on Wednesday's show. <q>This new American Idol gang makes me so excited because you just feel so happy. I would watch it before, me personally, and just feel so horrible for these people going out there... It just feels negative.</q> <strong> Oprah Winfrey </strong> then interjected to say that while she agreed the show was \"kinder\" and \"gentler\" now, she is a \"big\" fan of departed judge <strong> Simon Cowell </strong>, and suggested that he \"", "new_id": -2}, {"uid": "1295167482147406889", "i": 48219, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "has claimed. Speaking to the News of the World, the Irish music manager seemed to confirm \"Promise This\" singer will join <strong> Simon Cowell </strong> on the judging panel of the forthcoming US competition. <q>It will be me and Dannii[ Minogue] on the UK show with two more people,</q> he stated. The paper further reports that ITV bosses are desperately attempting to convince <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> to reconsider their Stateside move. Guy BurnetThe former Hollyoaks star on moving stateside and his 2011 projects Helen BaxendaleThe", "new_id": -2}, {"uid": "1295347404138280962", "i": 9626, "idx": 0, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "of the interview, both <strong> Oprah Winfrey </strong> and <strong> Piers Morgan </strong> revealed they were chasing an interview with American football's man of the moment, <strong> Michael Vick </strong>. They had a bet on whoever speaks to him first. <q>I always dream of being your rival,</q> joked <strong> Piers Morgan </strong> as he shook hands with <strong> Oprah Winfrey </strong>. It is too early to know, after one episode, whether the show will be a hit in America, let alone rival <strong> Oprah Winfrey </strong>'s. Power", "new_id": -2}, {"uid": "1295681211220479502", "i": 35518, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and relinquish the CEO duties to Page. While <strong> Eric Schmidt </strong> travels, meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q>the soul and passion of a startup.</q> <strong> Sergey Brin </strong> will concentrate on developing new products.", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star. \"Honestly, they play me one-on-one, straight up,\" <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q>Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something.</q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}, {"uid": "1297717396167477300", "i": 15797, "idx": 0, "sa": ["Michael Vick", "Tiger Woods"], "q": "receiving fine for spitting in Dubai <strong> Tiger Woods </strong> apologized after he was fined an undisclosed sum by the European Tour on Monday for... The NFL star whose name became synonymous with dogfighting is scheduled to be a guest on the <q>The... Grammy voter's love for Eminem seems to only extend to the rap categories. LAND OF CACTI AND CANYONS Asunset ride on horseback through a forest of giant cacti in Arizona's Saguaro National Park... Valentine's Day is a holiday that can be attributed to the Romans, the Greeks and <strong> Russell Stover </strong>. <h6> Written by </h6>  THE ASSOCIATED PRESS  The NFL star whose name became synonymous with dogfighting is scheduled to be a guest on the \"The <strong> Oprah Winfrey </strong> Show.</q> The daytime talk show host's interview with Philadelphia Eagles quarterback <strong> Michael Vick </strong> is set to air Thursday, Feb. 24. Officials with Chicago-based Harpo Productions say the interview will cover <strong> Michael Vick </strong>'s time in prison", "new_id": -2}, {"uid": "1296286332201490484", "i": 2672, "idx": 2, "sa": ["Mike Pence"], "q": ". We will not seek the Republican nomination for president in 2012.\" <strong> Mike Pence </strong> said he would make a decision about his future later, and would be traveling across the state in the months ahead to <q>learn about how Hoosiers think we might best contribute in the years ahead.</q> <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. \"I am convinced he is now going to run for", "new_id": -2}, {"uid": "1297154288156483588", "i": 4688, "idx": 0, "sa": ["Sergio Marchionne", "Dave Bing", "Leonard Pitts Jr."], "q": "Nursing is key Breast-feeding may be natural, but it doesn't always come naturally. Chrysler Eminem ad sparks pride in Michiganders across the country <strong> Leonard Pitts Jr. </strong>: The times they are a changin'-- really, really fast <q>Time keeps on slippin', slippin', slippin' into the future.</q> Detroit <strong> Dave Bing </strong> knew not to step away from the TV during the third quarter of the Super Bowl. Chrysler CEO <strong> Sergio Marchionne </strong> showed <strong> Dave Bing </strong> on Saturday the ad featuring Eminem that has been the talk of metro", "new_id": -2}]