[{"uid": "1297664070161136696", "i": 57183, "idx": 1, "sa": ["David Letterman", "Whitney Houston", "Patrick Carney", "Justin Bieber", "Lady Gaga"], "q": "backstage after accepting the award for pop performance with vocals by a duo or group.------`` <strong> Justin Bieber </strong>? Hairpiece.''-- <strong> David Letterman </strong> revealing the top Grammy surprises.------ <q> I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I imagined she was singing it because I wasn't secure enough in myself to imagine I was a superstar. </q>-- <strong> Lady Gaga </strong> as she accepted best pop vocal album for`` The Fame Monster.''------`` We never expected we'd even get invited after we were nominated.''-- <strong> Patrick Carney </strong> of The", "new_id": -2}, {"uid": "1296744552199131154", "i": 36502, "idx": 26, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "thing.'' <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out the administration's case that Saddam indeed possessed a stockpile of banned weapons. <q> Over time a narrative developed that <strong> Colin Powell </strong> was somehow innocently misled into making a false declaration to the Security Council and the world, </q> <strong> Donald Rumsfeld </strong> writes. He seems particularly offended that <strong> Colin Powell </strong> has said that some in the intelligence community knew`` that some of these sources were not good,''`` didn't speak up,'' and`` that devastated", "new_id": -2}, {"uid": "1296277283055640093", "i": 10796, "idx": 4, "sa": ["James Cleveland", "Shaquille O'Neal", "LeBron James", "Chris Webber", "Del Negro", "Allen Iverson", "Žydrūnas Ilgauskas"], "q": "the way <strong> LeBron James </strong> left. I understand that. What I'll http://wn.com/Allen Iverson_Allen Iverson_31pts_PhilaDel Negrophia_76ers_vs_LeBron James_James Cleveland_James Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' <strong> Chris Webber </strong> had his best performance in his four games with PhilaDel Negrophia, scoring 24 points and grabShaquille O'Nealg 12 rebounds,", "new_id": -2}, {"uid": "1297059969077856769", "i": 20154, "idx": 0, "sa": ["Louis Walsh", "Simon Cowell"], "q": "action, encouraging hopefuls to instead make their way to Liverpool. Notable Ulster contestants from the past include Londonderry's Eoin Quigg and <strong> Simon Cowell </strong> Magee from Larne. Mr Magee told the Belfast Telegraph: <q> It's not fair and I'm surprised <strong> Louis Walsh </strong> is standing for it. They tour the live show in Belfast and Dublin, so they should have a venue to audition. It's going to be very expensive and a hassle for people now. </q> Deputy programme controller at Cool FM, Stuart Robinson said it was hypocritical of the show to snub Ireland, as the X Factor is well supported on both sides of the border.`` I", "new_id": -2}, {"uid": "1297539234212795433", "i": 45236, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Tools for devStephen Eloping for Nokia phones in the past were foreign to devStephen Elopers and hard to use. Now we can just tell them to use Dev Studio and. NET. Everybody loves. NET, right? <q> It allows devStephen Elopers to gain new forms of monetization, access to Nokia's worldwide store, in billing infrastructure, in short for devStephen Elopers that makes it easier for them to make money and it gives them access to Nokia's global scale. </q> Come to the dark side, we have cookies.( sorry, couldn't resist- Ed) <strong> Steve Ballmer </strong>, Microsoft CEO too the stage after <strong> Stephen Elop </strong>. While he was obviously thrilled that MS won", "new_id": -2}, {"uid": "1297379324211959809", "i": 57311, "idx": 0, "sa": ["Charles Ellis Schumer", "Janet Napolitano", "Kirsten Gillibrand", "Herb Kohl", "Sherrod Brown", "Bob Casey", "Jon Tester"], "q": "increased in the past few years. <strong> Charles Ellis Schumer </strong> was joined in his request by fellow New York Sen. <strong> Kirsten Gillibrand </strong>, <strong> Bob Casey </strong> of Pennsylvania, <strong> Sherrod Brown </strong> of Ohio, <strong> Jon Tester </strong> of Montana and <strong> Herb Kohl </strong> of Wisconsin. <q> Given what is at stake in combating illegal cross-border activity, and given its past success,( we) write to ask your agencies to co-ordinate in determining whether there are any available military technological assets anywhere around the world that can be more effectively deployed along our northern border to combat drug smuggling, </q> the senators wrote in the letter. Their move is seemingly at odds with <strong> Janet Napolitano </strong>, who defended bilateral border security efforts just a day earlier by tersely brushing off the findings of a recent congressional report that", "new_id": -2}, {"uid": "1296168264065404936", "i": 11474, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> <strong> Barack Obama </strong> is applauded on Capitol Hill in Washington Tuesday prior to delivering his State of the Union address. Jon Ruch of Ruch Builders shows how all the hot water lines are wrapped in insulation in", "new_id": -2}, {"uid": "1297195793265863175", "i": 19734, "idx": 0, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "former colleagues and says that he wanted to quit following the Abu Ghraib human rights scandal but his resignation was vetoed by the <strong> George H. W. Bush </strong>. In the account, that the Los Angeles Times describes as one about <q> shifting blame and settling scores </q>, <strong> Donald Rumsfeld </strong> writes that <strong> George H. W. Bush </strong> never asked him whether invading Iraq was the right course to take.`` While <strong> George H. W. Bush </strong> and I had many discussions about the war preparations, I do not recall his ever asking me if", "new_id": -2}, {"uid": "1295959277216842330", "i": 6509, "idx": 1, "sa": ["Dermot O'Leary", "Christian O'Connell", "Simon Cowell"], "q": "off Facebook, how annoying is that?'' he told Absolute Radio's <strong> Christian O'Connell </strong> on his breakfast show. <strong> Dermot O'Leary </strong> also revealed how X Factor judge <strong> Simon Cowell </strong> has a bath in his dressing room. <q> <strong> Simon Cowell </strong>'s decked out his whole dressing room, his whole dressing room is monochrome. It's like his house, and he's got a bath in his dressing room as well, no word of a lie, </q> he continued.`` I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.'' The 37-year-old credited the TV mogul for giving him a masterclass", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]