[{"uid": "1295646313245137447", "i": 27971, "idx": 0, "sa": ["Eric Schmidt"], "q": "a search engine, to a multitude of different things. It is a tech titan, of the likes the world has very few of. What was even more interesting is <strong> Eric Schmidt </strong>'s tweet after the announcement, <q> Day-to-day adult supervision no longer needed! </q> Yesterday, Google reported earnings of$ 8.75 per share on revenues of$ 6.37 billion, handily topping Wall Street estimates of$ 8.01 per share on revenues of$ 6.06 billion. Many are", "new_id": -2}, {"uid": "1295549028173850653", "i": 11024, "idx": 0, "sa": ["Simon Cowell"], "q": "with the job on the panel, with sources claiming that the music mogul is keen to add the What's My Name singer to the line-up for when the show launches later this year. Look magazine: <q> To get her on the show would give it real star power, </q> They added: \"She has a massive appeal and a real edge to her. <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.\" The source also claimed that SiCo and Rihanna", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,\" he said. \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}, {"uid": "1295408839085049344", "i": 603, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "<strong> Piers Morgan </strong> Tonight, <strong> Howard Stern </strong> called The Tonight Show host a \"crook,\" \"insane,\" \"not fit to scrub <strong> David Letterman </strong>'s feet,\" and that <strong> Jay Leno </strong> \"steals a tremendous amount of material.\" <q> America must be filled with morons, </q> said <strong> Howard Stern </strong>, \"the ones who watch <strong> Jay Leno </strong>, they must be in a coma.\" This was just about the only moment the conversation sprang to life, however. Too much time was wasted with", "new_id": -2}, {"uid": "1295550320082853986", "i": 45035, "idx": 0, "sa": ["Michelle Obama", "Colin Powell", "Barack Obama"], "q": "'s \"ability to inspire\" and the \"inclusive nature of his campaign.\" Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <q> He has both style and substance. I think he is a transformational figure, </q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" \"<strong> Michelle Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,\" <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1296768307240500746", "i": 24224, "idx": 4, "sa": ["Robin Williams", "Barbara Walters", "David Letterman"], "q": "after that?\" You'll recall that when <strong> David Letterman </strong> returned to Late Night after his quintuple bypass in 2000, he fought back tears as he honored the medical team that kept him alive, saying, <q> These men and women here saved my life. </q> With <strong> Barbara Walters </strong>, he couldn't resist being funny when she asked, \"Where did your new arteries come from?\" \"Ace Hardware,\" joked <strong> David Letterman </strong>. <strong> Robin Williams </strong> told <strong> Barbara Walters </strong>", "new_id": -2}, {"uid": "1297707872054411272", "i": 15947, "idx": 1, "sa": ["Steve Ballmer", "J Allard"], "q": "yesterday.) That's something that both Nokia and Microsoft are banking on. \"Nokia has incredible capabilities, whether it's industrial design or cameras or a broad, efficient supply chain,\" said <strong> Steve Ballmer </strong>. <q> We're sure from that based that Nokia will deliver absolutly phenomenal capability. </q> Actually, <strong> J Allard </strong> was quoted around the launch of the Xbox 360 in 2005 discussing the vision of gamers playing the same game on both the Xbox 360 and their mobile phone in a format which suited each form", "new_id": -2}, {"uid": "1295739237074268687", "i": 9446, "idx": 6, "sa": ["Tyronn Lue", "Calvin Coolidge", "Dennis Johnson", "Marvin Webster", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/CSU_FULLERTON_TITANS_VS_CSU_BAKERSFIELD_ROADRUNNERS_11/27/10 Fullerton, Calif.- Perry <strong> Marvin Webster </strong> and Jer` Vaughn <strong> Dennis Johnson </strong> each scored 17 points and three other Titans were in double figures Saturday night as <strong> Calvin Coolidge </strong> State Fullerton rallied to win its home opener, 85-75", "new_id": -2}, {"uid": "1297133397167510027", "i": 31570, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Christina Aguilera", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "game Super Bowl XLV fans spent twice as much on tickets, compared with last year <strong> Christina Aguilera </strong>'s Anthem clocked in at 1:54-- a \"push\" in Vegas New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1296774517130859030", "i": 5885, "idx": 2, "sa": ["Sergio Marchionne"], "q": "previous owners. As a result, the 200 has new features such as LED headlights and a quieter engine mounting system, a big improvement in quality that its predecessor, the Chrysler Sebring, didn't have. <q> The answer used to be no, </q> Verley said.Along with quality, <strong> Sergio Marchionne </strong> pushed the 200 to come out faster. He personally approved the car's interior in three days, far faster than the two weeks it took under previous CEOs. Chrysler's new", "new_id": -2}]