[{"uid": "1295850131219414576", "i": 27753, "idx": 1, "sa": ["Colin Powell"], "q": "poverty. The retired general and former chairman of the Joint Chiefs of Staff stressed that relations between the world's two largest economies will have their ups and downs. <strong> Colin Powell </strong> appeared on CNN's <q> State of the Union. </q> Click for your chance to win great prizes in the NewsChannel 10 Pro Football Pick'em contest. href=\"http://www.newschannel10.com/Global/category.asp?C=200153\"> Connect with local businesses. Click here. Find out what and when", "new_id": -2}, {"uid": "1297207620184696835", "i": 8392, "idx": 12, "sa": ["Kimberley Strassel", "Donald Rumsfeld", "George H. W. Bush"], "q": "pase de factura que algunos perciben en el libro de <strong> Donald Rumsfeld </strong>, otros consideran que hay datos valiosos que servir?n para el an?lisis del pol?mico per?odo hist?rico iniciado tras las atentados del 11 de septiembre de 2001. <q> En el coraz?n del libro de <strong> Donald Rumsfeld </strong> hay una importante cr?tica al gobierno de <strong> George H. W. Bush </strong> que ha estado faltando en el debate sobre Irak </q>, afirma <strong> Kimberley Strassel </strong>, articulista del The Wall Street Journal.`` El relato dominante hasta ahora ha sido el que el George H. W. Bushe-vaquero y su grupo de neoconservadores fueron a una guerra sin la preparaci?n adecuada e hicieron", "new_id": -2}, {"uid": "1295021661123977742", "i": 53730, "idx": 1, "sa": ["Kelsey Grammer", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "night that she and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle Giffords' hospital room when the wounded congresswoman opened her eyes for the first target=\"_blank\" href=\"http://worldtime.wn.com/\"> time since she was shot in the head Saturday. <q> it felt like we were watching a miracle, </q> <strong> Debbie Wasserman Schultz </strong> Schults said.`` Other than the birth of <strong> Kelsey Grammer </strong> to marry next month Musicrooms <strong> Kelsey Grammer </strong> has revealed he plans to marry Kayte Walsh?? sometime in February?. The 55-year-old air stewardess Kayte, 29,", "new_id": -2}, {"uid": "1297260236064307266", "i": 28642, "idx": 1, "sa": ["Max Mosley", "Andy Coulson"], "q": "features editor at the News of the World between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for breach of privacy after it exposed his extra-marital exploits with dominatracies. <q> Further to our conversation today a brief email to explain phone hacking was very easy in the 90s when people were new to mobiles and did not change their codes, you simply rang them up to ensure their phone was engaged; </q> you rang a second time, got to their message system pressed 9, followed by 0000, you could then listen to all their messages. Everyone in the schoolyard did it, many particularly showbiz", "new_id": -2}, {"uid": "1295243532247496778", "i": 32092, "idx": 0, "sa": ["Johnny Depp", "Justin Bieber", "Angelina Jolie", "Hailee Steinfeld", "Diane Warren"], "q": "flop.`` I'd like to squash this ridiculous rumor going round that the only reason The Tourist was nominated was so the Hollywood Foreign Press could hang with <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>.'' Then came the zinger: <q> That is not the only reason- they also accepted bribes, </q> he joked, referring to recent allegations of attempts to sway voters with free trips and expensive gifts. True Grit's <strong> Hailee Steinfeld </strong>, 14, might have stood a good sDiane Warrenral inches over pop prince <strong> Justin Bieber </strong>,", "new_id": -2}, {"uid": "1296452851051232810", "i": 53725, "idx": 5, "sa": ["Jordan Hall", "LeBron James", "Chris Webber", "Allen Iverson", "Maurice Cheeks"], "q": "worLeBron James to figuring out how to win games,'' <strong> Maurice Cheeks </strong> said.`` There are a lot of things we've got to work on.'' <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15. <q> The most I got out of it was that guys need to take a cJordan Hallenge to make this team better, </q> <strong> Allen Iverson </strong> said.`` He talked about during this bad time that we're going through right now that it was The New York Knicks showed their two new acquisitions just how much fun playing for them can be.", "new_id": -2}, {"uid": "1296687031182059074", "i": 55784, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ".... You may even have to fight when there is no hope of victory, for it is better to perish than to live as slaves. This call for a fight brought cries of`` plutocrat,'' <q> warmonger..... imperialist, </q>`` mass murderer,'' and`` enemy of the people'' from many Europeans. Two years later when the German socialists and the Soviet socialists had invaded the independent Republic of Poland and the http://wn.com/Donald Rumsfeld_Donald Rumsfeld_greeted_as_war_criminal_at_White_House_Correspondents_dinner_Does_He_Live_In_Fear? <strong> Donald Rumsfeld </strong> Under", "new_id": -2}, {"uid": "1295159210108871759", "i": 12382, "idx": 0, "sa": ["Mike D'Antoni", "Allen Iverson", "Toney Douglas", "Danilo Gallinari"], "q": ", citing the team's long-term interests.`` With the development of some of our young guys and with Gallo[ <strong> Danilo Gallinari </strong>] and Wilson[ Chandler] and <strong> Toney Douglas </strong>,'' coach <strong> Mike D'Antoni </strong> said at the time, <q> we just didn't think right now we wanted to have that dominant force on the team. </q> On one hand, this was a polite way of saying,`` <strong> Allen Iverson </strong>'s a crazy person,'' but the underlying message was,`` We have a plan here. Let us stick to it.''", "new_id": -2}, {"uid": "1295372756245596257", "i": 30220, "idx": 0, "sa": ["Jennifer Lopez", "Ellen DeGeneres", "Simon Cowell", "Randy Jackson"], "q": "excitement over being on the show during an interview with former judge <strong> Ellen DeGeneres </strong>, set to air Tuesday on`` The <strong> Ellen DeGeneres </strong> Show.''`` We're just having so much fun,'' <strong> Jennifer Lopez </strong> says. <q> <strong> Randy Jackson </strong>'s a riot. <strong> Randy Jackson </strong>, obviously, is kind of walking us through it, since he's been there for 10 years now.... You really get to use everything you know and help people. We get to help these kids who are just starting off in the business. </q> But while no one seems eager to follow in departed judge <strong> Simon Cowell </strong>'s`` villain'' footsteps, that doesn't mean the prospective contestants have gotten nicer too.`` Some people just get crazy", "new_id": -2}, {"i": 44049, "idx": 0, "index_answer": 0, "new_id": -1, "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q> probably went from 50 percent to 75 percent, </q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying,`` I'll be 100 percent by", "sa": ["Michael Vick", "Tony Mercurio"], "uid": "1296084752130252877"}]