[{"uid": "1296800259266600460", "i": 1321, "idx": 0, "sa": ["Tracy McGrady", "Michael Jordan", "Allen Iverson", "Tim Duncan"], "q": "acceptance of the league's most valuable player award seem like a cruel joke. But <strong> Michael Jordan </strong>'s defensive play was just as decisive on a night when he was forced to deal with cramps in the final minutes. <q> It's a crucial Tim Duncane of the game, </q> <strong> Michael Jordan </strong> said.`` What am I supposed to do http://wn.com/Allen Iverson_Allen Iverson_37pts_vs_Tracy McGrady_Tracy McGrady_Orlando_Magic_2001_MVP <strong> Allen Iverson </strong> scored 37 points in his MVP Season vs. Orlando Magic One of the most controversial Basketball players of all Tim Duncane, <strong> Allen Iverson </strong> is one of the most loved", "new_id": -2}, {"uid": "1296867070001982490", "i": 3669, "idx": 5, "sa": ["Sergio Marchionne"], "q": " Last year, Volkswagen AG( VOWG_p. DE) Chairman Ferdinand Piech expressed an interest in buying Alfa Romeo. But on Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. Piech will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> said Fiat was looking to`` redimension'' its joint venture with Indian automaker Tata Motors( TAMO.BO) to sell Fiat-branded cars in India. Tata", "new_id": -2}, {"uid": "1295972855202047505", "i": 18630, "idx": 4, "sa": ["Bernie Sanders"], "q": "was good for his party's business. Between 2003 and 2008, <strong> Bernie Sanders </strong> received over$ 2 million in campaign contributions, 20.7% coming from retired individuals. href=\"http://www.opensecrets.org/industries/background.php?cycle=2010&amp;ind=W06\"> Open Secrets notes: <q> The top industry isn't really an` industry' at all, but individuals who list their occupation as` retired' in federal documents. </q> Open Secrets also notes that the href=\"http://www.opensecrets.org/industries/background.php?cycle=2010&amp;ind=W06\"> AARP, with over 40 million members,`` is the largest advocacy group for retired people.'' AARP is in the business of protecting certain government programs which financially", "new_id": -2}, {"uid": "1296840306168542233", "i": 47441, "idx": 0, "sa": ["Michael Vick", "Dan Patrick", "Ted Larsen", "Michael David Smith", "Albert Haynesworth", "Tony Dungy"], "q": "are false, has forwarded to us via text message his comments to the Washington Post.`` <strong> Albert Haynesworth </strong> has yet to speak to the authorities at all on this matter,'' Speck said. <q> So only one side of the story has been told at this point in time. If contacTed Larsen by the authorities, <strong> Albert Haynesworth </strong> will certainly cooperate in any way. This man, who actually provoked the situation himself, recognized <strong> Albert Haynesworth </strong> and is now simply trying to turn it into his 15 minutes of fame and get, we can only assume, some money.`` <strong> Albert Haynesworth </strong> did not assault this man and looks forward to his day in court to refute these ridiculous allegations. </q> PosTed Larsen by <strong> Michael David Smith </strong> on February 4, 2011, 12:01 PM EST <strong> Michael Vick </strong> hosting a party, his former dog fighting co-defenDan Patrickt got shot. So some eyebrows were raised this week when it was reporTed Larsen that But <strong> Tony Dungy </strong>", "new_id": -2}, {"uid": "1296143843063832065", "i": 31822, "idx": 1, "sa": ["Bernie Sanders"], "q": "in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. title=\"Bernie Sanders\" href=\"http://www.dailypress.com/topic/politics/Bernie Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> New push at Virginia General Assembly for longer window for child sexual abuse victims to sue... Viewing this on your phone? Go to mobile.dailypress.com for a compact version of our site.", "new_id": -2}, {"uid": "1297254281101777433", "i": 51691, "idx": 10, "sa": ["Simon Cowell"], "q": " The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money,'' he said. <q> It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back </q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to instillin the competition.", "new_id": -2}, {"uid": "1295828770223035392", "i": 50958, "idx": 2, "sa": ["Clive Goodman", "Glenn Mulcaire", "Simon Hughes", "Chris Huhne"], "q": "'' Mr <strong> Chris Huhne </strong> said that it was clear that the practice extended far beyond the News of the World's former royal correspondent <strong> Clive Goodman </strong>, who was jailed in 2007 along with private investigator <strong> Glenn Mulcaire </strong>. <q> Why would the royal correspondent be interested in hacking the voicemails of( Lib Dem deputy leader) <strong> Simon Hughes </strong> for example? </q> he told the BBC1 Politics Show.? 2011 owned by or licensed to Trinity Mirror North West& North Wales Limited.", "new_id": -2}, {"uid": "1296575507267468818", "i": 13338, "idx": 2, "sa": ["Allen Iverson", "James Andrews"], "q": "important to get his calf healed and asymptomatic than it is to try to play with continued pain. We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career.'' <q> He actually tried to tough it out and continued to play while over in Turkey, </q> said <strong> James Andrews </strong>.`` However, he got to the point where he could not really run up and down the court because of increased pain.'' <strong> Allen Iverson </strong> said on his Twitter account he hopes to be", "new_id": -2}, {"uid": "1297506372096157699", "i": 8673, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "`` We needed to get these different product leaders together to find time to talk through all the integration points,'' says <strong> Larry Page </strong> during a telephone interview with <cite> Bloomberg Businessweek </cite> minutes before a late-January Execute session. <q> Every time we increase the size of the company, we need to keep things going to make sure we keep our speed, pace, and passion. </q> The new weekly ritual-like the surprise announcement on Jan. 20 that <strong> Larry Page </strong> will take over from <strong> Eric Schmidt </strong> in April-marks a significant shift in strategy at the world's most famous Internet company. Welcome to Google 3.0. In", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,'' <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business'`` move forward into the era of cloud computing,'' one that would apparently require`` new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}]