[{"uid": "1295669780256737307", "i": 38559, "idx": 0, "sa": ["Piers Morgan", "Andy Coulson", "David Cameron"], "q": ". The newspaper has published several articles regarding the phone-hacking scandal which forced <strong> Andy Coulson </strong>'s resignation from the step down as director of communications for Prime Minister <strong> David Cameron </strong>. Writing on Twitter, <strong> Piers Morgan </strong> said: <q> Very sad to hear news about <strong> Andy Coulson </strong>- good man, good friend. How many times does@guardian want people to quit over same thing? <strong> ( sic ) </strong>.`` If@guardian abhors publication of material obtained by dodgy methods so much, where does that leave them on Wikileaks?#justcurious </q> He added:`` The Guardian has fried sources( Tisdall), used fake faxes( Aitken), run stolen prurient docs( Wikileaks- Gaddafi secret lovers)... and their Professor of Journalism Mr", "new_id": -2}, {"uid": "1295094125134053943", "i": 20075, "idx": 5, "sa": ["Lily Allen", "Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Nathan_plays_Not_Fair_by_Lily_Allen_Keyboard_Cover_[KARAOKE_/_INSTRUMENTAL] This is my cover of`` Not Fair'' by <strong> Lily Allen </strong> taken from her# 1 album`` Its Not Me Its You''. Its her 2nd single following her# 1 success with``", "new_id": -2}, {"uid": "1295505873199884815", "i": 18835, "idx": 1, "sa": ["Simon Cowell"], "q": "7 billion industry and that <strong> Simon Cowell </strong>'s salary represents a fraction of his overall take. In the end, Rushfield leaves us with the Idol magic as he watches 16,000 line up for Season 10 auditions: <q> Somewhere in one of those crowds, lined up into the distance... may have stood the person who would change the show... and keep the dream alive for yet another generation of dreamers. </q> We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review comments frequently to", "new_id": -2}, {"uid": "1296166292065404942", "i": 36969, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "'s a full-time job just to deal with all the external stuff: customers, partners, deals, M&A, government, press, publicity and marketing.'' He also mentioned that <strong> Sergey Brin </strong> will focus on <q> the order of three big initiatives. </q> <strong> Eric Schmidt </strong> didn't elaborate. Turning to competition, <strong> Eric Schmidt </strong> said he was perplexed by the Facebook obsession because`` the facts don't support it.''''[ Facebook] has clearly stated they", "new_id": -2}, {"uid": "1296860121114081793", "i": 26288, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "Ferrari, Maserati and Alfa Romeo. Last year, Volkswagen AG Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> also said Fiat is looking to`` redimension'' its joint venture with Indian automaker Tata Motors to sell Fiat-branded cars in India. Tata", "new_id": -2}, {"uid": "1297451846240746502", "i": 36810, "idx": 3, "sa": ["Donald Rumsfeld", "Islam Karimov", "Lowell Jacoby"], "q": "But the DIA memo, written at <strong> Donald Rumsfeld </strong>'s request, came to the conclusion that the Andijan events were in fact not the result of an Islamist plot, but of legitimate grievances of the population. <q> Their[ those involved in the uprising] motivation almost certainly was anger and frustration over poor socio-economic conditions and repressive government policies rather than a unifying extremist ideology, </q> the memo, written by DIA Director Vice Admiral <strong> Lowell Jacoby </strong>.`` There are no indications that <strong> Islam Karimov </strong> understands that a deep sense of injustice was at the center of the protest. Future protests-possibly leading to more violence-are likely", "new_id": -2}, {"uid": "1295095293207257639", "i": 271, "idx": 0, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries, saying, <q> There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseless act in Arizona. </q> On the other side of the political aisle, liberal <strong> Sen. Bernie Sanders </strong>, I-Vt., who is seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>", "new_id": -2}, {"uid": "1297117350135839819", "i": 45501, "idx": 0, "sa": ["Simon Cowell"], "q": "him select the winner of the TV talent show but admitted he is in`` regular'' contact with the singer, who he worked with on` American Idol' until 2009. He said: <q> I'm a massive fan of <strong> Paula Abdul </strong>. We have been in regular contact. I'm not going to say who we are going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers. </q> <strong> Simon Cowell </strong>, 51, quit` American Idol' in order to launch` The X Factor' in the US and he admits he has not watched the new season of his former show, though", "new_id": -2}, {"uid": "1297483335048791641", "i": 19756, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Stephen Elop </strong>, the two said,`` There are other mobile ecosystems. We will disrupt them.'' <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> spoke at a news briefing in London on Friday that was broadcast on the Internet. <q> This partnership with Nokia will accelerate, dramatically accelerate, the development of a vibrant, strong Windows Phone ecosystem, </q> <strong> Steve Ballmer </strong> said. Earlier reports anticipated a major move by Nokia to address its slipping hold on the market. The technology blog Engadget this week linked to an internal memo by <strong> Stephen Elop </strong> that likened the company to", "new_id": -2}, [{"i": 13415, "idx": 1, "index_answer": 0, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said.`` I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Allen Iverson"], "uid": "1294961599111804420"}]]