[{"i": 16697, "idx": 1, "index_answer": 0, "new_id": -1, "q": "hoped to get$ 3 billion in loans. General Motors Co.'s withdrawal of its application for$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval. <q>We're in two different places in financial history,</q> <strong> Sergio Marchionne </strong> said of Chrysler and GM. \"They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to", "sa": ["Sergio Marchionne"], "uid": "1296854638096747656"}, {"uid": "1296153161091389985", "i": 13702, "idx": 2, "sa": ["Sergio Marchionne"], "q": ". \"There's a point in time when I have to go back into my kitty and start using the other cash to do this, which is not a good answer,\" <strong> Sergio Marchionne </strong> said. <q>That was not the purpose of the DOE funding. The DOE funding was to encourage innovation in energy.</q> All totaled, the Department of Energy made 25 billion dollars in loan money available. In the summer of 2009, it announced a series of loans, including money Ford used to convert the former Michigan", "new_id": -2}, {"uid": "1297176031226918403", "i": 3192, "idx": 34, "sa": ["David Letterman", "Aaron Rodgers"], "q": "my breath.\" <strong> David Letterman </strong>: \"Now, why is that? Because earlier you spoke of nothing but confidence in the team?\"( <strong> David Letterman </strong>, <strong> Aaron Rodgers </strong>, audience laugh) <strong> Aaron Rodgers </strong>: <q>It's just too many bad memories of us taking control of the momentum and then losing it with a kickoff return or, you know-- and it just seemed to happen at times. But we lucked out. One of their guys punched one of our guys, got a 15-yard penalty-- you can't do that.</q>( <strong> Aaron Rodgers </strong>, audience laugh) <strong> David Letterman </strong>: \" \"No, you hate to see that.\" <strong> Aaron Rodgers </strong>: \"It\"s tough, you know?\" <strong> David Letterman </strong>: \"Is", "new_id": -2}, {"uid": "1296171506171278372", "i": 4738, "idx": 1, "sa": ["Mike Pence"], "q": "aware of the problems that Social Security, Medicare, and Medicaid face before you can discuss possible solutions- like raising the retirement age.\" MIKE PENCE NOT RUNNING FOR PRESIDENT <strong> Mike Pence </strong> Falcone notes: <q><strong> Mike Pence </strong>'s appeal among conservatives became even more clear in September when he won a straw poll at the Family Research Council's annual Values Voter Summit, a gathering of social conservatives. <strong> Mike Pence </strong>, the former chair of the House Republican Conference, received 24 percent of the vote in poll-- two points ahead of Huckabee and eleven points ahead of Romney. In fact, <strong> Mike Pence </strong> was so popular among those who took the straw poll that he also topped the list of potential GOP vice presidential candidates.</q>[ ABC News] Next week, the Senate will be taking up FAA reauthorization, a rare moment when something might actually get done in the 112th Congress. The Senate", "new_id": -2}, {"uid": "1296826564039223317", "i": 15758, "idx": 0, "sa": ["Michael Gove"], "q": "circulated for years that they favour traditional academic subjects over newer ones such as business studies and photography. <strong> Michael Gove </strong> said he had warned the last government that state-school pupils were being \"misled\" about qualifications. <q>A generation have been betrayed by Labour ministers who denied poorer children the chance to go to top universities,</q> he said today. <strong> Michael Gove </strong> said the government was trying to reverse the \"dramatic\" rise in the number of children taking \"less rigorous, non-academic qualifications\". For the first time this", "new_id": -2}, {"uid": "1294957392081149963", "i": 6985, "idx": 9, "sa": ["Antonio McDyess", "Allen Iverson", "George Karl"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game per doctors orders. <q>If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin,</q> he said. Yet he refuses to wear anything on the finger in a game. \"I'm just real superstitious,\" <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}, {"uid": "1296655289246464543", "i": 724, "idx": 2, "sa": ["Eric Schmidt"], "q": "His Exhibit A was Darwin <strong> Eric Schmidt </strong> Smith, a low-key lawyer who transformed Kimberly-Clark into an industry leader in the 1970s and'80s. A rung lower in Collins' leadership hierarchy were the Level 4 types: those who <q>catalyze commitment to and vigorous pursuit of a clear and compelling vision</q>-- the profile of most enduring technology industry founder-CEOs. While company needs will vary, there's a strong case for why the visionary variety of CEO still matters in technology more than any other industry. Innovation", "new_id": -2}, {"uid": "1296870076196296704", "i": 24677, "idx": 2, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "to restructure the weakest of the U.S. automakers with Fiat's small-car know-how and international distribution. <strong> Sergio Marchionne </strong> said that in the next two to three years Chrysler and Fiat could ultimately merge into one company, adding, <q>For all I know it could be based here.</q> <strong> Sergio Marchionne </strong> is credited with reviving Fiat, whose brands include Ferrari, Maserati and Last year, Volkswagen AG Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But on Friday, <strong> Sergio Marchionne </strong> flatly rejected", "new_id": -2}, {"uid": "1297620569105463821", "i": 1022, "idx": 1, "sa": ["Mike Pence"], "q": "million in annual funding. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\" <strong> Mike Pence </strong> said. <q>The time to deny any and all funding to Planned Parenthood is now.</q> By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned", "new_id": -2}, {"uid": "1295499872140181512", "i": 3836, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl", "Josh Smith"], "q": "a span of two seconds after technical fouls against JR <strong> Josh Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the <strong> Yao Ming </strong> play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Dwyane_Wade_33_Points_vs_Atlanta_Game_2_Playoffs_2009!_HD!_22409 Down 19 points after the first quarter, the", "new_id": -2}]