[{"uid": "1295548613082853889", "i": 11155, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "one who takes over the <strong> Simon Cowell </strong> role of delivering the final verdict, was a definite no, but the other two gave her a pass. I want to see <strong> Steven Tyler </strong> follow through on his promise to <q> personally work that into something good. </q> Victoria Huggins-- you know, the bouncy 16-year-old so sweet that my teeth ached-- is another one that will get chewed up in Hollywood. She promised video updates-- oh good grief. She belongs", "new_id": -2}, {"uid": "1296509145217612294", "i": 986, "idx": 0, "sa": ["Donald Rumsfeld", "Sen. Chris Dodd", "Dick Cheney", "President Bush"], "q": ", Economist said: Norinomics is the greatest philosophy ever propounded on earth ever... <strong> Sen. Chris Dodd </strong> Couretas on Monday, January 31, 2011 Peter Wehner on Commentary Magazine's Contentions blog looks at the <q>... what is worth noting, I think, is that Wallis( as opposed to Colson) has repeatedly violated his commitment to civility. For example, in 2007, </q> Wallis said: \"I believe that <strong> Dick Cheney </strong> is a liar; that <strong> Donald Rumsfeld </strong> is also a liar; and that <strong> President Bush </strong> was, and is, clueless about how to be the president of the United States", "new_id": -2}, {"uid": "1296590040084361306", "i": 17121, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "legal or serious personal issues, the solution is still the same. \"It's not a popularity contest,\" Dan Pompei, of the Chicago Tribune, said on the Mully and Hanley Show. <q> It's about throwing touchdown passes. </q> LISTEN: Dan Pompei On The Mully And Hanley Show audio http://cbschicago.files.wordpress.com/2011/02/pompei-winning-all-that-matter-for-qbs.mp3] Both <strong> Ben Roethlisberger </strong> and <strong> Michael Vick </strong> were suspended from the NFL for actions they took off the field. <strong> Ben Roethlisberger </strong> for an alleged", "new_id": -2}, {"uid": "1296166252125468724", "i": 35230, "idx": 2, "sa": ["Mike Pence"], "q": "recounting a meeting with a laid-off constituent in Newcastle, Indiana in late 2008 who thanked him for voting against the Wall Street bailout. After <strong> Mike Pence </strong> expressed sympathy for the guy's recent layoff, the constituent responded, <q> I can get another job; I can't get another country. </q> The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of the", "new_id": -2}, {"uid": "1296233986144064524", "i": 24467, "idx": 2, "sa": ["David Archuleta", "Simon Cowell", "Sun Go", "Clive Davis", "Elton John"], "q": "and <strong> David Archuleta </strong>, 17, each performed three times in the live telecast before some 7000 people at Los Angeles' Nokia Theatre. One song was chosen for each by Sony BMG executive <strong> Clive Davis </strong>, who assigned U2's <q> I Still Haven't Found What I'm Looking For </q> to Cook, and the <strong> Elton John </strong> ballad \"Don't Let the <strong> Sun Go </strong> Down on Me\" to <strong> David Archuleta </strong>. <strong> Simon Cowell </strong>, who had earlier predicted Cook would triumph, firmly stated \"Round 1 goes to <strong> David Archuleta </strong>.\"", "new_id": -2}, {"uid": "1295592970155664410", "i": 2747, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "responsibility in the company. Earlier all the major strategic decisions were taken by the three of them together. But that is set to change. In a self-authored blogpost <strong> Eric Schmidt </strong> details about the new roles, <q> Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. </q> <strong> Eric Schmidt </strong> describes co-founder <strong> Sergey Brin </strong> as an \"innovator and entrepreneur to the core\" and rightly so, his role in new and strategic projects would be much needed. He would continue to sport the \"co-founder\" title", "new_id": -2}, {"uid": "1296746865116736071", "i": 44918, "idx": 4, "sa": ["John McCain", "Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "lunch alone with the new envoy. \"Shouldn't have done so,\" the memo said. The president \"linked him to the <strong> John McCain </strong> House instead of to\" the Pentagon or State Department. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> <strong> Donald Rumsfeld </strong> writes in the book. Providing pointed critiques of other former colleagues, <strong> Donald Rumsfeld </strong> portrays <strong> Colin Powell </strong> as reigning over a State Department reluctant to accept <strong> President Bush </strong>'s political direction and intent on taking anonymous swipes at the", "new_id": -2}, {"uid": "1295510840092602376", "i": 812, "idx": 2, "sa": ["Rasheed Wallace", "Allen Iverson", "Monta Ellis"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by Watch him here, www.youtube.com Cory Barrios <strong> Monta Ellis </strong> out of Castro Valley, Ca scores 41 points in a", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1295419250126189579", "i": 24262, "idx": 2, "sa": ["Sergio Marchionne"], "q": "eventually producing 80 percent of its product line from four or five architectures, a plan that is just getting under way. The vehicles from the new minivan platform would be built in Windsor. <q> I am here with one message to tell you, </q> <strong> Sergio Marchionne </strong> told workers Tuesday. \"The future of this plant is without doubt guaranteed.\" Windsor Assembly is Chrysler's oldest plant and the only automaking factory in North America running on three shifts. It", "new_id": -2}]