[{"uid": "1295708821020955159", "i": 31607, "idx": 0, "sa": ["Michael Vick", "Mike Missanelli"], "q": "Well, on Wednesday <strong> Michael Vick </strong> was on the <strong> Mike Missanelli </strong> radio show on 97.5 The Fanatic in Philadelphia when he was asked by the host about the bet and which one he thinks will win. <q>We'll see.[ Oprah will] probably win it cuz I know nothing about the other guy,<q> <strong> Michael Vick </strong> admitted. Top News for more stories Related Article( s): Gucci's Face Tattoo a Mistake?- Also Blows$ 20k on Falcons Game EUR Special Report: The Black Abortion Rate Continues", "new_id": -2}, {"uid": "1295745495072876080", "i": 6370, "idx": 2, "sa": ["Andy Coulson"], "q": "accusers were nasty evil people. However, if you were not one of their sort, judgement would be pronounced without evidence and you would be guilty. WurzelGummidge 23 January 2011 1:17 AM <q>showerdaily What does that mean? Presumably you think an accusation of conspiracy theorist is sufficient distraction from illegality at the heart of government that it'll all just go away?<q> Like I said \"move along, nothing to see here\" The only illegality took place at <strong> Andy Coulson </strong>'s previous job. In order to post a comment you need to be registered and", "new_id": -2}, {"uid": "1297250613009437217", "i": 37604, "idx": 5, "sa": ["Simon Cowell"], "q": "enormous amount of pressure on people,\" he said. The winner will receive a$ 1 million check once a year for five years, from which recording and marketing expenses will not be deducted. <q>This is not a dressed-up$ 5 million,<q> <strong> Simon Cowell </strong> noted. And those concerned that an inexperienced nobody thrust into the limelight might blow the money on hookers and drugs, need not worry. The winner will receive financial advice on how best to manage", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million. \"Access to air travel is critical for our economic recovery,\" <strong> Kirsten Gillibrand </strong> said. <q>Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service.<q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}, {"uid": "1297117350135839819", "i": 45501, "idx": 0, "sa": ["Simon Cowell"], "q": "him select the winner of the TV talent show but admitted he is in \"regular\" contact with the singer, who he worked with on \"American Idol' until 2009. He said: <q>I'm a massive fan of <strong> Paula Abdul </strong>. We have been in regular contact. I'm not going to say who we are going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers.<q> <strong> Simon Cowell </strong>, 51, quit` American Idol' in order to launch` The X Factor\" in the US and he admits he has not watched the new season of his former show, though", "new_id": -2}, {"uid": "1296383953030212103", "i": 13508, "idx": 0, "sa": ["Zahi Hawass"], "q": "They were set ablaze by protesters on Friday and then again last night. The area has been the scene of continual protests all week. <strong> Zahi Hawass </strong>, Secretary General of Supreme Council of Antiquities, said: <q>What really scares me now is the building located on the eighth side of the Cairo Museum. This building is burning. If this building is destroyed it will go above the Cairo museum and this will be a disaster.<q> Copyright Â© 2011 euronews", "new_id": -2}, {"uid": "1295328855053116960", "i": 42708, "idx": 1, "sa": ["Reggie Watts", "Elton Brand", "Guillermo del Toro", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,<q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four <strong> Reggie Watts </strong> performs live at aura lounge in portland oregon for PICA unwrapped. Part 1 http://wn.com/Guillermo_del_Toro_Q&amp;A_Portland,_OR__Part_11/11__Love_for_videogames On 9/29/10, <strong> Guillermo del Toro </strong>'s last question of the", "new_id": -2}, {"uid": "1296179950266141706", "i": 16766, "idx": 5, "sa": ["Lindsey Graham", "Sen. Bernie Sanders"], "q": ". \"We know what to do on Social Security; I put on the table[ a proposal] adjusting the age from 67 to 69,\" <strong> Sen. Bernie Sanders </strong> <strong> Lindsey Graham </strong>( R-S.C.) said Wednesday. <q>I don't know how in the heck we save this country from bankruptcy if we don't reform entitlements. \"Why can't we do what <strong> Ronald Reagan </strong> and Tip O'Neill did?<q> <strong> Lindsey Graham </strong> said in reference to the former Republican president and Democratic House speaker. <strong> Sen. Bernie Sanders </strong> accused Republicans of hyping the fiscal instability of the program and the media of swallowing their spin. \"If it", "new_id": -2}, {"uid": "1296708031055181319", "i": 25889, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony", "George Karl", "Marcus Camby"], "q": "been.\" The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q>A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,<q> <strong> Allen Iverson </strong> said. \"They were beating me down the court, and I was just finding guys. They did a great job of finishing.\" <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with Phil Berger, YoChicago", "new_id": -2}, {"uid": "1295171274222330910", "i": 38636, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "people give him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q>Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick.<q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the US' X Factor' he is trying not to worry about it.", "new_id": -2}]