[{"uid": "1297201801051740673", "i": 16053, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "a little awkward. Clearly a bit taken aback by sitting next to <strong> David Letterman </strong>, <strong> Aaron Rodgers </strong> explains the game, his calm demeanor and that shiny belt they threw on him during the awards presentation. <q> The belt has really caught on, </q> says <strong> Aaron Rodgers </strong> of the WWE World Championship belt, complete with spinning logo.`` It's a celebration that stared during practice, and the fans love it. You've got to give them what they love.", "new_id": -2}, {"uid": "1295696713150896652", "i": 16408, "idx": 1, "sa": ["Colin Powell", "Queen Elizabeth II", "Sen. Joe Lieberman"], "q": ", were huddled round the television, aware of nothing but <strong> Colin Powell </strong>'s address to the U.N., making it clear that an attack on Iraq was imminent. He cited cited Downing Street's shameful work of fiction( <q> Iraq- its infrastructure of concealment, deception and intimidation </q>) saying:`` <strong> Sen. Joe Lieberman </strong> would call my colleagues' attention to the fine paper that the <strong> Queen Elizabeth II </strong> distributed... which describes in exquisite detail Iraqi deception activities.'' It was 5th February 2003. <strong> Sen. Joe Lieberman </strong> stood", "new_id": -2}, {"uid": "1295635435112984071", "i": 18940, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "me to give the 110% needed in this role.'' I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. <q> I'll leave within the next few weeks and will do so wishing the <strong> Tony Blair </strong>, his family and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. </q> Mr <strong> David Cameron </strong> responded in a statement:'' I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that", "new_id": -2}, {"uid": "1295073695171851783", "i": 3274, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "David Hasselhoff"], "q": ". After already appearing on the US version of the ITV1 series, the Hoff admitted the acts battling it out in the competition were`` far crazier'' than their American counterparts. He said: <q> I'm mad for it in Manchester. You guys have some far better and far crazier talent here in the UK. </q> Meanwhile, existing judge Amanda Holden praised the new additions to the show- with <strong> David Hasselhoff </strong> and the Hoff having replaced last year's <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> on the panel- and admitted the new", "new_id": -2}, {"uid": "1295779892017170523", "i": 1854, "idx": 20, "sa": ["Marjorie Dannenfelser", "Mike Pence", "Ronald Reagan"], "q": ". She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to.`` I hate to bring up <strong> Ronald Reagan </strong> because everybody does that,'' <strong> Marjorie Dannenfelser </strong> said. <q> But it's what <strong> Ronald Reagan </strong> did and what <strong> Sarah Palin </strong> can do and what other candidates would pay any amount of money for. </q> Andy Smith, who heads the University of New Hampshire's Granite State Poll, said it's not surprising that activists are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't", "new_id": -2}, {"uid": "1295945463061587467", "i": 5939, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown.`` We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,'' Safire said. <q> There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal. </q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog DANVILLE 2 BR/", "new_id": -2}, {"uid": "1296203343159924279", "i": 13926, "idx": 0, "sa": ["Eric Schmidt", "David McCullough"], "q": "have overturned the machinery of the imperialist running dog oppressors: You have slightly chipped the window of the global fascist bourgeoisie, brothers! Solidarity! <strong> David McCullough </strong> Wenig of Thomson Reuters told reporters: <q> A huge boom went off. The whole ceiling lifted. Everyone was convinced it was a bomb. It took a half hour to reassemble the meeting. </q> Yes, the fighting brotherhood of the Revolutionary Perspective succeeded in disrupting a meeting for half an hour. It's almost exactly the same as storming the Winter Palace.`` Breaking: <strong> Eric Schmidt </strong> says he drew", "new_id": -2}, {"uid": "1296354133035504148", "i": 1187, "idx": 3, "sa": ["Michael Vick"], "q": "to be petted. And there are big ones, such as the day when the dogs find permanent homes, the way six of the 22 that originally were brought to Best Friends have thus far. <q> When they announced on TV that <strong> Michael Vick </strong> was eligible to play football again, I lost every single bit of inner peace, </q> said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment.`` But I thought,", "new_id": -2}, {"uid": "1296619354222035975", "i": 13520, "idx": 0, "sa": ["Dirk Nowitzki", "Allen Iverson"], "q": "control. A day after scoring 51 points in a defeat, <strong> Allen Iverson </strong> may have been even better, scoring 35 points and dishing out 12 assists while leading the Denver Nuggets past the Dallas Mavericks 122-109 Thursday night. <q> AI had it all going from everywhere, </q> said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds.`` He was driving and making shots in-between.'' <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line.", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's`` Monday Night RAW'' back in October 2009.`` Yeah the belt's really caught on,'' said <strong> Aaron Rodgers </strong>. <q> It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those. </q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}]