[{"uid": "1297445312051478703", "i": 19286, "idx": 1, "sa": ["David Letterman"], "q": ",\" group member Treach told AllHipHop.com. Naughty By Nature co-founder Vin Rock said that he was appreciative that such high profile personalities appreciated the hit-making group's longevity in the music business. <q>They understood that we was celebrating 20-years in the game and they realized that entertainment, it's hard to be around for 20 years no matter what you do,</q> Vin Rock told AllHipHop.com. \"Big up to Paul Schaffer. After we did soundcheck Paul wanted to get busy with us.\" Paul Schaffer is a legendary musician who has served as <strong> David Letterman </strong>'s bandleader", "new_id": -2}, {"i": 10146, "idx": 1, "index_answer": 2, "new_id": -1, "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q>always been good. I said he didn't owe me a phone call, but I appreciated it.</q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> <strong> Barbra Streisand </strong> America contestants bring home state designs to \"Show Us Your Shoes\" parade in Las Vegas America contestants strutted down the Las Vegas Strip displaying shoes decorated", "sa": ["Jay Leno", "David Letterman", "Conan O'Brien", "Barbra Streisand"], "uid": "1295127807207224874"}, {"uid": "1296128045255868977", "i": 30195, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "family and I'm just thankful.\" After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q>I'm enjoying the guys and I'm enjoying being out here playing football,</q> he said. \"This is what you work for. You work hard to get in this position. I'm ecstatic to be here.\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more", "new_id": -2}, {"uid": "1294962325114475009", "i": 22527, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "wake up, whereas before she would just go back to sleep right away, like you would do if you were woken up,\" said <strong> Dr. Peter </strong> Rhee, medical director of the University Medical Center Trauma Center. <q>But it's like in the morning when you get woken up for work, you're about to have your cup of coffee, she's rousing, then her eyes stay open, stays open for long periods of time.</q> One of <strong> Gabrielle Giffords </strong>' close friends, New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, was in the room when <strong> Gabrielle Giffords </strong> opened her eyes in response to her husband's voice. \"All of a sudden she started", "new_id": -2}, {"uid": "1295304293100499478", "i": 36645, "idx": 3, "sa": ["Rick Santorum", "Mike Pence"], "q": "Dakota and former <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q>To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security,</q> he said. He said town hall meetings are \"very routine\" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings.------", "new_id": -2}, {"uid": "1297177627217825367", "i": 42338, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": ": 7 minutes ago Former defense secretary <strong> Donald Rumsfeld </strong> says he should have stepped down in 2004 after photos emerged of the abuses done to Iraqi prisoners by U.S. personnel at the Abu Ghraib prison in Baghdad. <q>That was such a stain on our country,</q> he tells ABC News' <strong> Diane Sawyer </strong> in an interviewed \"I stepped up and told the president I thought I should resign,\" he says. \"I think probably he and the military and the Pentagon", "new_id": -2}, {"uid": "1297719034008798216", "i": 10115, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Today, developers, operators and consumers want compelling mobile products which include not only the device, but the software, services, applications and customer support that make a great experience,\" said <strong> Stephen Elop </strong>. <q>Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.</q> Microsoft chief executive <strong> Steve Ballmer </strong> added: \"I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in", "new_id": -2}, {"uid": "1294961940081149955", "i": 21917, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Walsh", "Gabrielle Giffords"], "q": "Reacting to a story about the friendship between <strong> Debbie Walsh </strong> Wasserman-Schultz, <strong> Gabrielle Giffords </strong>, and <strong> Kirsten Gillibrand </strong>, Shani Hilton observes: <q>It's good that the women who are there have been able to support one another, but this is a reminder that women haven't made many inroads in Congress</q>- or the congressional leadership- in nearly a decade. The 2010 election saw the first drop in women in Congress since 1979, from 93 to 90. It was also the first year since 1979 that women", "new_id": -2}, {"uid": "1296261938051675143", "i": 41033, "idx": 0, "sa": ["Dana Barros", "Ernie DiGregorio", "Larry Bird", "Allen Iverson"], "q": "me of World B Free\" \"reminds me of Ken Leninger\" \"reminds me of <strong> Ernie DiGregorio </strong>\" \"reminds me of <strong> Dana Barros </strong>\" <q>reminds me of <strong> Nate Funk </strong></q> \"reminds me of <strong> Larry Bird </strong>\" \"He reminds me of that one guy from Duke\" \"reminds me of <strong> Allen Iverson </strong>\" The fact that people", "new_id": -2}, {"uid": "1294965536008224783", "i": 22436, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "month that she doesn't think former \"Idol\" judge <strong> Simon Cowell </strong> would be watching.\"[ He said] I haven't seen anything... I'm not watching it!\" <strong> Paula Abdul </strong> gushed. <q>He wishes me luck in the most backhanded way all the time!</q>", "new_id": -2}]