[{"uid": "1296582035160382982", "i": 47927, "idx": 2, "sa": ["María Antonieta Collins", "David Letterman", "Charles Grandison Rose III", "Jaime Bayly"], "q": "commercial. <strong> Jaime Bayly </strong> and <strong> María Antonieta Collins </strong> stand up and kiss on the cheek, but their microphones remain on.`` Don't come here just to complain about my behavior,'' <strong> Jaime Bayly </strong> says angrily over the outro music. <q> And don't be so damned boring. </q> <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charles Grandison Rose III </strong>; comedian and serious interviewer; straight and gay; shamelessly self-promoting and relentlessly self-deprecating. After a one-and-a-half-year hiatus, he", "new_id": -2}, {"uid": "1295467035045563919", "i": 20382, "idx": 0, "sa": ["Mike Pence", "Chris Matthews", "Debbie Wasserman Schultz", "Eric Cantor", "Brian Bilbray"], "q": "<strong> Mike Pence </strong> <strong> Debbie Wasserman Schultz </strong>( D-FL) discusses the facts of the Affordable Health Care for AmEric Cantora Act on MSNBC's Hardball with <strong> Chris Matthews </strong> and sets the record straight for <strong> Mike Pence </strong> <strong> Brian Bilbray </strong>( R-CA). <strong> Mike Pence </strong> <strong> Debbie Wasserman Schultz </strong> to <strong> Mike Pence </strong> <strong> Brian Bilbray </strong>: <q> You are entitled to your own opinion but you are not entitled to your own facts. </q> http://wn.com/MSNBC_Debbie Wasserman Schultz_Debbie Wasserman Schultz_criticizes_new_breast_cancer_screening_guidelines On MSNBC, <strong> Mike Pence </strong> <strong> Debbie Wasserman Schultz </strong> discusses new breast cancer screening guidelines from the US Preventive Services Task Force. She also discusses how she believes we will find common ground when it comes to abortion funding and health insurance", "new_id": -2}, {"uid": "1296575507267468818", "i": 13338, "idx": 2, "sa": ["Allen Iverson", "James Andrews"], "q": "important to get his calf healed and asymptomatic than it is to try to play with continued pain. We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career.'' <q> He actually tried to tough it out and continued to play while over in Turkey, </q> said <strong> James Andrews </strong>.`` However, he got to the point where he could not really run up and down the court because of increased pain.'' <strong> Allen Iverson </strong> said on his Twitter account he hopes to be", "new_id": -2}, {"uid": "1296764072144211969", "i": 9335, "idx": 0, "sa": ["Tim Cook", "Eric Schmidt", "Steve Jobs"], "q": "pancreatic cancer in 2003. In his statement, sent to employees and issued to the press, <strong> Steve Jobs </strong> said that COO <strong> Tim Cook </strong> would be responsible for day-to-day operations in his absence, and that he hoped to be <q> back as soon as I can. </q> Since <strong> Steve Jobs </strong>' medical leave is currently indefinite, Apple watchers have been left wondering what the company's plan is in the event that <strong> Steve Jobs </strong> can not return. former CEO, <strong> Eric Schmidt </strong>, being asked to", "new_id": -2}, {"uid": "1295596909029032474", "i": 20008, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "discuss the big decisions among the three of us,'' stated <strong> Eric Schmidt </strong>. <strong> Larry Page </strong> will take charge of the day-to-day operations as Google's CEO and lead product development and technology strategy, w.e.f. April 4th. <q> In this new role he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> commented <strong> Eric Schmidt </strong>. <strong> Sergey Brin </strong> who is the co-founder, will devote his time and energy to strategic projects, in particular working on new products.`` He's an innovator and entrepreneur to the core, and", "new_id": -2}, {"uid": "1295830201223035402", "i": 908, "idx": 0, "sa": ["Andrew Marr", "Andy Coulson", "Nick Clegg"], "q": "Sophie Elmhirst- 23 January 2011 11:40 <q> I have no reason to disbelieve him </q>, says the Deputy Prime Minister <strong> Nick Clegg </strong>, on the <strong> Andrew Marr </strong> Show this morning, was forced to defend the ex-communications chief, <strong> Andy Coulson </strong>, who resigned from his post on Friday. These were his comments:", "new_id": -2}, {"uid": "1295133243039174154", "i": 22433, "idx": 0, "sa": ["Mike Birbiglia", "David Letterman", "Jimmy Fallon", "Conan O'Brien"], "q": "http://wn.com/Mike Birbiglia_Mike Birbiglia_Tour_Week_Five__The_Basketball_Finale <strong> Mike Birbiglia </strong> ends his <q> I'm in the Future Also </q> tour in memorable fashion in Philadelphia and Atlantic City. Comedian <strong> Mike Birbiglia </strong> has appeared on The Late Show With <strong> David Letterman </strong>, Late Night With <strong> Conan O'Brien </strong>, The View, and Late Night With <strong> Jimmy Fallon </strong>. In 2008, <strong> Mike Birbiglia </strong> teamed", "new_id": -2}, {"uid": "1295559606214679608", "i": 2719, "idx": 4, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "and <strong> Sergey Brin </strong> for a long time to come,'' he added. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading Google for the last decade.'' <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said.`` Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started.'' The company reported that net profit rose to$", "new_id": -2}, {"uid": "1297418683091127883", "i": 27305, "idx": 1, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": "`` U.S.A. U.S.A.'' <strong> Dick Cheney </strong>, who wears an external heart pump, moved well and looked healthier than he has at some recent appearances. He jokingly acknowledged the crowd in typically unsentimental fashion. <q> All right, sit down and shut up, </q> <strong> Dick Cheney </strong> told the group. There were loud cheers for both <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. There was also some heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino.`` I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}]