[{"uid": "1296943649066093087", "i": 13623, "idx": 0, "sa": ["Hosni Mubarak", "David Letterman", "Conan O'Brien"], "q": ". Well, thank God that could never happen in this country. Jon Huntsman, the U.S. ambassador to China, has told the Obama administration he plans to resign. The reason, he said, <q> How many nights in a row can you eat Chinese? </q> <strong> David Letterman </strong> The good news is <strong> Hosni Mubarak </strong> may step down. The bad news is he's going to be replaced by his idiot son, <strong> Hosni Mubarak </strong> W. <strong> Hosni Mubarak </strong>. <strong> Conan O'Brien </strong> We've", "new_id": -2}, {"uid": "1297245176074432515", "i": 54634, "idx": 0, "sa": ["Blake Lively", "Matthew Morrison", "Chace Crawford", "Lindsay Lohan", "Simon Cowell"], "q": "up with a storyline involving <strong> Matthew Morrison </strong> and his female co-star <strong> Blake Lively </strong>. He wasn't filled with too much enthusiasm over its originality though. \"What could Matt do on Gossip Girl?\" mused <strong> Chace Crawford </strong>. <q> Come in as an unassuming billionaire to some oil company and then drug Serena up and leave her for dead somewhere so she has to reconcile her life. Sounds a little familiar, right? </q> <strong> Lindsay Lohan </strong> \"to be charged with felony grand theft\" <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite", "new_id": -2}, {"uid": "1297290951065437723", "i": 59782, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "<strong> Steve Ballmer </strong> announced the latest changes Wednesday in an e-mail to Microsoft employees. \"We're already making strong traction across our Server and Tools Business by embracing cloud services,\" <strong> Steve Ballmer </strong> wrote. <strong> Satya Nadella </strong> <q> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future. </q> <strong> Steve Ballmer </strong> also disclosed that <strong> Amitabh Srivastava </strong>, senior vice president in the Server and Tools Business, is leaving Microsoft. \"Windows Azure is in a great place and <strong> Amitabh Srivastava </strong> is ready to move to a new phase", "new_id": -2}, {"uid": "1297656593172785694", "i": 50371, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "during a recent inventory. Shocked <strong> Zahi Hawass </strong>, the antiquities minister, appealed for the 3,500-year-old artefacts to be returned and warned they were so unique they would be impossible to sell. He said: <q> No museum or collector will buy Egyptian antiquities now, they will be too scared. </q> THE Serious Fraud Office was last night hunting millions stashed in the UK by Egypt's ousted tyrant <strong> Hosni Mubarak </strong>. Their probe came after Switzerland froze the assets of the \"Last Pharaoh\" in the search for", "new_id": -2}, {"uid": "1297170003034897939", "i": 20029, "idx": 1, "sa": ["Nicole Scherzinger", "Simon Cowell"], "q": "newspaper: \"Cheryl's signed the deal, the Americans like her, but suddenly there's all this typical <strong> Simon Cowell </strong> smoke and mirrors going on.\" SEE PICS OF SEXY <strong> Nicole Scherzinger </strong> HERE! <q> She's been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master. </q> They added: \"His indecision is final, But he's making us very nervous. This to-ing and fro-ing is not a good sign.\" threat to Cheryl's position on the panel after", "new_id": -2}, {"uid": "1297446725101842956", "i": 13439, "idx": 8, "sa": ["John McCain", "Condoleezza Rice", "Donald Rumsfeld"], "q": "about former colleagues, such as <strong> Condoleezza Rice </strong>, whom he criticises for avoiding tough choices as head of the National Security Council, <strong> Donald Rumsfeld </strong>'s instinct seems to be to back off. He tells me that <strong> Condoleezza Rice </strong> is a <q> smart and able woman, let there be no doubt. A very accomplished person and a good person. </q> Some antagonisms, however, are too open to disguise. Senator <strong> John McCain </strong>, the Republican candidate in the last presidential election, became one of the foremost critics of <strong> Donald Rumsfeld </strong>'s approach to the Iraq war.", "new_id": -2}, {"uid": "1296717067176898072", "i": 17705, "idx": 9, "sa": ["Reggie Miller", "Travis Best", "Phil Jackson", "Allen Iverson", "Shaquille O'Neal", "Jermaine O'Neal"], "q": "but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired. \"We got to a point where we felt we had these guys beat,\" <strong> Allen Iverson </strong> said. <q> We got tight. To get a <strong> Shaquille O'Neal </strong> lead like that and lose it at home is ridiculous. </q> Indiana, the defending Eastern Conference champions and prohibitive underdogs against Phil Jacksonadelphia, lead the Travis Best-of-five series 1-0. Game 2 is Tuesday night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and", "new_id": -2}, {"uid": "1296770549227754057", "i": 59289, "idx": 2, "sa": ["Bernie Sanders"], "q": "'s status for national security purposes. \"It is clear that DoD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,\" <strong> Bernie Sanders </strong> said. <q> DoD is very concerned about any fraudulent activity on the part of its contractors, </q> the department said in a statement Thursday. \"In addition to the criminal, civil penalties and sanctions imposed by the courts, DoD has numerous contractual and administrative remedies available, including suspension and debarment, when it", "new_id": -2}, {"uid": "1295637393157057065", "i": 26296, "idx": 4, "sa": ["Ken Auletta", "Larry Page", "Bianca Bosker", "Eric Schmidt"], "q": "heard: Did <strong> Eric Schmidt </strong> jump ship, or was he forced to walk the plank? He Jumped <strong> Eric Schmidt </strong> has \"career aspirations outside of Google,\" says SchmidtEric Schmidtjumporwashepushed6656/39771772/SIG=12s0ppiu0/*http://www.huffingtonpost.com/2011/01/20/googles-ceo-Eric Schmidt-Eric Schmidt-Larry Page-Larry Page_n_811994.html\" Bosker\"> <strong> Bianca Bosker </strong> at The Huffington Post. <q> Some speculate <strong> Eric Schmidt </strong> will remain executive chairman only temporarily before pursuing a career in the public sector, a field in which he has previously demonstrated interest. </q> She quotes Google biographer <strong> Ken Auletta </strong> who says \"he jumped\" and \"won't stay that long\" at the company. He Was Pushed <strong> Eric Schmidt </strong> stepping down creates a \"huge advantage\" for Google, writes", "new_id": -2}, {"uid": "1297688126115867651", "i": 41425, "idx": 0, "sa": ["Colin Powell"], "q": "is now over 40% higher in inflation adjusted dollars than it was under Reagan at the height of the Cold War. The US polices the world, but as former Chief of Staff <strong> Colin Powell </strong> once stated, is <q> running out of enemies. </q> We're down to hunting a few hundred al Qaeda zealots with drones, fighting an endless war with a corrupt ally in Afghanistan, and chasing agile Somali pirates. Even China has only begun even to build a", "new_id": -2}]