[{"uid": "1295598504233226266", "i": 17516, "idx": 0, "sa": ["Simon Cowell"], "q": "to the talentless nobodies who paraded in front of her. Old hand Randy Jackson took it upon himself to provide the kind of sound bites the show relies upon for its phony suspense and formulaic structure. <q> I think we're going to find unbelievable talent, </q> he enthused at the beginning. His optimism in the face of years of experience was, at best, puzzling. The fact is that without <strong> Simon Cowell </strong>'s trademark snark, there remains very little reason to", "new_id": -2}, {"uid": "1296664610083984386", "i": 28247, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "Rudy Giuliani", "John McCain"], "q": "<strong> Barack Obama </strong>!( CNN)-- <strong> Rudy Giuliani </strong> Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the \"inclusive nature of his campaign.\" <q> I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for <strong> Barack Obama </strong>, </q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie", "new_id": -2}, {"uid": "1297095171237600777", "i": 19194, "idx": 0, "sa": ["Colin Powell", "Fred Tomczyk"], "q": "out and got us back. I want to thank Tom for his leadership.\" Bradley said in a later interview that <strong> Fred Tomczyk </strong>, a former hockey star at Cornell University, is a great coach and mentor. <q> He has more of an intellectual, soft-spoken( manner than other bosses) but you listen. </q> 4.) Though the featured speakers at these conferences rarely provide much direct insight into the RIA business, <strong> Colin Powell </strong> gave a terrific, often hilarious speech that had nobody grousing about his last-minute substitution for a", "new_id": -2}, {"uid": "1295154913111345676", "i": 7388, "idx": 8, "sa": ["Allen Iverson", "George Karl"], "q": "share to ruin <strong> Allen Iverson </strong>'s homecoming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team fell to 5-16. <q> It was a positive experience to be part of AI returning, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought he fatigued as the game went on and we got the benefit of it. He's not in the best of shape yet.\" <strong> Allen Iverson </strong> received a standing ovation when", "new_id": -2}, {"uid": "1295907761051232825", "i": 22902, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": " \"displayed a steadiness, an intellectual curiosity, a depth of knowledge... in not just jumping in and changing every day, but showing intellectual vigor.\" <strong> Colin Powell </strong> did offer praise for <strong> Barack Obama </strong>'s accomplishments: <q> Whether you approve of health care or not, he took on that issue, </q> said <strong> Colin Powell </strong>, adding that, during the lead up to <strong> Barack Obama </strong>'s second State of the Union address, the American people were waiting to hear from the president on his plan to improve the economy-- with a", "new_id": -2}, {"uid": "1295563366075235400", "i": 29183, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. We were unable to request friendship", "new_id": -2}, {"uid": "1296122190127270925", "i": 23899, "idx": 2, "sa": ["Mike Pence", "Ronald Reagan"], "q": "\" Well, Mr. Republican Lobbyist: <strong> Mike Pence </strong> is no ideologue. And he is immensely electable. As a leading Indiana conservative activist, Jim Bopp, says in that same story about <strong> Mike Pence </strong>, <q> Every facet of the conservative movement can, without hesitation, support[ <strong> Mike Pence </strong>]. Whether it's the tea party or social conservatives or economic conservatives or foreign policy conservatives, no one has any reservations about him, and that is unlike any other candidate. </q> The Republican elites were wrong in 1980. <strong> Ronald Reagan </strong> went on to win, and then win a second term in a historic landslide. His previously ridiculed vision shook the world. Communism fell. Prosperity flourished", "new_id": -2}, {"uid": "1296271846184582164", "i": 24119, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "hit 14-of-29 shots and 10-of-11 free throws to reach 40 points for the seventh time in his last 11 games and the 11th time this season. <strong> Kobe Bryant </strong> managed just 18 points while committing six turnovers in 41 minutes. <q> I don't approach the game like it's <strong> Kobe Bryant </strong>, and I want to have a big game against him, </q> <strong> Allen Iverson </strong> said. \"I want to play a good game against everybody. When you play well against another great player, it's only natural for you to feel good about the win. But that's not", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1295069800001703950", "i": 6154, "idx": 2, "sa": ["Sergio Marchionne", "Alan Mulally"], "q": " \"This has been the heart of the problem in Detroit,\" said <strong> Sergio Marchionne </strong>, who also heads up Fiat, the Italian auto company. <strong> Alan Mulally </strong> said Ford has learned that it has to <q> deal with the current reality. You have to match production to real demand and accelerate development of new products that people will want to buy. </q> For Ford that meant going with a plan for extensive restructuring to a consortium of banks and borrowing$ 23.5 billion, he said. For GM and Chrysler it meant bankruptcy filings and huge bailouts", "new_id": -2}]