[{"uid": "1296706237199049246", "i": 1207, "idx": 2, "sa": ["Michael Jordan", "Michael Vick", "Clyde Drexler"], "q": "was asked how he thought <strong> Michael Jordan </strong> would perform today, Phil said: \"<strong> Michael Vick </strong> would average 45 with these rules.\" \"You can't even touch a guy now,\" says Charlotte coach Larry Brown. <q>The college game is much more physical than our game. I always tease <strong> Michael Vick </strong>[ <strong> Michael Jordan </strong>], if he played today, he'd average 50.</q> \"The history book inspires them to be some of the best,\" said <strong> Michael Jordan </strong>. \"Rules have changed to help them. I could have averaged 50 points today!\" Question for <strong> Clyde Drexler </strong>: In the", "new_id": -2}, {"uid": "1295281746135249922", "i": 4027, "idx": 0, "sa": ["Rasheed Wallace", "Allen Iverson", "Tony Anderson", "Penn Jillette"], "q": "it 83-77. <strong> Rasheed Wallace </strong> added two more free throws with 40 seconds left and <strong> Allen Iverson </strong> made two more with 24 seconds to go for the final margin. In the fourth quarter, the Grizzlies were 4-of-20 and didnt www.peoplestandup.ca <q>I am a Canadian, free to speak without fear, free to worship in my own way, free to stand for what I think right, free to oppose what I believe wrong, or free to choose those who shall govern my country. This heritage of freedom I pledge to uphold for myself and all mankind.</q> Joel Pink Lawyer <strong> Tony Anderson </strong> and Jeff <strong> Penn Jillette </strong> had sought out many lawyers by the end of February, 2007. A trusted friend, who has been helping us throughout this ordeal, recommended we go to a lawyer who", "new_id": -2}, {"uid": "1296541564262815760", "i": 10547, "idx": 0, "sa": ["Doc Rivers", "Paul Pierce", "Allen Iverson"], "q": "win games, especially on the road,\" Celtics coach <strong> Doc Rivers </strong> said. Boston led 55-50 at the half, then got outscored 32-18 in the third quarter. \"There is no excuse,\" <strong> Paul Pierce </strong> said. <q>We had our opportunities. We had the lead at http://wn.com/NBA_2K11_Video_Ten_Teams_in_Ten_Days__Day_10_'86_Celtics_and_Bulls Make sure you subscribe, to get the latest sports video game videos. For more sports gaming news, find us at www.operationsports.com \"LIKE</q> us on Facebook http and follow us on Twitter twitter.com http://wn.com/Allen_Iverson_38pts_vs_Boston_Celtics_04/05_NBA_*Game_Winning_Shot The Atlantic Division is heading down to the wire. It's also heading down to the bottom. <strong> Allen Iverson </strong> scored 38 points for Philadelphia, which beat Boston", "new_id": -2}, {"uid": "1296537956082821143", "i": 15696, "idx": 1, "sa": ["Kobe Bryant", "Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Los_Angeles_Lakers_112-100_Sacramento_Kings_RECAP_NBA_season_2010_Kobes's_triple-doble When <strong> Kobe Bryant </strong> was limited in training camp because of offseason knee surgery, the Los Angeles Lakers didn't know how long it would", "new_id": -2}, {"uid": "1296324371180224006", "i": 5122, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Visit the Cisco Mobility Blog for insights on wireless and mobility. blogs.cisco.com With the holiday season now in our rearview mirror, I scheduled", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q>transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.</q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: \"By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1297620107254115840", "i": 24518, "idx": 0, "sa": ["Marlon Wayans", "Nick Lachey", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New \"American Idol'? <strong> Victoria Beckham </strong>: <q>I Don't Know the Sex of My <strong> Justin Bieber </strong>!</q> <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live: \"I'm Much More Famous in England\" <strong> Vivica A. Fox </strong>: I\"m Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>", "new_id": -2}, {"uid": "1297106646155009122", "i": 29466, "idx": 0, "sa": ["David Suzuki", "David Letterman"], "q": "<strong> David Letterman </strong> did a comedy bit many, many years ago called \"cause and effect,\" or something like that. We recall one of <strong> David Letterman </strong>'s jokes went like this: <q>Cause: Millions of prairie dogs die of a mysterious disease. \"Effect: McRibs for a limited time.</q> Anyway, that came to mind when we first heard about the documentary Return of the Prairie Bandit, which airs Thursday, Feb. 10 as part of The Nature of Things with <strong> David Suzuki </strong> on CBC.", "new_id": -2}, {"uid": "1297095644088211562", "i": 1401, "idx": 0, "sa": ["Mark Kirk", "Rick Santorum", "Newt Gingrich", "Mike Pence"], "q": "said in the statement. \"This will help energize our voters while also adding resources for winning races for Congress and state offices.\" U.S. <strong> Rick Santorum </strong> <strong> Mark Kirk </strong> added that when it comes to early poling, <q>New Hampshire and Iowa should not have all the fun.</q> The announcement was made alongside four people whom the Illinois GOP identifies as potential presidential candidates, including former House Speaker <strong> Newt Gingrich </strong>, former U.S. <strong> Rick Santorum </strong>, former United Nations Ambassador <strong> Rick Santorum </strong> Bolton, and U.S. <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296318894261652524", "i": 14814, "idx": 5, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get", "new_id": -2}]