[{"uid": "1296044299210403360", "i": 58683, "idx": 9, "sa": ["Colin Powell", "Barack Obama"], "q": ".`` There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,'' he said. <q> All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. But with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, I think has caused a level of coarseness in our society that we've all got to think about. </q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same.", "new_id": -2}, {"uid": "1297716682175407198", "i": 23799, "idx": 2, "sa": ["Steve Ballmer"], "q": "said.`` We are in a position to create a third ecosystem. We know what it means to be the most friendly to the operators.'' <strong> Steve Ballmer </strong>, Microsoft's chief executive, said: <q> Windows Phone will be the most operator friendly </q>. 10 Feb 2011 Recently Europe's big telecoms groups- O2, Vodafone, France Telecom, Telecom Italia and Deutsche Telekom- also set up a working group to monitor Apple and Google's growing domination", "new_id": -2}, {"uid": "1297266831144211998", "i": 49637, "idx": 3, "sa": ["Kim Kardashian", "Paula Abdul", "Elizabeth Taylor", "Simon Cowell", "Jennifer Aniston"], "q": "way. He's an acquired taste but I love him very much.'' <strong> Paula Abdul </strong> was then asked if she'd seen <strong> Simon Cowell </strong>'s Super Bowl promo for The X Factor. She said: <q> Oh yeah I have, he's a massive fan of mine, definitely. It's interesting, it's a really good promo spot, it's familiar to me. All I'm saying is that he's a little obsessive. Massive. </q> <strong> Jennifer Aniston </strong>: I'm happy being single <strong> Jennifer Aniston </strong> has assured people she will be`` a mom and married and barefoot and pregnant in the kitchen'' one day.... <strong> Kim Kardashian </strong> in awe of <strong> Elizabeth Taylor </strong> <strong> Kim Kardashian </strong> says <strong> Elizabeth Taylor </strong>", "new_id": -2}, {"uid": "1296709837249151493", "i": 2865, "idx": 6, "sa": ["George Karl", "Allen Iverson", "Žydrūnas Ilgauskas", "Stan Van Gundy", "Kobe Bryant", "Shaun Johnson"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Žydrūnas Ilgauskas </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the Stan Van Gundydpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Boston_Celtics_vs_Orlando_Shaun Johnson_Game_2_Highlights_2009_Playoffs_[HQ] Boston Celtics vs Orlando <strong> Shaun Johnson </strong> 2009 Playoffs", "new_id": -2}, {"uid": "1296839679168542224", "i": 17571, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Peyton Manning", "Ben Roethlisberger", "Dick LeBeau", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory.`` He's like a very good scorer in basketball- you know he's going to get points,'' Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from monopolising the game. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced first downs, a", "new_id": -2}, {"uid": "1296541564262815772", "i": 14746, "idx": 1, "sa": ["Chris Webber", "Žydrūnas Ilgauskas", "Allen Iverson", "Jimmy Cleveland"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> Jimmy Cleveland </strong> Cavaliers on Friday night", "new_id": -2}, {"uid": "1295615312003915794", "i": 37798, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "a management restructure involving long-time chief executive <strong> Eric Schmidt </strong> becoming executive chairman. <strong> Eric Schmidt </strong>, who has led Google since 2001, will take on the new role on April 4, working mostly on external operations, including <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership </q>. As Google's new chief executive, <strong> Larry Page </strong> will lead product development and technology strategy, along with all day-to-day operations of the firm. <strong> Sergey Brin </strong>, who co-founded Google with <strong> Larry Page </strong>, will``", "new_id": -2}, {"uid": "1295159511185597977", "i": 33755, "idx": 0, "sa": ["Rudy Giuliani", "Whitney Cummings", "Lenny Clarke", "William H. Macy", "Kirsten Gillibrand", "Adam Ferrara", "Debbie Wasserman Schultz", "Jeff Flake", "Ed Rendell"], "q": ") includes bits from <strong> Whitney Cummings </strong> and two`` Rescue Me'' costars <strong> Lenny Clarke </strong> and <strong> Adam Ferrara </strong>. A double feature of southern justice features`` In the Heat of the Night''( TCM, 8 p.m.) and <q> The Liberation of L.B. Jones </q>( TCM, 10 p.m.) Sunday Talk ABC: Town <strong> William H. Macy </strong> on Tuscon shooting. CBS: Rep. <strong> Debbie Wasserman Schultz </strong> and <strong> Jeff Flake </strong>, Sen. <strong> Kirsten Gillibrand </strong>, former Mayor <strong> Rudy Giuliani </strong> and Pennsylvania Gov. <strong> Ed Rendell </strong>. NBC:", "new_id": -2}, {"uid": "1296286461057311252", "i": 7479, "idx": 1, "sa": ["Zahi Hawass"], "q": ", from looters. \"- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse <q> First the` protesters' formed a human chain to protect the musium </q>", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]