[{"uid": "1295670451069369884", "i": 45759, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/England_2-1_Romania_U21__Official_Match_Highlights_09/10/10 FATV- Highlights from the first leg of England under 21's European Championship match against Romania, hosted at Carrow Road, Norwich", "new_id": -2}, {"uid": "1296117571165298183", "i": 7783, "idx": 13, "sa": ["Lon Williams", "Michael Vick"], "q": "worked out for me.'' <strong> Michael Vick </strong> shares reps this week with the QB of the team he once played for, Atlanta's Matt Ryan.`` It's great,'' <strong> Michael Vick </strong> said. <q> Matt's great. The coaching staff's great. We're just having a good time. I like what we're doing in the offense and it's been easy. We're going to go out and have some fun and everybody's just enjoying each other. </q> As <strong> Michael Vick </strong> left the field, fans hanging on the gate outside the school chanted his name.`` I came from the Philly area, and we've got his back,'' said <strong> Lon Williams </strong>", "new_id": -2}, {"uid": "1295669701105103360", "i": 6861, "idx": 0, "sa": ["Eric Schmidt"], "q": "On a conference call, <strong> Eric Schmidt </strong> said in his new job he will focus more on external issues, working with customers, partners and government.`` I believe Larry is ready,'' <strong> Eric Schmidt </strong> said. <q> His ideas are very interesting and clever and it's time for him to have a shot at running this. </q> Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable.`` The results speak for themselves,'' Page said.`` There's really no one else", "new_id": -2}, {"uid": "1295235692176996357", "i": 39578, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "Bing search engine as an alternative to Google. An Enterprise 2.0 tour about SAP's Business Intelligence deal with Jive Software, which lets you embed dynamic analytics BusinessObjects Crystal Reports widgets inside your ClearSpace blog posts. <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview.`` Should they be?'' Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded,``", "new_id": -2}, {"uid": "1295951271178913282", "i": 28595, "idx": 0, "sa": ["Cheryl Cole", "Girls Aloud", "Derek Hough", "Katy Perry", "Simon Cowell"], "q": "after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as Rihanna or <strong> Katy Perry </strong>. A friend of <strong> Cheryl Cole </strong>'s rumoured boyfriend <strong> Derek Hough </strong> said: <q> Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US' X Factor' in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The", "new_id": -2}, {"uid": "1294957383066879509", "i": 13624, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "nation when he said,`` <strong> Gabrielle Giffords </strong> opened her eyes for the first time.'' The First Lady gripped the hand of <strong> Gabrielle Giffords </strong>'s husband, astronaut Mark Kelly. <strong> Barack Obama </strong> continued, saying, <q> She knows we are here. She knows that we love her, and she knows that we are rooting for her through what is undoubtedly going to be a difficult journey. </q> New details are emerging about that magical moment inside the Congresswoman's hospital room. Two of <strong> Gabrielle Giffords </strong>'s best friends in Congress were there: <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York and Congresswoman <strong> Debbie Wasserman Schultz </strong> of Florida. Joining", "new_id": -2}, {"uid": "1297533337033751050", "i": 48912, "idx": 0, "sa": ["Mike Pence", "Greg Walden"], "q": "last month, Reps. <strong> Mike Pence </strong> of Indiana and <strong> Greg Walden </strong> of Oregon unveiled this week the Broadcaster Freedom Act, which would ban the FCC from forcing broadcasters to give free airtime to opposing sides on controversial issues. <q> The American people cherish freedom, especially freedom of speech and of the press, </q> said <strong> Mike Pence </strong>, a former radio talk show host who introduced the same bill in the last session of Congress when Democrats still controlled the House.`` Bringing back the Fairness Doctrine would amount to government control", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}, {"uid": "1297148731184270855", "i": 46414, "idx": 12, "sa": ["Hosni Mubarak", "Madeleine Albright", "Dan Quayle", "Saddam Hussein", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no idea,'' he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> <strong> George H.W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H.W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Top Stories Video: South Sudanese celebrate vote Report Abuse \" <strong> President Bush </strong>, Cheney,", "new_id": -2}, {"uid": "1295574144118865970", "i": 43259, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Thu, Jan 20, 2011, 8:42 PM EST- U.S. Markets closed On the Call: <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> picks safe words{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} The Associated Press, On Thursday January 20, 2011, 8:09 pm Outgoing <strong> Google Inc. </strong>. CEO <strong> Eric Schmidt </strong> stayed well within a`` safety", "new_id": -2}]