[{"uid": "1295582183033980446", "i": 4566, "idx": 12, "sa": ["Eric Schmidt", "Google Inc."], "q": "it,\" and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. <q>We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about,<q> he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as \"creepy.\" \"The biggest thing I wonder is after a year or so of having various gaffes and statements taken", "new_id": -2}, {"uid": "1297267029254083111", "i": 35499, "idx": 2, "sa": ["Simon Cowell"], "q": "summit in Washington at the end of this month. However, Beale denied the reports that the United States has put on holdhigh-level bilateral meetings with Pakistan to pressure the government to release Davis. <q>We are making decisions on upcoming meetings on a case-by-case basis,<q> she was quoted as saying by CNN. <strong> Simon Cowell </strong> says launching X Factor in US is a \"massive risk' Sequencing of issues should not be intended to` score points\": Pakistan Black money: Centre", "new_id": -2}, {"uid": "1295674696105103375", "i": 8806, "idx": 0, "sa": ["Eric Schmidt"], "q": "5.5% since the start of the year. During yesterday's conference call, much was stressed on Page \"being ready,\" writes Forbes' Quentin Hardy. <strong> Eric Schmidt </strong> added that Page had <q>lots of ideas that are interesting and clever.<q> \"Larry Page is likely to be a very capable chief executive at Google- as long as the rules don't change, and he has to prove he is a businessman,\" Hardy adds", "new_id": -2}, {"uid": "1296278683209059853", "i": 48015, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "District,\" explained Feuirer. Balfour says SST is the largest manufacturer of this technology in the world. But despite global success, SST is still considered a \"small business\" with only 38 employees. <q>As a small business you have to watch every dollar,<q> Balfour said. \"If you have a few more dollars you can expand that research and development group.\" <strong> Kirsten Gillibrand </strong>'s plan would create a permanent 20 percent research and development tax credit that could impact more than", "new_id": -2}, {"uid": "1295562758204079131", "i": 13330, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "circles was that Google's brilliant founders Page and <strong> Sergey Brin </strong> needed a business-savvy executive to help bring the company to the next level. But as <strong> Eric Schmidt </strong> put it in a Twitter posting on Thursday( Jan. 20), <q>day-to-day adult supervision no longer needed!<q> Instead, <strong> Eric Schmidt </strong> will take on the role of Google's executive chairman, where he says he will focus on broader business partnerships, technology leadership, product development and government outreach. The decision", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. \"As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q>and I want to take the bus ride so I can be there.<q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1295498627019333169", "i": 12567, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from \"American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q>Actually the best part about the show is the auditions of the fools that can\"t sing at all. They are hilarious. <strong> Steven Tyler </strong>& Ms. <strong> Jennifer Lopez </strong> will give the AI fans what they want.<q> Report Abuse \"Thumbs UP! The show was very entertaining. CUZ <strong> Steven Tyler </strong> is friggin HOT and funny.\" ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies Fed Collapses Refi Rates If you", "new_id": -2}, {"uid": "1295936962220463123", "i": 31176, "idx": 0, "sa": ["Sergio Marchionne"], "q": "from the top. <strong> Sergio Marchionne </strong>, CEO of Chrysler and Fiat, said every vehicle launch, including the Fiat 500- Cinquecento, as it is known in Italy- is important and must be smooth. <q>So far, touch wood, they've all gone well,<q> <strong> Sergio Marchionne </strong> said of the 16 vehicles Chrysler has launched for 2011. \"At least whatever screw-ups we had, no one noticed. We dealt with them before they hit the dealer. I won't tell", "new_id": -2}, {"uid": "1294973357065519686", "i": 12014, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "on live telly. A source said: \"We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and Susan's very keen to see <strong> Piers Morgan </strong> again.\" But SuBo's spokeswoman insisted: <q>The party was only ever for close friends and family.<q> Have your say on the issues of the day with MY Sun Â© News Group Newspapers Ltd. \"The Sun\", \"Sun\", \"Sun Online\" are registered trademarks or trade names of News Group", "new_id": -2}, {"uid": "1295271188013254667", "i": 29221, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "<strong> Andy Coulson </strong> offering his resignation to the prime minister: <q> \"The first person in history to offer to resign twice for something of which he knew nothing.<q>\" Norman also refers to continuing speculation that <strong> Glenn Mulcaire </strong>, the \"private investigator\" who hacked into phones on behalf of <strong> Andy Coulson </strong>'s News of the World. Surely this allegation can not", "new_id": -2}]