[{"uid": "1294959885114475053", "i": 25659, "idx": 0, "sa": ["David Firth", "Rose Byrne", "Angelina Jolie", "Colin Firth", "Brittany Murphy", "Jennifer Aniston", "Jim Broadbent"], "q": "moments from Winter 2009-10 in the clip reel featuring reports on <strong> Brittany Murphy </strong>, <strong> Angelina Jolie </strong> and the Golden Globe Awards. Exclusive interviews with <strong> Rose Byrne </strong>, Hillary Swank, <strong> Colin Firth </strong> and <strong> Jennifer Aniston </strong> are also included. Read Nelson's book, <q> Hollywood Insider: Exposed! </q> and find out more at www.nelsonaspen.com The montage is set to the music of`` Whipped Cream'' and is for entertainment purposes only. No copyright infringement is intended. http://wn.com/Colin Firth_David Firth_2_PREMIERE- Jim Broadbent_Jim Broadbentinterview?2007HDTVNEWS HDTVNEWS REVIEW: Film Premiere/Red Carpet", "new_id": -2}, {"uid": "1296157924245841935", "i": 12191, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "appreciated the <strong> Barack Obama </strong>'s`` affirmation of what makes this country great.'' But <strong> Mike Pence </strong> offered this caution:`` In Washington, the devil is always in the details.'' He went on to note, <q> All his[ <strong> Barack Obama </strong>'s] answers called for bigger government. This is the challenge. </q> As the conversation veered toward the coming year, both Republicans and Democrats appeared cautiously optimistic that the recent push for civility and bipartisan cooperation could withstand the coming hurdles.`` The change you will", "new_id": -2}, {"uid": "1296963339115425283", "i": 5568, "idx": 4, "sa": ["Michael Vick"], "q": "from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a two-year deal with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. <q> To sum it all up, the last five months, have been delayed gratification, </q> <strong> Michael Vick </strong> said.`` Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all", "new_id": -2}, {"uid": "1295568458148553735", "i": 7157, "idx": 4, "sa": ["Alex Jones", "Eric Schmidt"], "q": "government to spy on AmEric Schmidtans in an effort to collect revenue and enforce ordinances on swimming pools w... Google's Gmail and Chrome Pose Privacy Risks- ABC-7 L'AD di Google <strong> Eric Schmidt </strong> diventa gelataio in questo video. <q> Forza ragazzi, prendete i vostri gelati gratis... conosco gi i vostri gusti preferiti </q>. Campagna di Consumer Watchdog, www.insidegoogle.com... video results for: google consumer watchdog Government Using Google Earth To Loot Destitute AmEric Schmidtans- The <strong> Alex Jones </strong> Show.flv Government Using Google Earth To Loot Destitute AmEric Schmidtans- The <strong> Alex Jones </strong> Show.flv Government", "new_id": -2}, {"uid": "1295576753002506781", "i": 7082, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his title=\"Twitter, Inc.\" href=\"http://www.chicagotribune.com/topic/arts-culture/internet/social-media/twitter-inc.-ORCRP00010280.topic\"> Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advisLarry Page, 37, and Google's other", "new_id": -2}, {"uid": "1297445213256065540", "i": 18728, "idx": 0, "sa": ["Alassane Ouattara"], "q": "in the hope it will soon be lifted, cash traders said on Friday. Traders reported only modest industry buying while talk continued of widespread smuggling of Ivory Coast beans into neighbouring African countries. <q> The export ban is presumably due to end in about 1.5 weeks but with political deadlock continuing in Ivory Coast no one can really forecast what will happen, </q> one trader said.`` Industry can take a month-long export stop but a longer stop would cause problems.'' Cocoa prices surged to a year high on Jan. 24 after Ivory Coast presidential claimant <strong> Alassane Ouattara </strong> called", "new_id": -2}, {"uid": "1297627010160415775", "i": 39919, "idx": 2, "sa": ["Mike Pence"], "q": "about GOP Congressman <strong> Mike Pence </strong>'s legislation to defund Planned Parenthood adding the ever popular anti-choice meme about taxpayer dollars. Earlier this week, Bill href=\"http://www.newshounds.us/2011/02/09/bill_oreilly_enlists_antichoice_zealot_gop_rep_Mike Pence_Mike Pence_in_war_on_planned_parenthood.php\"> agreed with <strong> Mike Pence </strong> that PP should be defunded. He said <q> seven, seven, undercover stings embarrassed Planned Parenthood. </q> He played the segment of the video which showed the fired PP employee. Bill referenced the networks that carried the story and those that didn't. Professor Caroline Heldman, PhD, immediately called out Bill by stating", "new_id": -2}, {"uid": "1295152918091308040", "i": 14787, "idx": 0, "sa": ["Angelina Jolie"], "q": "had sold part of his soul to the Devil and therefore needed to bear only a fair amount of it. Jane Mackenzie sent in this excerpt from the December issue of a magazine discussing actress <strong> Angelina Jolie </strong>. <q> She was an up-and-coming starlet with a penchant for Goth makeup, her pet rat, knife play and wearing a vile of her husband's blood around her neck. </q> Mackenzie comments:`` I'm sure that if she wore the vial for any length of time, it might indeed be vile!'' Sometimes all it takes for a word to change meanings is an", "new_id": -2}, {"uid": "1295579705167378947", "i": 29468, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advisLarry Page, 37, and Google's other 37-year-old founder, <strong> Sergey Brin </strong>,", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]