[{"uid": "1296175633054247430", "i": 26631, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. \"He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,\" she said. <q> Obviously it'd be great for the state of Indiana. </q> People ski near the Congress Center at the World Economic Forum... White House Chief of Staff Emanuel listens to U.S...., R-Ind., will announce whether he plans to run for president in... Photo in Slideshow", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,\" says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says. \"Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?\"", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}, {"uid": "1295659652011878402", "i": 23234, "idx": 1, "sa": ["Eric Schmidt"], "q": "of the year without a sweat, and the down payment was little more than a rounding error for the company. Search, display ads and the Android mobile operating system are all booming. <q> The key themes of an improved macro environment coupled with explosive mobile-device growth accelerating internet usage faster than anyone expected is playing out, </q> Macquarie analyst Ben Schachter observed Friday. Page is young, motivated and, according to <strong> Eric Schmidt </strong>, ready for prime time. Google Posts Strong Earnings as Co-Founder Larry Page Is Named CEO... Please", "new_id": -2}, {"uid": "1295426603082264102", "i": 4498, "idx": 1, "sa": ["Jared Loughner", "Darius Rucker", "Jay Leno", "David Letterman", "Amy Poehler", "Martin Short"], "q": "N) \"The Most Misused Over-The-Counter Drugs in America.\"( N) \"Nate's 911: Solving Your Emergencies.\"( N) Examining the profile of the accused shooter <strong> Jared Loughner </strong>.( N) <q> Oprah's Ultimate Australian Adventure, part 2. </q>( N) 11:35( CBS) Late Show With <strong> David Letterman </strong>: Actor <strong> Martin Short </strong>; singer <strong> Darius Rucker </strong>.( N) 11:35( NBC) The Tonight Show With <strong> Jay Leno </strong>: Actress <strong> Amy Poehler </strong>; reality star Mike \"", "new_id": -2}, {"uid": "1296387706032849946", "i": 44218, "idx": 1, "sa": ["Roman Harper", "Jahri Evans", "Drew Brees", "Michael Vick", "Jonathan Vilma"], "q": "on Jan. 8 in the wild-card round of the playoffs, and <strong> Drew Brees </strong>-- along with Saints teammates <strong> Roman Harper </strong>, <strong> Jonathan Vilma </strong>, <strong> Jahri Evans </strong> and Carl Nicks-- settled for the consolation of a trip to Hawaii. <q> It's nice to be back out here in Hawaii, </q> <strong> Drew Brees </strong> said. \"It's great for the fans, players love it. It's great for the families.\" <strong> Drew Brees </strong> will share time with <strong> Michael Vick </strong> and Atlanta's Matt Ryan in today's", "new_id": -2}, {"uid": "1296016361078544925", "i": 13106, "idx": 0, "sa": ["Barack Obama", "Al Gore", "David Letterman"], "q": "<strong> Barack Obama </strong>? How did you vote on Social Security reform last time it was offered up? 6:52 PM Re: My comment about not taxing investors so much? I do believe the <strong> Barack Obama </strong> just promised to <q> tax you bastards back to the Stone Age. </q> 6:54 PM \"Let me take this one step further.\" Nooooooooooo! He wants a \"government of the future.\" In other words: <strong> Al Gore </strong> on <strong> David Letterman </strong> wearing comical goggles, smashing an ashtray", "new_id": -2}, {"uid": "1295758316143998985", "i": 10419, "idx": 0, "sa": ["Dr. Peter", "Sen. Bernie Sanders"], "q": "ideas that day, to celebrate our Republic's core values and peacefully assemble to petition our government. It's inexcusable and incomprehensible why a single evil man took the lives of peaceful citizens that day. <q> She has a 101 percent chance of surviving, </q> trauma chief <strong> Dr. Peter </strong> Rhee told ABC News. \"She will not die. She does not have that permission from me.\" <strong> Sen. Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: \"A", "new_id": -2}, {"uid": "1295573281224641037", "i": 28606, "idx": 1, "sa": ["Eric Schmidt"], "q": "share ultimate voting control of the company, thanks to Now, Page has taken the reins as CEO, and <strong> Eric Schmidt </strong> made it clear in his blog post about the news that this was done <q> to simplify our management structure and speed up decision making. </q> After the split, each member of the triumvirate seems to be taking on the role for which he is arguably the best qualified: <strong> Eric Schmidt </strong>, who is the most senior( and tends to wear a suit)", "new_id": -2}, {"uid": "1295462584109772853", "i": 23709, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Mercedes-Benz 2010 M-Class$ 49,971 Mercedes-Benz 2011 M-Class$ 58,265 Mercedes-Benz 2011 M-Class$ 58,225 Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295903297179077120", "i": 31095, "idx": 1, "sa": ["George Shultz", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>'s parents wrote to each other during World War II. <strong> Donald Rumsfeld </strong>'s sister Joan and former <strong> Donald Rumsfeld </strong> of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. <q> I started thinking about this amazing archive I had, </q> he said during a recent interview. \"The fact that I had it, persuaded me that I ought to take advantage of it.\" <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite", "new_id": -2}]