[{"uid": "1295739237074268687", "i": 9445, "idx": 5, "sa": ["Tyronn Lue", "Calvin Coolidge", "Dennis Johnson", "Marvin Webster", "Allen Iverson"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.<q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/CSU_FULLERTON_TITANS_VS_CSU_BAKERSFIELD_ROADRUNNERS_11/27/10 Fullerton, Calif.- Perry <strong> Marvin Webster </strong> and Jer` Vaughn <strong> Dennis Johnson </strong> each scored 17 points and three other Titans were in double figures Saturday night as <strong> Calvin Coolidge </strong>", "new_id": -2}, {"uid": "1296968720018399280", "i": 27511, "idx": 5, "sa": ["Chrissy Teigen", "Devon Alexander", "LeGarrette Blount", "Michael Vick", "Brooklyn Decker"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.<q> <strong> LeGarrette Blount </strong>( one each). Polamalu won the Defensive Player of the Year award earlier this week. <strong> Brooklyn Decker </strong> and <strong> Chrissy Teigen </strong> invade Super Bowl XLV January in Review: Does <strong> Devon Alexander </strong> have the heart", "new_id": -2}, {"uid": "1295569871192872471", "i": 30681, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "perception in a Twitter message-- \"Day-to-day adult supervision no longer needed!\" InformationWeek's John Foley, speaks with <strong> Steve Jobs </strong> Pellman, CEO of ClickForensics, an Austin, TX based company that claims to be <q>the industry leader in scoring, auditing, and improving traffic quality for the online advertising community.<q> <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation", "new_id": -2}, {"uid": "1297291235013402112", "i": 12536, "idx": 0, "sa": ["Bob Corker", "Mike Pence"], "q": "Representative Paul Ryan, the Wisconsin Republican who chairs the budget panel, reiterated his criticism of the Fed's Treasury purchases, saying they risk asset-price bubbles and faster inflation. The increase in long-term bond yields this week <q>certainly adds to these concerns and fuels some of this speculation,<q> he said. Ryan has said he supports legislation proposed by fellow Republicans, Tennessee Senator <strong> Bob Corker </strong> and Indiana Representative <strong> Mike Pence </strong>, that would remove the Fed's employment mandate and have it focus solely on keeping prices", "new_id": -2}, {"uid": "1295637365052674591", "i": 28809, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "The CEO"], "q": "that they worked closely with each other and co-founder <strong> Sergey Brin </strong> on big decisions. <strong> The CEO </strong> shift won't result in major strategic changes, the executives said. \"We really agree on strategy,\" Page said. <q>This is really a way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.<q> <strong> Eric Schmidt </strong>, 55, said, \"We worked as a triumvirate for 10 years.\" The three didn't always agree, particularly when it came to coping with rules in China that require Web-search", "new_id": -2}, {"uid": "1296921227106987589", "i": 28849, "idx": 5, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "'ve got to beat <strong> Jay Leno </strong>. C'mon, all of show business, don't go on that show!\" according to Entertainment Weekly, <strong> David Letterman </strong>'s producer, Rob Burnett, doesn't think so. <q>I think the first time <strong> David Letterman </strong> said he was going to leave in two years was back in 1987.... It was kind of a tossed-off response. I think it's a response he's given multiple times.... In no way was last night's show any kind of actual announcement of any kind. I think when a guy ends a 30-plus career on television, it's not going to be guessing about whether he's leaving or not. It won't be ambiguous.<q> Watch <strong> Howard Stern </strong> call <strong> Jay Leno </strong> \"horrible\" on <strong> David Letterman </strong> appearance( <strong> David Letterman </strong>'s \"two years\" quote is not part of the clip) Is <strong> David Letterman </strong> retiring? \"There\"s[ been] no discussion about his", "new_id": -2}, {"uid": "1295023948173473845", "i": 30046, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman", "Camille Grammer"], "q": "attendant <strong> Kayte Walsh </strong>, 29, who in October suffered a miscarriage and lost their baby. In an appearance on The Late Show with <strong> David Letterman </strong>, <strong> Kelsey Grammer </strong> described <strong> Kayte Walsh </strong> as \"my new girl.\" <q>We're planning to get married soon,<q> he said, then added \"Sometime in February.\" But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to reject her husband's request to get a quick divorce and work out a financial settlement", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q>Sales professionals are at the heart of almost every successful business,<q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1296666375083984402", "i": 25709, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "of course. <strong> Simon Cowell </strong>, <strong> Nigel Lythgoe </strong> had a lot to say about him as well as he talks about how the show was getting to dark with <strong> Simon Cowell </strong>'s constant nasty remarks to contestants. He goes on to say <q>I think <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are both stars in their own right. You forget that we've had this train wreck that was following <strong> Simon Cowell </strong>, and then <strong> Simon Cowell </strong> disassociated himself from the show over the last few years, turned his back on the strange people they brought in to judge. So I knew it was going to be better than people expected.<q> He adds that the show has never been about <strong> Simon Cowell </strong> and he was the one person not worried when people told him to give up on Idol after <strong> Simon Cowell </strong>'s departure. American Idol: Executive Producer <strong> Nigel Lythgoe </strong> Says The", "new_id": -2}, {"uid": "1296774773245792831", "i": 4460, "idx": 0, "sa": ["Mike Cunningham", "Ronald Reagan", "Mike Pence"], "q": "served two terms in the White House, after being first elected in 1980. But the aura of the man, he said, makes <strong> Ronald Reagan </strong> a nearly mythical figure. <q>To conservatives, his legacy keeps growing every year,<q> <strong> Mike Cunningham </strong> said. On Feb. 24 U.S. Rep. <strong> Mike Pence </strong> will speak about <strong> Ronald Reagan </strong> during the Tippecanoe County Republican Party's Lincoln-Reagan Dinner. It used to the Lincoln Day Dinner. But", "new_id": -2}]