[{"uid": "1297251507203587604", "i": 22562, "idx": 2, "sa": ["Hosni Mubarak", "Donald Rumsfeld"], "q": "a luat la b?taie cu saco?a ase ho?i narma?i- VIDEO Nou noapte petrecut n Pia?a Tahrir de manifestan?ii mpotriva regimului lui <strong> Hosni Mubarak </strong> Metode poten?ial letale, folosite de agen?ii firmei de securitate G4S n timpul deport?rilor Guantanamo este <q> una dintre cele mai bune nchisori din lume </q>, consider <strong> Donald Rumsfeld </strong>( Imagine: Mediafax Foto/AFP) ntr-un interviu ce urma s fie difuzat mar?i sear pe postul Fox, <strong> Donald Rumsfeld </strong>, ale c?rui memorii`` Known and Unknown'' au fost publicate recent n Statele", "new_id": -2}, {"uid": "1295806909069746696", "i": 19453, "idx": 1, "sa": ["Colin Powell"], "q": "also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect title=\"Superman", "new_id": -2}, {"uid": "1295052762230834187", "i": 16463, "idx": 1, "sa": ["Ben Ali", "Sergio Marchionne", "Silvio Berlusconi"], "q": "$ 1.3 billion) in investments to historic Mirafiori, which would start producing Chrysler Jeeps and impose tougher working conditions on staff. Workers lobbied fellow voters outside the factory during the day, with some shouting <q> For employment, wages and rights, we vote yes </q>, while others chanted`` No to <strong> Sergio Marchionne </strong>'s blackmail''. The deal has ignited a fierce political debate in Italy, particularly after Prime Minister <strong> Silvio Berlusconi </strong> earlier this week said that ItBen Alian companies`` would have", "new_id": -2}, {"uid": "1295547812132497430", "i": 40952, "idx": 0, "sa": ["George W. Bush", "Darrell Issa", "John King", "Condoleezza Rice", "Henry Waxman", "Roger Clemens", "Valerie Plame", "Donald Rumsfeld"], "q": ", Democrat <strong> Henry Waxman </strong> was the <strong> George W. Bush </strong> administration's worst enemy, hauling in everyone from <strong> Condoleezza Rice </strong> and <strong> Valerie Plame </strong> to <strong> Donald Rumsfeld </strong> and <strong> Roger Clemens </strong>. As writer Nick Baumann noted in a'' href=\"http://motherjones.com/politics/2009/09/Darrell Issa-Darrell Issa-enter-stage-right\" target=\"_self\"> Mother Jones'' article, <q> <strong> Darrell Issa </strong>'s got the potential to be the Republican <strong> Henry Waxman </strong>-- on steroids. </q> Following the 2010 election, <strong> Darrell Issa </strong> sent a letter to`` more than 150 trade associations, companies and think tanks'' including`` the oil industry, drug manufacturers and other trade groups and companies'' asJohn King them", "new_id": -2}, {"uid": "1295692762156631048", "i": 27251, "idx": 1, "sa": ["Andy Coulson", "Ben Ali"], "q": "of` unprecedented anger' Arab leaders warned of` unprecedented anger' Photo: Muslim women walk in east London target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=RS5DRGNUQ3N7WXOUJIKM7N3DTE&amp;commentid=50739771\"> Report Abuse \" Dust off the guillotine and sharpen the blade, \" Report Abuse <q>`` <strong> Ben Ali </strong> fled to Saudi Arabia last week </q> \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1297432106138166281", "i": 24982, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "und damit Google und Apple Paroli bieten. Allerdings ist auch Microsoft im Moment keine Macht im Smartphone-Markt: Der Anteil des aktuellen Betriebssystems Windows Phone 7 lag zuletzt lediglich bei etwas mehr als drei Prozent. <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, erkl?rten <strong> Stephen Elop </strong> und Microsoft-Chef <strong> Steve Ballmer </strong>. So werde Nokia die Erfahrungen aus der Handy-Gestaltung und Unterst?tzung verschiedener Sprachen einbringen, hie es. Au?erdem wird Nokia die Microsoft-Suchmaschine Bing f?r seine Handys und Dienste bernehmen. Nokias eigener Karten-Dienst", "new_id": -2}, {"uid": "1297112033026116113", "i": 59890, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> 3:00 p.m.- 4:00 p.m. Let's Make A Deal 8:00 p.m.- 8:30 p.m. How I Met Your Mother 8:30 p.m.- 9:00 p.m. Rules Of Engagement", "new_id": -2}, {"uid": "1295788412114884629", "i": 55389, "idx": 2, "sa": ["Andy Coulson", "Mark Lewis"], "q": "he is representing clients preparing to bring civil court cases against several newspaper groups over allegations of phone tapping. His claims suggest the practice of illegal eavesdropping is much more commonplace than first thought. <q> I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group, </q> Mr <strong> Mark Lewis </strong> said.`` It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.'' Mr <strong> Andy Coulson </strong>, who edited the", "new_id": -2}, {"uid": "1295571616192872466", "i": 57017, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "who had the role before <strong> Eric Schmidt </strong> arrived, when Google was still a private company with venture capitalist backers) and will become executive chairman.`` Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> said on Twitter. <q> <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> he added in a blog post. That implies <strong> Larry Page </strong> wasn't ready back then and validates the last 10 years of <strong> Eric Schmidt </strong>'s tenure- but it would be hard to quibble when the company has had such success", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}]