[{"uid": "1297357007264552539", "i": 27988, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Show Low-$ 750,000 MLS 4410443 4 bed/ 4 bath 3,001- 3,500/ 2004 Those Callaways, John Hall& Associates Gold Canyon-$ 259,000 MLS 4432349 4 bed", "new_id": -2}, {"uid": "1295876260066535475", "i": 23246, "idx": 2, "sa": ["Rex Tillerson", "Chairman Mao", "Sen. Bernie Sanders"], "q": ": <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... video results for: chairman company president <strong> Sen. Bernie Sanders </strong> Inslee Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled <q> Drilling Down on America's Energy Future: Safety, Security, and Clean Energy </q> with the following witnesses: <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... <strong> Sen. Bernie Sanders </strong> Capps Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled`` Drilling Down", "new_id": -2}, {"uid": "1297106785094666800", "i": 34378, "idx": 0, "sa": ["Simon Cowell"], "q": ", New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating'' Daily( February 8th through", "new_id": -2}, {"uid": "1295616805243957789", "i": 24042, "idx": 3, "sa": ["Andy Coulson"], "q": "do so wishing the Prime Minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.'' CAMERON <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government. </q>`` During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication", "new_id": -2}, {"uid": "1296187190113836062", "i": 44895, "idx": 0, "sa": ["Simon Cowell"], "q": "on either the upcoming Fox version of the ITV singing competition or on his old show American Idol, but admitted that the British judge does know what he's talking about. He told The Mirror: <q> I won't work with <strong> Simon Cowell </strong> on X Factor or Idol. <strong> Simon Cowell </strong> has a good ear, but his Idol and X Factor acts don't dominate the charts in the States. Hip-hop does. </q> interest in taking over from <strong> Simon Cowell </strong> when the music mogul quit", "new_id": -2}, {"uid": "1295677980220479491", "i": 14806, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "Internet search company will replace <strong> Eric Schmidt </strong> as chief executive officer in April, at a time when <strong> Google Inc. </strong> is facing tough competition from Facebook and Twitter. Silicon Valley script-- but with which ending? <q> Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning? </q> Chris Dixon, a technology veteran who has invested in Skype and Foursquare, mused on Twitter, alluding to the two extremes of the tech industry storyline. <strong> Steve Jobs </strong> returned to Apple <strong> Google Inc. </strong> in the 1990s to", "new_id": -2}, {"uid": "1297461177215384092", "i": 10820, "idx": 5, "sa": ["Michael Vick"], "q": "Everything you've done to these dogs, something bad needs to happen to these guys.'' Knorr said that the public's perception of <strong> Michael Vick </strong> depends on whether a person owns a dog. <q> I think 25 percent of people are for him-- those are the football fans-- 25 percent of people hate him and 50 percent are right in the middle, </q> Knorr said.`` A lot of Eagles fans didn't like it when the team first signed him. If he had a horrible season, would Eagles fans still be supporting him?'' Knorr,", "new_id": -2}, {"uid": "1295665752254312485", "i": 15918, "idx": 0, "sa": ["Andy Coulson"], "q": "Print <strong> Andy Coulson </strong> quits Downing Street communications role The prime minister's communications chief <strong> Andy Coulson </strong> has resigned, blaming coverage of the News of the World phone hacking scandal. Mr <strong> Andy Coulson </strong> said coverage had <q> made it difficult for me to give the 110% needed in this role </q>. He faced pressure after claims about phone hacking while he was editor. Mr <strong> Andy Coulson </strong> quit as editor in 2007 saying he took ultimate responsibility for the scandal. He denied knowing phone hacking was", "new_id": -2}, {"uid": "1297123761195428364", "i": 23296, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.''", "new_id": -2}, [{"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]]