[{"uid": "1295365495187695155", "i": 11898, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "condition ever since. <strong> Barack Obama </strong> revealed during his speech that after he visited with her at the hospital earlier in the day, <strong> Gabrielle Giffords </strong> opened her eyes for the first time. <q><strong> Gabrielle Giffords </strong> opened her eyes, so I can tell you: She knows we are here, she knows we love her and she knows we are rooting for her throughout what will be a difficult journey,</q> <strong> Barack Obama </strong> told the cheering crowd. House Minority Leader <strong> Nancy Pelosi </strong>, D-Calif., <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., and <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., were in the room when <strong> Gabrielle Giffords </strong> opened her eyes, a congressional source told", "new_id": -2}, {"uid": "1295675868065781764", "i": 38924, "idx": 0, "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. ''I always kid with him about not being a rebounder, being so big,'' <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q>I say, ''If I was your height, I'd get a double-double every night.'</q> <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, '''but tonight, he was just so aggressive. He", "new_id": -2}, {"uid": "1296694847219119622", "i": 14336, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "enforcement to protect taxpayers from massive fraud,'' said Mr. <strong> Sen. Bernie Sanders </strong>, who is considered one of the most liberal members of Congress. But the authors of the 45-page documentation, titled <q>Report to Congress on Contracting Fraud,</q> said that because there is no central repository for contracting data, the department faced a ''number of challenges'' drafting the report- ''first and foremost was the development of a common definition of` procurement fraud", "new_id": -2}, {"uid": "1297323057252542979", "i": 10128, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "Posted at 6:00 AM ET, 02/ 9/2011 <strong> Donald Rumsfeld </strong>, interviewed on Good Morning America.( abc.com) <q>But you had inspectors in the country[ Iraq]. Why was it necessary to invade--</q> <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong>: <strong> Saddam Hussein </strong> ''had thrown them out about the second or third or fourth time.''-- An exchange during an interview on ABC's ''Good Morning America,'' Feb. 8", "new_id": -2}, {"uid": "1295468530213155889", "i": 8812, "idx": 3, "sa": ["Sergio Marchionne"], "q": "and the 300 and Charger in the future success of the company. ''The launch of the all-new 2011 Chrysler 300 and Dodge Charger demonstrates how far this company has come in 18 months,'' said <strong> Sergio Marchionne </strong>. <q>The assistance of the governments of Canada and the Province of Ontario gave us the opportunity to create a future. Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the US for the loans that enabled a vibrant, restructured company to emerge in June 2009. Along with the commitment, dedication and support of our CAW partners and employees, we are demonstrating what can be achieved when industry, government and labor recognize the need to come together.</q> The Company has invested more than US$ 1 billion since 2008 for the launch of the 300, Charger and Challenger for assembly http://wn.com/How_much_will_Barack_Obamas_government_spend_in_his_first_year? Revenues:$ 2.074 trillion. Expenses:$ 3.653 trillion. Deficit:", "new_id": -2}, {"uid": "1297233195160825398", "i": 1217, "idx": 1, "sa": ["Esther Williams", "Michael Vick"], "q": "the rural setting, wide open spaces and centralized location is a huge plus. ''The animal controls have to take anything that comes in. They can only take so many,'' <strong> Esther Williams </strong> said. <q>Once they run out of space then they have to start euthanizing and there are some really, really good dogs that are being put down.</q> <strong> Michael Vick </strong>'s new career with the Philadelphia Eagles is flying high after he spent nearly two years in prison on a federal dog fighting conviction. The NFL recently named <strong> Michael Vick </strong> ''Comeback Player of the Year.", "new_id": -2}, {"uid": "1295958129216842277", "i": 10782, "idx": 5, "sa": ["Charlie Black", "Mike Pence"], "q": "safer route of running for governor? Is it realistic to try to vault from the House to the White House, something that was only done once, in 1880? <q>A number of things would have to fall into place to make him competitive,</q> said <strong> Charlie Black </strong>, a veteran GOP strategist. ''The key is the conservative movement adopting him as its favorite.'' <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong>", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,'' <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q>Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud.</q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business' ''move forward into the era of cloud computing,'' one that would apparently require ''new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}, {"uid": "1296679971172851230", "i": 17780, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "to make the best show.'' But last week, amid stories about the declining season-over-season figures, he got a bit worked up, reminding the Reporter that the show had 26 million viewers. <q>I'm really happy with that,</q> he insisted. <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>, who he said have quickly helped right the ship after the uncertainty that followed lead judge <strong> Simon Cowell </strong>'s departure last year. ''You forget that we've had this train wreck", "new_id": -2}, {"uid": "1295198345210845700", "i": 17375, "idx": 2, "sa": ["Allen Iverson", "Rodney Carney", "Jared Jeffries", "Samuel Dalembert"], "q": "Knicks( 16-22), who snapped a two-game losing streak. The Knicks also ended a nine-game skid in Philadelphia, dating to Dec. 17, 2004. ''We finally got one here,'' <strong> Jared Jeffries </strong> said. <q>We made some <strong> Yao Ming </strong> plays when we needed them down the stretch.</q> <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26), who had won two straight and their previous six meetings with New York. <strong> Samuel Dalembert </strong> played", "new_id": -2}]