[{"uid": "1297245174074432523", "i": 36439, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell", "Anderson Cooper"], "q": "Instead, the` Bad Romance' hitmaker showed <strong> Anderson Cooper </strong> a box of personal mementos, including the sheet music to the first song she ever wrote, which was entitled` Dollar Bills'. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295667453153141260", "i": 22122, "idx": 0, "sa": ["Steve Jobs", "Steve Chen", "Eric Schmidt"], "q": "aus Schmidt/50217764.html#\"> 2007 war zwisSteve Chen <strong> Steve Jobs </strong> und <strong> Eric Schmidt </strong> noch alles okay Die zunehmende Rivalisierung der Konzerne gipfelt im Ausstieg Eric Schmidts aus dem Aufsichtsrat bei Apple. Zuvor hatte sich Apple-Chef <strong> Steve Jobs </strong> sehr ver?rgert ber Google ge?u?ert. <q> Da Google mit dem Betriebssystem Android und dem Browser Chrome immer weiter in das Kerngesch?ft von Apple eindringt, ist Eric Schmidts Mitgliedschaft im Aufsichtsrat nicht mehr sinnvoll </q>, sagt <strong> Steve Jobs </strong>. Ein Jahr sp?ter bezeichnete <strong> Steve Jobs </strong> das Motto von Google \"Don't be evil\" als \"Bullshit\" . <strong> Eric Schmidt </strong> war seit August 2006 Mitglied in dem Gremium. Schmidt/50217764.html#\"> 2010 China- Aff?re", "new_id": -2}, {"uid": "1296756488058556417", "i": 39323, "idx": 1, "sa": ["Zahi Hawass"], "q": "est \"en contact permanent\" avec <strong> Zahi Hawass </strong>, l'influent patron des Antiquit?s gyptiennes qui a t nomm lundi ministre des Antiquit?s gyptiennes, a-t-on d?clar jeudi? l'Unesco. De son c?t, le British Museum a <q> d?plor les faits de vols et destruction qui se sont d?roul?s dans les mus?es et les anciens sites d'Egypte </q> ces derniers jours. \"Le mus?e gyptien du Caire abrite des objets uniques pour le patrimoine mondial\" , souligne le mus?e londonien qui poss?de une collection d'antiquit?s gyptiennes de premier plan. \"Il", "new_id": -2}, {"uid": "1295005754255803419", "i": 240, "idx": 1, "sa": ["Simon Cowell", "Gordon Brown", "Larry King"], "q": "do it for a million for SANDS. money, mouth?\" Morgan, whose guests on the ITV1 interview show have included Brown-Gordon Brown.html\"> <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told Allen: <q> I will get ITV to make substantial five-figure donation to your charity for the interview </q>. But Allen told him: \"Those are my terms. I've got no interest in coming on your show, you've been asLarry King me for years.\" She revealed she had lost", "new_id": -2}, {"uid": "1297556748101662770", "i": 18032, "idx": 0, "sa": ["Allen Iverson", "Blake Griffin", "Dwyane Wade"], "q": "first rookie since <strong> Allen Iverson </strong> in 1996 to have two 40-point games in a season and would set a Clippers franchise record for consecutive double-doubles( 27), the most by an NBA rookie in 40 years. <q> We don't know how good he's going to be, but he's a phenomenon, </q> <strong> Dwyane Wade </strong> said during <strong> Blake Griffin </strong>'s first and only visit to Miami. \"When you have as much athletic ability as he has, now he's starting to understand the game more, he's starting to see where", "new_id": -2}, {"uid": "1297006588157859844", "i": 45774, "idx": 1, "sa": ["Eric Schmidt"], "q": "lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. \"We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q> I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct. \"We'll find out and make sure we are operating well within the law and the spirit of the law. </q> Brussels launched a formal investigation into Google in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. We welcome comments that advance the story directly", "new_id": -2}, {"uid": "1295559994214679661", "i": 37674, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "co-founder <strong> Larry Page </strong> will take over as Google's CEO, while <strong> Eric Schmidt </strong> will take on the role of executive chairman, the just announced\"> company just announced. Google says it's making the changes to <q> streamline decision making and create clearer lines of responsibility at the top of the company </q> but there were no signs that anything was amiss at the triumvirate that has led the company since 2001. The news came as part of the company's Q4 results\"> earnings results.", "new_id": -2}, {"uid": "1296338741178929668", "i": 17794, "idx": 0, "sa": ["Simon Cowell"], "q": "crashed the season finale last May when took over a farewell segment for Cowell-Simon Cowell-says-goodbye-to-american-idol-1/\" target=\"_blank\"> <strong> Simon Cowell </strong>, which was supposed to include digs from former burnt contestants by grabbing the microphone and carrying on with things like <q> Who cares? It's all about Ian Benardo tonight! I'm going to replace you, <strong> Simon Cowell </strong>! No one has a thing to say about you- just me. </q> That tirade by Ian caused the producers to shut down that segment early. Somehow, I doubt suing for a third time is going to get this guy anywhere, but we'll have to wait and see what", "new_id": -2}, {"uid": "1296543362072531982", "i": 30805, "idx": 0, "sa": ["Žydrūnas Ilgauskas", "Chris Webber", "LeBron James", "Allen Iverson", "James Cleveland"], "q": "eight assists and the Miami Heat beat the Cavaliers for the third Iverson_Allen Iverson_31pts_Philadelphia_76ers_vs_LeBron James_LeBron James_James Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. \"That's really what I did. It helped me out.\" <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds,", "new_id": -2}, {"uid": "1294978384186728451", "i": 48247, "idx": 0, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Kirsten Gillibrand"], "q": "Wednesday night, as one of the women, Representative Giffords_Gabrielle Giffords/index.html?inline=nyt- per\" articles about Gabrielle Giffords.\"> <strong> Gabrielle Giffords </strong>, flicked open an eye as the sound of her friends' voices filled her hospital room. <q> I think it was a combination, perhaps, of the unexpected but familiar that really prompted her to open her eyes and look around, </q> said Dr. G. Michael Lemole Jr., one of Ms. <strong> Gabrielle Giffords </strong>'s neurosurgeons, concerning what was apparently her reaction to the voices of her fellow lawmakers, Representative <strong> Debbie Wasserman Schultz </strong>, Representative <strong> Kirsten Gillibrand </strong>. While Ms.", "new_id": -2}]