[{"uid": "1295391193064847877", "i": 39763, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. A Ray of Hope for College Grads Facing Cloud of Fear, Uncertainty and Debt Brain Drain: Most College Students Learn Next to Nothing, New Study Says Quotes delayed, except where indicated", "new_id": -2}, {"uid": "1295608967062603264", "i": 41723, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "broader business relationships\". Page returns to the job, which he relinquished to <strong> Eric Schmidt </strong> in 2001 when investors called for a more experienced business leader. <strong> Eric Schmidt </strong> said on his personal Twitter account: <q>Day-to-day adult supervision no longer needed!</q> \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong>[ <strong> Sergey Brin </strong>] for a long time to come,\" he added.", "new_id": -2}, {"uid": "1296250466060604424", "i": 23456, "idx": 0, "sa": ["Newt Gingrich", "Barack Obama", "Mike Pence"], "q": "insiders, CNN's report. At <strong> Mike Pence </strong> Will Not Run for <strong> Barack Obama </strong> Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> Mr. <strong> Mike Pence </strong> wrote in a letter to supporters. \"We will not seek the Republican nomination for president in 2012.\" The Santorum in no hurry to make presidential decision <strong> Newt Gingrich </strong> Assesses His Potential 2012 Presidential", "new_id": -2}, {"uid": "1295562509244678683", "i": 28912, "idx": 0, "sa": ["Steve Ballmer", "Tom Warren"], "q": "Earlier this year, <strong> Steve Ballmer </strong>, the CEO of Microsoft, was asked whether he had plans to release a PC-compatible edition of Kinect is hacker-friendly, and that's a good thing, Microsoft says <q>Microsoft is set to unveil driver support and a software development kit in the coming months and will allow third-party developers to create titles that utilize the Kinect sensor when plugged into a PC,</q> <strong> Tom Warren </strong> of Win Rumors writes today. \"According to sources familiar with the plans, Microsoft will distribute the drivers under the \"beta\" tag.\" <strong> Tom Warren </strong> added that Kinect support is expected to", "new_id": -2}, {"uid": "1297520083086999051", "i": 31616, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell", "David Hasselhoff"], "q": "judge. He has that ability to say what you at home are thinking. \"<strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better.\" <q><strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better.</q> Comment on this Article However the pair are excited to be working with former' Baywatch' hunk <strong> David Hasselhoff </strong>- who was thrown off \"America's Got Talent\" for drinking last year-", "new_id": -2}, {"uid": "1295700037236945434", "i": 14183, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "his own reputation as part of the \"Brokeback\" coalition. Labour accuse <strong> David Cameron </strong> of poor judgment after his controversial press chief <strong> Andy Coulson </strong> resigns.. Follow us on twitter at twitter.com. A clip from Channel 4's <q>Dispatches- Tabloids, Tories and Telephone hacking</q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. <strong> Andy Coulson </strong> leaves Downing Street after resigning as head of communications to <strong> David Cameron </strong>. The real reasons behind the slur? copyrights not my own http://wn.com/Kissing_You_|_ Kisses_Moments_Montage_TV,", "new_id": -2}, {"uid": "1294980453267878419", "i": 47576, "idx": 0, "sa": ["Michael Vick", "Desmond Bishop", "Tramon Williams", "DeSean Jackson"], "q": "<strong> Desmond Bishop </strong> stepped into the picture and with a mighty one-handed swipe took <strong> DeSean Jackson </strong> down with a shoestring tackle at the Packers' 38-yard line. \"That was big,\" Packers defensive end Ryan Pickett said. <q>Actually it saved the game. That's a touchdown-saving tackle.</q> Thanks to <strong> Desmond Bishop </strong>, <strong> DeSean Jackson </strong> was stopped in his tracks after a 28-yard reception. Four plays later Eagles quarterback <strong> Michael Vick </strong> threw his fateful interception to <strong> Tramon Williams </strong> in the end zone to seal the Packers' 21-16 victory", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q>part of a more complicated set of negotiations.</q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}, {"uid": "1295465958125829126", "i": 22546, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "the role as the \"assertive\" one. But he concedes that <strong> Simon Cowell </strong> is irreplaceable. Jackson will be joined by <strong> Jennifer Lopez </strong> and rock legend <strong> Steven Tyler </strong>. Jackson says they clicked instantly. <q>We got along like a house on fire. I admired both of them for a long time, and they all come from the same side of the music that Ryan[ Seacrest] and I come from. It's been amazing. They've become great judges. What surprised me a little bit is that they actually really care about these kids. They actually really want them to do well.</q> Along with the new line up of judges, a few other changes have been made to the show, including the age limit, which has been dropped to 15. Contestants and viewers can also expect", "new_id": -2}, {"uid": "1295958129216842277", "i": 10781, "idx": 4, "sa": ["Ronald Reagan", "Mike Pence"], "q": " \"Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface,\" said Ralph Benko, a former <strong> Ronald Reagan </strong> administration aide who started the campaign. <q>I think it\"s huge. I just think it needs a little place to go. So we built a little place for it to go.</q> But should <strong> Mike Pence </strong>, who has said he will decide this month on his next step, listen to his fans, or choose the safer route of running for governor?", "new_id": -2}]