[{"uid": "1295380350188088361", "i": 20414, "idx": 0, "sa": ["Kirsten Gillibrand", "Saeb Erekat", "Hillary Clinton"], "q": "the resolution should it come to a vote in the council. On Tuesday, 17 senators led by <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and <q>make it clear to the Palestinian Authority that it needs to sit down in direct talks with Israel, rather than pursue unhelpful resolutions at the United Nations.</q> In the West Bank, chief Palestinian negotiator <strong> Saeb Erekat </strong> said that the Palestinians and their backers have agreed on the wording for the anti-settlement resolution. He said he expects it to be submitted to the Security Council", "new_id": -2}, {"uid": "1294975486242417668", "i": 5605, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": ", 29, who in October suffered a miscarriage and lost their baby. In an appearance on \"The Late Show with <strong> David Letterman </strong>\", <strong> Kelsey Grammer </strong> described <strong> Kayte Walsh </strong> as \"my new girl.\" <q>We're planning to get married soon,</q> he said, then added \"Sometime in February.\" But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to reject her husband's request to get a quick divorce and work out a financial settlement", "new_id": -2}, {"uid": "1297298258261144595", "i": 21461, "idx": 0, "sa": ["Colin Powell"], "q": "the car bomb-- it was less than 40 yards away,\" said policeman Meriwan Salih, whose arm was broken and who had shrapnel pierce his back when the third bomb exploded as his patrol sped by. <q>The huge blast threw me into the air.</q> Kirkuk's police chief, Maj. <strong> Colin Powell </strong> Jamal Tahir, said the suicide bomber got close to the Asayish headquarters by claiming to be a deliveryman on his way to pick up milk at an ice cream shop", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}, {"uid": "1297184999119177281", "i": 7615, "idx": 1, "sa": ["Simon Cowell"], "q": "same house, where the cameras continue to roll. So why the big prize for the American X Factor? <strong> Simon Cowell </strong> says that he's confident a big star will emerge from season one. <q>We are going to put our money where our mouths are with this$ 5 million recording contract,</q> says the judge and producer. \"I'm doing this show in America because I genuinely believe we can find a superstar.\" The premiere date hasn't been announced, but auditions start in L.A.", "new_id": -2}, {"uid": "1295988296031850526", "i": 6101, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "front of decision makers. That was one reason cited by Google's outgoing CEO <strong> Eric Schmidt </strong> for passing the torch to co-founder Larry Page, writing in a blog post last week that a change was needed to <q>simplify our management structure and speed up decision making.</q> \"Google is still the same entrepreneurial company it was when I started, encouraging Googlers to take on big ideas and high-risk, high-reward opportunities,\" <strong> Alan Eustace </strong> wrote. Last week Google said that as of", "new_id": -2}, {"uid": "1297616629186400779", "i": 26900, "idx": 42, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": "there on the ground.\" Then in April 2004 the Abu Ghraib scandal- with its still shocking photos- broke. <strong> Donald Rumsfeld </strong> offered to resign, twice. But the <strong> Richard Nixon </strong> said no. <q>Do you think it would have been better if you had insisted on resigning?</q> Martin asked. \"I think so,\" he said. \"How would that have made things better?\" \"It would have been a stronger signal to the world that", "new_id": -2}, {"uid": "1296169273065405008", "i": 20515, "idx": 1, "sa": ["Sergio Marchionne"], "q": "down over collateral that could be pledged by Chrysler. Chief Executive <strong> Sergio Marchionne </strong>, who expected the money by the end of 2010, said last week he still expected Chrysler would receive the loans. <q>Am I concerned with the fact that this thing is taking longer than I thought? The answer is absolutely yes,</q> <strong> Sergio Marchionne </strong> told reporters. He added that a \"tripartite\" discussion between Treasury, the Department of Energy and Chrysler would be needed to sort out the issue. \"BEHIND THE EIGHT BALL\"", "new_id": -2}, {"uid": "1295562703244678692", "i": 20928, "idx": 3, "sa": ["Eric Schmidt"], "q": "A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are available, <strong> Eric Schmidt </strong> said. <q>We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale,</q> <strong> Eric Schmidt </strong> wrote. Delivering applications anywhere, anytime with maximum security and control over data QlikView Customers Outperform the Best-in-Class with Dashboards Exponential data growth is emerging as arguably the biggest issue IT managers face. But, handily", "new_id": -2}, {"uid": "1295860227156680235", "i": 37476, "idx": 0, "sa": ["Andy Coulson", "Harriet Harman"], "q": "broadcast media reports on Sunday, Brown asked police to investigate whether his phone had been hacked when he was prime minister between 2007 and 2010. Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,</q> she told Sky News. \"Nobody is above the law, no newspaper editor, no journalist.\" <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}]