[{"uid": "1295440182086491153", "i": 9205, "idx": 0, "sa": ["Simon Cowell"], "q": "panel needed a caustic Brit or all would be lost. He spoke with unvarnished authority. As the critiques moved down the panel, it was always click, click, When he said, <q> If I'm being honest with you... </q> it was always a preamble to savagery. Delicious savagery. With a dagger on top. Getting a compliment from <strong> Simon Cowell </strong> was better than winning a Grammy. If he said it was", "new_id": -2}, {"uid": "1296637253086523919", "i": 13669, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "2010. The record-setting quarterback, who had a string of 355 passes without an interception, received 21 votes from a 50-member media panel Tuesday to outdistance Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who drew 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous All-Pro choice, <strong> Tom Brady </strong> threw for 36 touchdowns and was intercepted just four times in 2010. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL record with 50 touchdown", "new_id": -2}, {"uid": "1295814374241696780", "i": 13563, "idx": 7, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. Sponsored Links <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1295756545021528602", "i": 15257, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "by the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book titled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Up to 53% Off at Salon& Spa De Crist in Lee's Summit THERAPISTS", "new_id": -2}, {"uid": "1297284665062046252", "i": 16858, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "with the help of Iraqi security forces that had become`` very capable.'' As a result, he argues, the force of <strong> President Bush </strong>'s surge was as much`` psychological'' as anything else. <q> The president's decision galvanized the opinion in Iraq. It said:` Look, if you think it is going to go to the insurgents, you are wrong.' </q> The fact of the statement, argues Mr. <strong> Donald Rumsfeld </strong>, mattered as much as did the increase of troops`` tactically or strategically.'' Let's examine <strong> Donald Rumsfeld </strong>'s claims in order. He says", "new_id": -2}, {"uid": "1295679833021889049", "i": 15242, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.'' Before the announcement, a No 10 spokeswoman told reporters: <q> The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does. </q> Last week, Mr <strong> David Cameron </strong> said he gave Mr <strong> Andy Coulson </strong> a job because he deserved a`` second chance'' after his time at the tabloid. Mr <strong> Andy Coulson </strong> joined his team before the General Election", "new_id": -2}, {"uid": "1295983428080740355", "i": 29448, "idx": 0, "sa": ["Vince Young", "Michael Vick", "Colin Kaepernick"], "q": "Tony Pauline This entry was posted on Tuesday, January 25th, 2011 at 1:24 pm and is filed under Ben Volin. You can follow any responses to this entry through the 3 Responses to <q> Getting to know... Nevada QB <strong> Colin Kaepernick </strong> </q> January 25th, 2011 at 1:33 pm <strong> Colin Kaepernick </strong> is a major project IMO. He'd be ok to draft in the later rounds if we can sign a <strong> Michael Vick </strong> or a <strong> Vince Young </strong>. January 25th, 2011", "new_id": -2}, {"uid": "1295785558098680872", "i": 44027, "idx": 0, "sa": ["Andy Coulson"], "q": "and now it's time to get all the facts out in the open.'' A Scottish Government spokesman said Labour's assertion of 10,000 complaints was`` entirely misleading''. He said: <q> Responses received were both supportive and unsupportive- for example a letter from the <strong> Nelson Mandela </strong> Foundation carried his support for the decision- and other issues have generated far greater levels of response, such as the consultation on the then-proposed smoking ban which attracted tens of thousands of responses. </q> Downing Street spin doctor <strong> Andy Coulson </strong> resigns in phone-hacking row Life for youths who battered man to death because it was` funny' Kevin` Gerbil' Carroll shooting: Murder accused released from prison Full video interview:", "new_id": -2}, {"uid": "1295804716188252188", "i": 6599, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "n't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.'' <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> <strong> Colin Powell </strong> said.`` And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]