[{"uid": "1295254600092618767", "i": 7201, "idx": 3, "sa": ["Eric Musselman", "J.R. Smith", "Allen Iverson", "Andre Miller"], "q": "they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same time <strong> Allen Iverson </strong> finally made it.`` We will never have a worse travel day than today,'' Kings coach <strong> Eric Musselman </strong> said. <q> Our energy and effort was phenomenal. </q> The Kings might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and Joe <strong> J.R. Smith </strong> to Philadelphia takes the Nuggets where they hope it will. In his debut, playing on", "new_id": -2}, {"uid": "1295310911045482027", "i": 16774, "idx": 0, "sa": ["Sergio Marchionne"], "q": "as many as 280,000 cars and SUVs annually at Mirafiori for the Jeep and Alfa Romeo brands as part of its venture with Chrysler. Production is scheduled to begin by the fourth quarter of next year. <q> They have chosen to take their destiny into their own hands, to take an historic step and become the architects of something new and important, </q> <strong> Sergio Marchionne </strong> said in a statement. The Jeep models that would be built in Mirafiori, <strong> Sergio Marchionne </strong> said last month, will be smaller than the Grand Cherokee and will not jeopardize jobs at Chrysler's Jefferson North", "new_id": -2}, {"uid": "1295991953089178223", "i": 3078, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "most I've never reread.'' As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005: <q> Are we winning or losing the war on terror? </q>`` Is the U.S. government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?''`` My brain would be going,'' he says", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1296175633054247430", "i": 26632, "idx": 11, "sa": ["Barack Obama", "Mike Pence"], "q": "snow after a fast... Photo in Slideshow: Members of Congress from both parties stand and applaud together... Article: <strong> Barack Obama </strong> seeks new path to environmental goals... Politics Video: Supreme Court Interview: Bernau Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads'' An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way''. Report Abuse", "new_id": -2}, {"uid": "1295289004218529795", "i": 48235, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson", "LeBron James", "Josh Smith"], "q": "<strong> Carmelo Anthony </strong> and <strong> LeBron James </strong> were the headliners, but <strong> Allen Iverson </strong> and JR <strong> Josh Smith </strong> stole the show. <strong> Allen Iverson </strong> scored a season-high 37 points and <strong> Josh Smith </strong> added 29 to help the Denver Nuggets beat the Cleveland Cavaliers 122-100 on Monday night. <q> They didn't steal my spotlight, </q> said <strong> Carmelo Anthony </strong>, who had 22 points and nine rebounds.`` They did what they were supposed to do. They took advantage of the defense that they threw at us.'' <strong> Allen Iverson </strong> set the tone early with", "new_id": -2}, {"uid": "1295243276223936526", "i": 8330, "idx": 1, "sa": ["Steve Ballmer"], "q": "in the mobile arena. <strong> Steve Ballmer </strong> came to change that perception by lauding the strength of Microsoft's technological foundation and casting the company as a leader in social entertainment, mobile software, and personal computers. <q> A decade ago we took a bold step forward toward transforming entertainment, </q> <strong> Steve Ballmer </strong> said.`` We started with gaming with the launch of Xbox.... The next step in that journey was the launch of Xbox Live which transformed gaming experiences with the cloud. That put Xbox front and", "new_id": -2}, {"uid": "1296218172048857090", "i": 12609, "idx": 7, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "a former Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has <q> come to the place that's right for him and his family. </q>`` What I most want is for him to have a long future,'' <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.", "new_id": -2}, {"uid": "1295537656152666130", "i": 9945, "idx": 1, "sa": ["House Judiciary Committee", "Richard Neutra", "Mike Pence"], "q": "national bankruptcy. The IRS is hiring new agents to steal more money. Central economic planning has failed. A much bigger economic crisis is coming. And, every country in the world i... <strong> Mike Pence </strong>: <q> You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. </q> <strong> Mike Pence </strong>:`` You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.'' ARCHITECTURE: Lovell Health <strong> House Judiciary Committee </strong> in LA Confidential The Lovell Health house in Los Angeles was designed by architect <strong> Richard Neutra </strong>", "new_id": -2}, {"uid": "1297192087182861832", "i": 10174, "idx": 0, "sa": ["Heston Blumenthal", "David Letterman", "Martha Stewart"], "q": "-- <strong> Martha Stewart </strong> hits <strong> David Letterman </strong> in the face with a cheese ball.( <q> You're a strong wonderful woman, and I'm an asshole. </q>)[ Eater]-- Croatia's own Chocolat Reuters]-- Shrimp Without Guilt: BC Spot Prawn Fishery Daily Dish]-- <strong> Heston Blumenthal </strong> serves deep-fried", "new_id": -2}]