[{"uid": "1296119888224231428", "i": 33434, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Comments By Posting to this site, you agree to our Copyright Record Publishing Co, LLC. 1995-2011. All Rights Reserved.", "new_id": -2}, {"uid": "1295254520092618763", "i": 530, "idx": 0, "sa": ["Piers Morgan", "Jo Frost", "Simon Cowell"], "q": "it finally has \"buzz\" again. And though it remains to be seen whether the host of CNN's \"<strong> Piers Morgan </strong> Tonight\" will do for skinny ties what his long-running predecessor did for suspenders- <q>it wasn't lost on me[ that] the Beatles always had skinny ties, and they were quite successful in Britain and America</q>- the fast-talking Brit does have a few things going for him:_ An accent that Americans, used to the scolding of everyone from <strong> Simon Cowell </strong> to \"Supernanny\" <strong> Jo Frost </strong>, seem powerless to resist.", "new_id": -2}, {"uid": "1295015233063946826", "i": 17770, "idx": 0, "sa": ["Jim Moeller", "David Letterman"], "q": "gay members of Congress, governors and mayors- and modest population help give it a boost over hundreds of contenders. \"Welcoming' community <strong> Jim Moeller </strong> himself was thrown by the listing. <q>Are you sure Vancouver, Washington?</q> he responded Thursday by telephone from Olympia. Followed by seconds of bemused laughter. \"I'm a bit flabbergasted. The top 10, huh? Maybe we\"ll make` <strong> David Letterman </strong>,\" <strong> Jim Moeller </strong>", "new_id": -2}, {"uid": "1297709927124567580", "i": 40151, "idx": 0, "sa": ["Mike Huckabee", "Mike Pence"], "q": "the alley, because the light was better. Social conservatives tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \"in the public square\": <q>Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history,</q> said Rep. <strong> Mike Pence </strong>( R-Ind.) at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: \"We need to understand there is a direct", "new_id": -2}, {"uid": "1297216423081690625", "i": 6904, "idx": 1, "sa": ["Eric Cantor", "Kirsten Gillibrand", "Barbara Boxer", "Mike Pence"], "q": ", toward how we undermine women's reproductive health,\" said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). Abortion-rights groups, mobilizing to combat efforts to limit reproductive services, hammered home that same point. <q>The House leadership is clearly out of touch with the American people, as they are continuing to focus on legislation that takes away healthcare women currently have instead of focusing on jobs and the economy,</q> said Cecile <strong> Mike Pence </strong>, president of the Planned Parenthood Federation of America. <strong> Eric Cantor </strong> said Republicans are trying to make good on a \"Pledge to America\" promise by cutting taxpayer funding for abortion.", "new_id": -2}, {"uid": "1296792237034570250", "i": 30260, "idx": 0, "sa": ["DeMaurice Smith", "Michael Vick"], "q": "otherwise be an Unrestricted Free Agent[ or Restricted Free Agent] as a Franchise Player each season during the term of this Agreement,\" <strong> DeMaurice Smith </strong> wrote in a memo to player agents, obtained by ProFootballTalk.com. <q>The 2011 season is not a \"season during the term of this Agreement' so the NFL has no valid basis for claiming the right to franchise players in 2011.</q> There is a long list of elite NFL players who are pending free agents. The Philadelphia Eagles reportedly will tag QB <strong> Michael Vick </strong> if it can\"t reach a long-term agreement. Other viable candidates to be tagged", "new_id": -2}, {"uid": "1295745494072876052", "i": 30013, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "any journalist, balanced articles though off Rawnsley would be refreshing.. I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone Rawnsley, live with it.. <q>I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone Rawnsley, live with it..</q> SonOfNyeBevan 23 January 2011 1:14 AM I forgot to add in my posts today, given <strong> Andy Coulson </strong> has been forced to step down as Tory Press Secretary, and given the position is now vacant and", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q>The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan,</q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. \"Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}, {"uid": "1296686460210616342", "i": 36617, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "from the Snookster and J-Woww. What do you think? Did your head explode( like mine did) when you saw the Shore/Biebs collaboration? Are you craving more? Hoping for a single, maybe <q>Never Say Never... Except to a Grenade</q>? <strong> Justin Bieber </strong> teaches <strong> David Letterman </strong> about the \"Twitter device' <strong> Justin Bieber </strong> on` Today': When they\"re not screaming, <strong> Justin Bieber </strong> fans are kind of adorable The rules: Keep it clean, and stay on the", "new_id": -2}, {"uid": "1294968451002998322", "i": 11248, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": " \"We're open two days a week right now, we've seen about 286 patients, half of those are students, half of those are adults so to us that's substantial\" <strong> Sen. Bernie Sanders </strong>: <q>this is the 4th clinic in the state of vt that's providing dental care to kids but its the only one that's unique that's using the facility to help adults as well.</q> The dental clinic at the High School is expected to go from 9 hour days to 10 hour days soon. We welcome your participation in our community. Please keep your comments civil and on point", "new_id": -2}]