[{"uid": "1297203706130318389", "i": 59523, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "href=\"http://sports.espn.go.com/dallas/nfl/news/story?id=6099411&amp;campaign=rss&amp;source=NFLHeadlines\"> defending his action to ESPN.`` The message and the kids are far greater than all this response about,` Why give him the key to the city?''' <strong> Dwaine Caraway </strong> explains. <q> He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal drugs. To obey their parents and pick the people they hang around. </q> Adding,`` That's a message I would challenge anybody to say that not one kid across America shouldn't hear from people in notoriety such as <strong> Michael Vick </strong>.'' This past season, <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1296102239116244691", "i": 10136, "idx": 3, "sa": ["Michael Vick"], "q": "is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth it,'' he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by", "new_id": -2}, {"uid": "1296664437210550812", "i": 31174, "idx": 0, "sa": ["David Letterman", "Barbara Walters", "Regis Philbin", "Robin Williams", "Bill Clinton", "Charles Grandison Rose III"], "q": "at 10 P.M. <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charles Grandison Rose III </strong>: Life Can Change in a Heartbeat, No Matter How Famous You Are 1 comment By <strong> Barbara Walters </strong> with ALAN B. GOLDBERG <q> I realized there was really no alternative, if I wanted to live, I had to do this. </q>-- <strong> Bill Clinton </strong>`` I would find myself busting into tears and sobbing uncontrollably.''-- <strong> David Letterman </strong>''... stop the heart, work on it, restart it...", "new_id": -2}, {"uid": "1296541564262815772", "i": 14751, "idx": 6, "sa": ["Chris Webber", "Žydrūnas Ilgauskas", "Allen Iverson", "James Cleveland"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... <strong> James Cleveland </strong>- Short Gospel History( 2) The Reverend Dr. <strong> James Cleveland </strong>( December 5, 1931- February 9, 1991) was a gospel singer, arranger, composer and, most significantly, the driving", "new_id": -2}, {"uid": "1297197242093274120", "i": 53544, "idx": 13, "sa": ["Lady Gaga", "Simon Cowell"], "q": "quality when they saw it.`` Over the years you've seen a different type of artist emerge,'' he explained, noting that a certain je ne sais quoi has become just as important as chops. <q> A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her if she'd walked into` Idol' three years ago with a lobster on her head. I don't know. But she's got it. </q> Whether <strong> Simon Cowell </strong>'s still got it is hard to say, especially seven long months away from the premiere date. But at a time when the music industry's struggling, he's going to have to", "new_id": -2}, {"uid": "1295110021248414221", "i": 40248, "idx": 1, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "en C?te d'Ivoire, le Secr?taire g?n?ral de l'ONU, <strong> Ban Ki-moon </strong>, a lanc mercredi soir un appel aux camps du Pr?sident lu <strong> Alassane Ouattara </strong> et du Pr?sident sortant Laurent Gbagbo`` pour qu'ils exercent un maximum de retenue'' et <q> qu'ils vitent de nouveaux affrontements qui pourraient engendrer des pertes en vies humaines et des destructions de biens suppl?mentaires </q>. <strong> Ban Ki-moon </strong> est pr?occup par`` les v?nements en cours dans le quartier d'Abobo? Abidjan o des affrontements entre la population civile soutenant le Pr?sident <strong> Alassane Ouattara </strong> et des forces de s?curit ivoiriennes, qui ont effectu un", "new_id": -2}, {"uid": "1297170191123355244", "i": 34847, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer", "George H. W. Bush"], "q": "government spanning Republican George H. W. Bushs from Richard Nixon to <strong> George H. W. Bush </strong>. The ex-defence chief was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war. </q>`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had( an) enormous number of", "new_id": -2}, {"uid": "1295536199101187627", "i": 20703, "idx": 0, "sa": ["Mark Lyall Grant", "Alassane Ouattara"], "q": "diplomat said.`` We have to listen to them.'' British Ambassador <strong> Mark Lyall Grant </strong> confirmed that Russia, whose oil giant Lukoil is exploring for crude in Ivory Coast, had issues with the draft resolution. <q> They want a delay in the vote, </q> he told reporters before the council meeting. <strong> Alassane Ouattara </strong> is widely recognized by Western and African governments as president-elect of Ivory Coast, after the electoral commission proclaimed him winner of the November 28 presidential poll. The", "new_id": -2}, {"uid": "1297230387263913477", "i": 9057, "idx": 2, "sa": ["Micheál Martin", "Eamon Gilmore"], "q": "sepulchral tones. In contrast, <strong> Micheál Martin </strong> was much more relaxed on the ball, and soon began to niggle at <strong> Eamon Gilmore </strong>, putting him off his stride as he discussed Labour's plans for the economy. <q> The problem is <strong> Eamon Gilmore </strong>, that you keep chopping and changing, </q> he interrupted.`` You're going to tax too much and borrow more,'' he sniped in a soundbite which he had probably prepared earlier.`` You're going to increase taxes, higher than any party", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}]