[{"uid": "1295125227265830412", "i": 42536, "idx": 15, "sa": ["Donald Rumsfeld", "Errol Morris", "Isnilon Hapilon", "Philip Agee"], "q": "Schmitt, Eric( May 8, 2004).`` <strong> Donald Rumsfeld </strong> Accepts Blame and Offers Apology in Isnilon Hapilonse''. The New York Times.[ dead link]^ Kate Zernike( 12 January 2005). <q> Detainees Depict Isnilon Hapilonses by Guard in Prison in Iraq </q>. New York Times.^`` Former Iraqi Prisoners Recount Isnilon Hapilonse- Former Iraqi Prisoners Recount Mistreatment by U.S. Soldiers''. ABC News. Retrieved 2008-07-19.^ Gourevitch, <strong> Philip Agee </strong>; <strong> Errol Morris </strong>( 2008-03-24)", "new_id": -2}, {"uid": "1295621862132808705", "i": 52560, "idx": 1, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt"], "q": "decade on Thursday, handing the reins of the company to one of its co-founders in an effort to rediscover its start-up roots,'' Claire Cain Miller and Miguel Helft report for The New York Tim Cookes. <q> As it has grown into the dominant company in Silicon Valley, Google has lost some of its entrepreneurial culture and become a slower-moving bureaucracy, analysts and insiders say, </q> Miller and Helft report.`` To counter this, the company announced that <strong> Larry Page </strong>, its 38-year-old co-founder, would take over as chief executive from <strong> Eric Schmidt </strong>, a technology industry veteran who was brought in a decade ago", "new_id": -2}, {"uid": "1296851804023298125", "i": 42431, "idx": 0, "sa": ["Eric Schmidt", "Jason Silva"], "q": ". I think 2011 is going to be a great year for`` smartertainment'' and the kind of content that we are attempting to perpetuate. <strong> Jason Silva </strong>: <strong> Eric Schmidt </strong> said something that I thought was fascinating, <q> We produce more data every two days than we had produced in 10,000 years of human recorded history, </q> so that's where we are today in terms of the amount of information that's being outputted and being created and recorded and disseminated on a daily basis through social media. With all of this data overwhelming us", "new_id": -2}, {"uid": "1296897094171786270", "i": 42041, "idx": 1, "sa": ["Kenneth Faried", "Michael Vick", "Tu Holloway", "Alan Major"], "q": "loss, 66-62. <strong> Tu Holloway </strong> missed all eight of his three-point tries and went 3 of 17 overall.`` It's like in football if you're playing <strong> Michael Vick </strong>,'' 49ers coach <strong> Alan Major </strong> told the Charlotte Observer. <q> You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have[ <strong> Tu Holloway </strong>] shooting over you rather than driving around you. </q> 9. Poor man's Rodman <strong> Kenneth Faried </strong> doesn't get a lot of publicity because he plays for Morehead State, but NBA scouts sure know about him. The 6-foot-8 senior from Newark, N.J., is", "new_id": -2}, {"uid": "1295983787186695689", "i": 24638, "idx": 0, "sa": ["Eric Schmidt"], "q": "as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q> I'm very personally excited about my next decade at Google, </q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on January 21 that his move was an effort to speed up decision-making.", "new_id": -2}, {"uid": "1295261754256114721", "i": 37880, "idx": 9, "sa": ["Benedict Brogan", "David Cameron", "Andy Coulson"], "q": "turn of phrase from <strong> David Cameron </strong>. I think you will find that <strong> David Cameron </strong> has adopted this stance at least since 25th September last year when he was interviewed by <strong> Benedict Brogan </strong> for the Daily Telegraph on the matter. <q> People are trying to punish him twice for the same offence, </q> he said. \" <strong> David Cameron </strong>: <strong> Andy Coulson </strong> deserves to be given a second chance \" LouisLou 17 January 2011 10:54 AM In order to post a comment you need to be registered and signed", "new_id": -2}, {"uid": "1297488396192626690", "i": 54485, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "in the form of <strong> Paula Abdul </strong> on the judging panel.`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge. <q> I've always said at some point we are going to be working together. </q> A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he said during an interview and teleconference about`` The X", "new_id": -2}, {"uid": "1295439905093192278", "i": 26267, "idx": 1, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "usually is( which is super-duper amped up).`` I can't remember the last time I was this excited for` Idol' to start,'' said <strong> Jim Cantiello </strong>, who will host the live stream <q> Judging the Judges: An` Idol' Without <strong> Simon Cowell </strong> </q> right after`` Idol'' airs, at 10 p.m. ET on MTV.com.`` There's a lot on the line for the show, with <strong> Simon Cowell </strong>'s' X Factor' waiting in the wings.` Idol", "new_id": -2}, {"uid": "1295749331179863575", "i": 42259, "idx": 0, "sa": ["Don Williams", "David Letterman", "Savannah Wise", "Joe Brown"], "q": "LOOK SHE WORE TO <strong> David Letterman </strong>'S SHOW`` SHORE'' DID N'T GET THE JOB Don WilliamsE FOR US. SORRY SNOOKS. Pat Linhart and the senior musical theatre class of 2006 singing the opening number of her cabaret entitled <q> WHAT ARE THEY UP TO NOW PART DEUX. </q>`` Singing`` No one mourns the Wicked'' Featuring: Bjork Swan dress, Katie Klaus, Adam Laird, Ryan Strand, Marla Mindelle, Philip Drennan, Jonathan Parks-Ramage, Bobby List, <strong> Joe Brown </strong> Medeiros, <strong> Savannah Wise </strong>", "new_id": -2}, {"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q> In the eyes of many people, he's a hero, </q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}]