[{"uid": "1295432264218038285", "i": 5820, "idx": 0, "sa": ["Lt. Gen. Harold G. Moore", "Colin Powell", "Peter Pace", "Joseph L. Galloway"], "q": ". www.internationalwomensday.com Vietnam Veterans Memorial www.thewall-usa.com National Park Service/Vietnam Veterans Memorial www.nps.gov About the rubbings: Memorial Rubbings Page www.memorialrubbings.com <strong> Colin Powell </strong> en.wikipedia.org <strong> Colin Powell </strong> <strong> Peter Pace </strong> en.wikipedia.org Battle of Ia Drang en.wikipedia.org <strong> Lt. Gen. Harold G. Moore </strong> en.wikipedia.org <strong> Joseph L. Galloway </strong> en.wikipedia.org <strong> Lt. Gen. Harold G. Moore </strong> and <strong> Joseph L. Galloway </strong> co-authored book entitled <q> We Were Soldiers Once... And Young. </q> We Were Soldiers Once... And Young www.lzxray.com Vietnam Clips from We Were Soldiers with seperate soundtrack! Please Comment! http://wn.com/Battlefield_Bad_Company_2_Vietnam_Vantage_Point_Trailer_[HD] Department of the Army Vietnam Crucible AVA06050VNB1, 1968 The program reports on the American soldier's", "new_id": -2}, {"uid": "1297713022009535507", "i": 39366, "idx": 0, "sa": ["Michael Vick"], "q": "had just passed away. <strong> Michael Vick </strong> was in the news recently when it was reported that P The call upset many. According to a release, during the one-on-one with <strong> Michael Vick </strong>, <q> Among other topics, <strong> Michael Vick </strong> will discuss his time spent in prison after being convicted for his part in an illegal dogfighting ring, his subsequent return to the National Football League, his work with the Humane Society of the United States and his plans for the future. </q> Comments:( you may use HTML tags for style) Jill Rosen is a reporter at The Baltimore Sun. During her nearly 20 years in journalism, she has covered news and features- including a surprising", "new_id": -2}, {"uid": "1296365682082608136", "i": 23315, "idx": 4, "sa": ["Zahi Hawass"], "q": "border with Gaza had let many of their influential members into their country. Clamping down on the boarder was to little to late I suspect.# 1.6- Sat Jan 29, 2011 5:11 AM EST <q> The day is short, the labor vast, the workers lazy, the reward great, the Master urgent. </q>- Avot 2:17 veritas diaboli manet in aeternum <strong> Zahi Hawass </strong> is one of Mubarak cronies. His life is most likely also in danger. Quite possible that he has fled the country.#", "new_id": -2}, {"uid": "1296387372079249426", "i": 18534, "idx": 0, "sa": ["Zahi Hawass"], "q": "advantage of a fire raging through the nearby headquarters of the ruling National Democratic Party in downtown Cairo, intruders climbed the gates, broke a window and entered the museum in bid to steal the mummies. <q> But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum-- but they were already damaged, </q> <strong> Zahi Hawass </strong> told AFP. \"Only their heads were intact,\" he added. The fate of the vandals remained unknown. The Egyptian museum, which houses invaluable treasures of antiquity,", "new_id": -2}, {"uid": "1295806200208044038", "i": 49223, "idx": 6, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": " <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was", "new_id": -2}, {"uid": "1295667342007979097", "i": 15993, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "$ 30 billion a year, about fifteen times more than its rival. Page, together with fellow Stanford University student <strong> Sergey Brin </strong>, founded the Web's most successful search engine thirteen years ago. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after Thursday's announcement. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, told Reuters in an interview that the change was \"not a reaction to competitors.", "new_id": -2}, {"uid": "1296058277015597615", "i": 2684, "idx": 1, "sa": ["Eric Schmidt", "M. Simpson"], "q": "<strong> Eric Schmidt </strong>\" is a sequel to Consumer Watchdog's first \"Don't Be Evil?\" animation- view it at http://www.consumerwatchdog.org/blog/schmidt-out-googles-ceo-office-privacy- which had nearly 400,000 views after its Times Square Superscreen debut. <q> Google spent$ 5.2 million lobbying last year- up from$ 4.03 million in 2009- to convince Congress that nothing is wrong. The company has repeatedly refused to answer questions about its activities- making no response to Consumer Watchdog reports, rejecting multiple invitations appear at our recent privacy conference with officials representing the Federal Trade Commission and Commerce Department, and even failing to comply with a subpoena by the state attorneys general, </q> said John <strong> M. Simpson </strong>, Inside Google director, \"Clearly Google's executives won't answer tough questions until they come from Congress.\" For three years, Google street view cars collected private information from Wi-Fi networks", "new_id": -2}, {"uid": "1295008939037093396", "i": 37773, "idx": 12, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Kelly then said: \"If you can see me, give us the thumbs up,\" <strong> Kirsten Gillibrand </strong> said. Hearing that, <strong> Gabrielle Giffords </strong> raised her hand and tried to hug her husband. <q> She wanted us to know she was with us 100 percent and understood everything we were saying, </q> <strong> Kirsten Gillibrand </strong> said. <strong> Kirsten Gillibrand </strong> and <strong> Gabrielle Giffords </strong> struck up a close friendship in 2007, their first year serving in the House, where they both served on the Armed Services Committee. They bonded as they took an", "new_id": -2}, {"uid": "1294965251056983592", "i": 6003, "idx": 3, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Barack Obama", "Debbie Wasserman Schultz"], "q": "miracle,\" Rep. <strong> Debbie Wasserman Schultz </strong> said, according to The Associated Press. \"The strength that you could see flowing out of her, it was like she was trying to will her eyes open.\" <q> <strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes, </q> the AP quoted <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> as saying. Shen Yun Inspiring, Says Spokesperson for the Christian Democratic Party of China Celebrity <strong> Dr. Peter </strong>: Shen Yun Performers \"Some of the Finest that I've Ever seen at Lincoln\"", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy\"/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said. \"It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.\"", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}]