[{"uid": "1295476289251461670", "i": 9260, "idx": 0, "sa": ["Justin Bieber", "Simon Cowell", "Joe Biden"], "q": "worry about. The Bachelor and Ashley Hebert( pronounced: HAL-I-BUT) sang Vice-President <strong> Joe Biden </strong>... <strong> Justin Bieber </strong> Says He is not Gay Despite rumors all over the internet, <strong> Justin Bieber </strong> told reporters yesterday that he is NOT gay. <q> I DO have some gay friends but most of my friends are straight </q>, <strong> Justin Bieber </strong> told us.`` The stories on the internet are false. This is not to say that I a... British Prostitute and X-Factor Contestant Chloe Mafia Hints That She Would Like To Have <strong> Simon Cowell </strong>'s", "new_id": -2}, {"uid": "1295562314055377950", "i": 9809, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry Page will once again assume the role of CEO. Thursday afternoon, <strong> Eric Schmidt </strong> announced that he will be moving to the role of Executive Chairman of Google's board of directors, where he will focus on <q> wherever[ he] can add the greatest value. </q> This might mean making deals, forging partnerships, broadening business relationships, or performing government outreach. <strong> Eric Schmidt </strong> also says he will act as an advisor to Page and co-founder <strong> Sergey Brin </strong>.`` As Google has grown", "new_id": -2}, {"uid": "1296744918231997480", "i": 8127, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "<strong> John McCain </strong>( R-Ariz.) gave a curt response Thursday to reports that former defense secretary <strong> Donald Rumsfeld </strong> had some unkind things to say about him in his new book, Known and Unknown. <q> Thank God he was relieved of his duties, </q> <strong> John McCain </strong> said on ABC's`` Good Morning America,'' after admitting that the two had had a contentious working relationship that often caused them to butt heads over Iraq war policy. Most notably,", "new_id": -2}, {"uid": "1295189804049070144", "i": 20200, "idx": 2, "sa": ["Nigel Lythgoe", "Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": ", I think, for contestants than maybe in years past,'' <strong> Jennifer Lopez </strong> says in an interview on the disc, though <strong> Simon Cowell </strong>'s name is never mentioned. Host <strong> Ryan Seacrest </strong> is less subtle. <q> In the past there was a diabolical at times figure and a real acerbic tough figure on the panel, </q> he says. Ouch. By the time <strong> Simon Cowell </strong> left Idol last May after nine seasons with the show, he had become its star. <strong> Nigel Lythgoe </strong>, the fellow Brit who was brought back as Idol", "new_id": -2}, {"uid": "1295501555083329035", "i": 29493, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "often register as opinion. There was no <strong> Simon Cowell </strong> to shatter the conversation as cleanly as a rock through a window, although <strong> Steven Tyler </strong> at least is weirdly, arrestingly flip. He asked one all-over-the-map vocalist, <q> Did you eat a lot of paint chips as a child? </q> Yet somehow he never came across as mean. On the other hand, it doesn't seem appropriate that a judge should look at a 16-year-old girl and say appreciatively of her skirt,`` Just the", "new_id": -2}, {"uid": "1295894021267862075", "i": 40784, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "Factor star had told <strong> Simon Cowell </strong> that she was unhappy with the direction her debut album was taking. However, speaking to The Sun, <strong> Cher Lloyd </strong> insisted that the judge has''[ her] back''. <q> I wouldn't be here without him, </q> she said.`` <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious!'' She continued:", "new_id": -2}, {"uid": "1296853116101990483", "i": 3021, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> is apparently planning to unveil his US line-up as early as next week, and if he take <strong> Cheryl Cole </strong> and Dermot with him, it will cause major headaches for ITV. A show source said: <q> ITV is pulling out all the stops to ensure <strong> Simon Cowell </strong> can do both shows, but he still hasn't agreed anything, which is frustrating. If <strong> Cheryl Cole </strong> and Dermot also have to travel back and forth it could be tricky. The last thing they want is for any of them to pull out. </q>", "new_id": -2}, {"uid": "1296059539015335455", "i": 14409, "idx": 0, "sa": ["Wanda Jackson", "David Letterman"], "q": "of a mini-tour that would take her from her first Grand Ole Opry appearance in 56 years to slots on the`` Late Show With <strong> David Letterman </strong>'' in New York and`` Conan'' in Los Angeles. <q> I want to thank Jack White for making all this happen for me, </q> <strong> Wanda Jackson </strong> said at an event last week.`` He forgets I've got to watch my heart. I'm an old lady. But boy I don't feel it tonight.'' She told the", "new_id": -2}, {"uid": "1295669782061620287", "i": 45601, "idx": 2, "sa": ["Eric Schmidt", "M. Simpson"], "q": ", accusing <strong> Eric Schmidt </strong> of compromising Google's values in order to grow its business. The group blasted <strong> Eric Schmidt </strong> for his handling of recent privacy concerns, in particular the Wi-Fi data scandal. <q> <strong> Eric Schmidt </strong> used to claim that Google put its money where its values were, </q> said Comsumer Watchdog Inside Google director John <strong> M. Simpson </strong>.`` In fact, while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was.'' News of the", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}]