[{"uid": "1297423296197410841", "i": 5409, "idx": 0, "sa": ["Steve Ballmer"], "q": "zentrale Smartphone-Plattform bernehmen, teilten die Unternehmen am Freitag mit. Nokia hatte im Smartphone-Markt zuletzt deutlich an Boden gegen erfolgreichere Rivalen wie Apple mit seinem iPhone und das Google-Betriebssystem Android verloren. Marktanteile und Gewinne sanken. <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, hie es in einem gemeinsamen Brief von Elop und Microsofts-Chef <strong> Steve Ballmer </strong>. Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem Symbian, das aber als veraltet gilt. Das System solle weiter unterst?tzt werden,", "new_id": -2}, {"uid": "1295103301211468349", "i": 20065, "idx": 2, "sa": ["Silvio Berlusconi", "Sergio Marchionne", "John Elkann"], "q": "Fiat's six auto factories in Italy, the most important topic in the country the past two weeks, with daily front-page coverage by major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q> Now we have to put behind us all the conflicts and face the challenges that we have in front of us in a constructive way, </q> Fiat Chairman <strong> John Elkann </strong> said today. \"I reiterate the full support from my family.\" The vote is \"symbolic\" and \"represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break", "new_id": -2}, {"uid": "1297609955260161538", "i": 36062, "idx": 0, "sa": ["Priscilla Presley", "Suzanne Somers", "Heidi Montag", "Lindsay Lohan", "Jessica Simpson", "Paris Hilton", "Simon Cowell"], "q": "<strong> Jessica Simpson </strong>, <strong> Paris Hilton </strong>, <strong> Heidi Montag </strong>, and Fargolina Sondheim. She then informed the judge that there is a very good reason why he can not send her to prison or even back into rehab. <q> And what might that very good reason be? </q> The judge asked extremely inquisitively. <strong> Lindsay Lohan </strong>, who has suddenly developed trout snout lips, ala <strong> Priscilla Presley </strong> and <strong> Suzanne Somers </strong> replied, \"The reason why I can not go to prison is because <strong> Simon Cowell </strong> has asked me", "new_id": -2}, {"uid": "1296961003249118728", "i": 56603, "idx": 0, "sa": ["Sergio Marchionne"], "q": "explain the \"shyster rates.\" In a statement posted at the centre of Chrysler's home page Saturday, <strong> Sergio Marchionne </strong> said he regrets a term he used and considers it \"inappropriate.\" <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> <strong> Sergio Marchionne </strong>'s statement said. \"I regret the remark, which I consider inappropriate.\" <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's", "new_id": -2}, {"uid": "1297520083086999051", "i": 38349, "idx": 1, "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell"], "q": "judge. He has that ability to say what you at home are thinking. \" <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better. \" <q> <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better. </q> Comment on this Article However the pair are excited to be working with former' Baywatch news from Female First\"> Baywatch' hunk <strong> David Hasselhoff </strong>- who was thrown off` America's Got", "new_id": -2}, {"uid": "1297122854184680470", "i": 5035, "idx": 13, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "Beyonce: She is the best example of somebody who works it every hour of the day,\" he said. <strong> Simon Cowell </strong>, as \"American Idol\" viewers know, doesn't lack for confidence: <q> I believe I can find a star, </q> he said. He has seen only a few minutes of this season's \"American Idol\" and its reconstituted panel with <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, he said. But he's been reassured by", "new_id": -2}, {"uid": "1295981454233783305", "i": 11466, "idx": 0, "sa": ["David Letterman", "Bill Maher", "Dennis Kucinich"], "q": "workers, and injured many thousands more, while causing serious damage and disruption to health infrastructure, se... <strong> Bill Maher </strong> on <strong> David Letterman </strong> January 3 <strong> David Letterman </strong> interviews <strong> Bill Maher </strong> on the Late Show- aired January 3, 2008... <strong> Dennis Kucinich </strong> <q> If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All </q> <strong> Dennis Kucinich </strong> \"If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All\" January 03, 2011 MSNBC The ED Show MOXNews.com... Health Matters: What is Social Anxiety Disorder? What is Social Anxiety", "new_id": -2}, {"uid": "1296888568025706496", "i": 980, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q> I don't want him to put himself in a position where bad things can happen around him, </q> <strong> Roger Goodell </strong> said. \"He takes that seriously.\" With several inches of snow falling Friday, on top of ice that's been there for days, many Super Bowl activities across the Dallas-Fort Worth area", "new_id": -2}, {"uid": "1295563164055378000", "i": 7781, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "details: Starting April 4, co-founder <strong> Larry Page </strong>, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will focus externally on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-all of which are increasingly important given Google's global reach. </q> Internally, <strong> Eric Schmidt </strong> will continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying", "new_id": -2}, {"uid": "1296999515046579740", "i": 31458, "idx": 0, "sa": ["Michael Hansen", "Martha Stewart", "Michael Vick"], "q": "deaf and crippled Shih Tzu, said any dog will bite if provoked- citing <strong> Martha Stewart </strong>'s recent run-in with her own dog. <strong> Michael Hansen </strong> blames the pit bull's bad reputation on owners and the media. <q> You have a tendency to sensationalize stories or put into them right down to the blood and gore when it isn't really necessary, </q> said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that \"people can", "new_id": -2}]