[{"uid": "1296084752130252881", "i": 18047, "idx": 2, "sa": ["Michael Vick"], "q": "He accepted the huge responsibilities that come with being an NFL starting quarterback. \"The quarterback position, that's the nature of it,\" <strong> Michael Vick </strong> said of the swings between praise and criticism. <q>Everything's thrown on your shoulders as a quarterback. \"I accept it. I respect it. That's the responsibility that you take on when you get up under the center.</q> There is no football argument for the Eagles not to commit to the 30-year-old <strong> Michael Vick </strong> as their quarterback for the next 5 years. So why isn't this the slam dunk it appears to be", "new_id": -2}, {"uid": "1297273074137707595", "i": 19950, "idx": 2, "sa": ["Sergio Marchionne"], "q": "night <strong> Sergio Marchionne </strong> knew he had a winner. \"I got e-mails after the Super Bowl at 10 or 11 at night from Chrysler employees saying they've never been prouder to work for Chrysler,\" he said. <q>And these are from people who have been here 20 or 30 years.</q> That's why <strong> Sergio Marchionne </strong> is smiling. He admits that it's great to get everyone talking about Chrysler, but it won't mean anything if his company can't turn that buzz into sales. That", "new_id": -2}, {"uid": "1295966915202670097", "i": 41587, "idx": 3, "sa": ["Colin Powell", "Ron Paul", "Barack Obama"], "q": "a controversial rally this morning. Presidential candidate <strong> Ron Paul </strong> drew several hundred people but he wasn't allowed inside the Mayo Civic Center. <strong> Ron Paul </strong> says he wasn't surprised that he wasn't invited to the convention.** <q>Hasn't been in the race for months</q> Give me a break!! http://wn.com/Colin_Powell_destroys_both_Joe_the_Plumber_and_McCain's_Campaign_while_endorsing_Obama! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q>now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}, {"uid": "1297476011000409604", "i": 16213, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "of that crash will continue to have a voice in Washington,\" said Sen. <strong> Kirsten Gillibrand </strong>. As for the empty seat, Sen. <strong> Kirsten Gillibrand </strong> says she is not concerned about when a special election will be called. <q>I know the constiutents of his district will be well looked after, regardless of when the election is held,</q> said Sen. <strong> Kirsten Gillibrand </strong>.", "new_id": -2}, {"uid": "1297356277264552496", "i": 40356, "idx": 1, "sa": ["Mike Pence", "Rep. Diana DeGette"], "q": "of pro-choice Democrats who voiced similar concerns. \"The Republican leadership has prioritized divisive and extreme legislation, and we will just not stand for it,\" said <strong> Rep. Diana DeGette </strong>( D-Colo.), adding, <q>We don't think the American people will either.</q> A third GOP bill, backed by <strong> Rep. Diana DeGette </strong> <strong> Mike Pence </strong>( R-Ind.), aims to block health clinics, specifically Planned Parenthood, from receiving federal funding if they perform abortions. <strong> Mike Pence </strong> says the American public", "new_id": -2}, {"uid": "1297183321119177307", "i": 3673, "idx": 2, "sa": ["Donald Rumsfeld", "Mohammed al-Qahtani"], "q": "odd construct considering the success of the \"surge\" after his departure, although <strong> Donald Rumsfeld </strong> at least leaves the possibility open. He openly scoffs at the notion that he ran the Pentagon through \"intimidation,\" noting <q>these are people with stars on their shoulders!... Patriots!</q> <strong> Donald Rumsfeld </strong> also defends the use of harsh interrogation tactics in his interview, saying that they \"saved lives.\" But he also admits that interrogators went past his orders with at least one detainee, <strong> Mohammed al-Qahtani </strong>:", "new_id": -2}, {"uid": "1297209660067371057", "i": 5501, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "a Feb. 3, 2003, National Security Council meeting in which Mr <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Mr <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. Mr <strong> Colin Powell </strong> objected.", "new_id": -2}, {"uid": "1297178256266534988", "i": 47409, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "September 5, 2002 Report Shaffer wrote on September 5, 2002 that he had been asked by <strong> Donald Rumsfeld </strong> what the U.S. did not know in terms of percentage about Iraq's WMD program. <q>We've struggled to estimate unknowns, and the attached briefing sumps up our best J2 sense,</q> he said. J2 is an intelligence group supporting top level U.S. defense officials. \"We range from 0% to about 75% knowledge on various aspects of their program,\" he said.", "new_id": -2}, {"uid": "1295669716172441615", "i": 42260, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> TrackerSuite's project management suite is a cloud-based service that offers collaboration, workflow and all of the elements included in on-premise project management software. We provide a hands-on look at this offering. <strong> Eric Schmidt </strong> will continue", "new_id": -2}]