[{"uid": "1295598047020365368", "i": 47542, "idx": 1, "sa": ["Steve Ballmer", "Don Dodge", "Jeff Raikes", "Chris Liddell", "Ray Ozzie", "Stephen Elop", "Robbie Bach"], "q": "of employees have been laid off or fired[ from Microsoft] over the past two years,\" <strong> Don Dodge </strong> wrote in his blog. Referencing the exodus of high level managers, <strong> Don Dodge </strong> wrote, <q>but these guys are the highest level execs at Microsoft, all of whom reported to CEO <strong> Steve Ballmer </strong>. Is it possible that the presidents of all these divisions messed up so badly in the past 9 months that they were asked to leave? Given the reported financial results this seems inconceivable. There is something else going on here. \"Losing a seasoned exec like Bob Muglia is a big, but recoverable loss.</q> <strong> Don Dodge </strong> noted. \"Losing Muglia, <strong> Robbie Bach </strong>, <strong> Steve Ballmer </strong> <strong> Stephen Elop </strong>, <strong> Ray Ozzie </strong>, <strong> Chris Liddell </strong>, Kevin Johnson, <strong> Jeff Raikes </strong>, and other senior execs is devastating. The effects aren't visible yet. It takes years to unfold", "new_id": -2}, {"uid": "1297384383139427845", "i": 9059, "idx": 3, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "2014 from 650,000 in 2009. In addition to the meeting with <strong> Silvio Berlusconi </strong> tomorrow, <strong> Sergio Marchionne </strong> will also speak about those goals at a parliamentary hearing in Rome on Feb. 15. \"Too Late' <q>The government is moving too late, but better late than never,</q> said Federico Bellono, the local head of the Fiom union in Turin, which opposed the Mirafiori agreement. \"<strong> Sergio Marchionne </strong> is more oriented strategically toward the U.S. than Europe.\" After Italy\"s main newspapers", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}, {"uid": "1295637424010666035", "i": 2600, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "Nielsen said an even steeper ratings drop of 18 percent... \"American Idol' season 10 premiere ratings tank The big question when judge <strong> Simon Cowell </strong> announced he would not be returning to American Idol for season 10 was, <q>What will the dynamic be like at the judges' table without him?</q> Apparently many regular viewers didn\"t really care about the answer. The season For the start of its tenth season on Wednesday night, \"American Idol\" gained two new judges in the form of <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>", "new_id": -2}, {"uid": "1295758103021528583", "i": 41792, "idx": 0, "sa": ["Andy Coulson"], "q": "border... Video: Raw video: 1 dead after gunfight at Mexico mall..., Mexico- The head of a Tijuana-area drug trafficking ring who worked... Photo: Soldiers detain suspected gunman after shootout with Report Abuse <q>que comentario tan pendejo, me imagino la clase de idiota que eres, piensas que un ser humano vale menos que otro.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1296317209151535625", "i": 4344, "idx": 0, "sa": ["Zahi Hawass"], "q": "'s biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters on Saturday. <q>I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,</q> <strong> Zahi Hawass </strong>, chairperson of the Supreme Council of Antiquities, said on Saturday. \"Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from", "new_id": -2}, {"uid": "1295642186060784646", "i": 5236, "idx": 0, "sa": ["Armando Iannucci", "Andy Coulson"], "q": "Mr. <strong> Andy Coulson </strong> insisted that he had no knowledge whatsoever of these illegal activities, but still intended to resign because stories about him were becoming a distraction. He then tried to make light of this situation by joking, <q>When the spokesman needs a spokesman, it's time to move on.</q> As Matt Wells noted on The Guardian's live blog dedicated to Mr. <strong> Andy Coulson </strong>'s resignation, soon after the statement was released, the British comedian <strong> Armando Iannucci </strong>- who created\" In the Loop", "new_id": -2}, {"uid": "1297258263038010892", "i": 11009, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers", "Vince Lombardi", "Jim Schmitt", "Mike Holmgren"], "q": "busy couple of days that included a parade at Disney World in Florida and an appearance on the <strong> David Letterman </strong> show in New York. \"It's been a great journey this year,\" <strong> Aaron Rodgers </strong> said. <q>We've got the greatest fans in the world.</q> Green Bay Mayor <strong> Jim Schmitt </strong> promised a street in town would be renamed \"McCarthy's Way\" after the coach. Green Bay already has streets called \"<strong> Mike Holmgren </strong> Way\" and \"<strong> Vince Lombardi </strong> Avenue\" after previous", "new_id": -2}, {"uid": "1296377284098549782", "i": 32919, "idx": 4, "sa": ["Michael Vick"], "q": "of inner peace,\" said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. <q>But I thought, no, no, no, don't get angry. Don't let a person like that ruin you. If I can't control what happens to him, I can control what happens to me and I can channel this anger into a big bunch of love.</q>( 3 of 3) And so, she met Oliver, the dog they said would never kiss a human, but who now sleeps with his pet parent and showers her with kisses every morning", "new_id": -2}, {"uid": "1297245271110002197", "i": 6713, "idx": 0, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "2011 Earlier this week \"The X Factor\"s <strong> Simon Cowell </strong> confessed that he is a \"massive fan of <strong> Paula Abdul </strong>.\" On Tuesday night <strong> Paula Abdul </strong> told <strong> Jay Leno </strong> that she felt that was an understatement. <q>I think you need to take \"mass' off and put` obsessive,'</q> said <strong> Paula Abdul </strong> when asked about her thoughts on <strong> Simon Cowell </strong>'s comment. The singer then clarified, \"He\"s obsessed with me.\" <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> once judged together on \"American Idol.\" Now", "new_id": -2}]