[{"uid": "1297322486070123521", "i": 25280, "idx": 0, "sa": ["Colin Powell", "Bill Gates"], "q": "like someone, like, oh say, <strong> Bill Gates </strong> or <strong> Colin Powell </strong> to see one. Just ONCE, Mr. Space Alien, is that too much to ask?\"- julie noir About <q> From Pyramid Big Dig to Big Do-Over </q>: \"Will somebody finally realize its one, true purpose- as a mausoleum? It could become one of the seven modern wonders of the world and actually- yes- attract tourism. Add to", "new_id": -2}, {"uid": "1295562153178864134", "i": 25856, "idx": 2, "sa": ["Eric Schmidt"], "q": ", and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.\" As for <strong> Eric Schmidt </strong>'s own new gig, <q> I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and Sergey. </q>", "new_id": -2}, {"uid": "1296391518023904278", "i": 43978, "idx": 9, "sa": ["John Boehner", "Mike Pence"], "q": "being sworn in was to create a miniature radio studio in his office. In 2003, <strong> Mike Pence </strong> appeared on or was mentioned in national radio, television and newspapers stories more than 200 times. <q> There is no one in our ranks who does a better job of articulating the GOP message of freedom and smaller government, </q> Ohio Rep. <strong> John Boehner </strong>( now House speaker) said in 2008 when <strong> Mike Pence </strong> was unanimously elected to be in charge of party messaging as chairman of the GOP conference. <strong> Mike Pence </strong>, who likes to say", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}, {"uid": "1294961599111804420", "i": 13421, "idx": 7, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "selfs for one of the toughest games ever Survivor. When Janes allince blindsided her and voted her out it only leaft five people in the game.( Jud aka Fabio) Fabio started th... H* Wood <q> Could It Be You( Punk Rock Chick) </q> H* Wood \"Could It Be You( Punk Rock Chick)\"-- Download single here bit.ly... <strong> Allen Iverson </strong> 48pts 2001 NBA Final Gm1 vs <strong> Kobe Bryant </strong> Lakers <strong> Allen Iverson </strong> 48pts 2001 NBA Final Gm1 vs <strong> Kobe Bryant </strong> Lakers <strong> Allen Iverson </strong> finally", "new_id": -2}, {"uid": "1297277319262340628", "i": 22672, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "engineering and online experience to help build its presence in the nascent cloud computing market. Startup Virtual Iron has a maturing virtual server technology that is making inroads with customers and providing a challenge to VMWare. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1295586644175472650", "i": 9918, "idx": 1, "sa": ["Eric Schmidt"], "q": "as the Samsung Nexus S, against a contact terminal to make a payment. Google would love to get in on this action to get a stake in mobile commerce. Finally, <strong> Eric Schmidt </strong> Google wants to <q> increase the availability of inexpensive smartphones in the poorest parts of the world. We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years. </q> That's a new one to me from Google's lips, but it makes perfect sense. Developing nations may not have computers, but most people can get their hands on a cheap cell phone.That's 1", "new_id": -2}, {"uid": "1297421672197410819", "i": 43255, "idx": 2, "sa": ["Simon Cowell"], "q": ". \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Dead Space 2Fancy winning a copy of EastEnders: Ronnie makes an untrue accusation Emmerdale:", "new_id": -2}, {"uid": "1296604260133545987", "i": 23411, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "NFL.com- For the second time, Eagles quarterback <strong> Kevin Kolb </strong> has expressed a desire to start. <q> My big deal is I just want to start somewhere, </q> said <strong> Kevin Kolb </strong>, who lost his job to <strong> Michael Vick </strong> after being injured in the season opener. \"I feel like I'm ready and have confidence that I can do a good job. I had a", "new_id": -2}, {"uid": "1296671144083132443", "i": 6259, "idx": 3, "sa": ["Mitt Romney", "Sarah Palin", "David Letterman"], "q": "will change the House Later that evening, he joked with <strong> David Letterman </strong>, who has had well-publicized disputes with Ms. <strong> Sarah Palin </strong>, saying, \"be careful what you say about her.\" <strong> Mitt Romney </strong> added, <q> She has a rifle, you know. </q> The <strong> David Letterman </strong> appearance seemed aimed in part at warming up <strong> Mitt Romney </strong>'s image as a buttoned-down, successful businessman. He talked about a dispute with a fellow air traveler, saying, \"he broke my hair", "new_id": -2}]