[{"uid": "1297287284241352713", "i": 46307, "idx": 2, "sa": ["Simon Cowell"], "q": "you've got to enter this show. You've got the' X factor.` You think you can take everyone on. Bring it on.'' <strong> Simon Cowell </strong> says he wants to do the show <q> bigger and better than anything you've ever seen before. It's going to be more extreme, more fun, more exciting. If I couldn't do that I wouldn't do the show. </q> Auditions will be held in Chicago, Dallas, Los Angeles, Miami, New York and Seattle, where hopefuls will have to audition in front of live crowds of up to 4,000 people. The show", "new_id": -2}, {"uid": "1296831843236798032", "i": 56141, "idx": 1, "sa": ["Robin Williams", "David Letterman", "Barbara Walters", "Bill Clinton"], "q": "Are 23 comments By <strong> Barbara Walters </strong> with ALAN B. GOLDBERG`` I realized there was really no alternative, if I wanted to live, I had to do this.''-- <strong> Bill Clinton </strong> <q> I would find myself busting into tears and sobbing uncontrollably. </q>-- <strong> David Letterman </strong>''... stop the heart, work on it, restart it... good luck.''-- <strong> Robin Williams </strong>`` They're going to put him on a", "new_id": -2}, {"uid": "1295907790246595589", "i": 3092, "idx": 0, "sa": ["Alassane Ouattara"], "q": "like Chevron, ArcelorMittal and BHP Billiton that President Sirleaf hopes will trickle down to improve the lives of Liberians,'' Reuters says. And, of course, there is the Democratic Republic of Congo whose <q> minerals, such as gold, cassiterite and tantalum, come from its troubled east where conflict among government forces and rebel groups has displaced more than 1.4 million people. </q> The Ivorian strongman should step down because whatever the doubts about the electoral process in which he was beaten by <strong> Alassane Ouattara </strong>, he has been in power illegitimately for nearly 10 years and seeks to return Africa to", "new_id": -2}, {"uid": "1295307107132857857", "i": 42614, "idx": 0, "sa": ["Kobe Bryant", "Tim Cahill", "Dwight Howard", "Allen Iverson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-Tim Cahille scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Kobe Bryant </strong> Scores 30, Lakers Win Game 1 The Lakers won Game 1 of the NBA finals Thursday, 102-89, over Boston. <strong> Kobe Bryant </strong> scored 30 points in", "new_id": -2}, {"uid": "1294970660073564164", "i": 39863, "idx": 1, "sa": ["David Vladeck", "Michael Ratner", "George W. Bush", "Stuart Taylor", "Donald Rumsfeld"], "q": "for Constitutional Rights and Author,`` The Trial of <strong> Donald Rumsfeld </strong>: A Prosecution by Book'' <strong> Stuart Taylor </strong>, Columnist, National Journal and Contributing Editor, Newsweek <strong> David Vladeck </strong>, Professor George W. Bushtown University Law Center <strong> Michael Ratner </strong>'s new book, <q> The Trial of <strong> Donald Rumsfeld </strong>, </q> lays out the evidence that high-level officials of the <strong> George W. Bush </strong> administration ordered, authorized, implemented and permitted war crimes, in particular the crimes of torture and cruel, inhuman and degrading treatment. <strong> Michael Ratner </strong> and <strong> Stuart Taylor </strong> will make", "new_id": -2}, {"uid": "1295667384122535980", "i": 54289, "idx": 0, "sa": ["Asante Samuel", "Mike McCarthy", "Michael Vick", "Tramon Williams"], "q": "player of the year. On Thursday <strong> Tramon Williams </strong>, who is 27, was named to his first Pro Bowl, replacing the injured <strong> Asante Samuel </strong> of Philadelphia. Super Bowl are completed,'' Green Bay Coach <strong> Mike McCarthy </strong> said, <q> everybody in the country is going to know who <strong> Tramon Williams </strong> is. </q> Many already do. In a wild-card game, <strong> Tramon Williams </strong> wrapped up a 21-16 victory over the Eagles href=\"http://www.youtube.com/watch?v=nQZd5WrRI10&amp;feature=related\" title=\"video of play.\"> by intercepting <strong> Michael Vick </strong> in the end zone. He added two more", "new_id": -2}, {"uid": "1296106196239763461", "i": 58440, "idx": 0, "sa": ["Steve Ballmer", "Greg Sullivan"], "q": "Phone 7, said while sales were certainly a measure of the platform's success, customer satisfaction and developer investment were more important leading indicators. And to that end, the company has been pleased. <q> 93 percent of Windows Phone customers are satisfied or very satisfied with Windows Phone 7, and 90 percent would recommend the phone to others, </q> <strong> Greg Sullivan </strong> said. Those numbers were based on a recent survey of Windows Phone 7 customers numbering in the hundreds. Back at CES, Microsoft CEO <strong> Steve Ballmer </strong> had articulated that people`` fell in love'' with", "new_id": -2}, {"uid": "1297265428179191821", "i": 26067, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld", "Barack Obama"], "q": "Sicht auf die ra <strong> George W. Bush </strong>. <cite>(? dpa) </cite> In einem Interview mit dem US-Sender Fox News sagte <strong> Donald Rumsfeld </strong>, das href=\"http://www.sueddeutsche.de/thema/Gefangenenlager\"> Gefangenenlager Guant?nama sei`` die beste L?sung''. <q> Wir wollen es nicht, aber wir brauchen es </q>, erkl?rt er weiter. Der Terrorismus mache es notwendig. Pr?sident <strong> Barack Obama </strong> habe das Lager heftig kritisiert, sagte <strong> Donald Rumsfeld </strong>, trotzdem habe auch er es bis heute nicht geschlossen. Das zeige, dass <strong> George W. Bush </strong> mit Guant?namo gute", "new_id": -2}, {"uid": "1297512905025001988", "i": 21100, "idx": 0, "sa": ["Simon Cowell", "Lindsay Lohan", "Jamie Foxx", "Nicole Scherzinger"], "q": "over a recent accusation she stole a$ 2,500 necklace from upmarket Californian boutique Kamofie& Company- is reportedly wanted by <strong> Simon Cowell </strong> to join him on the judging panel. A source told the Daily Mirror: <q> <strong> Simon Cowell </strong> wants him and three beautiful girls on the panel. He will sit there like the cat that got the cream. <strong> Lindsay Lohan </strong> is notorious but she will give the show an edginess.`` There's been serious talks but <strong> Lindsay Lohan </strong>'s legal issues and her commitment to stay sober need to be worked through. She knows this could turn her life around. </q> Cheryl Cole and <strong> Nicole Scherzinger </strong> are frontrunners for roles on the show when it launches in AmJamie Foxxa later this year but <strong> Simon Cowell </strong> is still trying to decide on the perfect combination. The music mogul- who", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]