[{"uid": "1295633024155697153", "i": 38947, "idx": 1, "sa": ["John Chilcot", "Tony Blair", "David Cameron", "Andy Coulson"], "q": "'' It's the question that has dogged <strong> Andy Coulson </strong>- and his boss- since the former News of the World Editor became <strong> David Cameron </strong>'s director of communications in 2007. Explaining his resignation today, he said <q> when the spokesman needs a spokesman, it's time to move on </q>. Downing Street may have hoped that <strong> Tony Blair </strong>'s return to the <strong> John Chilcot </strong> inquiry would help take the spotlight off his departure. Not a bit of it. Westminster and Fleet Street can talk of little else", "new_id": -2}, {"uid": "1295136857028803088", "i": 32399, "idx": 0, "sa": ["Allen Iverson", "Fulvio Pea", "Phil Jackson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> apFulvio Peared to give Phil Jacksonadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q> Once I got my second wind I was all right. The first couple minutes I thought my heart was going to jump out of my chest, </q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined.`` Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"uid": "1296460716168951872", "i": 35687, "idx": 3, "sa": ["George Voinovich", "Allen Iverson", "Samuel Dalembert"], "q": "1-for-4 on 3-pointers, with seven assists and six turnovers. The last time he topped 20 points was Dec. 5, when he scored 35 in a George Voinovichy in Miami. The 76ers are 3-2 since <strong> Allen Iverson </strong> returned. <q> The games we lose, it hurts worse, </q> <strong> Allen Iverson </strong> said.`` But in the games that we win, I don't think about it.'' <strong> Samuel Dalembert </strong> set career highs with 15 points and 11 rebounds. He fouled out late in the game, but", "new_id": -2}, {"uid": "1296798587177504257", "i": 13873, "idx": 0, "sa": ["Joe Lieberman", "Al Franken", "Kirsten Gillibrand", "Mark Kirk", "Barbara Boxer", "Mike Johanns", "Bob Casey", "Scott Brown", "Jon Kyl"], "q": ", which was released to the press on February 2, the US senators expressed their concern to the German Foreign Minister that EIH continues to conduct transactions on behalf of entities under US and EU sanctions. <q> EIH is one of Iran </q> s few remaining access points to the European financial system,'' said the letter signed by Senators Frank R Lautenberg, <strong> Mike Johanns </strong>, <strong> Barbara Boxer </strong>, <strong> Bob Casey </strong>, <strong> Scott Brown </strong>, <strong> Al Franken </strong>, <strong> Kirsten Gillibrand </strong>, <strong> Mark Kirk </strong>, <strong> Jon Kyl </strong>, <strong> Joe Lieberman </strong> and", "new_id": -2}, {"uid": "1295615268003915777", "i": 15491, "idx": 0, "sa": ["Marina Zurkow", "Eduardo Kac", "Eric Schmidt"], "q": "things away than they can by charging for them. This event took place on July 7, 2009 at Google's offices in Washington, DC http://wn.com/Eric Schmidt_Eric Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009. http://wn.com/Digital_Art_@Google_Eduardo Kac_Eduardo Kac,_Andrew_Senior,_Sandra_Cordero,_Marina Zurkow_Marina Zurkow October 21st 2010 Four artists from the Digital Arts@Google exhibition,(`` We Write this to You from the", "new_id": -2}, {"uid": "1296611773014188553", "i": 46297, "idx": 0, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "Parenthood.`` The exploitive roots and track record of Planned Parenthood is a largely untold story that now can not be ignored,'' <strong> Marjorie Dannenfelser </strong>, president of the anti-abortion Susan B. Anthony List, said. <q> The horror of the logic behind Planned Parenthood's founding has come to roost in this modern form: it is the primary partner of those who degrade and exploit women. </q> The Susan B. Anthony List has been an ardent advocate for legislation introduced by <strong> Mike Pence </strong>( R-Ind.), which would strip Planned Parenthood of the federal funding it receives through the Title X program.", "new_id": -2}, {"uid": "1295007551054722563", "i": 1138, "idx": 0, "sa": ["Gordon Brown", "Lily Allen", "Piers Morgan", "Simon Cowell"], "q": "The Smile star, who has had two miscarriages, told <strong> Piers Morgan </strong> she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q> i'd do it for a million for SANDS. money, mouth? </q> <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview", "new_id": -2}, {"uid": "1295932595118013952", "i": 2521, "idx": 0, "sa": ["Tracy McGrady", "Shaquille O'Neal", "Allen Iverson", "Jason Kidd", "Phil Jackson"], "q": "a corner jumper. Time ran out during the scramble for the loose ball. It was the Shaquille O'Nealgest comeback of the seJason Kidd for the Magic, who erased a 16-point deficit to beat New Orleans on February 8. <q> Every time we play those guys, it's like a playoff game, </q> said <strong> Tracy McGrady </strong>, whose club lost to the Hornets in the first round of last year's playoffs.`` To win this game was <strong> Shaquille O'Neal </strong> for us http://wn.com/Allen Iverson_Allen Iverson_55_pts_Playoff_Career_High_vs_NO_Hornets_2003 Phil Jacksonadelphia 98, New Orleans 90 <strong> Allen Iverson </strong>'s 55 Gives Sixers", "new_id": -2}, {"uid": "1295901953137494561", "i": 1992, "idx": 3, "sa": ["Hermann Parzinger", "Ahmed Nazif", "Zahi Hawass"], "q": "pointed out that the letter was not signed by <strong> Ahmed Nazif </strong>. The foundation's`` position regarding a return of the bust of Nefertiti is unchanged,'' its president, <strong> Hermann Parzinger </strong>, said in a statement. <q> She is and remains Egypt's best ambassador in Berlin. </q> The foundation reiterated its insistence that Nefertiti was acquired legitimately. <strong> Zahi Hawass </strong>, however, disputed the German claim. He said a letter was sent to the Egyptian Foreign Ministry to be conveyed to its", "new_id": -2}, {"i": 47069, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight.`` As a person and a player I learned a lot through my experiences on and off the field,'' <strong> Michael Vick </strong> said. <q> Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today. </q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "sa": ["Michael Vick"], "uid": "1296965126246792205"}]