[{"uid": "1297235824010321941", "i": 5169, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Franken", "Frank Lautenberg", "Richard Blumenthal", "Patty Murray"], "q": "assault on women's rights.\" The focus of the Democrats' criticism is the \"No Taxpayer Funding for Abortion Act,\" sponsored by Rep. Chris Smith( R-N.J.). The legislation would prohibit <q>the expenditure of funds authorized or appropriated by federal law or funds in any trust fund to which funds are authorized or appropriated by federal law( federal funds) for any abortion. Prohibits federal funds from being used for any health benefits coverage that includes coverage of abortion.</q> It would also re-install a ban on D.C. abortion funding. <strong> Frank Lautenberg </strong>, who appeared with Sens. <strong> Patty Murray </strong>( D-Wash.), <strong> Kirsten Gillibrand </strong>( D-N.Y.), <strong> Richard Blumenthal </strong>( D-Conn.) and <strong> Al Franken </strong>( D-Minn.", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q>Day-to-day adult supervision is no longer needed!</q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called \"adult supervision\" for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}, {"uid": "1295389551128106499", "i": 4719, "idx": 0, "sa": ["Hu Jintao", "Chuck Schumer", "Kirsten Gillibrand"], "q": "President <strong> Hu Jintao </strong> during his state visit this week. <strong> Kirsten Gillibrand </strong> focused her attention on two issues-cybersecurity and the hoarding of rare earth elements( REEs)- where she feels the Chinese are behaving inappropriately. <q>Cybersecurity and REEs greatly affect both the national and economic security of the United States, and I continue to be concerned about China's policies regarding these two strategic interests,</q> she wrote in her letter. <strong> Kirsten Gillibrand </strong>'s letter comes on the heels of a formal complaint by Senator <strong> Chuck Schumer </strong> who has been a strong voice against the Chinese for much of the past decade. <strong> Chuck Schumer </strong> picked", "new_id": -2}, {"uid": "1295784304107937815", "i": 18482, "idx": 0, "sa": ["Simon Cowell"], "q": "who got engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q>I worry about it- because of my age. Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole \"ga ga goo' thing. But I genuinely like kids.</q> <strong> Simon Cowell </strong> also admitted Hussainy, 36, had \"softened\" him and had finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class\"", "new_id": -2}, {"uid": "1296273664046694409", "i": 25146, "idx": 3, "sa": ["Elton Brand", "Allen Iverson", "Jrue Holiday"], "q": "\" Looking for a spark, 76ers coach Eddie Jordan benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. Jordan's move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q>He just put us in a good rhythm tonight and had us flowing,</q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Allen_Iverson_Debut_15pts_Besiktas_Cola_Turka_vs_KK_Hemofarm_Stada_*Eurocup <strong> Allen Iverson </strong> makes European debut for Besiktas Cola Turka Former NBA MVP", "new_id": -2}, {"uid": "1296569141244629540", "i": 22233, "idx": 1, "sa": ["Michael Vick", "Ron Cook", "Ben Roethlisberger"], "q": "Since his return, in October, <strong> Ben Roethlisberger </strong> has tried to be a better teammate and a better person. Like the Eagles' <strong> Michael Vick </strong>, he has been contrite and has said all the right things. <q>It would be amazing to win another Super Bowl, but it won't be like I'll say, \"Do you forgive me now?' It'll just be another step in earning back everything I lost,</q> he told the Pittsburgh Post-Gazette's <strong> Ron Cook </strong> last week. <strong> Ben Roethlisberger </strong> faced the national media for the first time yesterday afternoon at the Steelers' hotel in Fort Worth, Texas, and it didn\"t", "new_id": -2}, {"uid": "1295965505048300088", "i": 414, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "resignation from his job at the time as editor of the News of the World. On 21 January <strong> Andy Coulson </strong> announced his decision to step down from his position as <strong> David Cameron </strong>'s communications director, citing <q>continued coverage of events connected to my old job at the News of the World</q>. The decision prompted the prime minister to insist that <strong> Andy Coulson </strong> was being \"punished for the same offence twice\". Hacking technique The phone hacking scandal has once again raised the issue of", "new_id": -2}, {"uid": "1297436657123142144", "i": 31801, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ", <strong> Stephen Elop </strong> said. Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. <strong> Steve Ballmer </strong> said the partnership would give the team <q>more innovation, greater global reach and scale.</q> \"We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said. The key challenge will be to come", "new_id": -2}, {"uid": "1295439788234078228", "i": 21491, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton", "P.J. Crowley"], "q": "the resolution should it come to a vote in the council. One official said discussions were continuing on how to avoid a veto by either modifying the language or convincing the Palestinians to abandon the effort. <q>We have made clear that we do not think that this matter should be brought before the Security Council,</q> <strong> P.J. Crowley </strong> told reporters. \"We do not believe that this would be a productive step.\" On Tuesday, 17 senators led by <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the", "new_id": -2}, {"uid": "1297272603143687692", "i": 24753, "idx": 0, "sa": ["Mike Pence"], "q": "\" services for prostitutes as young as 14. The offer was made to a man and a woman posing on the tape as a pimp and a prostitute. Mr. <strong> Mike Pence </strong> said the videos are <q>heartbreaking evidence employees of Planned Parenthood... facilitating, essentially, the abuse of a minor and sex trafficking.</q> \"What is becoming more evident to people through these tapes and through these revelations... is that[ federal funding of Planned Parenthood] has to stop,\" Mr. <strong> Mike Pence </strong> told \"", "new_id": -2}]