[{"uid": "1296407544252772372", "i": 171, "idx": 13, "sa": ["Chris Webber", "Allen Iverson", "Kobe Bryant"], "q": "While Philadelphia remained 2 1/2 games behind Boston in the Atlantic Division, <strong> Chris Webber </strong> gave a glimpse of what he could contribute down the stretch.`` I think every <strong> Kobe Bryant </strong> bit helps your confidence,'' <strong> Chris Webber </strong> said. <q> One day you're averaging a number that many people don't do in three categories and the next day you're worthless. And that's from myself, I don't even care what everyone else is saying. </q> <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said.`` He wants to play well so", "new_id": -2}, {"uid": "1297145527209272846", "i": 51059, "idx": 0, "sa": ["Mayor Tom", "Charles Woodson", "Michael Vick", "Dwaine Caraway"], "q": "night before the game: He had his players fitted for rings. Then they went out and beat the Steelers.`` We knew we had a good team,'' cornerback <strong> Charles Woodson </strong> said. <q> We knew if we went out and played the way we are capable of playing, we don't feel like anybody can beat us. That was just a vote of confidence for us: get fitted for your ring. I don't know when we'll get them, but it'll fit. </q> Another <strong> Michael Vick </strong> flap: A minor ruckus has arisen over a top Dallas official's presentation of a`` key to the city'' to Philadelphia quarterback <strong> Michael Vick </strong>. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> presented the key", "new_id": -2}, {"uid": "1295294243074366995", "i": 23391, "idx": 13, "sa": ["Mike Pence", "Barack Obama"], "q": "discuss ACORN as well as the future of the Republican Party.... <strong> Mike Pence </strong> Jokes About MSNBC and <strong> Barack Obama </strong>; Says GOP`` Back in the Fight on the Right'' <strong> Mike Pence </strong> Jokes About MSNBC and <strong> Barack Obama </strong>; Says GOP <q> Back in the Fight on the Right </q> From Indiana to Israel: <strong> Mike Pence </strong>( R-IN) <strong> Mike Pence </strong> has been Israel's most ardent supporter in Congress for years. He is thankfully co-chair of the Congressional Task Force Against Anti-Semitism. I wish he were my <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1297443949230703173", "i": 34636, "idx": 7, "sa": ["Mary Liz Holberg", "Mike Pence", "Chris Lee"], "q": "his hearings on domestic radicaMary Liz Holbergation. The premise of the hearings has not been substantiated, writes the LAT, and`` they GOP <strong> Mike Pence </strong> <strong> Chris Lee </strong>( NY)`` abruptly resigned'' yesterday Gawker report revealed he <q> sent a shirtless photo to a woman he encountered through Craigslist. </q> The married, 46-year-old father apologized on the House floor for the`` profound mistakes'' and`` the harm that my actions have caused my family, my staff and my constituents.'' A joint Departments of", "new_id": -2}, {"uid": "1295979046057327630", "i": 11424, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "leave Google to work for the social networking company.`` My goal is to run Google at the pace and with the soul and passion of a start-up,'' <strong> Larry Page </strong> said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply.`` I am not as concerned about the titles as I am winning", "new_id": -2}, {"uid": "1295558979260145159", "i": 39254, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Gary Bauer", "Ron Paul"], "q": "sides and opened the door to killing without a consience which is what legalized abortion allows. www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious fRon Paultline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the", "new_id": -2}, {"uid": "1295682265065617928", "i": 111, "idx": 5, "sa": ["Mike Pence"], "q": "` Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface,''' said Ralph Benko, a former Reagan administration aide who started the campaign. <q> I think it's huge. I just think it needs a little place to go. So we built a little place for it to go. </q> But should <strong> Mike Pence </strong> listen to his backers or choose what some say is the safer route of running for Indiana governor? Is it realistic to try to vault from the House to the White House, something", "new_id": -2}, {"uid": "1295673044105103423", "i": 7875, "idx": 2, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "and brought forward its financial results to the day after. Not a single analyst asked Apple what <strong> Steve Jobs </strong>'s absence might mean. This time, analysts simply accepted that <strong> Eric Schmidt </strong>'s explanation that the move followed <q> a long series of conversations </q> and moved on. Though it's not obvious, Google's problem has been in focus and execution of strategy. Despite having something like a 90% search share in most markets, its fabled search", "new_id": -2}, {"uid": "1295886094159268898", "i": 49399, "idx": 1, "sa": ["David Letterman", "Ricky Gervais"], "q": "<strong> David Letterman </strong>- <strong> Ricky Gervais </strong>'s Practical Jokes How much fun can you have at your mother's funeral? Just ask <strong> Ricky Gervais </strong>.... <strong> Ricky Gervais </strong> on <strong> David Letterman </strong> Late Show( 12/13/2010) FULL Interview Sound OK here: www.youtube.com <strong> Ricky Gervais </strong> on <q> The Late Show with <strong> David Letterman </strong> </q>. He tells the story of his mother's funeral. THAT is sense of humor. CBS- December 13, 2010. www.cbs.com... <strong> Ricky Gervais </strong> Gets Attacked For His Fat Jokes Watch more at www.theyoungturks.com... GRAND THEFT", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.'' here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q>`` Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,' through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}]