[{"uid": "1296235612016105512", "i": 30543, "idx": 4, "sa": ["Tyronn Lue", "Allen Iverson", "Michael Jordan"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_vs_Michael_Jordan_Final_NBA_Game_Part_2 <strong> Michael Jordan </strong>'s coach pleaded with him to go back in the game, and the opposing coach made sure <strong> Michael Jordan </strong> had the chance to end his career with a basket. <strong> Michael Jordan </strong>'s last shot was a", "new_id": -2}, {"uid": "1295618617243957797", "i": 6333, "idx": 1, "sa": ["Andy Coulson", "Tommy Sheridan"], "q": "<strong> Tommy Sheridan </strong> asked him about a House of Commons committee report which stated that the NoW \"turned a blind eye\" and \"at worst actively condoned\" bugging and hacking in the newsroom. <strong> Andy Coulson </strong> replied: <q> I don't accept there was a culture of phone hacking at the NoW. There was a very unfortunate, to put it mildly, case involving <strong> Clive Goodman </strong>. No one was more sorry about it than me; that's why I resigned. </q> <strong> Tommy Sheridan </strong> asked whether he know what the phrase \"the dark arts\" meant. <strong> Andy Coulson </strong> replied: \"As far as I'm concerned it means investigative work. \"I think others have described", "new_id": -2}, {"uid": "1296698256042549266", "i": 42943, "idx": 2, "sa": ["Mitt Romney", "David Letterman", "Kim Kardashian"], "q": "Brigham Young University political scientist, is more optimistic about his church and possible Mormon candidates. Top 10 Things You Don't Know About <strong> Mitt Romney </strong> <strong> Mitt Romney </strong>, a potential 2012 presidential candidate, read the following <q> Top 10 Things You Don't Know About <strong> Mitt Romney </strong> </q> on the \"Late Show With <strong> David Letterman </strong>\" on Tuesday night: 9. I can't begin my day until I've read The Washington Post and <strong> Kim Kardashian </strong>'s tweets. 8. I'm the", "new_id": -2}, {"uid": "1295772313146751543", "i": 16161, "idx": 0, "sa": ["Wanda Jackson", "David Letterman"], "q": "again, as visitors stop to gawk. The footage shows a 21-year-old <strong> Wanda Jackson </strong> strumming, shimmying in a spaghetti-strap dress and singing \"Hard Headed Woman\" on the television show Town Hall Party. <q> It's one of the most popular items in the entire museum, and it has been for a decade now, </q> says the museum's <strong> David Letterman </strong> Gray, a music historian. \"Some visitors who aren't familiar with who she is see that video and then go to the store and ask for her CDs.\"", "new_id": -2}, {"uid": "1295901715011026433", "i": 2107, "idx": 2, "sa": ["Steve Ballmer"], "q": "find a future leader for company. \"The bigger questions are who will lead the vision for the future, and who will be ready to succeed <strong> Steve Ballmer </strong> when the time comes,\" he wrote. <q> <strong> Ray Ozzie </strong> was a talented visionary and architect of the future. <strong> Bill Gates </strong> selected <strong> Ray Ozzie </strong> as his successor as Chief Software Architect. But they are both gone. </q> \"Who else at Microsoft has the gravitas and vision to lead the product direction for entire company? This is probably the single most important job in the company over the long term. Yet, <strong> Steve Ballmer </strong>", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better. \"Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added: \"For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.\"", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}, {"uid": "1296770511173654034", "i": 12155, "idx": 5, "sa": ["Donald Rumsfeld", "Joe Biden", "George Tenet", "Condoleezza Rice", "Bill Clinton"], "q": ". Critics might question why <strong> Joe Biden </strong> didn't immediately prepare to deploy as many as 150,000 troops to Afghanistan, <strong> Donald Rumsfeld </strong> writes. But \"we would have needed many months to build a large occupying army,\" and <q> this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate. </q> \"The <strong> Bill Clinton </strong> did not lie. The vice <strong> Bill Clinton </strong> did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less", "new_id": -2}, {"uid": "1297174129185073696", "i": 42957, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "city on convicted dog-torturer <strong> Michael Vick </strong>.( Yes, \"It's time to change all the locks\" has been said already.) Jacquielynn Floyd says <strong> Dwaine Caraway </strong> should have looked a little harder for candidates: <q> And some maintain that <strong> Michael Vick </strong>, who lost his personal fortune and did prison time before being readmitted to the NFL, has more than paid his debt. They believe <strong> Michael Vick </strong> has asked for, and earned, forgiveness. </q> But that doesn't tell the whole story. <strong> Dwaine Caraway </strong> didn't just offer <strong> Michael Vick </strong> Dallas' \"forgiveness.\" Embarrassingly, he hailed him as a hero. \"Forgiveness\" and \"slobbering adoration", "new_id": -2}, {"uid": "1296125466027361319", "i": 37474, "idx": 0, "sa": ["Zahi Hawass"], "q": "initiative as a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, especially those items that are considered unique. <q> The painted bust of Nefertiti is universally recognised as a unique and irreplaceable artefact, </q> <strong> Zahi Hawass </strong> says. The bust is ranked first on a \"Wish List\" of five important objects that Egypt hopes to have returned. The other four objects in question are the Rosetta Stone, now in the British", "new_id": -2}, {"uid": "1295535198236404814", "i": 4464, "idx": 0, "sa": ["Betty White", "Sen. Bernie Sanders"], "q": "the <strong> Betty White </strong> House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28. <strong> Betty White </strong> Drinks", "new_id": -2}]