[{"uid": "1295512637158531590", "i": 39369, "idx": 1, "sa": ["Simon Cowell", "Kelly Clarkson", "Steven Tyler", "Carrie Underwood"], "q": "hoping to reinvigorate the sagging juggernaut, have promised better contestants, more geared to the big voices of <strong> Carrie Underwood </strong> and <strong> Kelly Clarkson </strong>, the only two winners <strong> Steven Tyler </strong> could remember. In time, the new trio( <q> the dino, the diva, and the dawg, </q> in the words of longtime Idol obsessive Mortimer Spreng of Atlantic City) may mesh into something that would pass the <strong> Simon Cowell </strong> muster. But the first night veered way toward the feel good- apparently the new", "new_id": -2}, {"uid": "1295597750252706816", "i": 1081, "idx": 1, "sa": ["Eric Schmidt"], "q": ". On the call, <strong> Eric Schmidt </strong> said the three men had a long series of discussions about the appropriate management structure, and concluded that their overlapping authority was adding delays to the decision-making process. <q> I don't anticipate any material change in our strategies, but I do believe we, as a result of this, will operate and execute the business even( better), </q> he said. Industry observers, however, were scratching their heads about the timing of the shakeup, as the company continues to deliver impressive financial results. Google reported revenue of$ 8.4 billion", "new_id": -2}, {"uid": "1297441315101842972", "i": 12907, "idx": 0, "sa": ["Steve Ballmer"], "q": ". Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q>`` We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,'' he said. The key challenge will", "new_id": -2}, {"uid": "1295278259044859402", "i": 17671, "idx": 0, "sa": ["Steve Ballmer"], "q": "Today that the launch of Kinect- as well as various other social and media features- makes the device a`` family entertainment center''.`` Xbox isn't a gaming console,'' he said. <q> It's a place to socialise. It's a place to watch TV. It's the only system were you are the controller. Your voice, your gestures, your body. </q> <strong> Steve Ballmer </strong> also wants the Xbox 360 to appeal to young girls, and believe the rise of Kinect will be key to this.`` You go to your average 15-year-old boy, and he will", "new_id": -2}, {"uid": "1295191877017137675", "i": 22353, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "weekend's Arizona rampage, is making steady progress, New York Senator <strong> Kirsten Gillibrand </strong> said on NBC's`` Meet the Press'' program.`` She's doing great,'' said <strong> Kirsten Gillibrand </strong>, a friend. <q> I talked to her husband Mark last night. She's making progress every day. </q> While it's`` far too early'' for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said,`` she's using both sides of her body. She's able to breathe on her own. She's", "new_id": -2}, {"uid": "1297620107254115840", "i": 24519, "idx": 1, "sa": ["Nick Lachey", "Justin Bieber", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Victoria Beckham </strong>:`` I Don't Know the Sex of My <strong> Justin Bieber </strong>!'' <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live: <q> I'm Much More Famous in England </q> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley's Puppy Love <cite> Crush- February 11", "new_id": -2}, {"uid": "1296407544252772372", "i": 146, "idx": 24, "sa": ["Rasheed Wallace", "Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Allen_Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man on defense when he slammed full-force into <strong> Rasheed Wallace </strong> and went sprawling to the floor. Picking", "new_id": -2}, {"uid": "1297148455140001282", "i": 20187, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "generals, too.`` <strong> Colin Powell </strong> Franks told me in 2008 that, in hindsight, his recommendation to stop the flow of additional troops into Iraq... might have been a mistake,'' Rumsfeld confides. And: <q> Generals[ <strong> George Tenet </strong>] Abizaid and[ <strong> President Bush </strong>] Casey were still uneasy with the idea of deploying more troops. </q> Continuing the feud that plagued his tenure, he blames the State Department for just about everything, including the ill-fated de-Baathification and delays in training Iraqi police. Ultimately, he blames the president, because <strong> President Bush </strong>", "new_id": -2}, {"uid": "1296282852002965504", "i": 19637, "idx": 2, "sa": ["Eric Schmidt", "Ahmed Fathi"], "q": ". The stability of the country is, of course, extremely important but not at the cost of freedom of opinion.'' <strong> Eric Schmidt </strong>, Google's chairman, also denounced the Web blackout. <q> We obviously think it's a bad idea, we obviously do not want these things to happen, </q> he said. Yesterday in New York City, in the Egyptian enclave along Steinway Street in Queens, about 60 Egyptian-Americans rallied to support the protesters. Rally organizer <strong> Ahmed Fathi </strong>, 46, chairman of", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}]