[{"uid": "1296083719189841449", "i": 44606, "idx": 0, "sa": ["Andy Coulson", "Max Clifford"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what's in the news. Some of the comments may be reprinted elsewhere in the site or in the newspaper", "new_id": -2}, {"uid": "1297629731208748579", "i": 23615, "idx": 0, "sa": ["Zahi Hawass"], "q": ") Heart Scarab of Yuya An investigation is underway for the suspected thieves, and those who have been previously arrested are being questioned. Gilded wood statue of Tutankhamun harpooning.( AP) <q> I have said if the Egyptian Museum is safe, than Egypt is safe, </q> <strong> Zahi Hawass </strong> said. \"However, I am now concerned Egypt is not safe.\" The famed archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in", "new_id": -2}, {"uid": "1297328414192823336", "i": 17597, "idx": 1, "sa": ["Kevin Kolb", "David Letterman"], "q": "morning for a parade and was on Late Show With <strong> David Letterman </strong> that night. <strong> Kevin Kolb </strong> made a point to watch it, then stayed up a few more hours visualizing what it would take to get there. <q> I think we have so much in common, and the more I hear him talk and watch his stuff, the more you tend to root for him, </q> <strong> Kevin Kolb </strong> said. \"He's a lead-by-example guy, which I consider myself.... He's had plenty of opportunity where he could've said certain things I'm sure he wanted to, and he kept his", "new_id": -2}, {"uid": "1295321590105201673", "i": 10826, "idx": 5, "sa": ["Allen Iverson", "Phil Jackson", "Kenny Thomas", "Luke Walton"], "q": "games,\" he said. Lakers forward <strong> Luke Walton </strong> said he's excited about the trip. \"It's time to have some fun and play some of the top teams in the NBA,\" he said. <q> There's going to be hostile environments, every possession is going to be crucial. That's a lot of fun for a player. </q> The Lakers went 15-of Iverson_Allen Iverson_50pts_Phil Jacksonadelphia_76ers_vs_Atlanta_Hawks_03/04_NBA_*Flu_Game_*Season_High Once the flu didn't stop <strong> Allen Iverson </strong>, nobody could. <strong> Allen Iverson </strong> scored a season-high 50 points, leading the Phil Jacksonadelphia 76ers to a 98-86 victory over the Atlanta Hawks on Saturday night. <strong> Kenny Thomas </strong>", "new_id": -2}, {"uid": "1296069902094879755", "i": 15645, "idx": 1, "sa": ["Andy Gray", "Andy Coulson", "David Cameron", "Karren Brady"], "q": "a warning from Sky Sports over the exchange, also compared the row to the News Of The World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. He said: <q> What's the difference?. If off-air conversations were made public then there would be no-one left working in the country. </q> Keys said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with <strong> Andy Gray </strong>, but claimed he was ignored. <strong> Andy Gray </strong> apologised for his comments and", "new_id": -2}, {"uid": "1297231761238518375", "i": 54987, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ", but organisers cancelled the event due to what they described as security concerns. \"People are trying to make legal issues out of public policy issues, which is unfortunate,\" <strong> Donald Rumsfeld </strong> told Reuters. <q> I think it's a sign of the times. </q> <strong> Donald Rumsfeld </strong>, who personally authorised harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he, too, might face prosecution if he traveled abroad. Still, he warned", "new_id": -2}, {"uid": "1295534401212385796", "i": 56172, "idx": 3, "sa": ["Steven Tyler", "Simon Cowell"], "q": "a this-is-harder-on-me than-it is-on you routine, which was all the more painful for rejected contestants. \"Oh my God, this is awful,\" she moaned after saying no to a young woman from Ivory Coast. <q> Oh my God, I hate this. </q> Mr. <strong> Steven Tyler </strong> wasn't as snide as Mr. <strong> Simon Cowell </strong>, but he did become the de facto hard man to please. \"You sang beautiful, but I just wasn't feeling that pizzazz,\" he", "new_id": -2}, {"uid": "1295498568076414992", "i": 1251, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "actress, who plays scathing cheerleading coach Sue Sylvester in the US TV show, believes there are many similarities between the teacher and the talent show judge, nicknamed` Mr Nasty'. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also said she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained: \"<strong> Simon Cowell </strong> and", "new_id": -2}, {"uid": "1296014155261193736", "i": 16894, "idx": 1, "sa": ["Steve Ballmer", "Tim Bajarin"], "q": "as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> \"is always on thin ice,\" said Forrest at Fort Pitt Capital. <q> Microsoft is a results-driven company. </q> Quotes delayed, except where indicated otherwise. Delay Tim Bajarines are 15 mins for NASDAQ, NYSE and Amex. See also delay Tim Bajarines for other exchanges. Quotes and other information supplied by", "new_id": -2}, {"uid": "1295094125134053943", "i": 24363, "idx": 21, "sa": ["Matt Geiger", "Devin Harris", "Allen Iverson", "Josh Boone", "Vince Carter"], "q": "some of its best basketball of the season in the final two periods to hand the Pistons their first loss after four wins to open the season. \"It was just about playing hard,\" <strong> Devin Harris </strong> said. <q> We didn't get off to the best start. We have been really struggling in the third quarter but tonight we came out with more aggressiveness. Points for me didn't Matt Geigerer. It was all about the win. We desperately needed this for our confidence's sake. </q> <strong> Vince Carter </strong> and <strong> Josh Boone </strong> each scored 18 for New Jersey, which got its first home win after two losses. <strong> Josh Boone </strong> also pulled down 14 rebounds. <strong> Allen Iverson </strong> had 24 points and six assists after finally getting to suit up", "new_id": -2}]