[{"uid": "1295782000044482592", "i": 6751, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "2010. www.guardian.co.uk... The Future of <strong> Google Inc. </strong> Books- <strong> Google Inc. </strong> Co-Founder <strong> Sergey Brin </strong> Complete video at: fora.tv <strong> Sergey Brin </strong> responds to criticism <strong> Google Inc. </strong> has received concerning its project to digitize and store millions of the world's books online. <q>I've been surprised at the level of controversy there,</q> says <strong> Sergey Brin </strong>, but maintains that he's \"optimi... Larry Page Replaces <strong> Eric Schmidt </strong> As <strong> Google Inc. </strong> CEO!!! Co-Founder of <strong> Google Inc. </strong> Larry Page Is Confirmed To Be The New CEO of <strong> Google Inc. </strong>, Former CEO <strong> Eric Schmidt </strong> Demotes Himself To", "new_id": -2}, {"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of \"News of the World' had made it difficult for him to give <q>the 110 per cent needed in this role</q>.\" I stand by what I've said about those events but when the spokesman needs a spokesman it\"s time to move on,\" The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}, {"uid": "1296218172048857090", "i": 12611, "idx": 9, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" \"What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. <q>So I'm sure that he's made a discernment that this is the right move.</q> Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" \"You've got", "new_id": -2}, {"uid": "1296101837086409253", "i": 14048, "idx": 0, "sa": ["Steve Ballmer"], "q": "'s plans about the future of how we'll interact with computers. Apparently, it's touchscreens and \"natural user interfaces\" all the way. Has MS finally realized Windows isn't touchscreen friendly? blog post <q>Microsoft is imagining a NUI future,</q> <strong> Steve Ballmer </strong>'s company describes pretty accurately the way things are going with personal technology right now: \"You don't have to look very far to realize that technology is becoming more natural and intuitive,\" it begins", "new_id": -2}, {"uid": "1297216423081690625", "i": 6903, "idx": 0, "sa": ["Kirsten Gillibrand", "Barbara Boxer"], "q": "campaign promise to focus on the economy. The Democrats, who used similar messaging leading up to the healthcare reform repeal vote, are trying to paint Republican healthcare efforts as a distraction from creating jobs. <q>I do not understand how this Republican Congress can move from that mandate to create jobs, to create opportunities in this country, toward how we undermine women's reproductive health,</q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). Abortion-rights groups, mobilizing to combat efforts to limit reproductive services, hammered home that same point. \"The House leadership is clearly out of touch with the", "new_id": -2}, {"uid": "1296740942231227416", "i": 8764, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball_ you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q>From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release.</q> <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced first downs, a", "new_id": -2}, {"uid": "1296105128124256343", "i": 9914, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1296175633054247430", "i": 26631, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. \"He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,\" she said. <q>Obviously it'd be great for the state of Indiana.</q> People ski near the Congress Center at the World Economic Forum... White House Chief of Staff Emanuel listens to U.S...., R-Ind., will announce whether he plans to run for president in... Photo in Slideshow", "new_id": -2}, {"uid": "1295571591192872503", "i": 10248, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": "Thu, Jan 20, 2011, 7:59 PM EST- U.S. Markets closed <strong> Google Inc. </strong> co-founder Page to replace <strong> Eric Schmidt </strong> as CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Thursday January 20, 2011, 7:10 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>, a", "new_id": -2}, {"uid": "1295472377012009510", "i": 34225, "idx": 0, "sa": ["Lloyd Blankfein", "Steve Ballmer", "Barack Obama"], "q": "been fast enough,\" <strong> Barack Obama </strong> said. At today's meeting with CEOs, <strong> Barack Obama </strong> and Hu said it was important for the two nations to deepen their business ties. Hu said his nation <q>welcomes U.S. companies and promised that China would treat fairly U.S. companies doing business there. \"It all feels very, very good that you asked us to be a partner,</q> Jim McNerney, the chief executive officer of Boeing, said to Hu at the start of the session. Other attendees at the meeting were Chief Executive Officers <strong> Steve Ballmer </strong> of Microsoft Corp.; <strong> Lloyd Blankfein </strong> of Goldman Sachs Group", "new_id": -2}]