[{"uid": "1296391518023904278", "i": 43975, "idx": 6, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled \"Confessions of a Negative Campaigner\" that \"negative campaigning, I now know, is wrong.\" <q> It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering, </q> <strong> Mike Pence </strong> wrote in 1991. That same year, <strong> Mike Pence </strong> became president of the Indiana Policy Review Foundation, a conservative think tank based in Fort Wayne. After years as a radio talk show host", "new_id": -2}, {"uid": "1297136473102924319", "i": 29847, "idx": 11, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "even the slightest hint of that,\" he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.... Copyright Â© MediaCorp Pte Ltd.. All Rights Reserved", "new_id": -2}, {"uid": "1295565086075235341", "i": 13161, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "( \"Day-to-day adult supervision no longer needed!\", poking fun at his blog post. The latter explained that he, Page and other co-founder <strong> Sergey Brin </strong> no longer needed to guide the company as a trio: <q> So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> Page will take over <strong> Eric Schmidt </strong>'s job on April 4. <strong> Eric Schmidt </strong> will become the company's executive chairman, working on Google's relationships with other companies. <strong> Sergey Brin </strong>( a University of Maryland alumnus) will \"", "new_id": -2}, {"uid": "1295758316143998985", "i": 10419, "idx": 0, "sa": ["Dr. Peter", "Sen. Bernie Sanders"], "q": "ideas that day, to celebrate our Republic's core values and peacefully assemble to petition our government. It's inexcusable and incomprehensible why a single evil man took the lives of peaceful citizens that day. <q> She has a 101 percent chance of surviving, </q> trauma chief <strong> Dr. Peter </strong> Rhee told ABC News. \"She will not die. She does not have that permission from me.\" <strong> Sen. Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: \" A", "new_id": -2}, {"uid": "1295082156260702223", "i": 5775, "idx": 5, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": " \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong> said, <q> always regardless of circumstances, and especially with kids. Are the kids and everybody all right now? </q> \"The kids seem to be doing OK, yeah,\" <strong> Kelsey Grammer </strong> said, referring to the son and daughter he has with <strong> Camille Grammer </strong>. \"We've been spending quite a bit of time with them", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}, {"uid": "1297116847195428397", "i": 34147, "idx": 3, "sa": ["Simon Cowell"], "q": "this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person.\" And what does <strong> Simon Cowell </strong> think of the new season of American Idol? <q> I haven't seen a full episode, </q> he said. \"I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[", "new_id": -2}, {"uid": "1297418130059129863", "i": 8848, "idx": 1, "sa": ["Steve Ballmer"], "q": "e supporto ai clienti che facciano di un telefono una grande esperienza. Nokia e Microsoft uniranno le loro forze per consegnare un prodotto senza rivali\". Soddisfatto dell` alleanza anche il Ceo di Microsoft, <strong> Steve Ballmer </strong>: <q> La partnership annunciata oggi- ha detto- prevede un` incredibile gamma di prodotti, un` enorme competenza nell` innovazione di hardware e software e una comprovata abilitÃ di esecuzione </q>.", "new_id": -2}, {"uid": "1296088146043139083", "i": 13307, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> OAKLAND 3 BR/ 2.0 BA$ 710,000.00 ALBANY 2 BR/ 2.0 BA$ 399,000.00 OAKLAND 4 BR/ 3.0 BA$ 898,000.00 OAKLAND 2 BR/ 1.0 BA$ 349,000.00 OAKLAND 3", "new_id": -2}, {"uid": "1297533337033751050", "i": 48913, "idx": 1, "sa": ["Mike Pence", "Greg Walden"], "q": ", especially freedom of speech and of the press,\" said <strong> Mike Pence </strong>, a former radio talk show host who introduced the same bill in the last session of Congress when Democrats still controlled the House. <q> Bringing back the Fairness Doctrine would amount to government control over political views expressed on the public airways, </q> he said in a statement. \"We must pass the Broadcaster Freedom Act and bury the Fairness Doctrine once and for all.\" <strong> Greg Walden </strong>, who owned and operated radio stations with his wife for nearly", "new_id": -2}]