[{"uid": "1296007173157368360", "i": 39530, "idx": 0, "sa": ["Michael Vick"], "q": "quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.'' <strong> Michael Vick </strong> is good people. He paid his dues. President Obama reached out to him. He deserves an opportunity. This is what", "new_id": -2}, {"uid": "1295267697200589361", "i": 48488, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Martin Luther King"], "q": "release for <strong> Martin Luther King </strong> Day doesn't have much to do with civil rights, strictly speaking. It addresses the shooting of Rep. <strong> Gabrielle Giffords </strong> of Arizona and the rhetorical and budgetary attacks on public employees of recent months. <q> ALBANY, NY( 01/14/2011)- The recent horrific events in Tuscon have saddened us all. However, from every tragedy lessons can be learned and the attention given by many to the contribution of violent rhetoric as cause for the shootings may be just the opening to bring civility back to our public discourse. </q> I am further bolstered by the genuine joy expressed by U.S. Senator <strong> Kirsten Gillibrand </strong> in her account of the awakening of her friend and colleague Congresswoman <strong> Gabrielle Giffords </strong> during a visit to the shooting victim's hospital room.", "new_id": -2}, {"uid": "1297098713099483693", "i": 37805, "idx": 1, "sa": ["Richard Hunter", "Michael Vick"], "q": "this took place, except at a`` downtown club at 5 o'clock, I'm not sure where, we get shuffled around to so many things.'' He also knows the video's making the rounds: <q> They can send it-- it's Rudy got it too. But something else happens in video-- which was shot by <strong> Richard Hunter </strong>, better known as as Richie pointed out last June, adopted one of the so-called`` bait dogs </q> <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel-- and as <strong> Richard Hunter </strong> told Richie,`` While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered", "new_id": -2}, {"uid": "1297016781210059273", "i": 20710, "idx": 1, "sa": ["Sergio Marchionne", "Sarah Palin", "Rick Astley"], "q": "government loans that has raised concern. I regret the remark which I consider inappropriate,'' <strong> Sergio Marchionne </strong> said in his statement. The Detroit News said Sunday that Steve Rattner, who was the Obama administration's <q> auto czar' during the bailout, said the loans were made at or below market rates and Washington would be delighted Chrysler found a way to refinance the loans and pay them off. <strong> Charles Bolden </strong>'s Story: From the Segregated South to Low Earth Orbit Floods, cyclones and now wildfires. Australia may not be the promised land after all A member of the Landover Baptist Church recently saw the word`` FAP </q> in a <strong> Sarah Palin </strong> thread. Let's... Happy 45th birthday to 80s pop sensation <strong> Rick Astley </strong>. Here's Together Forever United Press International, Inc.. All Rights Reserved. Welcome to UPI.com! Your trusted source for world", "new_id": -2}, {"uid": "1296644684150142979", "i": 10863, "idx": 1, "sa": ["Keith Bogans", "Allen Iverson"], "q": "right knee. But he has a while to go to regain his All-Star form.`` My rhythm is way off. I'm struggling,'' said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning. <q> It's frustrating that it's taking so long for my game to come back. But by being in the league eight years, I've been through struggles and I know how to play while struggling. </q> Philadelphia took control midway through the third quarter with 11 straight points to go up 68-60. Orlando's <strong> Keith Bogans </strong> stopped the run with a jumper despite being knocked down, but <strong> Allen Iverson </strong> seized the momentum back with his lone", "new_id": -2}, {"uid": "1295665867007979096", "i": 29816, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google has shocked its shareholders by announcing that <strong> Eric Schmidt </strong>, its current CEO, is to step down in April and co-founder Larry Page will replace him in the chief executive officer role. <q> When I joined Google in 2001 I never imagined, even in my wildest dreams, that we would get as far, as fast as we have today </q>, starts <strong> Eric Schmidt </strong> in a post on the company's blog, while also posting on Twitter that the move was no longer about needing to supervise founders Larry Page and <strong> Sergey Brin </strong>:`` Day-to-day adult supervision is", "new_id": -2}, {"uid": "1295403440095109146", "i": 29586, "idx": 0, "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show_ very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "new_id": -2}, {"uid": "1297126608137412629", "i": 39267, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.'' Start home delivery of the", "new_id": -2}, {"uid": "1295559949061718541", "i": 3670, "idx": 4, "sa": ["Eric Schmidt"], "q": "?'' he said.`` We think this will produce even better results.'' We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. <q> When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit. </q> outlook is bright. But as Google has grown, managing the business has become more complicated. So Larry, Sergey and I have been talking for a long time about how best to simplify our management structure and", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries.`` Things have been stable since June'' in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}]