[{"uid": "1295617200111296519", "i": 43777, "idx": 1, "sa": ["Andy Coulson", "Peter Oborne"], "q": "\" tells Sky News he \"understands why he wants to go\" but says he feels that <strong> Andy Coulson </strong> has been \"punished for the same offence twice\". Comparing his director of communication's conduct with the <q>days of the dodgy dossier and <strong> Alastair Campbell </strong> and Damien McBride</q> he added \"he has done good work and I thank him for that\". 1320 <strong> Peter Oborne </strong>, the Telegraph's chief political commentator has blogged over why <strong> Andy Coulson </strong> should never have been appointed in", "new_id": -2}, {"uid": "1296708251038600720", "i": 31403, "idx": 0, "sa": ["Chris Gent", "Andy Coulson", "Brian Taylor"], "q": "by a leader who is badly misreading the public mood. News, analysis, graphics and explainers on what's at stake and why it all matters Latest from BBC News blogs <strong> Brian Taylor </strong>: <q>Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...</q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "new_id": -2}, {"uid": "1297145527209272846", "i": 42057, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert", "Charles Woodson"], "q": "night before the game: He had his players fitted for rings. Then they went out and beat the Steelers. \"We knew we had a good team,\" cornerback <strong> Charles Woodson </strong> said. <q>We knew if we went out and played the way we are capable of playing, we don't feel like anybody can beat us. That was just a vote of confidence for us: get fitted for your ring. I don't know when we'll get them, but it'll fit.</q> Another <strong> Michael Vick </strong> flap: A minor ruckus has arisen over a top Dallas official's presentation of a \"key to the city\" to Philadelphia quarterback <strong> Michael Vick </strong>. <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> presented the key", "new_id": -2}, {"uid": "1296754813198328326", "i": 41451, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Barack Obama"], "q": "the CIA,\" she said. \"<strong> Saddam Hussein </strong> had nothing to do with 9/11,\" she added, \"and I have never seen anything to make me change my mind.\" But, she said, <q>it was not a judgment that found favor with some parts of the American machine</q>- namely <strong> Donald Rumsfeld </strong> <strong> Barack Obama </strong> <strong> Donald Rumsfeld </strong>, the United States secretary of defense at the time. That \"is why <strong> Donald Rumsfeld </strong> started an alternative intelligence unit in the Pentagon to seek an alternative judgment,\" she said. MI5", "new_id": -2}, {"uid": "1295560622029818948", "i": 45707, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ". <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. On is his Twitter account, <strong> Eric Schmidt </strong> wrote: <q>Day-to-day adult supervision no longer needed!</q> The changes will be effective April 4. \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q>It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}, {"uid": "1295575736103366674", "i": 37504, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "software company ITA Software, <strong> Google Inc. </strong> for$ 700 million in a cash deal, subject to closing conditions. The deal will allow <strong> Google Inc. </strong> to develop flight search tools for users to locate online flight information more easily. <q>ITA's very talented team has created an impressive product to organize flight information,</q> said <strong> Google Inc. </strong> chairman and CEO <strong> Eric Schmidt </strong>. \"Their technology opens exciting possibilities for us to create new ways for users to more easily find flight information online, and we're looking forward to welcoming them to <strong> Google Inc. </strong>.", "new_id": -2}, {"uid": "1295161390124190722", "i": 27271, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.</q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than Favre- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1295593945183287950", "i": 14961, "idx": 0, "sa": ["Peter Asher", "Philip Weiss", "David Letterman", "Pete Best", "Paul Shaffer"], "q": "<strong> Philip Weiss </strong> Auctions in a sale of Hollywood memorabilia. You can see many of the items from the auction described here in the slideshow at left. Here's the official description of the picture, Lot# 1419: <q>Four Beatles Autographs on a 1962 Black& White Photo, original black and white 6.25</q> x 8.25,\" Photo pictures Beatles with orginal drummer <strong> Pete Best </strong>, http://wn.com/Former_Beatle_Pete_Best_talks_about_The_Thing_with_the_Fab_Fourum_at_Abbey_Road_on_the_River_2010 A clip of <strong> Peter Asher </strong> backstage with <strong> Paul Shaffer </strong> of \"Late Show With <strong> David Letterman </strong>\" Friday night at the Iridium Club in New York. Taken by Charles", "new_id": -2}, {"uid": "1297725547245252135", "i": 15498, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "illegally detained as an enemy combatant and then held in a Navy brig for 44 months. It names government and brig officials, including Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> and former Defense <strong> Donald Rumsfeld </strong>, as defendants. Padilla is <q>an American citizen who was subjected to unprecedented torture and abuse not far from this courtroom,</q> Ben Wizner, the litigation director for the American Civil Liberties Union Foundation, told U.S. District Judge Richard Gergel. \"There is a floor for human treatment in any U.S. prison below which no officer can", "new_id": -2}]