[{"uid": "1297022072088555528", "i": 37416, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google wants to avoid long EU battle Google Inc wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1295668674231571473", "i": 31266, "idx": 1, "sa": ["Andy Coulson"], "q": "In a personal statement, Mr <strong> Andy Coulson </strong> said that the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\" . <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice", "new_id": -2}, {"uid": "1295967712261718021", "i": 945, "idx": 2, "sa": ["Eric Schmidt"], "q": ". \"Our retention has been actually the same and our retention has been exactly the same for seven years,\" said <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> will spend more time on working wth governments. <q> We've got very complicated government issues, </q> he said. Google threatened to pull out of on China...\" China last year after a high-profile hacking case but came to an agreement with the government in June and now runs a reduced service", "new_id": -2}, {"uid": "1295665836007979062", "i": 8578, "idx": 0, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand", "Jeff Immelt"], "q": "given to anyone, and if we want to win, we have to compete,\" said <strong> Jeff Immelt </strong>. It's that competitive spirit that New Yorkers think will help turn the economy around. <q> Taking old skills that worked in the 20th century and translating them in to new 21st century skills. That's our future, </q> said Sen. <strong> Charles Ellis Schumer </strong>( D). \"It's how we're going to create jobs, grow the economy,\" said Sen. <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive", "new_id": -2}, {"uid": "1296365944097009666", "i": 529, "idx": 7, "sa": ["Allen Iverson", "Sleepy Floyd", "Ben Wallace"], "q": "record for most points in a quarter, set by <strong> Sleepy Floyd </strong> of Golden State in 1987. <strong> Allen Iverson </strong>'s final two 3-pointers were the Ben Wallacegest of the game, coming after Philadelphia had pulled within 10 with 5:14 remaining. <q> When[ <strong> Allen Iverson </strong>] went on that run, it seemed like he was unstoppable, </q> <strong> Allen Iverson </strong> said. \"He almost pulled it off.\" <strong> Allen Iverson </strong>'s performance came one day after he alleged that the NBA would rather see a 76ers-Lakers Finals than a Bucks-Lakers Finals. He spent a long time before", "new_id": -2}, {"uid": "1295094125134053943", "i": 24376, "idx": 34, "sa": ["Allen Iverson", "Chris Webber", "Larry Brown"], "q": "York, which rallied from a 16-point deficit in the third quarter and then squandered a nine-point lead in the fourth. \"We got really aggressive, especially when we went small,\" Knicks coach <strong> Larry Brown </strong> said. <q> We got loose balls, we didn't turn the ball over and we got second shots. We really hurt them on the boards. </q> <strong> Allen Iverson </strong> had 40 points and 10 assists, and <strong> Chris Webber </strong> scored 19 points for Philadelphia, which has lost four of five. <strong> Chris Webber </strong> tipped in <strong> Allen Iverson </strong>'s miss with.6 seconds left to send the game into overtime.", "new_id": -2}, {"uid": "1295485227045400075", "i": 49173, "idx": 0, "sa": ["Zahi Hawass", "Steve Odell"], "q": "guests. \"Our Silver Perspectives enrichment program offers travellers interesting journeys hosted by noted historians, political analysts, bestselling authors and other esteemed experts,\" said <strong> Steve Odell </strong>, Silversea's senior vice president Asia Pacific. <q> And many of these voyages will feature several guest lecturers teaming up to host a broad range of entertaining and enlightening presentations on a single itinerary. </q> One such sailing with multiple guest speakers is Silver Spirit's 15-day, Dubai-to-Athens World Cruise Segment 5109, departing April 18. Highlighting the enrichment program are: Dr. <strong> Zahi Hawass </strong>, one of the world's", "new_id": -2}, {"uid": "1295467003182796308", "i": 19317, "idx": 0, "sa": ["Betty White", "David Letterman"], "q": "She went on live television and drank vodka. The actress appeared on the` Late Show With <strong> David Letterman </strong>' on Wednesday. <strong> David Letterman </strong> asked her what <strong> Betty White </strong>'s hobbies are now. <strong> David Letterman </strong> asked her, <q> What do you like to do in your free time. She replied, \"Oh I like to do most anything, play with animals mostly and uh Vodka is kind of a hobby. </q> And as if the moment couldn't get any more scripted, <strong> David Letterman </strong> pulled out two glasses with ice and vodka. <strong> Betty White </strong> drank out of the cup as <strong> David Letterman </strong> drank out of the bottle.", "new_id": -2}, {"uid": "1295641923003719174", "i": 29008, "idx": 1, "sa": ["Andy Coulson"], "q": "impossible. In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\" . <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was \"very sorry\" that Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, and thanked him for his \"complete professionalism\" over", "new_id": -2}, {"uid": "1295535250224985112", "i": 157, "idx": 0, "sa": ["Michael Gove"], "q": "those experienced by most of the population. \"If you're at a dinner party and you're sat next to <strong> Michael Gove </strong>, it's a very, very active social test,\" she says. <q> You're expected to be provocative- it's like going on the Late Review. </q> 1 Hour Ago\" ... it's about avoiding feeling uncomfortable.\" Is CCTV creeping too far? It's been around for 25 years, but should CCTV be used to give parking tickets", "new_id": -2}]