[{"uid": "1295011663037093386", "i": 37027, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "in with`` Idol'' alongside <strong> Simon Cowell </strong> and the adorably kooky <strong> Paula Abdul </strong>, will share the judges panel with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>- high-profile newcomers being counted on to return some much-needed buzz to the aging franchise. <q> I think they've really added a different kind of zest and a freshness to it, </q> Jackson said in a recent conference call.`` You take what was already great and you just kind of add a little extra spice to it.'' But the changes don't stop there.``", "new_id": -2}, {"uid": "1295779927107937802", "i": 15770, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years-`` a nice round number''- and Page was ready to lead the company into the future. <q> Larry and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly US$ 30 billion. The", "new_id": -2}, {"uid": "1295801078208044069", "i": 10814, "idx": 0, "sa": ["Andy Coulson"], "q": ". Interior Minster Mouthar al-Masri said on state television Sunday that people have the right to express their views but demonstrations, gatherings and marches should be staged within the boundaries of the law. Report Abuse <q> ALL YEMENIS HAVE THE RIGHT TO FREE SPEECH and should be able to practice it without being threatened with torture! </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295588219019480620", "i": 12854, "idx": 4, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "heavy scrutiny from regulators in the United States and abroad and faces growing questions about its ability to innovate and compete against Internet upstarts such as Facebook, whose CEO is its tech-savvy founder <strong> Mark Zuckerberg </strong>. <q> We will see if Larry can integrate more tightly the technology with the business model, </q> BGC Partners analyst Colin Gillis said. Few were surprised that <strong> Eric Schmidt </strong> desired more of a behind-the-scenes role as he had grown increasingly weary of the intense scrutiny and heavy demands of running a public company with the", "new_id": -2}, {"uid": "1297384383139427845", "i": 9064, "idx": 8, "sa": ["Sergio Marchionne", "Sergio Chiamparino"], "q": "has an option to increase the holding to 51 percent after Chrysler repays U.S. and Canadian government loans. <strong> Sergio Marchionne </strong> has said he aims to get to 51 percent of Chrysler before the end of this year. <q> There was an overreaction to <strong> Sergio Marchionne </strong>'s comments, which shows how fragile the Italian economic system is, </q> said Turin Mayor <strong> Sergio Chiamparino </strong>, with whom <strong> Sergio Marchionne </strong> regularly plays cards.`` I told <strong> Sergio Marchionne </strong> he should better explain his business model, which represents a revolution for the Italian culture.''-- With assistance from", "new_id": -2}, {"uid": "1296566910244629509", "i": 13870, "idx": 5, "sa": ["Allen Iverson"], "q": "winning streak snapped Tuesday in Toronto, moved 7 1/2 games ahead of the second-place Knicks in the Atlantic Division.`` This is the first real team I've been on in my life,'' <strong> Allen Iverson </strong> said. <q> There are no egos, nobody cares who's shooting the ball, who has the name, who's the All-Star. It's all about one common goal: bringing a championship to Philadelphia. </q> And <strong> Allen Iverson </strong> is the biggest reason why, despite his latest controversy. He made headlines after verbally sparring with fans in Indiana on Sunday.`` It was blown out of proportion because people heard me responding back,", "new_id": -2}, {"uid": "1296770511173654034", "i": 12180, "idx": 30, "sa": ["Donald Rumsfeld", "Abraham Lincoln", "Colin Powell", "Bill Clinton"], "q": "a mistake for American civilians to be running Iraq-he offered to go there for two weeks-rather than`` putting an Iraqi face on postwar Iraq as soon as possible.'' But he noted that <strong> Colin Powell </strong>'s State Department had <q> proposed an American-led civil authority for an indefinite period. </q> As for Bush's`` Mission Accomplished'' appearance on the U.S.S. <strong> Abraham Lincoln </strong>, well, <strong> Donald Rumsfeld </strong> says, the <strong> Bill Clinton </strong>'s`` public affairs team'' did not appreciate that the end of major combat operations was", "new_id": -2}, {"uid": "1296117571165298183", "i": 7780, "idx": 10, "sa": ["Michael Vick"], "q": "leading NFC vote-getter for the Pro Bowl.`` I'm very thankful and happy to be here and I'm going to try and put on a great show for the fans,'' he said. <q> This one feels great due to the fact that I've been through so much. To be able to get back to this position is paramount to me and I'm just thankful. </q> This is the fourth Pro Bowl for <strong> Michael Vick </strong>, who was the first pick of the 2001 draft.`` I feel like this one I had to work hard to get here,'' he", "new_id": -2}, {"uid": "1297466062241451037", "i": 3294, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "the ones we don't know we don't know.'' Article continues below the advertisement... Mr <strong> Donald Rumsfeld </strong>'s statement soon made waves. It inspired economists Salvatore Modica and Aldo Rustichini to pontificate thus: <q> A subject is certain of something when he knows that thing; he is uncertain when he does not know it, but he knows he does not... he is unaware of something when he does not know it, and he does not know he does not know. </q> Psychoanalytic philosopher Slavoj Å½iÅ¾ek went one step further and defined what even Mr <strong> Donald Rumsfeld </strong> missed: the unknown known, things we don't know we know. I'm still grappling with this one, trying desperately", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}]