[{"uid": "1296767727048218114", "i": 16721, "idx": 4, "sa": ["James Cleveland", "Chris Webber", "LeBron James", "Allen Iverson", "Žydrūnas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinLeBron James about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Žydrūnas Ilgauskas </strong> added 22 points and 11 <strong> LeBron James </strong> goes apeshit on some fans in <strong> James Cleveland </strong>. http://wn.com/NBA_Playoff_Preview_Round_1_James Cleveland_Cavs_vs_Chicago_Bulls_ft_LeBron James_Shaq_NBA_2K10_Sports www.youtube.com Click this to watch Smoove Sweeps 1st Round in WWS4 Playoffs! NBA Playoff Preview Round 1:", "new_id": -2}, {"uid": "1295565086075235341", "i": 15913, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "\" <strong> Larry Page </strong> will take over <strong> Eric Schmidt </strong>'s job on April 4. <strong> Eric Schmidt </strong> will become the company's executive chairman, working on Google's relationships with other companies. Brin( a University of Maryland alumnus) will <q> devote his time and energy to strategic projects, in particular working on new products, </q> the post explained. It's impossible to tell how <strong> Eric Schmidt </strong>'s unexpected departure-- which also led off better-than-expected fourth-quarter earnings-- will affect Google's services and products. But one thing's for sure", "new_id": -2}, {"uid": "1295780044164167731", "i": 40529, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": " Gro?britannien: <strong> Andy Coulson </strong> geht Wenn der Sprecher einen Sprecher braucht Der britische Premierminister verliert mit Kommunikationsdirektor <strong> Andy Coulson </strong> seinen gewieftesten Spin Doctor. Man solle niemanden <q> f?r dasselbe Vergehen zweimal bestrafen </q>, meinte der britische Premierminister <strong> David Cameron </strong> noch zu Beginn dieser Woche. Er werde daher seinem Pressechef href=\"http://rssfeed.sueddeutsche.de/thema/Andy Coulson_Andy Coulson\"> <strong> Andy Coulson </strong> noch`` eine zweite Chance geben''. Da mehrten sich schon die Ger?chte, <strong> Andy Coulson </strong> habe,", "new_id": -2}, {"uid": "1296370322095813646", "i": 3200, "idx": 7, "sa": ["Mike Pence", "Robert Dion"], "q": "traditional political step up from his current office. <strong> Robert Dion </strong> said until <strong> Mike Pence </strong> gave up his House Republican leadership role, he expected <strong> Mike Pence </strong> to target another position: the U.S. House speaker's podium. <q> I've been telling people for a couple of years now that if I were him, I would have my eye on the speakership. He's got a reasonably safe seat, and he was in the leadership of the House Republican conference, and people liked him. I'd stick around and keep my eye on that, </q> he said. Until 2012 The next governor will face a new set of fiscal challenges, related to absorbing new health care costs into the state's budget. Consensus among Democrats and", "new_id": -2}, {"uid": "1295125227265830412", "i": 42550, "idx": 29, "sa": ["Donald Rumsfeld", "Isnilon Hapilon"], "q": "<strong> Isnilon Hapilon </strong> Ghraib''. Santa Clarita Valley Historical Society. Retrieved 2004-07-04.^ Release of <strong> Isnilon Hapilon </strong> Ghraib photos ordered- Conflict in Iraq- MSNBC.com http://www.theage.com.au/news/world/america-Isnilon Hapilonsing-mandate-in-iraq/2005/12/05/1133631201911.html^ ACLU: Iraq Prison Photos to Be Released^ <q> <strong> Donald Rumsfeld </strong> okayed <strong> Isnilon Hapilon </strong> Ghraib Isnilon Hapilonses according to former US general </q>- CBS News[ dead link]^`` <strong> Donald Rumsfeld </strong> okayed Isnilon Hapilonses says former U.S. general''- ABC News[ dead link]^-`` <strong> Donald Rumsfeld </strong> okayed Isnilon Hapilonses says former US Army general'' Reuters News", "new_id": -2}, {"uid": "1296759238078708740", "i": 6412, "idx": 0, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "a certain other FCC-angering word. Almost immediately, the Twitterverse felt duped and began slamming the attention play. Producer <strong> Nigel Lythgoe </strong> did his best to defend the stunt, href=\"http://twitter.com/dizzyfeet/status/32979132925083649\" target=\"_blank\"> tweeting, <q> Wow, there is a huge lack of humor out there!! Hey you guys, don't take things too seriously, especially my shows. </q> And then, just to punctuate his point, he added:`` Smile or` Go**** a duck.''' That's what we were waiting for. It's almost like <strong> Simon Cowell </strong> never", "new_id": -2}, {"uid": "1297155046137773063", "i": 30102, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "DALLAS-The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> presented", "new_id": -2}, {"uid": "1297390855091619342", "i": 999, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "for the future.( AP| KENNETH LAMBERT) to a reporter's question about whether there actually was evidence of any link between Saddam Hussein and terrorists seeking weapons of mass destruction. The Defense secretary responded: <q> Reports that say that something hasn't happened are always interesting to me because, as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know. </q> It is, of course, a logical fallacy to multiply categories beyond necessity, but it's one <strong> Donald Rumsfeld </strong> has rhetorically mastered to create a self-conscious reputation as a fearless questioner of received truths, one he's", "new_id": -2}, {"uid": "1297362050153731094", "i": 54776, "idx": 0, "sa": ["Michael Rawlings", "Michael Vick"], "q": "Gas Partners, Cowboys- and Yankees-owned Legends Hospitality Management concessionaires, Quizno's, Restoration Hardware and the Texas Rangers. Of course, <strong> Michael Rawlings </strong> used to be the city's homeless czar till, insisting that <q> <strong> Michael Rawlings </strong> knows how to drill down to determine the needs and the resources, how to raise funds and how to get things done. </q> So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced.`` Nobody is above the law, no newspaper editor, no journalist. </q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said:`` <strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}]