[{"uid": "1296232207160088064", "i": 23150, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,\" <strong> Mike Pence </strong> said in a letter to supporters. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. </q> <strong> Mike Pence </strong> said he would make a decision about his future later and would be traveling across the state in the months ahead to \"learn about how Hoosiers think we might best contribute in the years ahead.", "new_id": -2}, {"uid": "1296173728032686081", "i": 35993, "idx": 3, "sa": ["Mike Pence"], "q": "\"Besides, he's young- 51. He has plenty of time.\" Others close to the draft movement admit to be in a \"funk\" about <strong> Mike Pence </strong>'s decision. One stating: <q> Seriously, we have no one for 2012 now. </q> I don't think it's that bad. But it gives you an idea how\" The content of this field is kept private and will not be shown publicly. National Review Online are monitored", "new_id": -2}, {"uid": "1296166845184549385", "i": 903, "idx": 0, "sa": ["Mike Pence"], "q": "Republican <strong> Mike Pence </strong> arrived at Columbus in his east-central Indiana district for a town hall meeting, the sort of event that usually attracted a few dozen constituents. Surprised to see the hallway outside the room crowded with people, <q> their arms folded and brows furrowed, </q> <strong> Mike Pence </strong> shouted down the hall to an aide, asking him to get a janitor to open the room. The aide shouted back that the room was open- and overflowing. Congress had just passed the stimulus(", "new_id": -2}, {"uid": "1295485111026624011", "i": 32305, "idx": 1, "sa": ["Eric Cantor", "Steve Cohen", "Mike Pence"], "q": "government takeover of healthcare. A big lie, just like Goebbels,\" said <strong> Steve Cohen </strong>, who is Jewish. Meanwhile, <strong> Mike Pence </strong>( R-Ind.) said House Republicans will vote to repeal the healthcare law <q> lock, stock and barrel. </q> Another day, another poll: A new NBC News/Wall Street Journal poll found that 46 percent of the AmEric Cantoran oppose repeal, while 45 percent support it. Republicans on the powerful House Energy and Commerce Committee", "new_id": -2}, {"uid": "1296593618087982128", "i": 51346, "idx": 3, "sa": ["Mike Pence"], "q": "It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad,\" <strong> Mike Pence </strong> said on the House floor in introducing his bill. <q> The largest abortion provider in America should not also be the largest recipient of federal funding under Title X, </q> he said.\" \"The Title X Abortion Provider Prohibition Act will prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are", "new_id": -2}, {"uid": "1295336713131039270", "i": 8972, "idx": 4, "sa": ["Mike Pence", "Mitt Romney", "Sarah Palin"], "q": "and then to other voices around the country about where they think we might best serve in the years ahead,\" <strong> Mike Pence </strong> told about 100 people at a conference room at Henry County Hospital in New Castle, Ind. <q> We'll be making a decision before the end of this month. </q> Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of him, and better-known potential Republican candidates-- such as former Massachusetts Gov. <strong> Mitt Romney </strong> and former Alaska Gov. <strong> Sarah Palin </strong>--", "new_id": -2}, {"uid": "1296715900139952133", "i": 17113, "idx": 0, "sa": ["Mike Pence"], "q": "With the dismissal of one rumor came the start of another, as many supporters now believe the Columbus, Ind., born and raised congressman may seek a shot at the governor's mansion. <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead, </q> <strong> Mike Pence </strong> said. \"After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.\" Although his e-mail is solely an interpretation of", "new_id": -2}, {"uid": "1295845444082296865", "i": 56345, "idx": 2, "sa": ["Mike Pence", "Mike Huckabee"], "q": "Department of Homeland Security, \"our ability to defend the homeland is more effective, efficient and organized.\" <strong> Mike Pence </strong> is a committed supporter of the bogus war on terror. He even repeats the ridiculous canard that <q> we must take the fight to the terrorists overseas so we don't have to face them here at home. </q> The runner up to <strong> Mike Pence </strong> in the Values Voters straw poll was the former preacher <strong> Mike Huckabee </strong>, who won the top spot last year. <strong> Mike Huckabee </strong> not only supported the sending of more troops to their death in Iraq,", "new_id": -2}, {"uid": "1296173803032686171", "i": 10111, "idx": 2, "sa": ["Mitch Daniels", "Mike Pence", "Rick Perry"], "q": "new chairman, Texas Gov. <strong> Rick Perry </strong>. <strong> Mitch Daniels </strong> ineligible, and his lieutenant governor has ruled out a run. <strong> Mike Pence </strong> hasn't firmly committed to the race, but his letter signals his interest. <q> I have learned to follow my heart, and my heart is in Indiana, </q> <strong> Mike Pence </strong> said in his letter. \"In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}]