[{"uid": "1296582029133529607", "i": 6131, "idx": 0, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "and track record of Planned Parenthood is a largely untold story that now can not be ignored,\"\"   Marjorie Dannenfelser , president of the Susan B. Anthony List, said in a joint statement along with other anti-abortion activists.  The horror of the logic behind Planned Parenthood's founding has come to roost in this modern form: it is the primary partner of those who degrade and exploit women.  SBA and others are using the video as ammunition as they lobby Congress to prohibit taxpayer support for abortion providers under Title X family planning grants; legislation to do so has been introduced by  Mike Pence ( R-Ind", "new_id": -2}, {"uid": "1296160547230342681", "i": 44055, "idx": 0, "sa": ["Mike Pence"], "q": "run for president, or alternatively for governor of Indiana. She also declined to reveal further details on the nature of what he would say or where he would make his decision known. reported:  Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House, many signs point to him running for Indiana governor in 2012 instead. No one else mulling a presidential run faces a similar quandary  came out on top of other potential GOP presidential contenders in a straw poll conducted at the annual Values Voter Summit last year. The AP href=\"http://www.huffingtonpost.com/2010/09/18/Mike Pence-Mike Pence-wins-iowa-stra_n_722142.html\" target=\"_hplink\"> reported at the time: \"  Mike Pence  was", "new_id": -2}, {"uid": "1295545193181207041", "i": 23023, "idx": 1, "sa": ["Mike Pence", "John Boehner", "Daniel Lipinski", "Bart Stupak"], "q": "2009 by then-Democratic  Mike Pence  href=\"http://www.foxnews.com/topics/Bart Stupak-Bart Stupak.htm#r_src=ramp\">  Bart Stupak  would have banned payments for abortions with money provided by the government to individuals seeking health insurance. That language was dropped from the final legislation. The new legislation  will make clear taxpayer funding of elective abortions is not the policy of this government,   John Boehner  said.  Daniel Lipinski , a pro-life Democrat who had major objections to the health care bill's abortion components, voted against the House version of the bill but for the Senate-passed \"reconciliation\"\"  that did", "new_id": -2}, {"uid": "1297620569105463821", "i": 1238, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "- have vowed to fight the proposed funding cut. \"In my community, Planned Parenthood is a very highly regarded mainstream organization,\"\"  said  Mike Pence   Lois Capps , D-Calif., who depicted  Mike Pence 's bill as  driven by an extreme ideological agenda.   Cecile Richards  said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. \"This", "new_id": -2}, {"uid": "1295278289044859433", "i": 24203, "idx": 5, "sa": ["Mike Pence"], "q": "Senate during the 2010 congressional elections. \"You need people and you need money, and both of them are just out there waiting for an extraordinary person to unite behind,\"\"  Benko told CNSNews.com.  He[  Mike Pence ] is a true constitutionalist, which is at the core of the DNA of us tea partiers. Benko also mentioned  Mike Pence 's \"unique track record of having fought his own party's top leadership on the bailouts and TARP and entitlements expansion. This is a big deal for[ the tea party]- the fact that he didn't just talk about it, the fact that he actually did it under fire- is just a very big deal,  Benko added. Benko also said that  Mike Pence 's open commitment to socially conservative values would resonate with tea party members: \"He has demonstrable integrity both in his word and his deed- that is really", "new_id": -2}, {"uid": "1297381620148979721", "i": 27922, "idx": 0, "sa": ["Mike Pence", "Nancy Pelosi"], "q": "Assault On Women's Health In Our Lifetime' On a conference call with reporters and bloggers this afternoon,  Mike Pence   Nancy Pelosi ( D-CA) characterized the GOP's recent legislative effort to restrict access to abortion and contraception as  the most comprehensive and radical assault on women's health in our life time,  promising to wage a campaign against the effort.  Nancy Pelosi  was referring to the Republican-backed H.R. 3\"\"  href=\"http://wonkroom.thinkprogress.org/2011/01/20/abortion-hr3/\"> No Taxpayer Funding for Abortion Act\"\"  and H.R. 358, \"Protect Life Act,\"\"  as well", "new_id": -2}, {"uid": "1296156422245841950", "i": 11093, "idx": 2, "sa": ["Mike Pence", "Dick Armey"], "q": "forgo the presidential stakes in favor of a run for governor of Indiana, though Team  Mike Pence  has allowed the href=\"http://www.politico.com/news/stories/0111/47048.html\"> POTUS talk to continue.  Mike Pence  faces a self-imposed deadline at   Mike Pence  can bring the whole spectrum of constitutional, social and economic conservatives together,   Dick Armey  said on Fox today. \"They will rally behind his candidacy.\"\" ", "new_id": -2}, {"uid": "1297523345201211904", "i": 16202, "idx": 0, "sa": ["Mike Pence", "Cecile Richards"], "q": "president  Cecile Richards  then had the audacity to send out an urgent appeal for abortion advocates to contact Congress- so the organization can rake in even MORE of your hard-earned tax dollars.\"\"  The groups continue:  We must act swiftly and take a public stand against Planned Parenthood's harmful agenda- raising awareness in the communities where we live, and calling upon Congress to immediately strip the abortion chain of all tax funding. This Monday, February 14, all people of faith and conscience are being called upon to hold one-hour \"Vigils for Victims  of human trafficking during the Noon hour in the public right-of-way outside Planned Parenthood offices nationwide.\"\"  Congressman  Mike Pence  has introduced legislation that would yank the Title X family planning money Planned Parenthood receives, and he", "new_id": -2}, {"uid": "1295329270137969707", "i": 36932, "idx": 0, "sa": ["Wade Smith", "John Edwards", "Mike Pence", "Bill Clinton"], "q": "the money spent on campaigns for federal offices, limit the amounts of such donations, and prohibit the conversion of campaign funds to personal use.  John Edwards 's attorney  Wade Smith  would not discuss specifics but said,  we do not believe there is evidence that  John Edwards  has violated any election laws.  Reagan veteran launches push for  Mike Pence  presidency WASHINGTON- An independent campaign to persuade GOP Representative  Mike Pence  to run for  Bill Clinton  in 2012 is underway, with a veteran of the Reagan White House launching a petition drive yesterday", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>.`` <strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,'' <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Heidi Klum </strong> of`` Project Runway'' and <strong> Jeff Probst </strong> of`` Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}]