[{"uid": "1295543475207126533", "i": 18693, "idx": 1, "sa": ["David Letterman", "Laidback Luke", "Jonathan Mendelsohn"], "q": "After converting clubs and dance floors everywhere from Ibiza to London, <strong> Laidback Luke </strong> blasts back into the stratosphere with his new, hard hitting single'Till Tonight \"featuring <strong> Jonathan Mendelsohn </strong>. Set in Barcelona, i... U2- <q>I'll Go Crazy If I Don't Go Crazy Tonight<q> on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 U2- \"I'll Go Crazy If I Don't Go Crazy Tonight\" on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 www.theaudioperv.com U2 performed \"I\"ll Go Crazy If", "new_id": -2}, {"uid": "1297353501031227960", "i": 1599, "idx": 2, "sa": ["Zahi Hawass"], "q": "substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,<q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website", "new_id": -2}, {"uid": "1296539752082821193", "i": 10887, "idx": 4, "sa": ["Linas Kleiza", "Kobe Bryant", "Allen Iverson"], "q": "foot of <strong> Kobe Bryant </strong> on Jan. 21. \"It felt good to be back.\" The Nuggets, who won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>. <q>When he is not in the lineup, it makes it tougher for me,<q> <strong> Allen Iverson </strong> said. \"He is the main part of our team and he enables us to do so much with the attention that he gets.\" <strong> Linas Kleiza </strong> may be drawing more attention after the fourth-quarter performance he turned", "new_id": -2}, {"uid": "1296228272172146710", "i": 17262, "idx": 4, "sa": ["Mike Pence"], "q": "the congressman's decision to forgo a presidential run and instead turn his attention toward a possible gubernatorial run. One source who met with <strong> Mike Pence </strong> several times over the last few months tells NRO the conservative Hoosier <q>was extremely torn while he deliberated.<q> Another who met with <strong> Mike Pence </strong> feels his heart was never completely in a bid for president. Someone close to <strong> Mike Pence </strong> explains that \"the people closest to him, the friends and people he knew best from", "new_id": -2}, {"uid": "1297228199053084182", "i": 4367, "idx": 0, "sa": ["Cheryl Cole", "Terri Seymour", "George Michael", "Christina Aguilera", "Simon Cowell", "Nicole Scherzinger"], "q": "<strong> Terri Seymour </strong>. He told the reporter for news show Extra he and his production team are \"talking to\" <strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> and admits his former star <strong> Nicole Scherzinger </strong> appears to be a favorite. <strong> Simon Cowell </strong> says, <q>She is gorgeous and she does know what she's talking about.<q> <strong> George Michael </strong> might be on the panel and <strong> Simon Cowell </strong> has also ruled out <strong> Christina Aguilera </strong> after her national anthem mess at the Super Bowl on Sunday. He jokes, \"Pre Super Bowl, yes; post", "new_id": -2}, {"uid": "1296972042257851410", "i": 464, "idx": 0, "sa": ["Michael Vick"], "q": "dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind Reid. <q>He had a plan and he stuck to that, both on and off the field,<q> Reid said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did", "new_id": -2}, {"uid": "1295139772120274975", "i": 15866, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "husband, Mark Kelly( at right). And she opened her one unbandaged eye. And reached out to touch Kelly, an astronaut who probably never saw anything so beautiful in space. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,<q> <strong> Kirsten Gillibrand </strong> said. \"It felt like a miracle. It felt like we were watching a miracle,\" said Wasserman-Schultz. \"Other than the birth of my kids, this was the most incredible feeling", "new_id": -2}, {"uid": "1295798969051544070", "i": 38028, "idx": 2, "sa": ["John McCain", "Kirsten Gillibrand"], "q": "Tell.\" http://wn.com/Sec_Gates_wants_Senate_to_pass_repeal,_warns_of_Court_action The Log Cabin lawsuit is being used to the advantage of those who want a legislative repeal http://wn.com/Gillibrand_Introduces_Legislation_to_Repeal_Don't_Ask_Don't_Tell <strong> John McCain </strong> <strong> Kirsten Gillibrand </strong>, joined with Senate colleagues and military leaders, introduces legislation to repeal the military's <q>Don't Ask, Don't Tell<q> policy. http://wn.com/040209_Jungbauer_Senate_Floor_Nuclear_power_ban_repeal US Senate votes 65-31 to repeal DADT Visit: firedoglake.com http://wn.com/Democrats_Activists_Speak_After_Key_Don't_Ask,_Don't_Tell_Repeal_Vote A Senate vote Saturday cleared the way for final passage of a bill to end the military's \"Don't Ask, Don't Tell", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.<q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}, {"uid": "1295559334029818997", "i": 19462, "idx": 1, "sa": ["Eric Schmidt"], "q": "he works on \"strategic projects, in particular working on new products\"( <strong> Eric Schmidt </strong>). So what will <strong> Eric Schmidt </strong> be doing now that he is no longer CEO? He is Executive Chairman: <q>As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>.<q>", "new_id": -2}]