[{"uid": "1297451512119193621", "i": 1134, "idx": 3, "sa": ["David Letterman", "Aaron Rodgers", "Ric Flair"], "q": "took all the reps in the off-season and he was the guy who took all the reps during the season, and that was kind of how it worked out.'' But <strong> David Letterman </strong> pressed on asking, <q> So there's a certain justice in this[ Super Bowl win] isn't there? </q> <strong> Ric Flair </strong> <strong> Aaron Rodgers </strong> managed to get out was,`` You know what,'' before <strong> David Letterman </strong> interrupted with,`` <strong> Ric Flair </strong> think so''- which at least elicited a small head nod and grin from <strong> Aaron Rodgers </strong> over", "new_id": -2}, {"uid": "1295860226192184325", "i": 14552, "idx": 0, "sa": ["Eric Schmidt"], "q": "`` My fear would be you don't have a guy like <strong> Eric Schmidt </strong> who keeps the trains running on time,'' said one former Google employee, who declined to be named for fear of reprisal. <q> I'm having a hard time imagining( Larry) going from the role I've seen him in, to going to a CEO role, </q> he added.`` He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings.'' Google hopes", "new_id": -2}, {"uid": "1295154913111345679", "i": 17839, "idx": 0, "sa": ["City and Colour", "Allen Iverson", "Steve Nash", "Keith Van Horn"], "q": "to 33-8 with their second straight win after a dismal West Coast trip on which they lost three in a row. At the halfway point of the season, <strong> City and Colour </strong> is on pace for a franchise-best 66 wins. <q> Guys don't care if we win 60 games if we don't win a championship, </q> <strong> Steve Nash </strong> said. <strong> Allen Iverson </strong> and <strong> Keith Van Horn </strong> each scored 25 for the Sixers, who have lost 12 of 16. Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers,", "new_id": -2}, {"uid": "1296144457208175176", "i": 2294, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "autocracies. Yet, in the wake of 9/11, that is precisely what the <strong> President Bush </strong> administration did. Why? Then-Secretary of State <strong> Colin Powell </strong> afforded a clue when he said in May 2002, <q> How important it was for me to have this unified body of opinion and thought behind me </q> in working for peace. In other words, the <strong> President Bush </strong> administration formed the Quartet to insulate itself from blame for diplomatic failure and unilateralism. Perhaps it thought that, by forming the Quartet, it could steer", "new_id": -2}, {"uid": "1296539753082821202", "i": 13876, "idx": 3, "sa": ["Maurice Cheeks", "Carmelo Anthony", "Allen Iverson"], "q": "at that end, considering he lost his starting job because of his poor defense.`` We didn't make the correct switch,'' Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q> Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end. </q> <strong> Allen Iverson </strong> http://wn.com/NBA_Pretemporada_11/10/2009__Indiana_Pacers_112_Vs_Denver_Nuggets_118 <strong> Carmelo Anthony </strong> scored 45 points to lead the Denver Nuggets to a 128-112 win over the Indiana Pacers on Sunday, splitting the NBA preseason series between the two in Asia. Playing at the same Wukesong Arena where", "new_id": -2}, {"uid": "1297437675252067846", "i": 37896, "idx": 0, "sa": ["Michael Vick"], "q": "across the street from your house of worship. Our house of worship has a long and historic past and I don't plan to see it diminished by the noise of dog yelps, poop, etc.. </blockquote> <q> I am quite certain you would not have proposed such in front of a house of worship of predominantly White congregants, so don't propose to do so in our front door because we are a church of Black worshipers. </q> The arguments from these church members are troublesome. Primarily, why would they complain about these things now? Previously, when <strong> Michael Vick </strong> was running the Bad Newz Kennels- there were fighting dogs at the property. Evil", "new_id": -2}, {"uid": "1297354271125239296", "i": 15417, "idx": 0, "sa": ["Bill Lockyer"], "q": "bragging rights? Luis Cruz La Mirada I am appalled and embarrassed by California Treasurer <strong> Bill Lockyer </strong>'s immature response to the Texas budget crisis. He is quoted as saying, <q> Someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore. </q> <strong> Bill Lockyer </strong> sounds like a child on the playground yelling,`` nah-nah-nah-nah-nah!'' Good going, <strong> Bill Lockyer </strong>, it makes me proud to be a Californian. Barbara Kem Miller Claremont This", "new_id": -2}, {"uid": "1296839260225148929", "i": 35901, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the hell alone! 11 posted on 02/04/2011 8:39:07 AM PST Just how many jobs exactly, is loopy <strong> Sen. Bernie Sanders </strong> proposing eliminating? 12 posted on 02/04/2011 8:39:18 AM PST Sgt_Schultze( A half-truth is a complete lie) <q> get rid of all the private health insurance companies </q> What insurance companies would we be left with, then? Public ones? DOes that really count as`` insurance''? To: Nachum As long as it isn't replaced by public healh", "new_id": -2}, {"uid": "1295007551054722563", "i": 927, "idx": 1, "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "q": "said:`` i'd do it for a million for SANDS. money, mouth??????????????????'' <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But the singer told him:`` Those are my terms. I've got no interest in coming on your show, you've been asking me for years.'' She revealed she", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]