[{"uid": "1296515090235749384", "i": 7294, "idx": 0, "sa": ["Michael Vick"], "q": "meat. Fine. Don't eat red meat. Don't take away my right. You don't like salt. Fine. Don't eat salt. Don't take away my right. Report Abuse <q>If you quit buying processed and made it homemade you eliminate most of the problem and the</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Undercover Gun Show Probe: Semi-Automatic Weapons, No Background Check Proven Anti Aging Proven effective anti aging via uninhibited DNA replication.", "new_id": -2}, {"uid": "1297260107046088232", "i": 24103, "idx": 5, "sa": ["Donald Rumsfeld", "Gwen Ifill"], "q": "now known or unknown the comments or e-mails that we receive. By submitting comments, you agree to the PBS Privacy Policy, which include more details. New <strong> Donald Rumsfeld </strong> Memoir Settles Scores, Spreads Responsibility for Iraq War <q>At its heart, it is a revenge memoir,</q> writes NewsHour senior correspondent <strong> Gwen Ifill </strong>[ in her Washington Post review]( http://www.washingtonpost.com/wp-dyn/content/article/2011/02/08/AR2011020800009_pf.html) of former secretary of defense <strong> Donald Rumsfeld </strong>'s new book, \"Known and Unknown.\" The book certainly includes its fair share of score", "new_id": -2}, {"uid": "1295482576045400091", "i": 9019, "idx": 0, "sa": ["David Letterman", "Dick Cheney", "Regis Philbin"], "q": "look great. 4. <strong> David Letterman </strong>: <strong> Regis Philbin </strong> announced he's quitting show business. He wants to spend more time with his money. I think the real loser here is[ his wife] Joy. <q>Don't you play golf or something?</q> <strong> Regis Philbin </strong> was discovered back in the 1950s. He was a golden-voiced drifter. 3. <strong> David Letterman </strong>: Doctors say <strong> Dick Cheney </strong> may need a heart transplant, but <strong> Dick Cheney </strong> isn't worried. He's already picked out", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q><strong> Reggie Jackson </strong>'s really what I did. It helped me out.</q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}, {"uid": "1296273664046694409", "i": 25147, "idx": 4, "sa": ["Allen Iverson"], "q": ", three rebounds and two assists in 23 minutes in Istanbul on Tuesday. During the game, Turkish fans cheered the 1996-97 NBA Rookie of the Year. At one point, the crowd at the venue cheered, <q><strong> Allen Iverson </strong>, the son of Besiktas Cola Turka.</q> Changing jerseys <strong> Allen Iverson </strong>, who wears a number 4 Besiktas jersey in favor of his usual number 3 back in the NBA, signed with the club for a two year contract worth$ 4 million. The 35-year failed", "new_id": -2}, {"uid": "1296084752130252877", "i": 44052, "idx": 3, "sa": ["Michael Vick"], "q": ", the Packers are tied for second behind the Steelers in bringing down quarterbacks. \"Those guys fly around the ball and are always in good position,\" <strong> Michael Vick </strong> said of the Packers' defense. <q>You just have to be ready for what they're going to do. They give you a lot of different looks and try to confuse you.</q> Given the nature of the opposing defense and the porous nature of the Eagles' offensive line, this is not a good week for <strong> Michael Vick </strong> to be having issues with his all-important legs. Paul Domowitch", "new_id": -2}, {"uid": "1295757314175325198", "i": 26106, "idx": 4, "sa": ["Kobe Bryant", "Dwight Howard", "Vince Carter", "Hedo Turkoglu", "Magic Johnson", "Allen Iverson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Dwight Howard </strong> Interviews <strong> Vince Carter </strong>; about coming to orlando magic Lakers-Magic 99-91 OT Finals Gm4 I <strong> Kobe Bryant </strong> 32pts,8 ast vs <strong> Hedo Turkoglu </strong> 25pts, <strong> Dwight Howard </strong> 16pts,21 reb,9 blk", "new_id": -2}, {"uid": "1296354133035504148", "i": 1184, "idx": 0, "sa": ["Michael Vick"], "q": "derided as too dangerous. In another respect, though, their recoveries are slow and sometimes painful, many filled with diseases, injuries and skittishness that manifested themselves under their stewardship of <strong> Michael Vick </strong>. <q>Some people might say, \"Three years, that seems like such a long time,\"</q> said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. \"But we measure their progress in baby steps, especially when they were on", "new_id": -2}, {"uid": "1296391267266764295", "i": 8629, "idx": 6, "sa": ["Rush Limbaugh", "Allan Houston", "Allen Iverson"], "q": "seconds kept the Philadelphia 76ers from getting back in the win column. Aaron Brooks made a jumper with 8.8 seconds remaining, and the <strong> Allan Houston </strong> Rockets handed the 76ers their 12th straight loss, 96-91 on Friday night. <q>C... <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Bill O'Reilly Goes After <strong> Rush Limbaugh </strong>'s \"Racial Witch Hunters\" In light of <strong> Rush Limbaugh </strong> being taken down by apparent unsubstantiated comments in his bid to own part of", "new_id": -2}, {"uid": "1295217079110215169", "i": 16424, "idx": 0, "sa": ["Ellen DeGeneres", "Simon Cowell", "Steven Tyler"], "q": "departure from \"Idol' last season( to pursue his new Fox series,' X Factor') created an obvious void. But Jackson says the new contestants have deemed him the mean judge this year. <q><strong> Simon Cowell </strong> is irreplaceable... but people will be surprised to see that I'm very assertive this season,</q> he reveals. http://xml.channel.aol.com/xmlpublisher/fetch.v2.xml?option=expand_relative_urls&amp;dataUrlNodes=uiConfig,feedConfig,entry&amp;id=691977&amp;pid=691976&amp;uts=1273167996 http://www.popeater.com/mm_track/popeater/music/?s_channel=us.musicpop&amp;s_account=aolpopeater,aolsvc&amp;omni=1&amp;ke=1 http://cdn.channel.aol.com/cs_feed_v1_6/csfeedwrapper.swf <strong> Simon Cowell </strong> Pokes Fun at` Idol' Judge <strong> Steven Tyler </strong> Fox Announces New Night for` American Idol' PopEater Poll Results: How You Voted on <strong> Ellen DeGeneres </strong>\"s", "new_id": -2}]