[{"uid": "2008111000_00032065_W", "i": 2582, "idx": 12, "sa": ["Steve Eley"], "q": ": \"unfettered whining is a banana split for the motherfucking soul.\" kay reindl: \"there's no rule that says you have to be fulfilled doing a particular, socially acceptable thing.\" <strong> Steve Eley </strong>: <q> it's a strange thing to discover when you're an adult that you've been somewhat misadjusted to the world your entire life and didn't know it. </q> k.c. cody: \"if you can get past the occasional imbecile-induced bike folly and the fact that davis seems to perpetually be in the path of some giant, bipolar tornado, you may come to realize that this", "new_id": -2}, {"uid": "2008112422_00037942_W", "i": 3222, "idx": 26, "sa": ["Justin Timberlake", "Rick Derringer", "Ricky Nelson", "Rick Springfield", "Rick Astley", "Gwen Stefani", "Rick James", "Ricky Martin"], "q": "then let's jam out to some big wreck, the rakes, the outfield, bloc party, soulwax, metallica, men at work, prince, moby, <strong> Justin Timberlake </strong>, ub40, <strong> Gwen Stefani </strong> and u2.\" <q> sounds good! man, i have an eclectic taste in tuneage. </q> \"let's not forget <strong> Rick Astley </strong>.\" * rolls eyes* \"don't roll your eyes. you know you love <strong> Rick Astley </strong>. and <strong> Rick Derringer </strong>, <strong> Rick Springfield </strong>, <strong> Rick James </strong>, <strong> Ricky Martin </strong> and <strong> Ricky Nelson </strong>.\" * sigh*", "new_id": -2}, {"uid": "2008110622_00038411_W", "i": 4108, "idx": 2, "sa": ["Joe Maddon"], "q": "continent,\" the 54-year-old <strong> Joe Maddon </strong> said. \"that was one of my goals prior to the season.\" <strong> Joe Maddon </strong> said he would love to place a rays cap on the head of the statue of david. <q> my main objective is to see somebody wearing rays gear, </q> he said. \"so in one of those places, i want to see somebody wearing some form of it. and i shall take a photograph. i'll ask that person to pose.\" as an", "new_id": -2}, {"uid": "2008092112_00024716_W", "i": 1584, "idx": 0, "sa": ["Shoaib Akhtar", "Nasim Ashraf", "Pervez Musharraf"], "q": "over your career. you are put through certain situations in your life that you have to get through to make you a better person. i have been put through those situations and i have learned a lot. <q> i'm going to bowl again and i'm going to play again for another four years and show everyone how good i am. </q> <strong> Shoaib Akhtar </strong> believes a change in management at the pcb will also aid his comeback. last month chairman <strong> Nasim Ashraf </strong> relinquished his post in accordance with the pcb constitution after pakistan president <strong> Pervez Musharraf </strong>, who was facing impeachment by parliament,", "new_id": -2}, {"uid": "2008092406_00026996_W", "i": 3920, "idx": 4, "sa": ["Mark Anderson"], "q": "closer and a little closer,\" he said. \"he saw me coming the whole time.\" ` wrestled over it' when <strong> Mark Anderson </strong> got closer, he saw that the weapon wasn't a handgun. <q> i took that opportunity to try to take the firearm away from him, or the pellet gun away from him. we wrestled over it for... a couple seconds, </q> said <strong> Mark Anderson </strong>. as the takedown unfolded, students, some crying, ran out of luther college. police streamed into the school and conducted a room-by-room search. worried parents rushed to the scene to make sure their", "new_id": -2}, {"uid": "2008122923_00008365_W", "i": 2088, "idx": 0, "sa": ["Michael Lohan"], "q": "our photogs spotted gorgio armani soaking up the sun on st. barths. posted by x17online on december 29, 2008 3:12 pm trackback trackback url for this entry: lindsay's dad says his daughter should <q> kick[ sam's] manly a** </q>! lindsay and her dad are at it again with a war of words online... <strong> Michael Lohan </strong> calls sam a <NO_QUOTATION> again and tells x17online his daughter's life will be better with sam's out of it. ashlee", "new_id": -2}, {"uid": "2008090918_00011170_W", "i": 4424, "idx": 0, "sa": ["Margarita López"], "q": "than monarchs| www.morethanmonarchs.org ecolife foundation website provides a forum for exchanging information about the situation in the monarch butterfly biosphere reserve. english. <strong> Margarita López </strong> mondragon is next on our list for a stove. her translated request: <q> my name is <strong> Margarita López </strong>. i need a stove so that i do not always have to cook on the ground and so i can cut less wood for the fire. </q> stove program is cutting carbon plus improving the cultural, political and ecological landscape just south of our border in central mexico. comments are moderated, and will not appear on this weblog until the author has approved them", "new_id": -2}, {"uid": "2008102111_00035221_W", "i": 1179, "idx": 1, "sa": ["Donald Stewart"], "q": "latest quarter included <NO_QUOTATION> of$ 636 million, including charges on previously disclosed exposure to lehman brothers, washington mutual and american international group. there also were$ 326 million of charges related to equity market declines. <q> unprecedented events in the global financial sector characterized the third quarter and significantly impacted our results, </q> commented ceo <strong> Donald Stewart </strong>. \"despite these extraordinary occurrences, sun life is well positioned to manage through this challenging economic environment.\"", "new_id": -2}, {"uid": "2008122413_00012546_W", "i": 2771, "idx": 4, "sa": ["Sir Henry", "Henry Rawlinson"], "q": "page 29 \"thus, amid the bitter realities of trench warfare, with all its squalor, a christmas song had worked a miracle and had thrown a bridge from man to man.\" german crown prince wilhelm <q> there has been a certain friendliness between our men and the germans in the trenches. christmas day was looked on mutually as a peace day and both sides went out freely in front of their trenches and buried the dead which were still lying out in the fire-swept zone- germans looked very clean and smart- put on their best clean clothes for the occasion i fancy- they conversed freely and exchanged cigarettes... </q> lieutenant general <strong> Sir Henry </strong> <strong> Henry Rawlinson </strong>, dec 27th.\" ... if we had been left to ourselves, there would never have been another shot fired. we were on the most friendly terms, and it was only the", "new_id": -2}, {"uid": "2008120100_00031999_W", "i": 3710, "idx": 2, "sa": ["Barack Obama"], "q": "they've doubled to about 107,000 a week, he said. but he doesn't think <strong> Barack Obama </strong>'s election is the main reason. \"the main driver right now is the economic situation,\" he said. <q> a lot of people are deeply concerned we are on the cusp of another economic depression. </q> while the term <NO_QUOTATION> often carries negative connotations of reactionary politics, advocates of the lifestyle say it has a long, proud place in history_ see lewis and clark_ and in fiction such as \"the swiss", "new_id": -2}]