[{"uid": "1295604671131039242", "i": 3911, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "feeling burned out by the CEO post, will become executive chairman and remain an adviser to Page and <strong> Sergey Brin </strong>, Google's other co-founder. <strong> Sergey Brin </strong> will focus on new products and strategic projects. <q>In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,", "new_id": -2}, {"uid": "1295473800129286206", "i": 29257, "idx": 1, "sa": ["Michael Vick"], "q": "next morning the dog was back on our porch. My sister and I convinced my dad to let us keep him. \"Damn! I thought I killed that thing...\"-- <strong> Michael Vick </strong> KDMac: <q>Damn! I thought I killed that thing...</q>-- <strong> Michael Vick </strong> dlaurels 18 minutes ago( 4:30 PM) Dogs do get so attached to their owners and the owners get really attached to the dogs. It seems like a miracle, but miracles happen. dlaurels:", "new_id": -2}, {"uid": "1296227273172146729", "i": 1454, "idx": 7, "sa": ["Barack Obama", "Mike Pence"], "q": "\" he said. \"He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.\" <strong> Mike Pence </strong>, who often describes himself as <q>a Christian, a conservative, and a Republican, in that order,</q> is one of the party's most outspoken critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "new_id": -2}, {"uid": "1295268538147652699", "i": 28722, "idx": 0, "sa": ["Newt Gingrich", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "a deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> Jim Ryan, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate. He was", "new_id": -2}, {"uid": "1296573815267468851", "i": 416, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "host <strong> David Letterman </strong>. On last night's US chat show, the 16-year-old U Smile singer plugged <strong> David Letterman </strong>'s programme, although <strong> David Letterman </strong> himself wasn't sure what <strong> Justin Bieber </strong>'s tweet would accomplish. <strong> Justin Bieber </strong> asked: <q>You want me to Twitter you?</q> <strong> David Letterman </strong> responded: \"What do you mean Twitter me?\" <strong> Justin Bieber </strong> added: \"I will just tweet, like just say you're here. It's just cool to let the fans", "new_id": -2}, {"uid": "1295665726231571528", "i": 3313, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "as the Chrome web browser and the <strong> Google Inc. </strong> Android smartphone operating system. Android, one of <strong> Google Inc. </strong>'s biggest and most promising cash cows, last year overtook Apple's iOS as the best-selling mobile platform. <q>It is important to note that although the titles have changed, the core team remains the same... this new team structure makes a lot of sense and could result in faster decision making,</q> JP Morgan technology analyst Imran Khan said. In one of <strong> Google Inc. </strong>'s first Securities and Exchange Commission filings, the company described its executive team as a \"triumvirate\" between <strong> Eric Schmidt </strong>, Page, and <strong> Sergey Brin </strong>. With", "new_id": -2}, {"uid": "1296391786239042627", "i": 4590, "idx": 9, "sa": ["Michael Vick"], "q": " \"Hopefully, I'll be with the Eagles next year. We'll see what happens,\" said <strong> Michael Vick </strong>, who added that he expects \"everything to go according to plan.\" <q>We'll see what happens over the next couple months. I just got to be patient and take it day by day,</q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those coaches were", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a \"second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was \"passionate about it,\" adding that the president said <q>it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall.</q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1295524771245694500", "i": 340, "idx": 0, "sa": ["Justin Bieber", "David Letterman", "Betty White"], "q": "a bash at the Big Apple's La Cirque restaurant. <strong> Betty White </strong>'s colleagues presented her with a large cake from everyone at U.S. channel TV Land, and as she blew out the candles she joked, <q>I had a chance and I blew it</q>. She was then shown a video clip of teen superstar <strong> Justin Bieber </strong> singing a special rendition of Happy Birthday to her. <strong> Betty White </strong> also celebrated the special day with U.S. TV host <strong> David Letterman </strong>- by drinking", "new_id": -2}, {"uid": "1296530715200818714", "i": 30645, "idx": 3, "sa": ["LeBron James", "Chris Webber", "Nate Robinson", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/Nate_Robinson_45_Points_vs_Portland_Trailblazers_Career-High_[08-03-2008] <strong> Nate Robinson </strong>'s Highlights of his best game of his career!!! <strong> Nate Robinson </strong> shot 16-of-28 from the floor and went 11-for-13 from the line, handed out six", "new_id": -2}]