[{"uid": "1296088771132530180", "i": 32857, "idx": 0, "sa": ["Eric Schmidt"], "q": "link shortening service, as well as code obfuscation with RSA public key cryptography algorithm are spreading malicious links via a bogus antivirus campaign. Global CIO: Google's <strong> Eric Schmidt </strong>: Top 10 Reasons Mobile Is Always# 1 <q> The answer should always be mobile first, </q> outgoing Google CEO <strong> Eric Schmidt </strong> said last year-- and his compelling arguments are even more persuasive today. Simple Email Service offers AWS customers a low-cost, hosted option to on-premises or third-party email systems. Now", "new_id": -2}, {"uid": "1297428190058949643", "i": 14241, "idx": 5, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "of its operating system, but apparently money will likely flow the other way, too, <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> said. \"We have different forms of value transfer in different directions,\" <strong> Stephen Elop </strong> said. <q> We have new opportunities that come from advertising and new forms of monetization. </q> \"We the ability to activate users and put them in a position to be more effective in what we call local commerce,\" added <strong> Steve Ballmer </strong>. \"Nokia has not just got mapping but other assets", "new_id": -2}, {"uid": "1297251079068108305", "i": 13407, "idx": 3, "sa": ["Steve Ballmer", "Ray Ozzie"], "q": "target=\"_blank\"> he wrote, warning that failure to respond to the evolution of what would become cloud-based services would put the entire company at risk. \"We must respond quickly and decisively,\" he noted. <q> His work since, stimulated thinking across the company and helped catalyze our drive to the cloud, </q> <strong> Steve Ballmer </strong> said. It is unclear how long <strong> Ray Ozzie </strong> will remain in his new role, where he will continue to report to <strong> Steve Ballmer </strong>. Your comment has exceeded the maximum length of 3,000 characters.", "new_id": -2}, {"uid": "1296850521242090033", "i": 59505, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "0 comments POSTED: Friday, Feb. 04, 2011 NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. \"I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,\" <strong> Roger Goodell </strong> said.", "new_id": -2}, {"uid": "1295656711074924044", "i": 58312, "idx": 2, "sa": ["Andrew Cuomo", "Kirsten Gillibrand", "Barack Obama", "Edward Cox"], "q": ". U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said the <strong> Barack Obama </strong> was rightly focusing on jobs. \"I think the <strong> Barack Obama </strong>'s speech really hit the <strong> Andrew Cuomo </strong>,\" <strong> Kirsten Gillibrand </strong> said. <q> If we can beat Russia to the moon, we can beat China in the race for green energy. </q> State Republican Party Chairman <strong> Edward Cox </strong> dismissed the event as a \"photo-op.\" ( 3 of 3) \"Photo ops don't create jobs,\" <strong> Edward Cox </strong> said in a statement", "new_id": -2}, {"uid": "1296717065176898061", "i": 16842, "idx": 0, "sa": ["Stephon Marbury", "Carmelo Anthony", "Jamal Crawford", "Nick Young", "Allen Iverson", "Renaldo Balkman", "Eddy Curry", "Isiah Thomas"], "q": "game.\" <strong> Jamal Crawford </strong> led the KNick Youngs with 25 points and <strong> Eddy Curry </strong> added 24, nine in the fourth quarter. <strong> Stephon Marbury </strong> had 21 points and nine assists, and <strong> Renaldo Balkman </strong> led a spirited bench effort with 11 points. <q> Our whole team, I like the tenacity that we played with. I like the intensity that we played with, </q> KNick Youngs coach <strong> Isiah Thomas </strong> said. <strong> Allen Iverson </strong> scored 32 points and <strong> Carmelo Anthony </strong> had 24 for the Nuggets, who led by as many as 15 and were still ahead by 10 going to the fourth quarter before dropping their second straight", "new_id": -2}, {"uid": "1297129562188514329", "i": 2372, "idx": 7, "sa": ["Lady Gaga", "Susan Boyle", "Simon Cowell"], "q": "of a live audience, which allows them to see how artists connect with potential viewers. \"I don't believe Boyle-Susan Boyle/297236\"> <strong> Susan Boyle </strong> would have gotten through in the old-fashion audition method,\" <strong> Simon Cowell </strong> said. <q> God only knows what we would have said to[ Gaga-Lady Gaga/294098\"> <strong> Lady Gaga </strong>] if she walked into Idol with a lobster on her head three years ago. </q> While The X Factor will be open to singers like <strong> Susan Boyle </strong>, <strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have. American Idol?", "new_id": -2}, {"uid": "1295481044265797697", "i": 53773, "idx": 0, "sa": ["Sergio Marchionne"], "q": "WINDSOR, Ontario( AP)-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1296027228051888156", "i": 59197, "idx": 0, "sa": ["Alan Eustace", "Eric Schmidt"], "q": "zum Thema target=\"_top\" target=\"_top\"> Googles Top-Suchbegriffe 2010 Wie Google-Chef <strong> Eric Schmidt </strong> am Dienstag in einer Rede verk?ndete, sollen mehr als 1.000 der neuen Arbeitspl?tze in Europa geschaffen werden. <q> Derzeit ist die Zahl der M?glichkeiten einfach weit gr?er als die Zahl der Mitarbeiter, die uns zur Verf?gung stehen </q>, sagte Googles Cheftechniker <strong> Alan Eustace </strong>. Zu Beginn des Jahres hatte das in Kalifornien ans?ssige Unternehmen weltweit 24.400 Besch?ftigte. Erst im vergangenen Jahr war die Zahl um 23 Prozent gestiegen. Weitere Artikel ARCHIV", "new_id": -2}, {"uid": "1295967193135200806", "i": 9731, "idx": 1, "sa": ["Zahi Hawass", "Hermann Parzinger"], "q": "which runs the Neues Museum in the German capital where the bust is kept. \"The foundation's position on the return of Nefertiti remains unchanged,\" foundation president Professor <strong> Hermann Parzinger </strong> said in a statement. <q> She is and remains the ambassador of Egypt in Berlin. </q> Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the bust, famed for its almond-shaped eyes and swan-like neck. However, the foundation said it did not consider the letter", "new_id": -2}]