[{"uid": "1297167911133922834", "i": 43033, "idx": 3, "sa": ["Paula Abdul", "Simon Cowell"], "q": "front runner for a spot alongside <strong> Simon Cowell </strong> is former American Idol judge and singer <strong> Paula Abdul </strong>. \"We've spoken to her[ <strong> Paula Abdul </strong>], she knows I'm a big fan,\" he admitted. <q>I've always said at some point we are going to be working together.</q>[ But] I have to take everyone's opinions into account, including the show's other producers and the network.\" <strong> Simon Cowell </strong>'s role on X Factor USA casts doubt on whether he'll be", "new_id": -2}, {"uid": "1295716777217530371", "i": 29079, "idx": 0, "sa": ["Andy Coulson"], "q": "nuclear talks end... Photo in Slideshow: Iran nuclear talks enter second day Article: Israeli hospital says French envoy treated Iran has barred the mayor of Tehran from traveling to the United States for a... Report Abuse <q>Producer <strong> Dino De Laurentiis </strong>... well that about says it all. How about Producer <strong> Dino De Laurentiis </strong> is happily celebrating his 98th birthday and wishing everyone a happy new year.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Get personal health coach. For military members& their families.", "new_id": -2}, {"uid": "1295576585124059652", "i": 31594, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "day-to-day operations as CEO, replacing <strong> Eric Schmidt </strong>, who will assume the role of chairman. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products. Page said <strong> Eric Schmidt </strong> had done <q>an outstanding job leading Google for the last decade. Flooding in Victoria displaces thousands Victoria's flood crisis is worsening with 62 towns affected by rising waters, while thousands of residents have been evacuated, mirroring the events seen in Queensland. On the grounds that he might damage the public good, the British government has denied US pastor, Terry Jones, entry to the country, saying he supports \"unacceptable behaviour</q>. Berlusconi facing new allegations, made by roommate of Ruby dancer The friend of a teenage who supposedly slept with the Italian Prime Minister in return for money and lavish gifts has said in a transcript that her", "new_id": -2}, {"uid": "1297283661263864336", "i": 6354, "idx": 0, "sa": ["Simon Cowell"], "q": "\" and \"X Factor\" to the difference between \"Extreme Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Cowell-free season of \"Idol,\" he claimed, <q>I haven't seen a full episode,</q> continuing, \"I think we're going to do something different. I'm excited. The stakes are high.\" Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering", "new_id": -2}, {"uid": "1296859719014893061", "i": 15649, "idx": 0, "sa": ["Sergio Marchionne"], "q": "their nine-year partnership, a strategy that stifled creativity at the Auburn Hills, Michigan-based company. For example, Daimler gave Chrysler managers a booklet that described the product development process- mostly in German, <strong> Sergio Marchionne </strong> said. <q>Three-quarters of the words in the booklet were in German,</q> <strong> Sergio Marchionne </strong> told said in his remarks. \"If you think that there's no English equivalent to a word you use in German, you're nuts.\" Daimler, the maker of Mercedes Benz vehicles, bought", "new_id": -2}, {"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q>It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> CEO <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\"+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}, {"uid": "1295954317102252556", "i": 9836, "idx": 1, "sa": ["Andy Coulson", "Roy Greenslade"], "q": "on page one with three pages insides, a leader and comments. Notably, <strong> Roy Greenslade </strong> pointed out that News Corp's The Times carried two-and-a-half pages inside plus a leader, which argued that ever since <strong> Andy Coulson </strong>'s appointment <q>there was always a risk that this story( about phone-hacking) would return</q>. By contrast, the Daily Telegraph, the Daily Mail and the Sun gave little space to the story. The Sunday Express carried a \"short anodyne piece on page 10,\" <strong> Roy Greenslade </strong> said", "new_id": -2}, {"uid": "1295530406257605680", "i": 37171, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q>The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media.</q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also From: www.bloomberg.com July 05, 2010 Britain to Lose 610000 Government Jobs by 2016 in Deepest Postwar Squeeze By", "new_id": -2}, {"uid": "1296162985150814751", "i": 23686, "idx": 0, "sa": ["Eric Schmidt", "Adam Lashinsky"], "q": "Finance Search Thu, Jan 27, 2011, 4:16 PM EST- U.S. Markets closed{ \"s\": \"goog, msft\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} Matt Rosoff, On Thursday January 27, 2011, 3:31 pm interview with Fortune's <strong> Adam Lashinsky </strong>, Google CEO <strong> Eric Schmidt </strong> said that Microsoft is", "new_id": -2}, {"uid": "1295565740204783649", "i": 20451, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "been discussing how to simplify the company's management structure and speed up the decision-making process. \"For the last 10 years, we have all been equally involved in making decisions,\" <strong> Eric Schmidt </strong> said. <q>This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> <strong> Eric Schmidt </strong> said Page also will take the lead product development and technology strategy, while <strong> Sergey Brin </strong> will focus on strategic projects and have the title co-founder. As executive chairman, <strong> Eric Schmidt </strong> said he would concentrate", "new_id": -2}]