[{"uid": "1296248071002900092", "i": 24036, "idx": 14, "sa": ["Sergio Marchionne", "Susanna Camusso", "Silvio Berlusconi", "Mike Bongiorno", "Maurizio Landini"], "q": "):`` <strong> Sergio Marchionne </strong> insulta l'Italia''( 11 gennaio 2011) Chianciano terme: <strong> Silvio Berlusconi </strong> segretario nazionale della Cgil <strong> Susanna Camusso </strong> attacca l'ad <strong> Mike Bongiorno </strong> Lingotto e definisce <strong> Silvio Berlusconi </strong> governo`` tifoso''. E alla Fiom manda a dire: <q> Se non stiamo dentro, le fabbriche rischiano di essere` dipendenti' e si rischia di creare... Bombassei <strong> Maurizio Landini </strong> in`` 1/2 h </q> 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 1/3 Bombassei <strong> Maurizio Landini </strong> in`` 1/2 h'' 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 1/3 in 1/2 ora 09 01 2011 LANDINI SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori <strong> Silvio Berlusconi </strong>", "new_id": -2}, {"uid": "1296963339115425283", "i": 4681, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Leon Washington", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "two-year deal with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 1/2), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick ereturner <strong> Leon Washington </strong>", "new_id": -2}, {"uid": "1295668634145047607", "i": 18706, "idx": 0, "sa": ["Detroit Red", "Allen Iverson"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for <strong> Detroit Red </strong> after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. <q> It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said.`` I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1295907731241205332", "i": 2419, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "about$ 5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>'s market", "new_id": -2}, {"uid": "1297401258190005254", "i": 35979, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "â\u0080¢ BUEHRLE BASHES VICK: White Sox pitcher <strong> Mark Buehrle </strong>, an animal-rights activist, does not believe Eagles quarterback <strong> Michael Vick </strong> has been fully punished for his felony conviction for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> told MLB.com in a recent interview.`` Everything you've done to these dogs, something bad needs to happen to these guys.'' The story, which was published on Wednesday, centered around", "new_id": -2}, {"uid": "1295878078206389264", "i": 26153, "idx": 2, "sa": ["James L. Wainscott", "Rex Tillerson", "Chairman Mao", "Sen. Bernie Sanders"], "q": "CEO <strong> James L. Wainscott </strong> rings The Opening BellSM. AK STEEL HOLDING CORPORATION AK Steel produces flat-rolled carbon, stainl... <strong> Sen. Bernie Sanders </strong> Engel Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled <q> Drilling Down on America's Energy Future: Safety, Security, and Clean Energy </q> with the following witnesses: <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... <strong> Sen. Bernie Sanders </strong> Inslee Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled`` Drilling Down", "new_id": -2}, {"uid": "1296055617213385284", "i": 20228, "idx": 1, "sa": ["Andy Coulson", "Karren Brady", "David Cameron", "Richard Keys"], "q": "a warning from Sky Sports over the exchange, also compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. He said: <q> What's the difference?`` If off-air conversations were made public then there would be no-one left working in the country. </q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with Gray, but she did not return his call. Subscribe to RSSMost Popular in", "new_id": -2}, {"uid": "1295563364204783630", "i": 10565, "idx": 9, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "a long time to be a CEO,'' <strong> Eric Schmidt </strong> said during the call. <strong> Sergey Brin </strong>, meanwhile, will devote his time and energy to strategic projects, in particular working on new products. <q> I'm looking forward to many more decades of work together, </q> <strong> Sergey Brin </strong> said on the conference call.`` I would like to work more on my personal passions[ including] several new significant products that I hope to tell you about'' soon. <strong> Sergey Brin </strong> said he", "new_id": -2}, {"uid": "1296947872117014565", "i": 2816, "idx": 3, "sa": ["Sergio Marchionne"], "q": "that no other parties were willing to assist in Chrysler's recovery.`` The two governments levied interest rates that, although appropriate at the time, are above current market conditions,'' he continued. <q> This was done with the full support and understanding of the members of Chrysler Group LLC. </q> Chrysler hopes to reach a deal with banks by the end of March to refinance the loans. It owes the U.S. government$ 5.8 billion and the Canadian government$ 1.3 billion. <strong> Sergio Marchionne </strong> told", "new_id": -2}, [{"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}]]