[{"uid": "1295748875087883797", "i": 25635, "idx": 5, "sa": ["Alassane Ouattara"], "q": "by Gbagbo, his administration rejected the decision by West African leaders to ask <strong> Alassane Ouattara </strong> to designate a new governor of Central Bank of West African States. The Gbagbo administration, deploring what it said was the <q> forced resignation of Philippe-Henry Dacoury-Tabley, </q> urged the`` population, the economic operators and financiers,'' not to panic.`` All measures have been taken to ensure the smooth functioning of the Ivorian banking system,'' the statement said.", "new_id": -2}, {"uid": "1296500170053821501", "i": 22850, "idx": 0, "sa": ["Robert Ayers", "Simon Cowell", "John Fox"], "q": "the plRobert Ayers on the current roster. Some only lay eggs. Rather than hiring assistant coaches to help assess the plRobert Ayers, <strong> John Fox </strong> should secure the judging assistance of <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong> says: <q> If this Broncos player were a lifeguard, a lot of swimmers would drown. </q> I might say:`` If Zane had played with the Beadles the past season, he would have been Ringo.'' At the conclusion of The Lost Season, the Broncos had connections to", "new_id": -2}, {"uid": "1296866191123699217", "i": 35410, "idx": 3, "sa": ["Carl-Peter Forster", "Sergio Marchionne"], "q": "J.D. Power event.] CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership.`` Likewise,'' <strong> Sergio Marchionne </strong> said when asked about <strong> Carl-Peter Forster </strong>'s comments by reporters. <q> That's why it's on the table and we're going to discuss it. </q> <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding`` for all I know it could be based here.'' Please sign-in/optin", "new_id": -2}, {"uid": "1296715900139952133", "i": 17114, "idx": 1, "sa": ["Mike Pence"], "q": "ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,'' <strong> Mike Pence </strong> said. <q> After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play. </q> Although his e-mail is solely an interpretation of what his future plans may be, his popularity in Indiana's 6th Congressional District is unquestionable. In last November's midterm elections, <strong> Mike Pence </strong> garnered 67", "new_id": -2}, {"uid": "1296095529183648268", "i": 59873, "idx": 4, "sa": ["Michael Vick"], "q": "deal with Unequal Technologies, a Kennett Square-based company that equipped <strong> Michael Vick </strong> with a vest, shoulder pads and a thigh pad during the season. It is <strong> Michael Vick </strong>'s first paid endorsement since going to prison. <q> They're the reason I made it through the season, </q> <strong> Michael Vick </strong> said.`` It's a great opportunity for me.'' On Wednesday, <strong> Michael Vick </strong> stepped off the team bus at a local high school and was cheered by approximately 100 fans who lined the entrance", "new_id": -2}, {"uid": "1295890742159269051", "i": 35121, "idx": 3, "sa": ["Angelina Jolie"], "q": "a little political,'' said <strong> Angelina Jolie </strong>.`` I love positive relationships between America and Russia, and all the good things.''`` I did not focus too much on the scandal,'' she added. <q> Except I thought it was handled really well by our presidents and kind of very quickly. </q> Prior to the visit <strong> Angelina Jolie </strong> agreed to several exclusive photo sessions for Russian photographers. She also plans to do some sightseeing while in the Russian capital, Russia 24 reported. The star of the new spy thriller``", "new_id": -2}, {"uid": "1295344920052248582", "i": 31933, "idx": 1, "sa": ["Steve Ballmer"], "q": "arena against href=\"http://www.eweekeurope.co.uk/tag/google\" title=\"Google\"> Google, especially over federal and large-enterprise contracts for cloud-based apps. <strong> Steve Ballmer </strong> has insisted for months that his company is`` all in'' with regard to the cloud services. <q> We have learned a lot through running Windows Live, Hotmail, Bing, </q> he told an audience during a 12 July keynote address at last summer's Worldwide Partner Conference.`` These are some of the highest volume services run on the Internet today. When you run a highly scaled,", "new_id": -2}, {"uid": "1297282269263864381", "i": 9760, "idx": 0, "sa": ["Christopher Meloni", "Wanda De Jesus", "Megan Boone", "Simon Cowell", "Terrence Howard", "Mariska Hargitay"], "q": "` Freaky' Sleep Habits, Her Infamous` Seal Clap'& Kissing <strong> Simon Cowell </strong>: He Tried` To Swap Spit Once' <strong> Terrence Howard </strong> as DDA Jonah`` Joe'' Dekker and <strong> Megan Boone </strong> as DDA Lauren Stanton in <q> Law& Order: Los Angeles, </q> NBC, Sept. 2010 <strong> Christopher Meloni </strong> and <strong> Mariska Hargitay </strong> in` Law& Order: SVU' <strong> Wanda De Jesus </strong> attends the premiere of` Big Pun: The Legacy' during the NY International Latino Film Festival at the", "new_id": -2}, {"uid": "1296852645182026275", "i": 376, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "that,'' <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q> I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him, </q> <strong> Roger Goodell </strong> said.`` He takes that seriously also.'' <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]