[{"uid": "1295669833206996591", "i": 3265, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "CEO switch, he said. Google also faces tests internationally, especially in high-growth areas like China, India and Russia, where the company's track record has been mixed, Valdes said. <q>Google's challenges are visible on the horizon and it's likely that new blood, a new perspective, is needed,</q> he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a", "new_id": -2}, {"uid": "1295202805257589268", "i": 9500, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer", "Tom Coburn"], "q": ".) condition, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> noted on NBC's \"Meet the Press\" that the Arizona Blue Dog had called for more civil debate before being shot in the head at a meet-and-greet with constituents. <q>We have to as leaders, as a body of government, come together and do the people's business,</q> she said. <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>( D-N.Y.) said on NBC that he and Oklahoma Republican <strong> Tom Coburn </strong> are \"good examples\" of lawmakers who disagree politically but \"keep it civil.\" <strong> Chuck Schumer </strong> suggested", "new_id": -2}, {"uid": "1297274075210468964", "i": 18667, "idx": 5, "sa": ["Donald Rumsfeld", "Gerald Ford", "Rick Santorum"], "q": "( The best is Europe, after all.) Instead of a Senate run in 1974, <strong> Donald Rumsfeld </strong> returned to Washington after Nixon's resignation in order to work for his friend <strong> Gerald Ford </strong>. Classic <strong> Donald Rumsfeld </strong>: <q>NOTE: <strong> George Shultz </strong> and <strong> John Ehrlichman </strong> were neither helpful nor harmful. They were quiet.</q> War Room is our political news and commentary blog, with coverage and commentary throughout the day from A look at <strong> Rick Santorum </strong>'s unintentionally revealing comments about parenthood The Tea Party and civil liberties Numerous right-wing House members oppose", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q>two turkeys do not make an eagle,</q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet\"... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}, {"uid": "1295996155228769804", "i": 31547, "idx": 0, "sa": ["Barack Obama", "John Thune", "Susan Estrich", "Mike Pence", "Frank Luntz", "Candy Crowley", "Nancy Pelosi"], "q": "Factor\": Preview of <strong> Barack Obama </strong>'s State of the Union address with Krauthammer, Stossel, <strong> Candy Crowley </strong> and Colmes \"Hannity\": Reaction and analysis post-State of the Union with <strong> Frank Luntz </strong>'s focus group <q>On the Record with Greta van Susteren</q>: Special post-SOTU edition, live from the Russell Rotunda at 11 p.m. with Minority Leader <strong> Nancy Pelosi </strong>( D-CA); <strong> Barack Obama </strong> <strong> John Thune </strong>( R-SD); <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> Grimm( R-NY); <strong> Susan Estrich </strong>, Fox News Political Commentator", "new_id": -2}, {"uid": "1295956479149733513", "i": 27478, "idx": 3, "sa": ["Mike Pence"], "q": "moments have come when economic arguments trumped moral principles.\" <strong> Mike Pence </strong> called for stripping Planned Parenthood, which he referred to as the \"largest abortion provider in America,\" of federal funding. <q>Every American knows in their heart, this is the greatest nation on earth because we acknowledge the God-given right to liberty, the pursuit of happiness and the unalienable right to life,</q> <strong> Mike Pence </strong> said. He said it's time to restore the \"sanctity of life\" to the \"center of American law.\" The annual March for Life has been held every year since 1974,", "new_id": -2}, {"uid": "1297196814258572315", "i": 38899, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "capabilities.\" And regardless of Mr. <strong> Saddam Hussein </strong>'s true intentions at the time, Mr. <strong> Donald Rumsfeld </strong> added, Iraq is better off, despite the 100,000 Iraqi civilians who have died in the conflict. <q>That was terribly vicious regime, and there's no question but that the world is better off today than if <strong> Saddam Hussein </strong> and his regime were still in power,</q> he said. \"There are millions of people in that country who have been liberated.\" Mr. <strong> Donald Rumsfeld </strong>, who also served as defence secretary under <strong> Gerald Ford </strong>, became the face of the <strong> President Bush </strong> response to", "new_id": -2}, {"uid": "1296795070209420305", "i": 3335, "idx": 1, "sa": ["Jonathan Katz", "Sam Seder", "David Letterman", "H. Jon Benjamin"], "q": "<strong> Sam Seder </strong> recalls the time as \"a lot of drinking and not doing the dishes.\" The two were in <strong> David Letterman </strong> Cross' Boston comedy troupe, Cross Comedy, and have since remained close friends. <q>He has probably walked away from and sabotaged as many opportunities as anyone without a drug problem,</q> <strong> Sam Seder </strong> said of <strong> H. Jon Benjamin </strong>. \"He's very specific about what he wants to do. \"` Dr. <strong> Jonathan Katz </strong>\" was one of the few Boston-based shows at the time, and <strong> H. Jon Benjamin </strong> auditioned for the", "new_id": -2}, {"uid": "1296217506223641601", "i": 17637, "idx": 1, "sa": ["Mike Pence", "Sen. Jim DeMint"], "q": "a bid for president. That group was looking for a candidate who has a sterling fiscally conservative record-a characteristic missing from many in a field scarred by support for earmarks or votes for bailouts. <q>There's a real void for a Club for Growth kind of candidate, an ideologically conservative candidate on fiscal issues, and <strong> Mike Pence </strong> was the closest there was to actually running,</q> said Terry Sullivan, a longtime GOP consultant in South Carolina who has worked for <strong> Sen. Jim DeMint </strong>. <strong> Sen. Jim DeMint </strong>, who is close to <strong> Mike Pence </strong>, is adamant that he won't run for president-despite a visit to Iowa", "new_id": -2}, {"uid": "1295454375253952007", "i": 17901, "idx": 1, "sa": ["Nancy Pelosi", "Barack Obama", "Alan Grayson", "Mike Pence"], "q": "Universal Health Care Exists NOW and its Killing People, <strong> Barack Obama </strong> Care... <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong>: <q>I Apologize To The Dead For This Holocaust</q> One day after <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong> laid out \"the Republican health care plan... die quickly,\" the Congressman, prompted by Republicans, issued somewhat of an apology. \"I would like to apologize to the dead", "new_id": -2}]