[{"uid": "1295627764018169864", "i": 48171, "idx": 6, "sa": ["Eric Schmidt"], "q": "8.44 billion for the quarter ended December 31, 2010, representing an increase of 26% compared to Q4 of 2009. \"Q4 marked a terrific end to a stellar year,\" enthuses <strong> Eric Schmidt </strong>. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth, investments that will benefit our users, Google and the wider Web.<q> Breaking things down, Google-owned Websites accounted for the majority of the revenue generated at US$ 5.67 billion or 67%; up 28% from Q4 2009. Partner Websites through the AdSense program accounted for US$", "new_id": -2}, {"uid": "1297067872184320061", "i": 12729, "idx": 1, "sa": ["Michael Vick"], "q": "given the expiration of the collective bargaining agreement next month. But <strong> Michael Vick </strong> clearly expects to remain with the Eagles, who are expected to move toward a longer-term deal once the CBA issues are worked out. <q>Andy[ Reid] has been great. You're talking about a great coach, a great guy to be around, just to sit down and talk to on a daily basis,<q> <strong> Michael Vick </strong> said.\"[ He] teaches you the game of football, everything you want in an individual as a player is what he exemplifies. It's just been great to be able to work with him", "new_id": -2}, {"uid": "1295389112219906093", "i": 3865, "idx": 0, "sa": ["Sergio Marchionne", "Lee Iacocca"], "q": "( Reuters)- Chrysler Group Chief Executive <strong> Sergio Marchionne </strong> vowed on Tuesday to keep the automaker on top of the minivan market in North America and said the company would develop a new type of minivan by 2014. <q>We're not going to give one inch of territory in terms of our domination of( the minivan) segment,<q> <strong> Sergio Marchionne </strong> told workers at the Windsor Assembly Plant, where the Dodge Grand Caravan and Chrysler Town& Country minivans are made. Chrysler, which popularized minivans in 1983 under former CEO <strong> Lee Iacocca </strong>, will \"rethink", "new_id": -2}, {"uid": "1297069524039026705", "i": 19213, "idx": 1, "sa": ["Simon Cowell"], "q": "But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q>I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time,<q> he said. Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's", "new_id": -2}, {"uid": "1297177841226918447", "i": 34047, "idx": 3, "sa": ["Paula Abdul", "Simon Cowell", "Susan Boyle"], "q": "<strong> Simon Cowell </strong> admitted he asked former said \"Idol\" judge <strong> Paula Abdul </strong> to be on \"X Factor,\" which debuts next fall. \"I'm a massive fan of <strong> Paula Abdul </strong>,\" he told reporters. <q>We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up yet.... It comes down to who I think is interesting, and the commitment and the expertise each person offers.<q> <strong> Simon Cowell </strong> also said overnight sensation <strong> Susan Boyle </strong>-- who appeared on the British version of \"X Factor\"-- taught him a lesson. NEW YORK POST is a registered trademark of NYP Holdings, Inc.", "new_id": -2}, {"uid": "1295618466190234796", "i": 49335, "idx": 4, "sa": ["Andy Coulson"], "q": "continuing pressures on him and his family mean that he feels compelled to do so.\" <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader Cameron to power in elections in May 2010. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,<q> Cameron said. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages involving Princes William", "new_id": -2}, {"uid": "1296312686049463298", "i": 28070, "idx": 0, "sa": ["Zahi Hawass"], "q": "biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters early on Saturday. <q>I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,<q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. \"Egyptian citizens tried to prevent them and were joined by the tourism police, but some[ looters] managed to enter from", "new_id": -2}, {"uid": "1295137697028803114", "i": 8603, "idx": 6, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer", "Julianne Hough"], "q": "kids. Are the kids and everybody all right now?\" \"The kids seem to be doing OK, yeah,\" <strong> Kelsey Grammer </strong> said, referring to the son and daughter he has with <strong> Camille Grammer </strong>. <q>We've been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I. <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon.<q> \"You're getting married soon?\" <strong> David Letterman </strong> asked. \"Sometime in February,\" <strong> Kelsey Grammer </strong> replied. <strong> Julianne Hough </strong> drops brunette look, back to having fun as a blonde <strong> Camille Grammer </strong>'s husband", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q>They're great players and they've proven to be productive in their careers,<q> Heat coach <strong> Erik Spoelstra </strong> said. \"So once they became comfortable with this team and with each other, that was a matter of time.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}, {"uid": "1295644189196657172", "i": 21595, "idx": 9, "sa": ["Andy Coulson", "Steve Hilton", "David Cameron"], "q": "gave a straight answer when dissemblance was a plausible alternative\". Ian King, deputy business editor of the Times who was business editor of the Sun while <strong> David Cameron </strong> was at Carlton, wrote in 2005: <q>I was unfortunate enough to have dealings with <strong> David Cameron </strong> during the 1990s when he was PR man for Carlton, the world's worst television company. And a poisonous, slippery individual he was, too.<q> This side of <strong> David Cameron </strong> alienated some of the more cerebral members of his team who were upset when he hired <strong> Andy Coulson </strong>. <strong> Steve Hilton </strong>, his director of strategy who was barely on speaking terms with <strong> Andy Coulson </strong>, will", "new_id": -2}]