[{"uid": "1296138887011223046", "i": 16244, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>", "new_id": -2}, {"uid": "1295667348007979065", "i": 36615, "idx": 4, "sa": ["Lou Kerner", "Eric Schmidt", "Google Inc."], "q": "me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday.`` It's not like he has been sitting around doing nothing.'' Wedbush Morgan analyst <strong> Lou Kerner </strong> says, <q> Facebook is the most ominous threat to <strong> Google Inc. </strong>, but Facebook is just emblematic of the rising pace at which all of these( startups) are moving. It's Facebook today, it's Groupon tomorrow, and it will be someone else after that. </q> <strong> Google Inc. </strong> still hasn't been able to develop an effective social networking tool to counter Facebook, a delay that could cost the company dearly as Facebook learns more about people's ages, hometowns and passions.", "new_id": -2}, {"uid": "1295628138018169942", "i": 1783, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "that phone hacking was carried out by a couple of rogue employees. <strong> David Cameron </strong> said that he was very sorry <strong> Andy Coulson </strong> had quit, and believed his claim that he was ignorant of the spying. <q> <strong> Andy Coulson </strong> resigned from the News of the World when he found out what was happening, </q> <strong> David Cameron </strong> said.`` I've always felt he's been punished for the same offense twice.'' The weekly News of the World has a circulation of more than 3 million and thrives on celebrity exclusives", "new_id": -2}, {"uid": "1295473230042287154", "i": 38893, "idx": 0, "sa": ["Sergio Marchionne"], "q": "creating the jobs of the future, clean energy benefits the US economy by ultimately making energy costs more affordable for consumers-- especially if their dollars stay in America,'' Chrysler Group CEO <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q>", "new_id": -2}, {"uid": "1295439905093192278", "i": 21706, "idx": 4, "sa": ["Simon Cowell"], "q": "Entertainment Weekly`` Idol'' writer Annie Barrett said she's just looking forward to what feels like a whole new show.`` It will have to be, because there's no <strong> Simon Cowell </strong>,'' she said. <q> I have no idea what to expect, but I hope that it can be, if not a train wreck, then at least not boring. Without someone to be the villain, it's great if they all get along, but will that work on TV? Will it be compelling? </q> Barrett said she'd love it, frankly, if it was a train wreck, if only because it would make the show more interesting. But she'll definitely miss <strong> Simon Cowell </strong>, who for her was the", "new_id": -2}, {"uid": "1295959277216842330", "i": 5454, "idx": 2, "sa": ["Simon Cowell"], "q": "`` I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.'' The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q> He's a workaholic. He's a great boss, and I'm not just saying that, </q> he said.`` He's very loyal, he's very honest, and he just wants that in return. He smells fear though, he's like a wolf. If you're confident in", "new_id": -2}, {"uid": "1296117571165298183", "i": 7776, "idx": 6, "sa": ["Michael Vick"], "q": "the franchise tag, and free agency might not happen, certainly on schedule because of the expiring collective bargaining agreement.`` If they franchise me, we'll see how that goes,'' he said. <q> I'm expecting everything to go according to plan... I've just got to be patient and take it one day at a time. Hopefully I'll be with the Eagles next year, but we'll see what happens. </q> He commented on a significant step back to superstardom: His first endorsement deal since his return to the NFL in 2009. The deal is with Unequal Technologies, a company that makes football pads <strong> Michael Vick </strong> used", "new_id": -2}, {"uid": "1296732365207978510", "i": 43430, "idx": 1, "sa": ["Corey Maggette", "Allen Iverson", "LeBron James", "David West"], "q": "plays. And now the team is playing better.'' Twice this season, <strong> David West </strong> has scored 40 or more points, making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97. <q> He definitely should be in the All-Star game, without a doubt, </q> said Milwaukee's <strong> Corey Maggette </strong>, a former Clipper.`` He's one of those special players, like <strong> LeBron James </strong>.'' <strong> David West </strong> is already committed to the All-Star dunk contest and was selected to play in the", "new_id": -2}, {"uid": "1296202400248250385", "i": 16271, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "'' He quickly added that a dominant military can be a deterrent to war. But when it comes to the war that is the race for the GOP nod to challenge <strong> Barack Obama </strong>, Bolton remains undecided. <q> I don't have a timetable, </q> he said, just hours before Indiana Rep. <strong> Mike Pence </strong> declared that he's not running- the first in a string of pronouncements in the coming weeks.`` I am considering it because I think it's", "new_id": -2}, [{"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}]]