[{"uid": "1297096904101318657", "i": 25707, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "George H. W. Bush"], "q": "a good job of managing the people under him,'' <strong> Donald Rumsfeld </strong> said. \"`` There was a lot of leaking out of the State Department, and the <strong> George H. W. Bush </strong> knew it,'' he said. <q> And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it. </q> <strong> Colin Powell </strong>, <strong> Donald Rumsfeld </strong> said, never spoke up in meetings with the <strong> George H. W. Bush </strong> to raise objections to the Iraq war.`` There's a lot of stuff[ in] the press that say <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1296615825145653773", "i": 23916, "idx": 4, "sa": ["Sergio Marchionne"], "q": "reporters on a conference call.`` The obligation to our people was much greater than the need to improve our bottom-line profitability.'' <strong> Sergio Marchionne </strong> chose the term performance award rather than profit sharing because <q> it's difficult to talk about profit sharing when you have a negative number at the bottom line. </q> The Chrysler news came Monday amid projections that U.S. automobile sales in January may have reached the second-fastest pace in 17 months, aided by rising business spending and consumer confidence.", "new_id": -2}, {"uid": "1295667388145047635", "i": 48014, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "for any amnesty will continue to close if Mr Gbagbo's supporters continue to commit crimes against civilians and peacekeepers.'' In a further blow to mediation efforts, Gbagbo's foreign minister yesterday href=\"http://www.trust.org/alertnet/news/ivory-coasts-gbagbo-rejects-kenyan-as-mediator\"> announced that <q> Mr <strong> Raila Odinga </strong> has failed in his mission and we are no longer prepared to receive him </q>, signalling a belief that the AU mediator is biased in favour of rival <strong> Alassane Ouattara </strong>. Nigerian troops ordered to shoot-to-kill in Jos as violence increases ahead of elections Soldiers on the streets of the central", "new_id": -2}, {"uid": "1295338731116441123", "i": 10286, "idx": 2, "sa": ["Glenn Mulcaire", "James Robinson", "Andy Coulson"], "q": "that the`` investigation'' will reveal that hacking was carried out by two rogues rather than one. And we won't swallow that either. Why? Note this sentence in <strong> James Robinson </strong>'s report: <q>`` It is also understood that <strong> Glenn Mulcaire </strong> said in the court statement that several other executives at the News of the World were aware that phone hacking was taking place, although he does not name them. </q> \" In other words, there was a rogues' gallery. How did <strong> Andy Coulson </strong> edit without noticing them? <strong> Andy Coulson </strong>- and Murdoch- feel the heat as phone-hacking story gains traction News of the", "new_id": -2}, {"uid": "1296227265086933575", "i": 28665, "idx": 0, "sa": ["Andy Coulson"], "q": " Culture of bullying? Didn't <strong> Andy Coulson </strong> have similar trouble at NOTW? I wonder what became of him? rob 26 January 2011 at 15:00`` Keir'' <q> So what would the British economy do if all those who have made provocatively lewd remarks in the workplace were to get the tin tack? There wouldn't be many workers left, and even fewer employers and management! </q> Probably true- but the most workers don't have the privilege of earning millions to get it wrong in front of millions and the bosses do as they like anyway with their millions. Like", "new_id": -2}, {"uid": "1297220779174489602", "i": 59660, "idx": 3, "sa": ["George W. Bush", "Colin Powell"], "q": "<strong> George W. Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the UN two days later. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his UN presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld said Khurmal was operated", "new_id": -2}, {"uid": "1296141430063832094", "i": 40454, "idx": 1, "sa": ["Michael Gove"], "q": ".`` The burden is not light, it is heavy and I need the support of everybody.'' New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1295439932220266506", "i": 1075, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama"], "q": "$ 0.34 per share in the year-ago period. Adjusted revenue during the quarter rose 3.3% year-over year to$ 1.29 billion, up from$ 1.25 billion in Q309. <strong> Barack Obama </strong> and CEO Frank Martire said,'' <q> We are very encouraged by the positive momentum in top-line growth, Our discussions with clients continue to trend towards solutions that support their growth initiatives and expansion strategies. On October 1, we celebrated the one-year anniversary of the combination of FIS and Metavante. We have made significant progress towards completing the integration, while remaining focused on serving our clients and executing our business plan. </q>'''' http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said:`` Google had", "new_id": -2}, {"uid": "1297462508198819842", "i": 24158, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "the partnership would specifically be structured in regard to the two companies' patents. But the companies underscored Nokia's strength in that area href=\"http://conversations.nokia.com/2011/02/11/open-letter-from-ceo-Stephen Elop-Stephen Elop-nokia-and-ceo-Steve Ballmer-Steve Ballmer-microsoft/\"> in the open letter from <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> today: <q> We each bring incredible assets to the table. Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none. </q> They're making clear they're both counting on Nokia's IP portfolio as an asset in this new strategic tie-up. And it's become obvious that Nokia is very aware of the value of its patent", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]