[{"uid": "1295348812121946130", "i": 29853, "idx": 0, "sa": ["Steve Ballmer", "Maria Bartiromo"], "q": "-- the first time was in 2009 when the CEO had a liver transplant.( Apple and Fortune) Goldman Sachs will not include U.S. clients in its private offering of Facebook shares because the recent media brouhaha <q>might not be consistent with the proper completion of a U.S. private placement under U.S. law.</q> As a result, some clients are saying the reversal could damage Goldman's client relations going forward.( Wall Street Journal) an interview with <strong> Maria Bartiromo </strong>, Microsoft CEO <strong> Steve Ballmer </strong> discussed the success of Kinect, dodged questions", "new_id": -2}, {"uid": "1296197040069206031", "i": 38867, "idx": 2, "sa": ["Robert Dion", "Mike Pence"], "q": "could be seeking a seventh term in Congress, although that seems unlikely, because <strong> Mike Pence </strong> voluntarily forfeited his position as the No. 3-ranking Republican in the U.S. House after Republicans swept into the majority in November. <q>Indiana is fortunate to be the home to a number of rising stars in the Republican Party like <strong> Mike Pence </strong>,</q> state GOP Chairman Eric Holcombe said. If <strong> Mike Pence </strong> officially enters the 2012 governor's race, \"he becomes the presumptive favorite,\" said <strong> Robert Dion </strong>, a University of Evansville political science professor", "new_id": -2}, {"uid": "1295612145098222099", "i": 2273, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "events but when the spokesman needs a spokesman, it's time to move on.\" <strong> David Cameron </strong> said in a statement that he was \"very sorry\" that <strong> Andy Coulson </strong> was going but added that he could <q>understand that the continuing pressures on him and his family mean that he feels compelled to do so.</q> <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his", "new_id": -2}, {"uid": "1297242024149028872", "i": 23748, "idx": 1, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers"], "q": ", in just his third season as a starter since replacing Green Bay legend <strong> Brett Favre </strong>, led the Packers to their fourth Super Bowl title, completing 24-of-39 passes for 304 yards and three touchdowns. <q>Do you think you'll play next year?</q> <strong> David Letterman </strong> quipped, poking fun at <strong> Aaron Rodgers </strong>' predecessor <strong> Brett Favre </strong> for his retirement flip-flopping the last several seasons. Although he didn't answer as the audience laughed, <strong> Aaron Rodgers </strong> has said he thinks the Packers have a", "new_id": -2}, {"uid": "1297007852194904114", "i": 48796, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content \"We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q>I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct. \"We'll find out and make sure we are operating well within the law and the spirit of the law.</q> Brussels launched a formal investigation into <strong> Google Inc. </strong> in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into software giant", "new_id": -2}, {"uid": "1297119643065749007", "i": 20298, "idx": 3, "sa": ["Simon Cowell", "Susan Boyle"], "q": ",\" because \"each judge is going to mentor three finalists apiece, five or six days a week.\" <strong> Simon Cowell </strong>, once against allowing young kids to compete, says \"times have changed,\" and <q>there are some incredibly talented young kids out there,</q> whose fitness for the contest should be judged case by case. Just like older folks: \"<strong> Susan Boyle </strong> taught me a huge lesson that I have to be more open-minded,\" <strong> Simon Cowell </strong> says. \"It doesn't", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,</q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}, {"uid": "1296165849194232363", "i": 19333, "idx": 1, "sa": ["Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q>We will not seek the Republican nomination for president in 2012.</q>\" He said he would make a decision \"later this year\" about what his next political step is, but by not running for president it is considered a virtual certainty that he will run for", "new_id": -2}, {"uid": "1295402639060080264", "i": 8392, "idx": 0, "sa": ["Emma Watson", "David Letterman", "Oprah Winfrey", "Andy Kaufman", "Joaquin Phoenix"], "q": "Grey www.youtub... <strong> Oprah Winfrey </strong>'s Ultimate Australian Adventure Reaches New Heights <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?- www.twitter.com/mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?- www.twitter.com/mjdasilva So are you in the <q><strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp?</q> or the \"He's having a laugh camp\". Either way, I can't wait for that debut hip-hop album. Follow me on twitter@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On", "new_id": -2}, {"uid": "1295643890060784660", "i": 14286, "idx": 0, "sa": ["Stephen Gately", "Andy Coulson", "Kelvin MacKenzie"], "q": "was spotted by Tory grandees; in his own profession, so too was <strong> Andy Coulson </strong>. Possibly apocryphally, Sun editor <strong> Kelvin MacKenzie </strong> once ordered \"all those people on Bizarre\" should be sacked, before ringing back to say <q>Hang on. You haven't sacked a bloke called <strong> Andy Coulson </strong>, have you? Get him back.</q> Get him back because <strong> Andy Coulson </strong> could persuade, and did, <strong> Stephen Gately </strong> of Boyzone to come out in the Sun as gay. When he became News of the World editor at 34 he revealed", "new_id": -2}]