[{"uid": "1297697522107970622", "i": 26071, "idx": 2, "sa": ["Steve Ballmer"], "q": "searching in Bing on Windows Phone 7. Why did nobody else laugh? It was funny. 4:10 PM Little jab at the iPhone and Android there, not surprising. 4:10 PM In describing the pre-WP7 situation: <q>Good phones, but all filled with a sea of icons.</q> 4:09 PM It's about ''completing tasks more easily.'' Well, no kidding, <strong> Steve Ballmer </strong>. What else you got? 4:09 PM Smart design and hubs are the two pivotal topics he's about to start", "new_id": -2}, {"uid": "1296172795252526607", "i": 16040, "idx": 2, "sa": ["Eric Schmidt"], "q": "'' he claimed. Mr <strong> Eric Schmidt </strong> will remain as ''executive chairman'', a role he said would be two-thirds external and one-third internal, with most of his time devoted to customers and partners. <q>We have been late at adding social capabilities to our core products</q>'' <strong> Eric Schmidt </strong> Google executive chairman Referring to the Davos shindig, he said that ''the great regret is that there are not more Chinese leaders here- both political leaders as well as business leaders''-", "new_id": -2}, {"uid": "1295628178218054665", "i": 41861, "idx": 0, "sa": ["Mitt Romney", "Mike Pence", "Sarah Palin", "Ryan Rhodes", "Michele Bachmann", "Newt Gingrich"], "q": "former House speaker <strong> Newt Gingrich </strong>, are making a strong play for tea party favor. <strong> Sarah Palin </strong>, the former <strong> Sarah Palin </strong> governor, Representative <strong> Mike Pence </strong> of Indiana and Representative <strong> Michele Bachmann </strong> of Minnesota, already boast significant insurgent support. <q>I don't necessarily think( <strong> Mitt Romney </strong>) is going to be one of those guys who goes to the tea party for votes the way other candidates might,</q> said <strong> Ryan Rhodes </strong>, who is chairman of the Iowa Tea Party Patriots and has been contacted by almost every presidential hopeful except <strong> Mitt Romney </strong>. ''It doesn't really fit his style of politics.'' The measure", "new_id": -2}, {"uid": "1295589382106250271", "i": 13934, "idx": 5, "sa": ["Eric Schmidt"], "q": "626,77 on Thursday, he would earn about$ 334,7-million on the stock sale. He would still own about 2,7% of Google's outstanding capital stock, down from 2,9% before selling the shares. <q>As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,</q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog. ''And over the holidays we decided now was the right moment to make some changes to the way we are structured.''", "new_id": -2}, {"uid": "1295965341261718031", "i": 7107, "idx": 0, "sa": ["Bill Lockyer", "Hosni Mubarak", "Newt Gingrich"], "q": "cars on the main street and waved signs reading ''OUT!'' inspired by the Tunisian protestations of ''DEGAGE!'' this week. Men were seen spraying graffiti reading ''Down with <strong> Hosni Mubarak </strong>.'' <q>We want to see change just like in Tunisia,</q> said Lamia Rayan, 24, one of the protesters. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog EDUCATION Company Cabrillo College Location", "new_id": -2}, {"uid": "1296178072054247437", "i": 19305, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Orin Kramer"], "q": "<strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising circles and not out of bounds. ''It sounds incredibly aggressive,'' he said. <q>But I think it's very doable.</q> If <strong> Barack Obama </strong> hopes to hit such a mark, he'll need his top team on board. According to the prominent <strong> Barack Obama </strong> donor, the president's core group of financial backers including <strong> Orin Kramer </strong>, an investor", "new_id": -2}, {"uid": "1296937069066093063", "i": 16308, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "nephew. Before Randy Jackson and <strong> Steven Tyler </strong> really had a chance to weigh in, however, the 28-year-old produced a prop mic and began fitfully gyrating through Usher's ''Confessions,'' prompting J. <strong> Jennifer Lopez </strong> to declare, <q>You could be a good impersonator!</q> Sure, it was the sort of audition <strong> Simon Cowell </strong> would've eviscerated, but at least Party Man had a sense of showmanship. Viewers just got a blink-and-you'll- miss-him glimpse of him as he left the audition", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q>There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,</q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}, {"uid": "1297102476174964769", "i": 25056, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q>We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar,</q> <strong> Simon Cowell </strong> said in a statement. Britain's ''The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating ''Britain's Got", "new_id": -2}, {"uid": "1295968668242466824", "i": 17830, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "startups such as Groupon <strong> Google Inc. </strong> in social networking, entertainment and retail. As executive chairman, ''a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. <q>We've got very complicated government issues,</q> he said, adding that ''we move quickly, and we tend to be disruptive at scale.'' European Union officials last year opened a formal antitrust probe into <strong> Google Inc. </strong> search results, while in", "new_id": -2}]