[{"uid": "1296737541264421395", "i": 42605, "idx": 1, "sa": ["Oprah Winfrey", "Jennifer Aniston", "Simon Cowell"], "q": "\" <strong> Oprah Winfrey </strong> then interjected to say that while she agreed the show was \"kindler\" and \"gentler\" now, she is a \"big\" fan of departed judge <strong> Simon Cowell </strong>, and suggested that he <q> had a way of speaking the truth which was saying what you wanted to say but couldn't actually say it </q>. As for whether the former Friends star could ever have said some of things that <strong> Simon Cowell </strong> did, <strong> Jennifer Aniston </strong> laughed: \"Maybe in my own mind I would think things but I could never imagine saying", "new_id": -2}, {"uid": "1297092365019349520", "i": 1434, "idx": 0, "sa": ["Zahi Hawass"], "q": "were damaged after all. In the aftermath of the break-in, museum officials apparently mistook the two skulls, which had previously been separated from their skeletons for testing in a research lab, for mummy heads. <q> I had tears because I thought that what I did for the last nine years protecting the Egyptian monuments, was gone, </q> <strong> Zahi Hawass </strong> told the Mystery Solved: Missing Google Executive Played Key Role in Egypt Uprising Weekend Wrap-Up: Packers Prevail, Protests Persist, And A Boston Woman Is Reunited With Lost Snake", "new_id": -2}, {"uid": "1297212035253886496", "i": 12013, "idx": 1, "sa": ["Tony Blair", "Kirsten Gillibrand", "John Kerry"], "q": "take it step by step. Let's return this convicted terrorist to prison, hold a full review, and take it from there.\" <strong> Kirsten Gillibrand </strong>, a Democratic <strong> John Kerry </strong>, called Sir Gus's report <q> deeply troubling- not just for the families of the Lockerbie victims, but for all Americans and all nations who are committed to bringing terrorists to justice. </q> Michael Moore turns on Weinstein partners over \"missing Fahrenheit 9/11 profits\" <strong> Tony Blair </strong> Taylor fails to return to war crimes tribunal after lawyer row WikiLeaks: US and China in military standoff over space missiles WikiLeaks", "new_id": -2}, {"uid": "1295125227265830412", "i": 35012, "idx": 15, "sa": ["John McCain", "Donald Rumsfeld", "Adam Hochschild"], "q": "^ <strong> John McCain </strong> Mission to Italy^ Washington Times- Iraq prisoner abuse \"un-American,' says <strong> Donald Rumsfeld </strong>^ \"<strong> Donald Rumsfeld </strong>: Worst Still To Come\". CBS News. May 8, 2004.^ <q> GOP senator labels abused prisoners` terrorists' </q>. CNN. May 12, 2004.^ <strong> Adam Hochschild </strong>( May 23, 2004). \"What\"s in a Word? Torture\". New York Times.^ MoveOn PAC^ VandeHei,", "new_id": -2}, {"uid": "1296055743070402055", "i": 36984, "idx": 0, "sa": ["Eric Schmidt"], "q": "from the Google PR team had the chutzpah to make this suggestion to Page or if Page came up with the idea himself. As a final human touch, <strong> Eric Schmidt </strong> tweeted after the news was out: <q> Day-to-day adult supervision no longer needed! </q> I could have done without the exclamation point, but using a medium like Twitter provided a nice book end to why Google's board pursued <strong> Eric Schmidt </strong> in the first place in 2001. Again, many articles", "new_id": -2}, {"uid": "1296684347197263468", "i": 27658, "idx": 0, "sa": ["Dr. Victor", "David Letterman"], "q": "Here is a collection of 10 such unexpected and intriguing facts you probably did not know! Space Last October my friend and colleague <strong> Dr. Victor </strong> Andersen of the Community College of Aurora( Colorado) gave a talk called <q> Ten Things You May Not Know About the Solar System, </q> a bit in the sense of <strong> David Letterman </strong>'s Top Ten List. I thought it was a great talk and so decided to give my own commentary on <strong> Dr. Victor </strong>'s list. While the list is <strong> Dr. Victor </strong>'s, any", "new_id": -2}, {"uid": "1295357507239271942", "i": 36607, "idx": 0, "sa": ["Simon Cowell"], "q": "Randy Jackson, who rarely gave targeted, intelligent criticisms( \"I don't know, dog, it was just ah-aight for me.\") I think deep down, people get tired of the <q> everybody's a winner, everyone is special </q> pablum of the PC Age. Raw, biting truth has become a kind of spectacle- a preserve of freaks. American politics could use a <strong> Simon Cowell </strong>, but would he ever get elected to anything?", "new_id": -2}, {"uid": "1295564377105267210", "i": 29320, "idx": 1, "sa": ["Eric Schmidt"], "q": "products and more than$ 25 billion a year in revenue. On a conference call with analysts, <strong> Eric Schmidt </strong> expressed confidence in Page. \"I believe Larry is ready,\" <strong> Eric Schmidt </strong> said. <q> It's time for him to have a shot at running this, and I'm sure he'll do a fantastic job. </q> <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because \"we all agree with each other.\" \"I believe as a result of this we will execute and", "new_id": -2}, {"uid": "1295696367022364255", "i": 34777, "idx": 0, "sa": ["Andy Coulson"], "q": "Murali to quit after World Cup Photo: A swath of paddy fields is submerged by floodwaters in... World Video: Raw Video: Japan launches rocket to ISS World Video: Dutch students clash with police Report Abuse <q> my mother was calling the best srilankian tea... IRAQI TEA </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Served In The USAF? Reconnect With Airmen You Served With. Over 110,000 Air", "new_id": -2}, {"i": 6583, "idx": 3, "index_answer": 0, "new_id": -1, "q": "executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "sa": ["Eric Schmidt"], "uid": "1296006300058851357"}]