[{"uid": "1297437980065749054", "i": 1626, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "hoping the tie-up with Nokia will change its sagging fortunes in the phone market.`` I am excited about this partnership with Nokia,'' said Microsoft CEO <strong> Steve Ballmer </strong>, at a news conference in London. <q> Ecosystems thrive when fueled by speed, innovation, and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia CEO <strong> Stephen Elop </strong> said the arrangement would add a host of new tools and services to his company's sleek handsets.`` Today, developers, operators, and consumers want compelling mobile products,", "new_id": -2}, {"uid": "1295258802160432172", "i": 7049, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "husband, Mark Kelly, on Saturday night. The astronaut described the latest progress in his wife's recovery after the Jan. 8 shooting.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Safeway market in Tucson, where the Arizona Democrat had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were wounded.", "new_id": -2}, {"uid": "1296028477108707843", "i": 8757, "idx": 4, "sa": ["Michael Vick"], "q": "pads made by the company.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> ESPN.com's Matt Mosley writes about all things NFC East in his division Blog network: NFL Nation <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many", "new_id": -2}, {"uid": "1295850344252723207", "i": 19272, "idx": 0, "sa": ["Sergio Marchionne"], "q": "billionChrysler CEO <strong> Sergio Marchionne </strong> says he hopes to receive the funds by the end of March. The automaker is going ahead with fuel efficiency projects, expecting it will receive the loan to help pay for them. <q> I can't stop the machine, </q> <strong> Sergio Marchionne </strong> said recently.`` So far, I have been able to manage it'' without the loan, but there will come a point in time when I have to go into the kitty and use other cash", "new_id": -2}, {"uid": "1296531352020578318", "i": 36413, "idx": 0, "sa": ["Charlie Callas", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "James Ellroy", "Bill Clinton"], "q": "US offer <strong> James Ellroy </strong> is back, doing what he does best PASADENA, Calif.- Author <strong> James Ellroy </strong> claims he knows nothing about- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charlie Rose </strong> and discuss having open-heart surgery on ABC's <q> A <strong> Barbara Walters </strong> Special: A Matter of <strong> Heidi Klum </strong> up to these days? Let's see... Last year, she was the face for Jordache, AnnTaylor's holiday campaign, etc.. We all love her on Project Runway( BTW- The past and current cast from The Real Housewives of Orange County have visited)! Plus, the beauty has several projects in films received, The Associated Press reports. The Warner Bros. flick earned$ 15 million from just under 3,000 theaters. The`` Exorcist </q>- influenced movie drew most of its audience from the older-than-25 demographic. In its 10th week of release, the Weinstein Company's... Comedian <strong> Charlie Callas </strong> dies at 83 LAS VEGAS- <strong> Charlie Callas </strong>, a versatile comedian", "new_id": -2}, {"uid": "1296940939224919552", "i": 14168, "idx": 8, "sa": ["Eric Schmidt"], "q": "without users knowing. Lessons have been learnt.`` I'm sorry to be so pedantic, but I've found if I don't repeat it I get Twittered to death,'' <strong> Eric Schmidt </strong> says. <q> You've got to add the preamble- this is all on the assumption that the customer wants this kind of information. If you want anonymity and you don't want your friends to know what you're doing, that's fine with us. </q> My children are aged 10 and seven. I ask what it will be like for them in 50 years' time.`` A child born today with a life expectancy of 90 will live", "new_id": -2}, {"uid": "1296347839263585795", "i": 42990, "idx": 0, "sa": ["Allen Iverson"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first time since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q> I don't have any answers for what's going on, </q> <strong> Allen Iverson </strong> said.`` We're not having` Leave administration to federations' Eden Gardens scrapped as venue for India-England World Cup tie Will MacArthurism Ever Be Eliminated? Mubarak refuses to step down as Egyptian protests swirl Bitter", "new_id": -2}, {"uid": "1295094125134053943", "i": 20073, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Nathan_plays_Not_Fair_by_Lily_Allen_Keyboard_Cover_[KARAOKE_/_INSTRUMENTAL] This is my cover of", "new_id": -2}, {"uid": "1295891774149438499", "i": 24709, "idx": 0, "sa": ["Bill Lockyer"], "q": "in the worthless scrip in 2009, causing a cascade of headlines around the world about the California's fiscal dysfunction. <strong> Bill Lockyer </strong>, a Democrat, offered a clear prescription to avoid repeating that fiscal calamity: <q> Get a budget adopted that's honest, and make the cuts as soon as possible. </q>[...] Finance spokesman H.D. Palmer said California, if no actions are taken, will face a cash shortfall in July. But measures to conserve cash would have to be taken earlier--`` well", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]