[{"uid": "1297260232038010909", "i": 32919, "idx": 3, "sa": ["Mohammed Shafiq", "Daulat Ram", "Michael Gove", "Robert Lambert", "Mehdi Hasan"], "q": "the EDL- or for other far-right groups such as the BNP. He mentioned the word \"Islamophobia\" just once and that, too, in passing. As <strong> Mohammed Shafiq </strong> of the Daulat Ramadan Foundation points out: <q> On the day we see fascists marching in Luton, we have seen no similar condemnation or leadership shown from the Michael Government. </q> Muslims and Muslim organisations, as the former Met police officer <strong> Robert Lambert </strong> argues 171 comments from readers MuscularLiberal 05 February 2011 at 12:46` under the pernicious influence of <strong> Michael Gove </strong>'? No <strong> Mehdi Hasan </strong>, under", "new_id": -2}, {"uid": "1296125466027361319", "i": 45510, "idx": 1, "sa": ["Zahi Hawass"], "q": "competent German government had been reestablished. <strong> Zahi Hawass </strong> pointed out that Egypt recognised and appreciated the care and effort undertaken by the German government to preserve and display the painted limestone bust of Queen Nefertiti. <q> Inspired by the excellent relations between our two countries, the government of Egypt is confident that the German authorities will assist in facilitating its return, </q> he said, adding that the government and people of Egypt were eager that this unique treasure be returned to the possession of its rightful owners, the Egyptian people. Upon its return, <strong> Zahi Hawass </strong> suggested,", "new_id": -2}, {"uid": "1295391425232685620", "i": 17561, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. We encourage an open exchange of affirming and dissenting opinions on our stories. We invite you to comment on our content as part of our interactive community. Click here to read our", "new_id": -2}, {"uid": "1294957437066879508", "i": 36834, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" Sen. Gillibrand-Kirsten Gillibrand.htm#r_src=ramp\"> <strong> Kirsten Gillibrand </strong> of New York said of the Arizona lawmaker. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, called it \"a major milestone,\" and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing", "new_id": -2}, {"uid": "1295503547083329028", "i": 6935, "idx": 0, "sa": ["Kobe Bryant", "Marcus Camby", "Carmelo Anthony", "Phil Jackson", "Allen Iverson", "John Calipari"], "q": "led by <strong> Kobe Bryant </strong>'s 25, score 20-plus points to give the Lakers a 111-107 win over the Denver Nuggets on Wednesday night. <strong> Carmelo Anthony </strong> had 26 points and eight rebounds and <strong> Marcus Camby </strong> had 20 rebounds for the Nuggets. <q> We absorbed a lot of points from <strong> Allen Iverson </strong>, </q> Lakers <strong> John Calipari </strong> <strong> Phil Jackson </strong> said. \"He got our whole team in foul trouble.\" <strong> Allen Iverson </strong> scored 49 points through the first three quarters but was held to a just a layup in the fourth. The Lakers clamped", "new_id": -2}, {"uid": "1297451421077103224", "i": 35912, "idx": 3, "sa": ["Michael Gove"], "q": "was no promise or expectation\" that any of the claimants' projects would proceed. The councils had claimed they had a legitimate expectation that the projects would be funded. The spokesman added: <q> The Secretary of State will now look again at his decision with regard to these authorities with an open mind, taking representations from them. \"The judge set out, however, that` the final decision on any project still rests with him and.... No one should gain false hope from this decision.' </q>` Budget deficit' Lawyers for Mr <strong> Michael Gove </strong> had argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, they said the coalition", "new_id": -2}, {"uid": "1297462170192987217", "i": 47492, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "A video posted by the company's NokiaConversations YouTube account presents its new chief executive <strong> Steve Jobs </strong> Elop, formerly the head of Microsoft's Office-centric Business Division, speaking about how Nokia's new partnership with Microsoft will <q> create opportunities beyond anything that currently exists. </q> burning platform\" he described Nokia as currently standing upon; Microsoft's Windows Phone 7 hasn't been setting anything on fire. Elop was joined by <strong> Steve Ballmer </strong>, chief executive of Microsoft,", "new_id": -2}, {"uid": "1297446725101842956", "i": 13432, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "of the bombing of Pearl Harbor. <strong> Donald Rumsfeld </strong> laughs with apparent pleasure- and points out that, at the age of 78, he has been alive for a third of the entire history of the United States. <q> You multiply my age three times and it takes you back to 1776... Isn't it amazing. It's a third of American history. </q> For 54 of those years he has been married to his wife Joyce and the couple have three children. Until the final debacle of the Iraq war, <strong> Donald Rumsfeld </strong> had a reputation as one of the most", "new_id": -2}, {"uid": "1295103301211468349", "i": 20066, "idx": 3, "sa": ["Silvio Berlusconi", "Sergio Marchionne", "John Elkann"], "q": "Prime Minister <strong> Silvio Berlusconi </strong>. \"Now we have to put behind us all the conflicts and face the challenges that we have in front of us in a constructive way,\" Fiat Chairman <strong> John Elkann </strong> said today. <q> I reiterate the full support from my family. </q> The vote is \"symbolic\" and \"represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed,\" said Gianluca Spina, dean of the", "new_id": -2}, {"uid": "1296663357109838441", "i": 5843, "idx": 0, "sa": ["Nick Robinson", "Andy Coulson", "Chris Gent", "Kenny Kunene"], "q": "companies choose to invest. Latest from BBC News blogs <strong> Nick Robinson </strong>: \"The Prime Minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" <q> Vodafone in its modern, multinational form was to a large extent created by Sir <strong> Chris Gent </strong>, an ambitious Brit who... </q> \"Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so...\" Coulsonharding/2011/02/south_africas_sushi_wars.html\">\" Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of", "new_id": -2}]