[{"uid": "1295972855202047505", "i": 15404, "idx": 3, "sa": ["in excess", "Nancy Pelosi", "Sen. Bernie Sanders"], "q": "JPMorgan paid out bonuses <strong> in excess </strong> of$ 3m to more than 200 employees.\" Since the TARP money was tax dollars, this qualifies as <strong> Sen. Bernie Sanders </strong>' \"tax breaks\" for very wealthy people. Reuters reported: <q> Banks seized more than a million U.S. homes in one year for the first time last year. </q> <strong> Nancy Pelosi </strong> received 65.6% of her campaign contributions($ 1.6 M) from business in 2008, including$ 120,500 from the insurance industry( 4.9% of total). <strong> Nancy Pelosi </strong> called insurers \"immoral\" and\"", "new_id": -2}, {"uid": "1296626752088883210", "i": 32644, "idx": 0, "sa": ["Keith Olbermann", "David Letterman", "Hosni Mubarak"], "q": "In his surprise cameo on the Late Show with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late Show <q> We got ta guy backstage... that if anything ever happened to me... </q> As a coda to a joke about the Egyptian protests and President <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong>. The would-be GOP nominee is up to his old tricks,", "new_id": -2}, {"uid": "1295498090112721958", "i": 47305, "idx": 2, "sa": ["Allen Iverson"], "q": "tying jumper with 1:06 left that made it 86-all. <strong> Allen Iverson </strong> is 0-5 this season-- three losses with Memphis; two with the 76ers. <strong> Allen Iverson </strong> missed seven of 10 shots from the floor and had three assists. <q> It's going to get better, </q> <strong> Allen Iverson </strong> said. \"This is one of these times Game 1- Pistons 87, Lakers 75 Thanks to a defense that held the Lakers to just 34 points in the second half, the Pistons overcame a one-point", "new_id": -2}, {"uid": "1296803869266600456", "i": 13276, "idx": 0, "sa": ["Thaddeus Young", "Ernie Grunfeld", "Allen Iverson", "LeBron James"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q> You have crazy games throughout the NBA seasons, and I was glad to be on the winning end. </q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: <strong> Thaddeus Young </strong>, who Wizards president <strong> Ernie Grunfeld </strong> http://wn.com/LeBron_James_Triple-Double_37pts,14reb,12ast_vs_Magic_Gm5_EC_FINALS_2009 <strong> LeBron James </strong> wouldn't let it end. <strong> LeBron James </strong>, showing off every dimension of his unstoppable game, had 37 points,", "new_id": -2}, {"uid": "1296582437225869829", "i": 29216, "idx": 0, "sa": ["Stephan Said", "Sen. Bernie Sanders"], "q": "English in the video- I love the life of freedom/ Like birds love being in trees... <strong> Stephan Said </strong> says it's \"an anthem to global unity and equality I learned from my father,\" and that <q> this is our moment, the moment when each of us must summon our highest, most poetic selves to courageously step into the brilliance of the next world, a world already in the making. </q> <strong> Stephan Said </strong>'s offering the song for free download over at his website-- Cummings Seeks Copies of Industry Group Letters on Regulation Privately Sent to Issa <strong> Sen. Bernie Sanders </strong> Paul Appointed To Education Committee On Same Week He Proposed Abolishing", "new_id": -2}, {"uid": "1295670451069369910", "i": 1665, "idx": 2, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson"], "q": "in their first-round playoff series. Games 3 and 4 will be in Denver on Saturday and Monday night. <strong> Kobe Bryant </strong> finished with 49 points and 10 assists- one shy of his career playoff high in both categories. <q> Tonight, the way he was going, we probably could have put 10 people on the court and probably wouldn't have been able to stop him, </q> said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"<strong> Elgin Baylor </strong> didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. \"You just get into", "new_id": -2}, {"uid": "1296257094202539037", "i": 38066, "idx": 1, "sa": ["Donald Rumsfeld", "Will Washington", "Hosni Mubarak"], "q": ". In a bitter irony, <strong> Will Washington </strong> supports the <strong> Hosni Mubarak </strong> dictatorship, including its atrocities, while also backing and financing its detractors, through the activities of FH, NED, among others.. <q> Freedom House's effort to empower a new generation of advocates has yielded tangible results and the New Generation program in Egypt has gained prominence both locally and internationally. Egyptian </q> visiting fellows from all civil society groups received[ May 2008] unprecedented attention and recognition, including meetings in <strong> Will Washington </strong> with US <strong> Donald Rumsfeld </strong> of State, the National Security Advisor, and prominent members of Congress. In the", "new_id": -2}, {"uid": "1296480948012714004", "i": 20887, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" The Miami Herald is pleased to provide this opportunity to", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.\"( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1297225373053084179", "i": 45415, "idx": 3, "sa": ["Michael Vick"], "q": "'s unfortunate, and I would rather have not seen the situation.\" Two council members told the newspaper that the presentation was inappropriate, though one defended it, saying <strong> Michael Vick </strong> \"served his time\" and <q> did what the court told him to. </q> The newspaper reported that council members are allowed to hand out token keys- a$ 25 key with Dallas' seal- to whomever they want, in contrast with the more official gold or crystal city", "new_id": -2}]