[{"uid": "1295568168148553849", "i": 48255, "idx": 1, "sa": ["Nancy Pelosi", "Bill Leader", "Eric Cantor", "Mike Pence"], "q": "'' <strong> Nancy Pelosi </strong> Kevin McCarthy( of`` Young Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.'' <q> We've got to roll back there. That will save$ 100 billion in the first year, </q> agreed <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority <strong> Bill Leader </strong> <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1296102239116244691", "i": 8435, "idx": 3, "sa": ["Michael Vick"], "q": "is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth it,'' he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by", "new_id": -2}, {"uid": "1295459364168706052", "i": 10278, "idx": 0, "sa": ["Kathie Lee Gifford", "David Letterman", "Regis Philbin"], "q": ". Last night, he received a call from <strong> David Letterman </strong> on which he clarified that he isn't actually retiring- just simply leaving Live!. Before hanging up, the pair snuck in a few bars of <q> There's No Business Like SHow Business. </q> Click below to watch the clip. While <strong> Regis Philbin </strong> is most widely known for Live with <strong> Regis Philbin </strong> and Kelly( formerly Live with <strong> Regis Philbin </strong> and <strong> Kathie Lee Gifford </strong>), he has also famously hosted Who Wants", "new_id": -2}, {"uid": "1297636673249675779", "i": 5639, "idx": 0, "sa": ["Christina Aguilera", "Joan Rivers", "David Letterman"], "q": "* CHRISTINA AGUILERA GETS FUNKY WITH CONAN O'BRIEN Fergie's comments differ dramatically from those of comedian <strong> Joan Rivers </strong>.`` How stupid can you get?'' <strong> Joan Rivers </strong> told PopEater on Monday. <q> <strong> Christina Aguilera </strong> must have been thinking about food, that's why she forgot the words. </q> Will <strong> Christina Aguilera </strong> ever live down the embarrassment of mangling the national anthem on Super Bowl Sunday? And would an appearance on <strong> David Letterman </strong> really make the situation better? Please weigh in with a comment or", "new_id": -2}, {"uid": "1295552145232112145", "i": 5186, "idx": 3, "sa": ["Mike Pence", "Ronald Reagan"], "q": "believe in.'' Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led.`` I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century,'' he says. <q> On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values. </q>`` But on style, he was a gentle man,'' <strong> Mike Pence </strong> says.`` I met him in 1988, I sat with him for five or ten minutes in the Blue Room when I was", "new_id": -2}, {"uid": "1297660948049070084", "i": 24330, "idx": 0, "sa": ["Pete Rose", "Michael Vick"], "q": "don't bet on yourself. If <strong> Michael Vick </strong> is forgiven of animal cruelty, then <strong> Pete Rose </strong> should be forgiven for personal cruelty! North Fort Myers Leftover medicine Re: <q> Man is second Lee County swine flu fatality, </q> Aug. 6. Nine more Floridians died from swine flu during that week, bringing the total to 41. Yet, the vaccine priorities of the Centers for Disease Control is for young adults ages 19 through 24.", "new_id": -2}, {"uid": "1295786647142147585", "i": 8002, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "Chris Huhne"], "q": "whole-heartedly defending them. It can't be comfortable for <strong> Nick Clegg </strong>- being forced to speak out on behalf of a man who his party publicly denounced before the coalition formed( in 2009, <strong> Chris Huhne </strong> stated of <strong> Andy Coulson </strong> that <q> a future prime minister can not have someone who is involved in these sort of underhand tactics </q>). On the matter of who would be replacing <strong> Andy Coulson </strong>( speculation of who this will be is intense- read the last point in Signs of Shia courage By Sayed Mahdi Al-Modaressi- 05 February", "new_id": -2}, {"uid": "1295829625240762905", "i": 41857, "idx": 2, "sa": ["Colin Powell"], "q": "`` I think he's got a way to go,'' Mr <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilised the economy.'' <q> You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. </q> 18 Oct 2008`` I think he has reached out to countries around the world and has developed good relations with countries around the world,'' Mr <strong> Colin Powell </strong> said.`` And I think he's working", "new_id": -2}, {"uid": "1296745511116736054", "i": 28366, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ", his son had done some drugs. Sure thing, <strong> Donald Rumsfeld </strong>. Perfectly good excuse. You should drop some leaflets on the families of people, American and Iraqi, whose children have died in that war. <q> Sorry, my son was doing drugs. I was emotional at the time. Not my fault. </q> So here you have it: The entire Iraq War finally has someone to take the blame: Nick <strong> Donald Rumsfeld </strong>. HOPE YOU LIKED THOSE DRUGS, ASSHOLE![ NYT] Read More", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]