[{"uid": "1295162148185597955", "i": 15719, "idx": 8, "sa": ["Robert Horry", "Allen Iverson", "Kobe Bryant", "Kyle Korver", "Travis Best"], "q": "the Philadelphia 76ers beat the Denver Nuggets 108-97 Tuesday night in <strong> Allen Iverson </strong>'s first game against his former team. It was weird to see him wearing a white jersey and we're wearing <strong> Kobe Bryant </strong>,'' <strong> Kyle Korver </strong> said. <q> I said to one of our coaches that it is so weird to see him on the other side. It wasn't really a good feeling at all. He's a great player and he meant a lot to Philadelphia. </q> <strong> Allen Iverson </strong> scored 30 points on 10-of-24 shooting before getting tossed for his second technical with 1:44 remaining. Afterward, he said the loss disappointed him because he feels the Nuggets are the better team. <strong> Allen Iverson </strong>'s <strong> Travis Best </strong> Robert Horrys", "new_id": -2}, {"uid": "1295673044105103423", "i": 7876, "idx": 3, "sa": ["Eric Schmidt"], "q": ") analyst acidly.`` In case anyone pays attention to such things,[ JP Morgan] saying all[ Google's] numbers tonight ahead of expectations, except margins, which missed,'' he added. <q> Not to be all self-serving, but I read Google's mgmt shakeup as a confession that the co is a decision-making mess losing its way in search, </q> he said, adding:`` Ask employees. Any engineer with initiative has been going mad at processes and vacillation.'' Why would that mean <strong> Eric Schmidt </strong> should go? Because the arrangement in which he was", "new_id": -2}, {"uid": "1297349774105594907", "i": 50105, "idx": 1, "sa": ["David Letterman"], "q": "And that may have worked for two-reelers and shorts back in the thirties, but it doesn't work now- obviously. Was there ever any fallout with <strong> David Letterman </strong> over his cameo appearance, where he says, <q> Hey, kid, wan na buy a monkey? </q> Yes. He wanted that line in there all through the movie. He wanted to be in the movie more. Wait- really? No. Is that a real question?", "new_id": -2}, {"uid": "1297272060224821253", "i": 34669, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "lie. The far less dramatic truth is that we were wrong.'' He does acknowledge that he made a`` few misstatements,'' referring specifically only to one: when he declared early in the war, <q> We know where they[ the WMDs] are. They're in the area around Tikrit and Baghdad and east, west, south and north somewhat. </q> In the book, <strong> Donald Rumsfeld </strong> claims that he should have referred to`` suspect sites.'' But, he says, his`` few misstatements'' were`` not common and certainly not characteristic.'' The intelligence", "new_id": -2}, {"uid": "1297260696007700498", "i": 6014, "idx": 0, "sa": ["Simon Cowell", "Peter Dickson"], "q": "to fly out to Los Angeles later this month to talk to Fox executives, as href=\"http://www.femalefirst.co.uk/Simon Cowell-Simon Cowell/\" title=\"Lastest <strong> Simon Cowell </strong> news from Female First\"> <strong> Simon Cowell </strong> is keen to include him in the show. <strong> Peter Dickson </strong> said: <q> <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet the Fox executives to try to sort out a deal. </q> \" <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet the Fox executives to", "new_id": -2}, {"uid": "1297388884268320786", "i": 9387, "idx": 2, "sa": ["Phyllis Schlafly", "Steve King", "Ron Paul", "Donald Rumsfeld", "Dick Cheney"], "q": "( What, was <strong> Phyllis Schlafly </strong> not around to receive the`` WorSteve King Mothers Medal of Appreciation''?). He spoke about efforts to cut military spending, urging lawmakers to approve DoD-recommended cuts but to end there <q> Let's be clear, </q> he said.`` The radical Islamists are not cutting back their recruiting, their purchasing, and their training and planning, nor can we.'' Former Vice President <strong> Dick Cheney </strong> introduced <strong> Donald Rumsfeld </strong>. <strong> Ron Paul </strong> supporters began to shout", "new_id": -2}, {"uid": "1295676682039469084", "i": 1620, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "adviser, to Downing Street following href=\"http://www.guardian.co.uk/media/2011/jan/21/Andy Coulson-Andy Coulson-resigns-David Cameron-David Cameron\" title=\"the resignation of David Camerons director of communications, Andy Coulson\"> the resignation of <strong> David Cameron </strong>'s director of communications, <strong> Andy Coulson </strong>. A city hall spokeswoman said of Boland that <q> whether or not he goes depends on the result of the review </q>, though the tenor of Boland's letter, seen by the Guardian, suggests he believes his days as chief executive and head of paid service are numbered. Boland, who has notched up well over", "new_id": -2}, {"uid": "1296831010140378163", "i": 36772, "idx": 2, "sa": ["Bernie Sanders", "Bill Clinton"], "q": "of America'' in a way <strong> Bill Clinton </strong>`` did not.'' Independent Senator <strong> Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that Reagan`` was a very warm individual'' who <q> connected with the American people. </q>`` But I think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And I think we can learn from those serious policy", "new_id": -2}, {"uid": "1295801054124010499", "i": 3729, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Prozent am Unternehmen und will in der n?chsten Zeit einen kleinen Teil davon zu Geld machen. Das US-Magazin Forbes f?hrt ihn auf seiner Liste der Superreichen auf Platz 117 mit einem gesch?tzten Gesamtverm?gen von 6,3 Mrd. Dollar. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef, und ich habe viel von ihm gelernt </q>, sagte sein Nachfolger <strong> Larry Page </strong>. href=\"http://www.ftd.de/it-medien/medien-internet/:chefwechsel-google-schenkt-Eric Schmidt-100-mio-dollar/60001836.html#z\"> Mehr zum Thema title=\"\" href=\"http://www.ftd.de/it-medien/it-telekommunikation/:stationen-about-Eric Schmidt/50217764.html\"> Stationen About <strong> Eric Schmidt </strong> title=\"\" href=\"http://www.ftd.de/it-medien/medien-internet/:behaebigkeitsfalle-google-muss-zurueck-zur-startup-kultur/50217718.html\"> Beh?bigkeitsfalle Google muss zur?ck zur Startup-Kultur title=\"\" href=\"http://www.ftd.de/it-medien/it-telekommunikation/:fuehrungswechsel-google-gruender-Larry Page-wird-konzernchef/50217400.html\"> F?hrungswechsel Google- Gr?nder <strong> Larry Page </strong> wird Konzernchef", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q> You came out here tonight to win, and what we have witnessed is a knockout, </q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming`` the best singer of season 7 is right there,'' following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s`` Imagine,'' a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}]