[{"uid": "1296337324206061581", "i": 28884, "idx": 0, "sa": ["Zahi Hawass"], "q": "off 2 mummies at Egyptian Museum <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295548752193724443", "i": 27407, "idx": 0, "sa": ["Simon Cowell"], "q": "or condescending. I enjoyed that. I think a ratings dropoff was inevitable. I do hope things improve as it goes on. The one who's probably smiling huge today is <strong> Simon Cowell </strong>. <q> On the other side of the ratings coin, it appears that Idol beat the other 3 networks combined last night. </q> There you go letting facts get in the way of the inevitable cancelation of Idol that will occur next Tuesday morning because the show can't go on without judge X, and it hasn't been ever", "new_id": -2}, {"uid": "1295609568069435392", "i": 2224, "idx": 2, "sa": ["Michael Vick", "Donovan McNabb"], "q": "down to the back and I feel like I got greedy and took a shot at the endzone and didn't throw the right ball I wanted to throw and then it got picked off,\" <strong> Michael Vick </strong> saod. <q> It's a bad way to go out, but, hey, I went out swinging. </q> And just like <strong> Donovan McNabb </strong>, <strong> Michael Vick </strong> put up impressive numbers( 292 yards passing, 33 rushing yards and 2 total TDs) but failed to put up the most important number-- a number greater than the", "new_id": -2}, {"uid": "1295560499104759347", "i": 35966, "idx": 0, "sa": ["Eric Schmidt"], "q": "shift in leadership, Google co-founder Larry Page will take charge of the company's day-to-day operations as chief executive officer, replacing current CEO <strong> Eric Schmidt </strong>, who will focus on strategic projects, in particular new products. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement released by Google. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and", "new_id": -2}, {"uid": "1296109290115327074", "i": 23380, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "'s paramount for me and my family and I'm just thankful.\" <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q> I'm enjoying the guys and I'm enjoying being out here playing football, </q> he said. \"This is what you work for. You work hard to get in this position. I'm ecstatic to be here.\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC", "new_id": -2}, {"uid": "1297309209087687252", "i": 4707, "idx": 1, "sa": ["Donald Rumsfeld", "Michael Beschloss"], "q": "<strong> Michael Beschloss </strong> gave <strong> Donald Rumsfeld </strong> an opportunity at the end to explain what he'd tell a family that lost a loved one in Iraq. He answered that when he and his wife met with wounded soldiers at military hospitals: <q> We came out of those meetings feeling inspired- not that we had helped them, but they had helped us. </q> Indeed, <strong> Donald Rumsfeld </strong> conceded that it's hard today to give a simple explanation- as you could with World War II- what the Iraq war and related terrorism conflicts were all about. \"", "new_id": -2}, {"uid": "1295916380143048746", "i": 1645, "idx": 1, "sa": ["Steve Booth", "Eric Schmidt", "Google Inc."], "q": "\" While a free-wheeling attitude typically works well at small companies, it could cause problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <q> The risk is that if you take away the process, that in some sense you go back to a kind of chaos, </q> Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1295350881176619616", "i": 31949, "idx": 0, "sa": ["James Clyburn", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Janet Napolitano"], "q": "Kelly speaks to <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY), Rep. <strong> James Clyburn </strong>( D- SC... Photo in Slideshow: <strong> Barack Obama </strong>, Mark Kelly, Daniel Hernandez, <strong> Janet Napolitano </strong> Video: <strong> Barack Obama </strong>'s Response to Tragedy Boosts Polls Report Abuse <q> You vile, HATEFUL, leftwingnuts, are you happy now? </q> <strong> Gabrielle Giffords </strong> had the gall to stand up to B.O. and she got a bullet. SHAME ON YOU 100 TIMES <strong> Gabrielle Giffords </strong> said CLOSE THE BORDERS AND OBAMA WAS NOT DOING ENOUGH TO HELP Report Abuse \"", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. \"Monday, I get to wake up and it's Christmas,\" <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}, {"uid": "1295584540106250245", "i": 12398, "idx": 1, "sa": ["Eric Schmidt"], "q": "and its president of technology. The shake-up, which will take effect on April 4, is the biggest change in management at the company since Mr <strong> Eric Schmidt </strong> joined as chief executive in 2001. <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> Mr <strong> Eric Schmidt </strong> wrote in a blog post. He added that Mr Page would \"merge Google's technology and business vision\", while he would stay on to focus on external issues, like \"deals", "new_id": -2}]