[{"uid": "1297717097255754249", "i": 26293, "idx": 1, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "of hardware acceleration and HTML5, <strong> Steve Ballmer </strong> told attendees of Mobile World Congress.`` IE9 is a great example of bringing assests togegther from across Microsoft to improve the Windows Phone experience,'' <strong> Steve Ballmer </strong> said. <q> We need to give people the full web, the full interent... like they expect with the PC. </q> <strong> Joe Belfiore </strong>, corporate vice president of Windows Phone 7, said the`` core browsing engine that ships on PCs is the same one that ships on Phones.'' That will help developers, as", "new_id": -2}, {"uid": "1295710848073957416", "i": 33648, "idx": 0, "sa": ["Andy Coulson", "Manuel Alegre"], "q": "on Saturday to stage more anti-government... Article: Roadside bomb kills 13 Afghan civilians... Photo: The Socialist Party's presidential candidate <strong> Manuel Alegre </strong>, with... Photo: President of the environmental Swiss Green Party Report Abuse <q> Albanians have been and will be one of the oldest populations in Europe. We were there before the Greeks, and the Serbs. Untouched by time, we are still here. We are survivors. We do things our way. And all you haters out there, can go to HELL and stay there. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297268080137707528", "i": 6049, "idx": 0, "sa": ["Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders", "Paul Helmke", "Bill Clinton"], "q": "<strong> Barack Obama </strong> mentioned <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>` who was shot in Tucson two weeks earlier in a massacre that left six dead, including a 9-year-old girl, and 14 wounded` at the beginning of his speech. He also said <q> the dreams of a little girl in Tucson are not so different than those of our own children, and that they all deserve the chance to be fulfilled. </q> But he refused to say a word about tightening gun laws, though that, too, was one of his election issues. Commented <strong> Paul Helmke </strong>, <strong> Bill Clinton </strong> of the Brady Campaign to Prevent Gun Violence:`` How can", "new_id": -2}, {"uid": "1296814582259670059", "i": 15213, "idx": 1, "sa": ["Ben Roethlisberger", "Michael Vick", "Aaron Rodgers", "Troy Aikman"], "q": "he's done it on the biggest stage.'' While <strong> Troy Aikman </strong> has been impressed by both <strong> Aaron Rodgers </strong> and <strong> Ben Roethlisberger </strong> this season, he gave credit to another standout quarterback, the Eagles' <strong> Michael Vick </strong>. <q> I never would have dreamed that he could have played the way that he played, </q> <strong> Troy Aikman </strong> said.`` I know how much time and effort he put into making that happen, and so he should feel proud... I think it was one of those great stories of the NFL.", "new_id": -2}, {"uid": "1295007551054722563", "i": 928, "idx": 2, "sa": ["Lily Allen", "Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But the singer told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to`` say a little prayer''. <strong> Lily Allen </strong> previously had a miscarriage when she", "new_id": -2}, {"uid": "1295914674088195073", "i": 37204, "idx": 4, "sa": ["Sheldon Whitehouse", "Sen. Bernie Sanders"], "q": "nation.'' <strong> Sheldon Whitehouse </strong> and <strong> Sen. Bernie Sanders </strong> said they support a move such as eliminating the cap on the maximum taxable earnings as a way to close the cost gap of Social Security down the road. <q> And it's not just us. There was a senator named <strong> Barack Obama </strong> who ran for president of the United States on exactly that position, </q> <strong> Sen. Bernie Sanders </strong> said.`` And what he said is, if you raise the cap above$ 250,000, you can make Social Security strong and vibrant for a very, very long time. And actually the president--", "new_id": -2}, {"uid": "1297267318151748645", "i": 29721, "idx": 0, "sa": ["Paula Abdul", "Padma Lakshmi", "Jimmy Fallon", "Simon Cowell"], "q": "chicken pot pie, cheesesteaks, soft pretzels, pulled-pork sandwiches and ramen noodles.`` Everyone has really strong opinions about the dishes they grew up with,'' says <strong> Padma Lakshmi </strong>. The results, says <strong> Jimmy Fallon </strong>, <q> surprised me. It's a hodgepodge of foods, so I felt bad for the chefs, but they rose to the occasion. It was a great birthday present. </q> My Settings Your comment contains inappropriate content in violation of our <strong> Paula Abdul </strong> Won't Say Whether She's Reuniting With <strong> Simon Cowell </strong> on' X Factor' Can a` Terrified' Christina Pull It Together for a", "new_id": -2}, {"uid": "1296337293178929729", "i": 2451, "idx": 0, "sa": ["Zahi Hawass"], "q": "other key archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. King Tutankhamun that draws millions of tourists a year, also houses thousands of artifacts spanning the full sweep of Egypt's rich", "new_id": -2}, {"uid": "1295325224053116945", "i": 11, "idx": 2, "sa": ["Cheikh Samb", "Tayshaun Prince", "Antonio McDyess", "Allen Iverson", "Chauncey Billups"], "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "new_id": -2}, [{"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,'' <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business'`` move forward into the era of cloud computing,'' one that would apparently require`` new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}]]