[{"uid": "1295819193226000912", "i": 7277, "idx": 3, "sa": ["Eric Schmidt"], "q": "given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply. <q>I am not as concerned about the titles as I am winning,</q> <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" Google's stockholders have had little to complain about, not that it", "new_id": -2}, {"uid": "1297013524149176341", "i": 2048, "idx": 1, "sa": ["David Letterman"], "q": "and it's horrifying. \"Without some kind of medicinal help... institutions used to be full of people who were depressed.\" Asked if he was on medicinal help, <strong> David Letterman </strong> said, <q>Yes, I'm on medicinal help.</q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"uid": "1297169005265420815", "i": 40806, "idx": 0, "sa": ["Simon Cowell"], "q": "the minimum age is 12, but there is no limit to how old a contestant can be. In addition, groups-- not just individual singers-- will be able to compete. <strong> Simon Cowell </strong> said, <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group. I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.</q> Another difference in The X-Factor compared with American Idol is that each judge-- and there are four of them-- will personally mentor groups of contestants. For example, one judge will work with the vocal", "new_id": -2}, {"uid": "1297165583238338063", "i": 24564, "idx": 0, "sa": ["Simon Cowell"], "q": "Show supremo <strong> Simon Cowell </strong> is excited to be offering the biggest guaranteed prize in television history, and has also revealed the programme will welcome auditionees aged from just 12. He said: <q>I like the idea that a 12 year old on this show can compete with an older singer and a singing group. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.</q> On the UK version of the show, where winners land a Â£ 1 million record deal, contestants must be aged at least 16 to enter, though for two seasons the minimum age was reduced to", "new_id": -2}, {"uid": "1296509512234176529", "i": 29255, "idx": 0, "sa": ["Michael Vick"], "q": "Policy Institute says regional concerns,... GOP leaders: Anti-immigration...- Republican speakers at a conference on reaching Hispanic voters urged the party to... Video: Raw Video: Catapult for smuggling marijuana Report Abuse <q> \"half the activity involved immigrants, both legal and illegal, arrested for misdemeanor or traffic offenses.</q>\" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes", "new_id": -2}, {"uid": "1297217157164478977", "i": 7718, "idx": 0, "sa": ["Sergio Marchionne", "the Fox"], "q": "attitude and some from the superstar rapper, who appeared behind the wheel of the classy-looking ride. Em parked the 200 before walking through <strong> the Fox </strong> Theatre. He pointed directly at the camera to address the earlier question: <q>This is the Motor City and this is what we do.</q> Eminem's manager Paul Rosenber said the ad \"started off as a request to license music but after a few meetings with Olivier Francois and learning more about <strong> Sergio Marchionne </strong>'s vision, we realized there was a", "new_id": -2}, {"uid": "1296171922065404971", "i": 2956, "idx": 0, "sa": ["Mike Pence"], "q": "not seek the Republican nomination for president in 2012. <strong> Mike Pence </strong> ruled out a White House bid in a letter sent to supporters that also fueled speculation he is instead planning a run for governor. <q>We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,</q> <strong> Mike Pence </strong> wrote in the letter. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.\"", "new_id": -2}, {"uid": "1294985337231309325", "i": 10005, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Bill Clinton"], "q": ". When appointed by <strong> Bill Clinton </strong> as commerce secretary, none other than <strong> Donald Rumsfeld </strong> spoke favorably at Daley's confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health care reform strategy. He argued last year: <q>We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans- and, based on that recognition, we must steer a more moderate course.</q> <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago- but it is only true when measured against its own uncompromising", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}, {"uid": "1295562703217792663", "i": 16753, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "many others. He also writes Maximize the efficiency of your virtualization solution. Visit the Dell Virtualization Center today. earnings release today, Google announced a major shift to the executive ranks, calling it a way to <q>streamline decision making and create clearer lines of responsibility and accountability at the top of the company.</q> Here are the details: Starting April 4, co-founder Larry Page, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman", "new_id": -2}]