[{"uid": "1297235389152961040", "i": 21601, "idx": 0, "sa": ["Michael Vick"], "q": "of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 ï¿½ votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and", "new_id": -2}, {"uid": "1295298050258523161", "i": 24241, "idx": 1, "sa": ["Pierre Thomas", "Ovie Mughelli", "Roddy White", "Terry Robiskie", "Michael Vick"], "q": "job done By <strong> Michael Vick </strong> A. Lough MACON TELEGRAPH FLOWERY BRANCH, Ga.- <strong> Ovie Mughelli </strong> sat on the stool in front of his locker at Atlanta's practice facility, about 45 minutes from downtown, and shook his head. <q> I can't even turn on the TV without somebody saying that we're going to be the underdog, </q> the Wide receivers coach <strong> Terry Robiskie </strong> pushes the Falcons through some pre-practice drills at mini camp.... Atlanta Falcons Training Camp: <strong> Roddy White </strong> Atlanta Falcons Training Camp: <strong> Roddy White </strong> running drills... Saints Vs Falcons: <strong> Pierre Thomas </strong> And <strong> Roddy White </strong> Trade", "new_id": -2}, {"uid": "1297196814258572315", "i": 38898, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "George Stephanopoulos"], "q": "something sinister.`` We believed the intelligence was correct,'' Mr. <strong> Donald Rumsfeld </strong> said in an interview on ABC's`` Good Morning America'' with <strong> George Stephanopoulos </strong>, the former Democratic politico turned broadcaster. <q> It turns out that it was not completely correct, although the inspectors did go in and determine that <strong> Saddam Hussein </strong> did, in fact, have the capability of fairly rapidly reconstituting his chemical and biological capabilities. </q> And regardless of Mr. <strong> Saddam Hussein </strong>'s true intentions at the time, Mr. <strong> Donald Rumsfeld </strong> added, Iraq is better off, despite the 100,000 Iraqi civilians who have died in the conflict.`` That was", "new_id": -2}, {"uid": "1295726389160612375", "i": 36234, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Martin Indyk", "President Bush", "Dick Cheney", "Paul Wolfowitz", "Bill Clinton"], "q": "term of office and then National Security Adviser to <strong> President Bush </strong> during <strong> President Bush </strong>'s second term. In these positions he worked closely and comfortably not only with <strong> Paul Wolfowitz </strong> but also men like <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. <strong> Barack Obama </strong>. <q> A second effort[ is] led by <strong> Martin Indyk </strong>. </q> And who is <strong> Martin Indyk </strong>? <strong> Martin Indyk </strong> served twice as U.S. Ambassador to Israel as well as being a member of the National Security Council under <strong> Bill Clinton </strong>. Before that he was deputy research director for", "new_id": -2}, {"uid": "1297247048068108338", "i": 34228, "idx": 0, "sa": ["Adam Sandler", "David Letterman"], "q": "but it seemed to catch <strong> David Letterman </strong> off guard. Or at least <strong> David Letterman </strong> was left with only one repeated response. <strong> David Letterman </strong> made a fairly benign statement regarding <strong> Adam Sandler </strong>'s mother's friends. <q> They all know what you do, right? </q> <strong> Adam Sandler </strong> responded with a joke that spiralled into a pretty odd place rather quickly.`` My mother still thinks I'm a doctor,'' he quipped.`` I never really told her. So every", "new_id": -2}, {"uid": "1295498090112721958", "i": 47310, "idx": 7, "sa": ["Rasheed Wallace", "Allen Iverson", "Dirk Nowitzki"], "q": "Detroit Pistons from start to finish Tuesday night, the finish got pretty close before Dallas pulled out a 103-101 victory.`` Hey, stuff happens in this league,'' said <strong> Dirk Nowitzki </strong>, who scored 30 points. <q> We'll take the wins as we can get them. </q> Richard Hamilton was a late scratch for Detroit because of an aggravated groin problem. With <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back) also out, the Pistons were missing a combined average of 48.5 points per game", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}, {"uid": "1295562321105267213", "i": 32366, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "will focus`` externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership,'' the company announced. <strong> Eric Schmidt </strong> will act as an advisor to Page and <strong> Sergey Brin </strong>. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> said in a press release.`` In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.'' Page", "new_id": -2}, {"uid": "1295562948254656541", "i": 45010, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": " to make room for co-founder Larry Page. <strong> Eric Schmidt </strong> will move into an Executive Chairman role. But why? And what does it mean for you? According to <strong> Eric Schmidt </strong>: <q> Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. </q> The third leg of the triumvirate, <strong> Sergey Brin </strong>, will take the title of Co-Founder, focusing on new products. That's the official statement. But <strong> Eric Schmidt </strong> hinted at what's really going", "new_id": -2}, {"uid": "1296968720018399265", "i": 15980, "idx": 5, "sa": ["Michael Vick", "Chrissy Teigen", "Brooklyn Decker", "LeGarrette Blount"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> <strong> LeGarrette Blount </strong>( one each). Polamalu won the Defensive Player of the Year award earlier this week. <strong> Brooklyn Decker </strong> and <strong> Chrissy Teigen </strong> invade Super Bowl XLV Jim Trotter: Hall of Fame voting never easy", "new_id": -2}]