[{"uid": "1297387301200884277", "i": 10293, "idx": 0, "sa": ["Joe Maddison", "Simon Cowell"], "q": "mother's number and she told him she always wanted me to be a singer. My mother was in cahoots with <strong> Simon Cowell </strong>! <strong> Simon Cowell </strong> then had this ally and it was basically emotional blackmail!'' He added: <q>I am still good friends with <strong> Simon Cowell </strong> and my wife was his PA for 12 years.</q> Advertisement But Robson said despite singing recently in ITV1's <strong> Joe Maddison </strong>'s War, he had no desire to return to the pop charts. He said: ''I went into the studio and recorded", "new_id": -2}, {"uid": "1297246576009437221", "i": 40158, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "banks on lending, transparency and bonuses will be announced by the...'' ''Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...'' <q>Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the...</q> ''At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...'' You can stay up to date with Nick Robinson's Newslog via these feeds", "new_id": -2}, {"uid": "1297095171237600777", "i": 19194, "idx": 0, "sa": ["Colin Powell", "Fred Tomczyk"], "q": "out and got us back. I want to thank Tom for his leadership.'' Bradley said in a later interview that <strong> Fred Tomczyk </strong>, a former hockey star at Cornell University, is a great coach and mentor. <q>He has more of an intellectual, soft-spoken( manner than other bosses) but you listen.</q> 4.) Though the featured speakers at these conferences rarely provide much direct insight into the RIA business, <strong> Colin Powell </strong> gave a terrific, often hilarious speech that had nobody grousing about his last-minute substitution for a", "new_id": -2}, {"uid": "1296173803032686171", "i": 8413, "idx": 3, "sa": ["Dick Lugar", "Mike Pence"], "q": "hasn't firmly committed to the race, but his letter signals his interest. ''I have learned to follow my heart, and my heart is in Indiana,'' <strong> Mike Pence </strong> said in his letter. <q>In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.</q> Indiana may find itself one of the more active political battlegrounds in 2012. <strong> Dick Lugar </strong> has vowed to seek reelection, but is already being targeted by some of the same tea-party activists who proved a powerful influence", "new_id": -2}, {"uid": "1296128549218218507", "i": 43318, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. ''It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Why <strong> Barack Obama </strong> Brought His Message to Manitowoc Wisconsin grabbed a lot of attention when Republicans took over both houses of the Legislature and the governor's office after the mid-term elections.", "new_id": -2}, {"uid": "1295154267091308044", "i": 24188, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. ''That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.</q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the", "new_id": -2}, {"uid": "1296511486204390448", "i": 31823, "idx": 1, "sa": ["Michael Vick"], "q": "''What authority do Dumbergs investigators have to do this? They weren't residents. Where these guns transported across state lines? How much did this leftist propaganda cost the new york taxpayer schmuck?'' Report Abuse <q>If the cops bought these guns for the mayor, or for anyone but their own personal use, then THEY have broken the law.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1297300259049397760", "i": 649, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "wanted to liquidate the US Auto Industry and put 8 million out of work, the Democrats ignored them and bailed them out.'' Now the Republicans want to pretend they care about US Jobs? Report Abuse <q>after 8 years of bush lies, deception and incompetence some americans</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way. ''The guys who were here two years ago know we were in the same situation last time,'' Denver center <strong> Marcus Camby </strong> said. <q>They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>.</q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. ''Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}, {"uid": "1297224951053084175", "i": 33399, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Show'' with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his ''title belt.'' <q>I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want,</q> <strong> Aaron Rodgers </strong> said with a huge smile. ''It's been a great journey.'' A better life... is just a click away! Click here to get connected to some of the best health care", "new_id": -2}]