[{"uid": "1297374671207732864", "i": 31213, "idx": 0, "sa": ["Bob Muglia", "Satya Nadella", "Amitabh Srivastava", "Kevin Johnson", "Steve Ballmer"], "q": "CEO <strong> Kevin Johnson </strong> talks about how traffic is increasing at a faster rate than the number of users and how the model will not scale. He notes the need for new business models and an increase in innovation. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1295821316074186802", "i": 18, "idx": 1, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong>'s Dogs'',`` parentThreadId'':-1,`` mediaId'':9760457,`` tags'': null,`` anonSiteUrl'': null,`` assocMediaType'':`` externalmedia'',`` createdAt'': <q> 22 Jan 2011 21:42:40 GMT </q>,`` anonEmail'': null,`` isVisible'': true,`` approved'': true,`` numComments'':9,`` reviewed'': true,`` createdByUsername'':`` michelle08055'',`` pathToPreview", "new_id": -2}, {"uid": "1295955986167477290", "i": 56970, "idx": 8, "sa": ["Bernie Sanders"], "q": "Women) Online Are NOT Doomed To Failure! www.partyplanpat.com 503-454-0940 PATRICIA Top African American Women in Business... Other than Oprah'' The Jan 24, 2008... In 2006, Black Enterprise Magazine named Shank one of the <q> 50 Most Powerful Black Women in Business </q> and one of the`` 75 Most Influential... Aug... video Senator <strong> Bernie Sanders </strong>` <strong> Bernie Sanders </strong>' <strong> Bernie Sanders </strong>- <strong> Bernie Sanders </strong>.... wATCH FULL VIDEO AT THIS LINK::: Bernie Sanders-Bernie Sanders-blasts. notlong.com <strong> Bernie Sanders </strong> Blasts Wall Street, Government", "new_id": -2}, {"uid": "1295086152139362323", "i": 1086, "idx": 2, "sa": ["Sergio Marchionne"], "q": "`` it is a pure display of frustration and there is no substance behind the threats.'' If workers vote no, <strong> Sergio Marchionne </strong> said he and his executives would begin looking at alternatives immediately. <q> It may even happen the same night, </q> he said. Besides Italy, Fiat has plants in Poland, Brazil and Serbia; Chrysler, which Fiat controls, makes cars in the U.S., Canada and Mexico. Subscribe to Detroit", "new_id": -2}, {"uid": "1296611107097845302", "i": 22218, "idx": 2, "sa": ["Bill Lockyer", "Pete Young"], "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview.`` I don't think it's a good one.''-- With assistance from Michael B. Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "new_id": -2}, {"uid": "1296550615213254158", "i": 33000, "idx": 11, "sa": ["Allen Iverson", "Mo Williams", "Jim O'Brien", "Phil Jackson"], "q": "the difficult task of trying to stop <strong> Allen Iverson </strong>.`` He seems to play really, really well against us.'' He got off to a fast start in this one, scoring 20 in the first quarter. <q> He was just on fire, </q> <strong> Mo Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers.`` He was in such a good rhythm that really nobody could stop him tonight.'' Sixers coach <strong> Jim O'Brien </strong> could only agree after Phil Jacksonadelphia beat the", "new_id": -2}, {"uid": "1295570534120422412", "i": 3731, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "registered user of The Wall Street Journal Online, you will be able to: tweet heard` round the Twitter-world, <strong> Eric Schmidt </strong> today announced that he's stepping down as Google Inc.'s chief executive by writing, <q> Day-to-day adult supervision no longer needed! </q> To the casual outsider, that might sound like a rather snide remark from someone who ran a company for a decade and is handing back the reigns to a 37-year-old co-founder( <strong> Larry Page </strong>). But <strong> Eric Schmidt </strong>'s", "new_id": -2}, {"uid": "1295559318082083864", "i": 1038, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ", will henceforth concentrated on`` strategic projects, in particular working on new products.'' Although <strong> Eric Schmidt </strong> is stepping down as chief executive, Google said he will take on the role of Executive Chairman, <q> focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. </q> The announcement came in the form of a press release as Google reported revenues of$ 8.44 billion for the quarter ended December 31, 2010, an increase of 26% compared to the fourth quarter of", "new_id": -2}, {"uid": "1295623554249511961", "i": 22783, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "David Cameron", "Andy Coulson"], "q": ". The newspaper's former royal editor, <strong> Clive Goodman </strong>, was jailed in 2007 for conspiracy to access voice mails left for royal aides, and private investigator <strong> Glenn Mulcaire </strong> was jailed on the same charge. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role, </q> <strong> Andy Coulson </strong> said. <strong> David Cameron </strong> said he is`` very sorry'' <strong> Andy Coulson </strong> felt`` compelled'' to resign because of continuing pressure over the phone-tapping allegations. In`` repealing'' Obamacare, House Republicans only made", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]