[{"uid": "1297175955226918404", "i": 48444, "idx": 3, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.\" <strong> Mayor Tom Leppert </strong> said he has asked the city manager to <q>propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.</q> texrus This is nothing more than one dude rewarding another dude. If <strong> Michael Vick </strong> was white, Carraway would not have even attempted such shenanigans. SteveO This man was given a KEY to", "new_id": -2}, {"uid": "1297229275207454253", "i": 46, "idx": 6, "sa": ["John McCain", "Donald Rumsfeld"], "q": "we put the surge in,\" <strong> John McCain </strong> said. \"Otherwise, we would have had a disastrous defeat in Iraq.\" <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and <q>a propensity to shift his positions to appeal to the media.</q> In this instance, unfortunately, they are both right! <strong> Donald Rumsfeld </strong> IS one of the worst SOD's in history. Reply# 10 Feb. 8, 2011- 11:19 AM EST Reply#", "new_id": -2}, {"uid": "1295670200191152182", "i": 35808, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "chose to judge him by the work that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him,</q> Miliband said. COMMON TOUCH The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of", "new_id": -2}, {"uid": "1296407544252772372", "i": 124, "idx": 2, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach Larry Brown said. <q>This is kind of unexpected but it's neat.</q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1297260292064307302", "i": 22543, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "in sharp contrast to his public statements at the time. <strong> Donald Rumsfeld </strong> has also joined massively popular micro-blogging website Twitter and social network service Facebook. His Twitter handle,@RumsfeldOffice, tweeted on Sunday that <q>100 years after president( Ronald)#Reagan's birth, it is worth remembering that the Cold War didn't just end. It was won.</q> He has attracted nearly 6,000 followers since joining the website in October.", "new_id": -2}, {"uid": "1295408315095109184", "i": 38813, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "pass house won't be brought up in the senate. If they did <strong> Barack Obama </strong> would veto it.\" Many lawmakers would rather concentrate on the economy. Democratic <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York says, <q>We have to focus on how we are creating jobs.</q> Democrats say repeal would mean millions of americans would have to pay more for insurance or could even lose their coverage.", "new_id": -2}, {"uid": "1297005230017629195", "i": 2356, "idx": 0, "sa": ["Donald Rumsfeld", "Maureen Dowd", "Jerry Rice"], "q": "Wisconsin, they found a way to unify the party establishment with the tea party movement, avoiding many of the conflicts that occurred in other states.\" http://wapo.st/eOIwlo-- <strong> Maureen Dowd </strong>, on <strong> Donald Rumsfeld </strong>: <q>His memoir, \"Known and Unknown,</q> is like a living, breathing version of the <strong> Jerry Rice </strong> himself: very thorough, highly analytical and totally absent any credible self-criticism. The 78-year-old Rumstud, as W. dubbed him, was both the youngest defense secretary in", "new_id": -2}, {"uid": "1296864258154910775", "i": 3231, "idx": 6, "sa": ["Sergio Marchionne"], "q": "based here.\" But there is a laundry list of things to do before a merger of Fiat and Chrysler could happen, including the refinancing of debt and the IPO, <strong> Sergio Marchionne </strong> said. <q>I want to pay the shyster loans first,</q> he added.( Reporting by Deepa Seetharaman, editing by Matthew Lewis) Gold prices at critical juncture, where will they go?[ EVENT CHART] UFO sightings trigger speculation about aliens; WikiLeaks", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,\" he quipped.\" X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,\" he said. <q>If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered,</q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}, {"uid": "1295542216070058028", "i": 20825, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler"], "q": "very Paula Abdul-esque role on the show. <strong> Steven Tyler </strong>, however, settled into the role very naturally with great one-liners like <strong> Simon Cowell </strong> did( \"Did you eat a lot of paint chips as a child?\", <q>What's with the jujubes on your ooh-ooh-bees?</q>), but the Aerosmith frontman also struggled with telling the contestants just how bad they were. In New Jersey alone, 51 contestants received golden tickets to Hollywood. Tonight's episode of \"Idol\"", "new_id": -2}]