[{"uid": "1297123590195428356", "i": 3218, "idx": 0, "sa": ["Michael Vick"], "q": "in exchange for a$ 1 donation. Earnest Hardy, Sr. lives nearby. He and some of his neighbors say it would be nice for something positive to move in. Earnest says, <q>Everybody and everything deserves a second chance.</q> But not everyone thinks it's in the best interest of the dogs who would be housed here. A woman who cares for one of <strong> Michael Vick </strong>'s former pit bulls says with their keen senses", "new_id": -2}, {"uid": "1296106879053329927", "i": 18061, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "last week after numerous questions about practices at the newspaper. \"The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,\" the police force said in a statement. <q>This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.</q> BUSINESS AND POLITICS <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgement in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of pay TV operator", "new_id": -2}, {"uid": "1295582258248299524", "i": 15108, "idx": 7, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" Mr. Page hailed Mr. <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. <q>There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,</q> Mr. Page said. Although he tried to debunk the idea in Thursday's interview, Mr. <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's", "new_id": -2}, {"uid": "1295563040148553740", "i": 36702, "idx": 1, "sa": ["Eric Schmidt"], "q": "including deals, partnerships and government relations. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a statement. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> Said Page: \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong", "new_id": -2}, {"uid": "1295582183033980446", "i": 4556, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "engineers to leave <strong> Google Inc. </strong> to work for the social networking company. \"My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,\" Page said in a Thursday interview. <q>I think I will have time to do that given the way we have split up our responsibilities.</q> <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as I am winning,\"", "new_id": -2}, {"uid": "1297129044188514306", "i": 479, "idx": 1, "sa": ["Simon Cowell"], "q": "money, it's a massive, massive risk. But it's also an incredible incentive,\" <strong> Simon Cowell </strong> told reporters Monday of the decision to offer the winning X Factor act a$ 5 million recording contract. <q>I think it puts everybody, rightly, under an enormous amount of pressure. I didn't want to go into this show without a feeling a certain amount of pressure, because with pressure, you've got to find a star. \"I think if we can't find a global star, then I would say we failed,</q> <strong> Simon Cowell </strong> added. \"I can't put it any clearer than that. There is that person or that group sitting in America right now waiting to be discovered.[ The money proves] we are genuinely,", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy\"/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q>Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise,</q> he said. \"It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.\"", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}, {"uid": "1295905281252543038", "i": 29533, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "AP)- <strong> Google Inc. </strong> says it has awarded$ 100 million worth of equity to <strong> Eric Schmidt </strong>, who is stepping aside as CEO but will stay with the company as executive chairman. Did <strong> Eric Schmidt </strong> Jump ï¿½ ro <q>Or Was He Pushed? power straight out of Pleasantville. <strong> Eric Schmidt </strong> stepped down from one of the world's most powerful Internet companies after ten years of explosive growth. \"Larry is ready to lead,</q> said <strong> Eric Schmidt </strong>, in a nod to the company's 37-year-old co-founder. During the public conference call, <strong> Eric Schmidt </strong>, Larry Page and co-founder <strong> Sergey Brin </strong> lavished ebullient praise <strong> Google Inc. </strong>'s <strong> Eric Schmidt </strong>... Talk Show Host? book when it", "new_id": -2}, {"uid": "1295043882008175621", "i": 27489, "idx": 0, "sa": ["Mike Goodson", "David Letterman", "Jimmy Clausen"], "q": "me of <strong> David Letterman </strong>'s, and he uses it constantly. The second-year running back is eternally optimistic. When reminded Wednesday that the Panthers went 1-7 in the first half of this season, <strong> Mike Goodson </strong> smiled and said: <q>Then, in the second half, we'll just have to go 8-0. Finish it off good.</q> Panthers vs. Bucs WHO: Carolina( 1-6) at Tampa Bay( 5-3) Raymond <strong> Jimmy Clausen </strong> Stadium, Tampa, Fla. TV: Fox <strong> Mike Goodson </strong> soon will get a", "new_id": -2}, {"uid": "1295605251232587285", "i": 26519, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong>, who joined Google as CEO in 2001. <q>By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> Despite Google's solid results for 2010, Page and <strong> Sergey Brin </strong> may feel <strong> Eric Schmidt </strong> is not adequately addressing the challenges the company faces. Apple, with its iPhone and iPad", "new_id": -2}]