[{"uid": "1297285473062046222", "i": 14893, "idx": 0, "sa": ["Simon Cowell"], "q": " Q Is it ever OK to walk out on a first date? A Only if they're disrespectful.... I'd put money down for the check, and I'd be, like, <q> Have a good night. </q> I always drive myself on the first date. So you're never obligated to stay. Q How much booze is too much on a date? Does <strong> Simon Cowell </strong> have` The X Factor'?", "new_id": -2}, {"uid": "1296776050237715544", "i": 327, "idx": 2, "sa": ["Bernie Sanders"], "q": "Brandishing a 45-page January 2011 US Department of Defense report on the issue, Independent Senator <strong> Bernie Sanders </strong> called for`` far more vigorous enforcement'' by the US military`` to protect taxpayers from massive fraud.'' <q> The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money, </q> he charged. <strong> Bernie Sanders </strong> underlined that the report, which his office made public, showed that from 2007-2009 the Pentagon spent$ 270 billion on 91 contractors involved in fraud cases that yielded judgments of more than", "new_id": -2}, {"uid": "1297706494051036178", "i": 46484, "idx": 0, "sa": ["Mike Pence"], "q": "Issues program, <strong> Mike Pence </strong> said members of both parties are signing on to href=\"http://www.lifenews.com/2011/01/07/Mike Pence-drops-bill-to-de-fund-planned-parenthood-abortion-biz/\"> his bill to ensure the abortion business is not eligible for millions of dollars in family planning grants from the federal government. <q> There are now more than 160 co-sponsors- Republicans and some Democrats- who are coming together to say that no more public funding will flow into Title X clinics, </q> he said.`` I believe we're reaching a point where we can end public funding for Planned Parenthood once and for all.'' 363 million annually in federal, state and local government grants even though", "new_id": -2}, {"uid": "1294973999096534538", "i": 51217, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "to lift her legs on command. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q> It was raw courage. It was raw strength. It was so beautiful and so moving, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y.`` She wanted us to know that she was with us a hundred percent and understood everything we were saying.'' <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, called it``", "new_id": -2}, {"uid": "1295552135065978442", "i": 16372, "idx": 2, "sa": ["Michael Gove", "Tim Montgomerie", "Liam Fox", "Alan Johnson", "David Cameron", "Stephan Shakespeare"], "q": "The Who is going to be Who of the next parLiam Foxentary party'' Jonathan Isaby, Editor of ConservativeHome.`` The list of the insiders making things happen in David Camerons Machine'' <strong> Tim Montgomerie </strong>, Director of Conservative Intelligence. <q> What makes David Camerons Conservatives tick? </q> <strong> Michael Gove </strong> MP, Shadow Secretary of State for Children, Schools and Families.`` The first internet age Michael Government'' <strong> Stephan Shakespeare </strong>, Founder and Head of Innovations at YouGov. In quotes: Reaction to <strong> Alan Johnson </strong>'s resignation Former", "new_id": -2}, {"uid": "1294958346148406307", "i": 9528, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Taylor Green"], "q": "<strong> Gabrielle Giffords </strong>. Just before the speech the congresswoman opened her eyes for the first time. Sen. <strong> Kirsten Gillibrand </strong> was in the room when it happened and says she isn't surprised by <strong> Gabrielle Giffords </strong>' strength. <q> To witness this unbelievable show of strength and determination was an unbelievable blessing. And it was just a time that we couldn't believe we were there to see her, just show her strength like that. And it was a real testament to who she is. You know, I believe in <strong> Gabrielle Giffords </strong>. She's an amazing woman. If anyone can pull through such a terrible, heinous crime, it is her. </q> Meanwhile a funeral for the youngest victim of the shooting, 9-year-old Christina <strong> Taylor Green </strong> was held Thursday. The largest flag recovered from ground zero after the 9/11 attacks, the day <strong> Taylor Green </strong> was born,", "new_id": -2}, {"uid": "1297432165063684617", "i": 38383, "idx": 0, "sa": ["Michael Gove"], "q": ") programme. The decision meant dozens of projects in Kent for redeveloping secondary schools were ditched last year despite several million pounds having been spent. In his ruling, Justice Holman said <strong> Michael Gove </strong> should <q> reconsider the position of each of the claimants with an open mind and paying due regard to whatever representations they may respectively make. But provided he discharges that duty and his equality duties, the final decision on any given school or project still rests with him. He may save all, some, a few, or none. No one should gain false hope from this decision. </q> The ruling gives a glimmer of hope that KCC could yet save some of the axed schemes. However, the judge ruled against the councils' argument that the original decision to ditch the BSF", "new_id": -2}, {"uid": "1295932727118013955", "i": 5712, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "separatist struggles in Papua and the Molucca islands. The United States, which last year lifted a decade-old ban on military assistance to a notoriously violent Indonesian commando unit, closely monitored the trials. <q> We are very concerned that the Indonesian military charged the soldiers only with disobeying orders and that the sentences handed down... do not reflect the seriousness of the abuses depicted in the video, </q> Paul Belmont, a U.S. Embassy spokesman, said Tuesday. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for", "new_id": -2}, {"uid": "1295455732232161286", "i": 15179, "idx": 0, "sa": ["Simon Cowell"], "q": "TV judge <strong> Simon Cowell </strong> have a great deal in common. <strong> Simon Cowell </strong> has judged American Idol and The X Factor, and is renowned for being open and honest with singers he thinks aren't up to scratch. <q> I think Sue Sylvester has British in her. I think the US look at the British as a race that tells it how it is. And if ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her, </q> she told British newspaper The Sun.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. Just like him, she says", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}]