[{"uid": "1295412304055623687", "i": 36894, "idx": 0, "sa": ["Mike Pence"], "q": "proposed budget a refund that... and other government buildings are getting extra security after... Politics Video: Congressman's Effort to Stop Government Funding of NPR Politics Video: House begins debate on health care repeal Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads'' An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way''. Report Abuse", "new_id": -2}, {"uid": "1295437583089227302", "i": 17866, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> for Glee character The 50-year-old actress- who plays scathing cheerleading coach Sue Sylvester on the US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also admitted she is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with", "new_id": -2}, {"uid": "1297365131143966210", "i": 4266, "idx": 1, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "13 years.`` What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,'' her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, <q> love and happiness in their new marriage. </q> <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. The veteran actor starred in the comedy series`` Cheers'' and`` Frasier.'' <strong> Camille Grammer </strong>, 42", "new_id": -2}, {"uid": "1296961388064782357", "i": 38781, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 1/2), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back", "new_id": -2}, {"uid": "1295905281252543038", "i": 29534, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "coming together to make it happen. In this clip, <strong> Google Inc. </strong> Chairman and CEO <strong> Eric Schmidt </strong> describes the shared vision the two companies have for cloud computing and what it means f... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> on privacy www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog's questions about <strong> Google Inc. </strong>'s privacy problems and Consumer Watchdog's demands for new protections. Nov. 18, 2008. Washington", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,'' <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business'`` move forward into the era of cloud computing,'' one that would apparently require`` new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}, {"uid": "1295131435025296914", "i": 1334, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "Donyell Marshall"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. John's two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach John Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Bulls_vs_Sonics_1996__Game_3__Michael_Jordan_36_points <strong> Michael Jordan </strong> and the Bulls", "new_id": -2}, {"uid": "1297246903009437188", "i": 34468, "idx": 1, "sa": ["Lindsay Lohan", "Simon Cowell", "Hailee Steinfeld"], "q": "Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse \" I understand u <strong> Lindsay Lohan </strong> well like me sometimes I make mistakes, I dont judge u aint nobody is perfect.. \" Report Abuse <q>`` After detectives began preparing to execute the search warrant, a friend of <strong> Lindsay Lohan </strong>'s brought the necklace to the Pacific Division police station. </q> \"`` <strong> Lindsay Lohan </strong> doesn't understand how the store can file a police report when they let her borrow the necklace,'' a source tells People. ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit", "new_id": -2}, {"uid": "1295758316143998985", "i": 10420, "idx": 1, "sa": ["Barack Obama", "Dr. Peter", "Sen. Bernie Sanders"], "q": "It's inexcusable and incomprehensible why a single evil man took the lives of peaceful citizens that day.`` She has a 101 percent chance of surviving,'' trauma chief <strong> Dr. Peter </strong> Rhee told ABC News. <q> She will not die. She does not have that permission from me. </q> <strong> Sen. Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: \" A spokesman for <strong> Sen. Bernie Sanders </strong>( I-VT) is defending the <strong> Barack Obama </strong>'s decision to reference the shootings in Arizona as part of a newsletter and", "new_id": -2}, {"uid": "1295999904228769818", "i": 8204, "idx": 0, "sa": ["Bill Lockyer", "Elena Salgado"], "q": "market might have to be partially nationalized, <strong> Elena Salgado </strong> said. To qualify for government funding, the private banks would then be forced to list on the stock market. The aim of the restructuring was to <q> dissipate any doubt about the solvency of lending entities, </q> <strong> Elena Salgado </strong> said. But analysts warned that the cajas might need much more money that the finance ministry estimated and that most of them would have trouble raising funds on the open market. Treasurer <strong> Bill Lockyer </strong> says", "new_id": -2}]