[{"uid": "1295278289044859433", "i": 24203, "idx": 5, "sa": ["Mike Pence"], "q": "Senate during the 2010 congressional elections.`` You need people and you need money, and both of them are just out there waiting for an extraordinary person to unite behind,'' Benko told CNSNews.com. <q> He[ <strong> Mike Pence </strong>] is a true constitutionalist, which is at the core of the DNA of us tea partiers. Benko also mentioned <strong> Mike Pence </strong>'s`` unique track record of having fought his own party's top leadership on the bailouts and TARP and entitlements expansion. This is a big deal for[ the tea party]- the fact that he didn't just talk about it, the fact that he actually did it under fire- is just a very big deal, </q> Benko added. Benko also said that <strong> Mike Pence </strong>'s open commitment to socially conservative values would resonate with tea party members:`` He has demonstrable integrity both in his word and his deed- that is really", "new_id": -2}, {"uid": "1297184999119177276", "i": 58180, "idx": 3, "sa": ["Mick Jagger", "Simon Cowell"], "q": "old these kids should be.'' As far as judges for`` X Factor'' go, <strong> Simon Cowell </strong> is still saying mum( you're not giving us anything!), but he does say, <q> Definitely not <strong> Mick Jagger </strong>. I honestly don't know. I was talking to somebody Friday who I really, really want to be on the show... they'll be cute and the guy won't be as good-looking as me. </q> He also gets a chance to address his href=\"http://blog.zap2it.com/frominsidethebox/2011/02/american-idol-season-10-Simon Cowell-Simon Cowell-isnt-watching.html\"> recent comment about not watching`` Idol'' this season. He cites the fact that it's on at a different time in the U.K. and", "new_id": -2}, {"uid": "1295654293034750482", "i": 12002, "idx": 1, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "maintain that rate after some internal projects have failed to spur growth.`` The opportunities are there,'' <strong> Eric Schmidt </strong> said in an interview from the company's Mountain View, Calif., headquarters last week. <q> We can afford it. We're in a mode of investment for the long term. </q> Google, the search engine with almost two-thirds of the U.S. Mark Zuckerberget, is making acquisitions every couple of weeks- more than the once-a-month pace <strong> Eric Schmidt </strong> projected when it began buying companies again last year after the", "new_id": -2}, {"uid": "1295931009036896782", "i": 28089, "idx": 1, "sa": ["Chris Huhne", "Andy Coulson"], "q": "clear that the number of people being hacked clearly was not consistent with it being one rogue reporter,'' energy minister and coalition partner href=\"http://timesofindia.indiatimes.com/topic/Liberal-Democrats\"> Liberal Democrats member href=\"http://timesofindia.indiatimes.com/topic/Chris Huhne-Chris Huhne\"> <strong> Chris Huhne </strong> told a TV channel. <q> We know police were not keen on the subject. </q> A comment in the Guardian newspaper went further.`` There have been dark mutterings of police collusion and apathy.'' It said Scotland Yard officers will now be questioned in the case. During <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1295560496260145161", "i": 48117, "idx": 7, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong>, in my clear opinion, is ready to lead.'' <strong> Eric Schmidt </strong> has made headlines in the past year with a number of href=\"http://www.huffingtonpost.com/2010/11/04/google-ceo-Eric Schmidt-Eric Schmidt-privacy_n_776924.html\" target=\"_hplink\"> controversial statements about privacy. <q> Google policy is to get right up to the creepy line and not cross it, </q> <strong> Eric Schmidt </strong> said at a conference in October. <strong> Eric Schmidt </strong> On The Future Of Search- A Move Towards A`` Serendipity Engine'' Watch our new Times Square video: Don't Be Evil?| Inside Google", "new_id": -2}, {"uid": "1297460386090980360", "i": 9902, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ",'' said Tony Baird, a veteran and small business owner. The Senator promised action in her new role on the Senate Armed Services Committee. A new focus on working with vets. <q> For these veterans, who are coming home, to navigate the system. To be able to work their resumes into a format that employers understand what skills they're bringing to the table. And then accessing those employers, </q> <strong> Kirsten Gillibrand </strong> said. Many called the roundtable a good first step.`` We barely scratched the surface in the amount of time that we had here. But we definitely need to look at the", "new_id": -2}, {"uid": "1295530662257605677", "i": 42377, "idx": 4, "sa": ["Simon Cowell", "Randy Jackson"], "q": "stopped by the shelter. Being the last audition, you know he's good. He is. He does a very soulful`` Eleanor Rigby'' and then a jaunty`` I'm Yours.'' <strong> Randy Jackson </strong>: <q> I like your singing voice. You have to shake out the whole vibe. </q> Maybe it's because he's been bored with the show for a while, but I really am not missing <strong> Simon Cowell </strong> as much as I thought I would. Last time we had auditions,", "new_id": -2}, {"uid": "1295496007204455976", "i": 25423, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Paula Abdul"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q> At first, it was interesting to see these two... they both are interesting people... especially </q> ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies Save 75% On Cruises We're America's oldest and largest discount cruise clearinghouse. Buy Movie DVDs Now Over 30,000 Titles In Stock.$", "new_id": -2}, {"uid": "1297679866095076375", "i": 54031, "idx": 7, "sa": ["Lady Gaga", "Wael Ghonim", "Zahi Hawass"], "q": "Giza. It is supposed to be finished in 2013. <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q> Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster. </q> Just ask the director of the Iraqi museum. A Night of Grammy Upsets: Arcade Fire Beats <strong> Lady Gaga </strong> to Win Album of the Year <strong> Wael Ghonim </strong>, a Google executive and activist who was detained for running a Facebook", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}]