[{"uid": "1295241593190218244", "i": 26145, "idx": 0, "sa": ["Ben Bernanke", "Brian Gardner", "Sen. Bernie Sanders"], "q": "expires. <strong> Sen. Bernie Sanders </strong>( I-Vt.) has said he will put a hold on the nomination, a procedural step that could delay a vote and means that <strong> Ben Bernanke </strong> would need 60 votes to remain chairman. <q> I suspect that at the end of the day, there will be enough votes to confirm, </q> said <strong> Brian Gardner </strong>, senior vice president for Washington research at Keefe, Bruyette& Woods. But he noted that more than a month will pass between now and a final vote,`` and I think we've all", "new_id": -2}, {"uid": "1297279583173539368", "i": 36027, "idx": 0, "sa": ["David Letterman", "Zelda Fichandler", "Vince Lombardi", "James Earl Jones", "August Wilson", "Dan Lauria"], "q": "among many others. He holds three Pulitzer Prizes, two Tony Awards, the Kennedy Center Honors, the National Medal of Arts and a Tony Award for Lifetime Achievement. According to Arena, the American Artist Award <q> honors an artist who has made a significant contribution to American theater and who represents all that is passionate, exuberant, deep and dangerous in the American spirit. </q> Past awardees include <strong> James Earl Jones </strong>, Robert`` Bob'' Alexander, <strong> August Wilson </strong> and Arena Stage co-founder <strong> Zelda Fichandler </strong>. <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as <strong> Vince Lombardi </strong>( Video) <strong> Dan Lauria </strong>, who recently visited`` Late", "new_id": -2}, {"uid": "1297005372041598997", "i": 22936, "idx": 0, "sa": ["Colin Powell", "Dick Cheney", "Ronald Reagan", "Barack Obama"], "q": "Personal and Political Memoir.'' He told the crowd at the <strong> Ronald Reagan </strong> tribute, part of the celebration of the late president's 100th birthday on Sunday, that the book was going well. <q> I'm deep into my years as vice president and let's just say I'm not having writer's block, </q> <strong> Dick Cheney </strong> said. Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Barack Obama </strong> steps up diplomacy for Egypt transition... Article: <strong> Barack Obama </strong> urges entrepreneurial focus on", "new_id": -2}, {"uid": "1295559849243744839", "i": 7189, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ".`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' said <strong> Eric Schmidt </strong>, who joined Google as CEO in 2001. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Despite Google's solid results for 2010, Page and <strong> Sergey Brin </strong> may feel <strong> Eric Schmidt </strong> isn't adequately addressing the challenges the company faces. Apple, with its iPhone and iPad, has proven to be", "new_id": -2}, {"uid": "1295559882082083924", "i": 2846, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "fell short of estimates, which stood at$ 8.09, at least under generally accepted accounting principles.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,'' Page said. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. </q> Notables at state dinner Gallery: Mayors Lee and Quan join CEOs, leaders and celebs at White House event for China's Hu. OAKLAND 2 BR/ 1.0 BA$ 565,000.00 OAKLAND 3", "new_id": -2}, {"uid": "1296423892068993033", "i": 322, "idx": 4, "sa": ["Allen Iverson"], "q": "perfect ending. <strong> Allen Iverson </strong> sank the first buzzer-beating shot of his nine-year career, a 14-footer in overtime, and scored 15 points to lead the Philadelphia 76ers to a 106-104 victory over the Indiana Pacers on Friday night. <q> It's a great feeling to hit a shot with no time on the clock, </q> said <strong> Allen Iverson </strong>, who sank a halfcourt winner for the US Olympic team against Germany in an exhibition game. <strong> Allen Iverson </strong> is getting used to dramatic shots. He sent a game into overtime in the final seconds earlier this", "new_id": -2}, {"uid": "1297283735263864322", "i": 7995, "idx": 0, "sa": ["Simon Cowell"], "q": "`` The X Factor,'' plus her thoughts on the new'' <strong> Simon Cowell </strong>'s`` The X Factor''? <strong> Simon Cowell </strong> has told`` Extra'' she is still in consideration, but Abdul danced around the question. <q> Right now I'm concentrating on the finale of` Live to Dance.' </q> The singer/dancer is very excited about the talent she saw on her show.`` Oh, my gosh, it's just a culmination of unbelievably unique ability and talent. And one act's gon", "new_id": -2}, {"uid": "1295917854213958667", "i": 32478, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> as Google's ambassador? Here are his five greatest public bloopers.- Computerworld Blogs If you enter anything in this field your comment will be treated as spam Users posting comments agree to the TechWorld comments <q> I impressed reading your article. Keep the good job but Ill be... </q> on Google adds offline viewing, orientation to Maps for Android on Windows Event Viewer phishing scam remains active`` Brittney Jones Sex Tape Vedio. Watch the WATCH NOW!! Brittney Jones...'' on Windows Event Viewer", "new_id": -2}, {"uid": "1295567990105267204", "i": 37321, "idx": 0, "sa": ["Eric Schmidt"], "q": "a measure of how often people are clicking on Google advertising products, increased 18 percent compared to one year ago, beating analyst expectations. International sales accounted for 52 percent of the company's revenues. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said in a statement. Google said it is sitting on$ 35 billion in cash. There was some snarky discussion about <strong> Eric Schmidt </strong> getting kicked upstairs or marginalized, but I don't think that", "new_id": -2}, [{"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly'' and`` deserve a lot of credit'' for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q> was critical of indefinite detention for unlawful combatants. He was critical of military commissions, </q> he said.`` And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.'' The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}]]