[{"uid": "1295301468058146847", "i": 31512, "idx": 0, "sa": ["David Letterman"], "q": "on Sunday to take on the Chicago Bears in the NFC championship game. So in the style of <strong> David Letterman </strong>'s Top 10 lists, we're looking for Packers fans to help us compile our own <q> Top 10 Reasons the Bears Still Suck. </q> Send us your humorous one-liner- a la Dave-- along with your full name, city and state, to. We'll pick the 10 best ones for a Top 10 list that we'll reveal", "new_id": -2}, {"uid": "1296580982133529658", "i": 33518, "idx": 1, "sa": ["Allen Iverson", "James Andrews"], "q": "being examined Monday by noted surgeon <strong> James Andrews </strong>. <strong> James Andrews </strong> diagnosed the injury as a calcium deposit with additional secondary bleeding. <strong> Allen Iverson </strong> \"It's tricky because of the location,\" <strong> James Andrews </strong> said. <q> So we're going to try to treat it without surgery. </q> The first step will occur Tuesday when <strong> Allen Iverson </strong> will receive an anti-inflammatory injection intended to reduce the swelling. <strong> Allen Iverson </strong> will then be on \"active rest\" for two weeks, which limits him to stretching and", "new_id": -2}, {"uid": "1296783985243531800", "i": 16374, "idx": 0, "sa": ["Allen Iverson", "Michael Bruce Curry"], "q": "his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. <q> With everything going on, I wanted to play well, </q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Michael Bruce Curry </strong> to begin the game, punishment for", "new_id": -2}, {"uid": "1295593353046137522", "i": 15443, "idx": 7, "sa": ["Eric Schmidt"], "q": ". Jetzt gibt es einen kleinen und einen gro?en Bruder. <strong> Eric Schmidt </strong> wird im Unternehmen bleiben und als Botschafter nach Au?en auftreten. Und wenn es doch mal hakeln sollte, kann der Ziehvater immer noch eingreifen: <q> Die wichtigen Entscheidungen werden wir auch weiterhin miteinander bereden </q>, sagt er. \"Als Freunde, Kollegen und Computerspezialisten haben wir viel gemeinsam.\"", "new_id": -2}, {"uid": "1295813473183353387", "i": 18249, "idx": 7, "sa": ["Gabrielle Giffords", "Colin Powell", "Barack Obama"], "q": "private life, although he is happy to be an informal Barack Obamaial adviser. \"The Obama-Barack Obama/\"> administration knows that I am quite content with the work I am doing now,\" he said. <q> I am not interested in a government job. </q> Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, Powell/\"> Mr. <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed", "new_id": -2}, {"uid": "1297422404208748723", "i": 21217, "idx": 1, "sa": ["Susan Boyle", "Simon Cowell"], "q": "mogul <strong> Simon Cowell </strong> won't allow any acts below the age of 12 to enter the US' X Factor', he recently admitted 2009's` Britain's Got Talent' winner <strong> Susan Boyle </strong> made him realise he can't <q> put an age cap on talent </q>. He explained: \"You just can't put an age cap on talent. With <strong> Susan Boyle </strong>, who would have thought this little lady living on her own in Scotland would go on to sell nearly", "new_id": -2}, {"uid": "1296371370213876753", "i": 17287, "idx": 4, "sa": ["Carmelo Anthony", "Allen Iverson", "Paul Pierce", "Jerry Lee Lewis", "Earl Watson"], "q": "Grizzlies in <strong> Paul Pierce </strong>'s return <strong> Allen Iverson </strong> raced downcourt and floated an alley-oop lob that <strong> Carmelo Anthony </strong> shoved one-handed through the hoop for an arena-rattling jam, one that seemed to holler to all their doubters, \"Take that!\" <q> We just... Memphis \"Piano </q> Joe... Over The Rainbow My instrumental piano version of \"Over The Rainbow\" , influenced by <strong> Jerry Lee Lewis </strong>' vocal version. From songfacts.com: Written for the movie The Wizard Of Oz, this song was used Earl Watsony", "new_id": -2}, {"uid": "1297364532156647424", "i": 13847, "idx": 1, "sa": ["Sergio Marchionne"], "q": "be dealt with,\" <strong> Sergio Marchionne </strong> said. Last week in San Francisco, <strong> Sergio Marchionne </strong> told reporters that two corporate structures for Fiat and Chrysler don't make sense after the U.S. automaker goes public. <q> In the next two or three years we will be able to see a single entity. It could be based here in the United States, </q> he was quoted as saying by Italy's Corriere della Sera. \"We'll have to integrate the companies first, though, and then look at the management.\" His comments prompted the mayor of", "new_id": -2}, {"uid": "1297112033026116113", "i": 59889, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" 3:00 p.m.- 4:00 p.m. Let's Make A Deal 8:00 p.m.- 8:30 p.m. How I Met Your Mother", "new_id": -2}, {"uid": "1295451920167215141", "i": 12678, "idx": 1, "sa": ["Simon Cowell", "Jane Lynch"], "q": "<strong> Jane Lynch </strong> also admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with The Sun newspaper: <q> <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. \"Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> The similarity is so great` Glee' fans have even set up a Facebook group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a \"fantastic", "new_id": -2}]