[{"uid": "1295556469260145156", "i": 22077, "idx": 4, "sa": ["Eric Schmidt"], "q": ", declining market leader Nokia has rightly focused on making available cheaper smartphones in many emerging markets while bulking up feature phones with more smartphone-like capabilities, like fully-functional Web browsers. <strong> Eric Schmidt </strong>'s goal is ambitious. <q>We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years,<q> he writes. \"Can you imagine how this will change their awareness of local and global information and their notion of education?\" There are reasons why last week Canalys predicted that Gartner predicts", "new_id": -2}, {"uid": "1297101141243499039", "i": 7545, "idx": 0, "sa": ["Michael Vick", "Stephen Schwambach"], "q": "is why we talked about <strong> Michael Vick </strong>, too. We asked the question, \"Are they sincere( about their faith)?' And the answer is we don't know,\" he said. <q>The rest of it is that nobody knows that about you when you try to get your act together either, so cutting the guy some slack giving him another chance is what God does for us.<q> <strong> Stephen Schwambach </strong> said people should be looking for ways to intertwine their personal hobbies with their relationship with God, not separate them.: I can\"t help but think God is not a", "new_id": -2}, {"uid": "1296889632106627078", "i": 3065, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": ". <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. \"I don't want him to put himself in a position where bad things can happen around him,\" <strong> Roger Goodell </strong> said. <q>He takes that seriously. \"We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the right thing.<q>_ He praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"uid": "1297221727131710990", "i": 32879, "idx": 0, "sa": ["Al Groh", "Matt Schaub", "Michael Vick", "Philip Rivers"], "q": "the top 25 in total offense since 2008. Citing Ryan, <strong> Philip Rivers </strong>, <strong> Michael Vick </strong> and Virginia's <strong> Matt Schaub </strong>-- a good sampling of accomplished NFL quarterbacks from the ACC in the last decade, <strong> Al Groh </strong> said, <q>For the most part those players, while they were in college, did not have just a whole corps of elite receivers around them.<q> In the case of one of those elite receivers-- Georgia Tech's Johnson-- he did not have the elite quarterback to go with him. In his final season for the Jackets, Johnson caught passes", "new_id": -2}, {"uid": "1297380510038322198", "i": 46349, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Morris", "Mike Huckabee", "Jan Brewer", "Dominic Di-Natale", "Jedediah Bila", "Megyn Kelly", "Bill Clinton"], "q": "tonight, 02.10.11- On Media: Who's on tonight, 02.10.11 Fox News \"The O'Reilly Factor\": <strong> Megyn Kelly </strong> \"Hannity\": <strong> Jedediah Bila </strong>; Matt McCall; Doug Schoen <q>On the Record with Greta van Susteren<q>: <strong> Donald Rumsfeld </strong>, <strong> Bill Clinton </strong> U.S. <strong> Donald Rumsfeld </strong> of Defense; John Bolton, <strong> Bill Clinton </strong> U.S. Ambassador to the UN; <strong> Dominic Di-Natale </strong>, Fox News correspondent in Cairo; Arizona <strong> Mike Huckabee </strong> <strong> Jan Brewer </strong>; <strong> Dick Morris </strong>, <strong> Bill Clinton </strong> Advisor to <strong> Bill Clinton </strong>; <strong> Bill Clinton </strong> Arkansas", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q>He( <strong> Simon Cowell </strong>) looked at me and said: \"Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...\"<q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}, {"uid": "1297441315101842972", "i": 12908, "idx": 1, "sa": ["Steve Ballmer"], "q": "1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. <strong> Steve Ballmer </strong> said the partnership would give the team \"more innovation, greater global reach and scale.\" <q>We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,<q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. Windows Phone", "new_id": -2}, {"uid": "1294997731235044878", "i": 42724, "idx": 4, "sa": ["Brian Finneran", "Michael Vick"], "q": "the first couple of years, then got a little lax.\" As for the idea that <strong> Michael Vick </strong> is only now getting topflight coaching, <strong> Brian Finneran </strong> wasn't slighting the Eagles' staff when he said, <q>I think Mike was coached[ in Atlanta]. He had all the opportunity to put in a little extra time. These coaches are here all the time.<q> <strong> Brian Finneran </strong> got along with <strong> Michael Vick </strong>. He's just not afraid to speak his mind, including to teammates' faces. \"It's almost like a pay-it-forward type deal,\" <strong> Brian Finneran </strong> said.", "new_id": -2}, {"uid": "1297231761238518375", "i": 45248, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "US-led wars in Iraq and Afghanistan. <strong> Donald Rumsfeld </strong> wrote that he never authorised waterboarding-- simulated drowning-- but he also called CIA interrogators who used the interrogation technique \"patriots, not criminals\". <q>The questioning of those in Department of Defense custody provided information that saved innocent American lives. I make no apology for that,<q> he also wrote. No apologies <strong> Donald Rumsfeld </strong>( 78) served as defense secretary in two separate Republican administrations, becoming both the youngest and oldest man to hold the job. Only Vietnam War-era defense secretary", "new_id": -2}, {"uid": "1296849074166477898", "i": 20001, "idx": 0, "sa": ["Michele Bachmann", "Mike Pence"], "q": "the attempt, with the bill introduced by <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, to strip Planned Parenthood of the federal funding it receives for contraceptive and sex education services. <strong> Michele Bachmann </strong> already got in on this today, saying, <q>Planned Parenthood performed 324,000 abortions in 2010. That should be enough reason to ensure that it never receives another taxpayer dollar from our government.<q>( Abortions are about 3 percent of Planned Parenthood's overall work.) She went on, \"But alarming new revelations about Planned Parenthood raise questions about whether the organization is breaking the law.\" Anti-abortion groups", "new_id": -2}]