[{"uid": "1295710848073957416", "i": 40815, "idx": 0, "sa": ["Andy Coulson", "Manuel Alegre"], "q": "on Saturday to stage more anti-government... Article: Roadside bomb kills 13 Afghan civilians... Photo: The Socialist Party's presidential candidate <strong> Manuel Alegre </strong>, with... Photo: President of the environmental Swiss Green Party Report Abuse <q> Albanians have been and will be one of the oldest populations in Europe. We were there before the Greeks, and the Serbs. Untouched by time, we are still here. We are survivors. We do things our way. And all you haters out there, can go to HELL and stay there. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2, "mturk_index": "1055"}, {"uid": "1297632165075120649", "i": 11840, "idx": 0, "sa": ["Tim Pawlenty", "Donald Rumsfeld"], "q": "even played a harrowing 911 call from a vicTim Pawlenty of a home invasion. I am not even particularly left-wing on the subject of gun control and I found it to be a breathtakingly shameless and disgusting performance. <q> If I run, and if I win, this country will be respected again. </q> Right. Once we elect the bankrupt TV make-believe tycoon huckster, people around the world will say to themselves, \"They finally got it right.\" <strong> Donald Rumsfeld </strong> arrived to accept his \"defender of the Constitution", "new_id": -2, "mturk_index": "2098"}, {"uid": "1296927547142311428", "i": 42751, "idx": 0, "sa": ["Lauren Conrad", "David Letterman"], "q": "fashion designer and author since leaving the hit series in 2009. But the project, which kept her private life off-limits, failed to thrill TV executives, who have passed on the show., <q> We sold a show to MTV, filmed it and are really proud of the final result. MTV felt the subject matter was too highbrow for their audience and offered me the opportunity to change the show by incorporating more of my personal life. You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) The Hills star <strong> Lauren Conrad </strong> has revealed MTV bosses have scrapped her new reality show after deciding it was \"too highbrow </q> for their audience. <strong> David Letterman </strong>:` I'm on medicinal help' Beloved late-night chat show host <strong> David Letterman </strong> has confessed he takes medication to battle depression in a heart-to-heart interview about his life-saving heart surgery. MEGA Millions 06", "new_id": -2, "mturk_index": "1789"}, {"uid": "1297702269198672397", "i": 20629, "idx": 1, "sa": ["Paul Wolfowitz", "William Haynes", "Donald Rumsfeld", "Ben Wizner", "José Padilla"], "q": "unable to communicate with his lawyers or family for two years. \"To date, not a single victim of the Bush administration's torture program has had his day in court,\" said <strong> Ben Wizner </strong>. <q> If <strong> José Padilla </strong>'s torturers are permitted to invoke` national security' to avoid any accountability for their unconstitutional conduct, nothing will prevent future administrations from authorizing similar or even worse abuses. </q> Lawyers for Padilla filed a lawsuit in February 2007 in U.S. District Court for the District of South Carolina against <strong> Donald Rumsfeld </strong>, Catherine Hanft, <strong> William Haynes </strong> II, Lowell Jacoby, Melanie Marr and <strong> Paul Wolfowitz </strong> for their role", "new_id": -2, "mturk_index": "843"}, {"uid": "1295156723221855776", "i": 5608, "idx": 0, "sa": ["Greg Jennings", "Michael Vick"], "q": ", 1389 yards, 10 TDs) and Green Bay's <strong> Greg Jennings </strong>( 76-1265-12.\" www.atlantapitbullrescue.com Michael Vicktory to the Underdog WON BEST SOCIAL COMMENTARY AT THE ACTION ON FILM FESTIVAL Michael VickTORY TO THE UNDERDOG HELL AND BACK <q> Michael Vicktory: To The Underdog </q> takes an in depth look at world renowned tattoo artist \"Brandon Bond\" and his dog rescue efforts- particularly rescuing the infamous <strong> Michael Vick </strong> fighting dogs. Rather than focusing on the dog fighting problem, the movie sheds", "new_id": -2, "mturk_index": "1730"}, {"uid": "1295463552122241044", "i": 15151, "idx": 0, "sa": ["Steven Tyler", "Jack Cuthbert", "Gavin Henson", "David Letterman"], "q": "crowd: <strong> Jack Cuthbert </strong> has been included in Scotland's Six Nations squad <strong> Steven Tyler </strong>: Snorting Lunesta Led To Falling Off Stage drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q> It's not any target=\"_blank\" news here about my drug use and addictions in the past, </q> he told <strong> David Letterman </strong> on` The <strong> Gavin Henson </strong> out of Wales' Six Nations opener against England? <strong> Gavin Henson </strong> ruled out for three weeks after suffering calf tear? Centre picked up injury playing for Saracens at target=\"_blank\" weekend", "new_id": -2, "mturk_index": "994"}, {"uid": "1296942912213336071", "i": 24577, "idx": 0, "sa": ["Ron Wilson", "Colin Powell", "Nancy Reagan"], "q": "borders, <strong> Ron Wilson </strong> <strong> Nancy Reagan </strong> confRon Wilsonted them. He called them an \"evil empire.\" He stared down their leaders when even his closest advisers told him to \"play nice.\" He told Gorbachev to <q> tear down this wall. </q> Delivering those immortal words meant following his own solid beliefs, rather than the opinions of \"experts.\" Powell\" Powell-Colin Powell-PEPLT0007531.topic\"> <strong> Colin Powell </strong> fought against the line. So did his chief of staff and", "new_id": -2, "mturk_index": "1249"}, {"uid": "1296972042257851410", "i": 569, "idx": 1, "sa": ["Michael Vick", "Andy Reid"], "q": "supporters have been as staunchly behind <strong> Andy Reid </strong>. \"He had a plan and he stuck to that, both on and off the field,\" Reid-Andy Reid/\" Andy Reid\"> <strong> Andy Reid </strong> said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job with the football part of it. \"And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison.", "new_id": -2, "mturk_index": "1317"}, {"uid": "1295007633054722608", "i": 34585, "idx": 1, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Kirsten Gillibrand"], "q": "when <strong> Gabrielle Giffords </strong> squeezed <strong> Kirsten Gillibrand </strong>'s hand and her right eye started to flicker, before finally opening wide. <strong> Debbie Wasserman Schultz </strong> says, \"it was like she was trying to will her eyes open,\" adding: <q> It felt like we were watching a miracle. </q> <strong> Gabrielle Giffords </strong>' other eye was damaged in the shooting and remains bandaged.( Copyright 2011 by The Associated Press. All Rights Reserved.) Share this article:", "new_id": -2, "mturk_index": "1646"}, {"uid": "1295986752063848485", "i": 28672, "idx": 0, "sa": ["Ann Coulter", "David Letterman", "Gene Healy", "Barack Obama", "Chris Edwards", "John Boehner"], "q": "care, and education. Obama's_First_Address_to_Congress <strong> Barack Obama </strong>'s first address to Congress laid out a laundry list of new spending contained within the stimulus legislation and provided hints as to what will be contained in the budget- a so-called <q> blueprint for America's future </q>- he submits to the legislature. Cato Institute scholars <strong> Chris Edwards </strong>, Jim Harper, <strong> Gene Healy </strong>, Neal McCluskey, <strong> David Letterman </strong> Rittgers, <strong> John Boehner </strong> Samples and <strong> David Letterman </strong> D. TAnn Coulterer offer their analyses of the <strong> Barack Obama </strong>'s non-State-of-the-Union Address. This", "new_id": -2, "mturk_index": "2132"}]