[{"uid": "1295150789036716549", "i": 10354, "idx": 2, "sa": ["Vern Buchanan", "Mike Pence"], "q": "A much bigger economic crisis is coming. And, every country in the world i... <strong> Mike Pence </strong>: \"You Can't Fix A GoVern Buchananment Takeover Of Health Care. Repeal and Start Over.\" <strong> Mike Pence </strong>: <q> You Can't Fix A GoVern Buchananment Takeover Of Health Care. Repeal and Start Over. </q>", "new_id": -2}, {"uid": "1296167866252526626", "i": 36960, "idx": 0, "sa": ["Mike Pence"], "q": "and will instead begin exploring a run for governor. These sources say he has been flattered by the efforts to nudge him into the GOP presidential race but, as one of the sources put it, <q> he is a realist and kept coming back to questions about the fund-raising. </q> The second source said some around <strong> Mike Pence </strong> also have reminded him of the difficulty of mounting a presidential campaign from the House, and noted that, at age 51, he would have a better platform to explore a", "new_id": -2}, {"uid": "1295286835064159753", "i": 22712, "idx": 0, "sa": ["Mike Pence", "Grace Napolitano"], "q": "suffering from mental illness. <strong> Mike Pence </strong> <strong> Grace Napolitano </strong>( D-Calif.), co-chair of the Congressional Mental Health Caucus, said last week that the Arizona shooting will cause lawmakers to revisit that law. <q> How do we allow people to be assured that nobody who is unstable gets a hold of ammunition and guns? </q> <strong> Grace Napolitano </strong> said in a phone interview. \"I'm sure we'll touch upon it.\" But even Capitol Hill's staunchest gun-control advocates aren't holding their breath for reforms in the 112th Congress.", "new_id": -2}, {"uid": "1295282488229982250", "i": 48564, "idx": 0, "sa": ["Mike Pence", "Allen Boyd"], "q": "disdain for the \"job-killing\" healthcare bill. That job-killing label, by the way, is appropriate. Even PolitiFact admits it within an article running interference for Democrat <strong> Allen Boyd </strong>. Boyd-Allen Boyd-cost-sallie-mae-employees-their-jobs-he/\"> PolitiFact said, <q> It's much more accurate, for instance, to say that the 700 jobs were lost because the health care bill passed. </q> Those jobs belonged to Sallie Mae employees and I happened to meet one of those employees who'd worked for the company for years. <strong> Mike Pence </strong> has also worked hard on issues like freedom of speech.", "new_id": -2}, {"uid": "1296166252125468724", "i": 42812, "idx": 1, "sa": ["Elena Kagan", "Mike Pence", "Harry Reid", "Sonia Sotomayor"], "q": "against that runaway budget, and after opposing that government takeover of health care, my party, Republicans in Congress, are back in the fight, and we're back in the fight on the right!\" <q> <strong> Mike Pence </strong> may have even forced the NRA's hand on whether or not to score the Senate vote on <strong> Elena Kagan </strong>. The NRA scored the vote on <strong> Sonia Sotomayor </strong>, the first time they have scored a vote on a Supreme Court justice, a score that will knock down the grades of usually-reliable Democrats like <strong> Harry Reid </strong> of Nevada. </q> While various speakers made brief references to the Supreme Court, <strong> Mike Pence </strong> went right after her: \"In 1987 the Supreme Court was asked to take a case involving a D.C. man who had been convicted of carrying", "new_id": -2}, {"uid": "1296232207160088064", "i": 23150, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,\" <strong> Mike Pence </strong> said in a letter to supporters. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. </q> <strong> Mike Pence </strong> said he would make a decision about his future later and would be traveling across the state in the months ahead to \"learn about how Hoosiers think we might best contribute in the years ahead.", "new_id": -2}, {"uid": "1296366488199786542", "i": 44439, "idx": 4, "sa": ["Mike Pence", "Dan Quayle", "Jack Kemp"], "q": "as someone who, even then, wore his heart on his sleeve,\" Stephan said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school in Indianapolis, largely because he heard in Ronald Reagan <q> the manifestation of the kind of traditional American ideals that I was raised to believe in. </q>( Besides Reagan, <strong> Mike Pence </strong>'s other top political heroes include Republicans <strong> Jack Kemp </strong> and <strong> Dan Quayle </strong>.) But his first attempts at elected office didn't go smoothly. <strong> Mike Pence </strong> got 47 percent of the", "new_id": -2}, {"uid": "1296176352117817419", "i": 51899, "idx": 1, "sa": ["Mike Pence"], "q": "the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November. <strong> Mike Pence </strong>- wont- seek- white- house/?page=2\"> Story Continues? <q> previous1 <strong> Mike Pence </strong>- wont- seek- white- house/?page=2&amp;utm_medium=RSS&amp;utm_source=RSS_Feed\"> 2 <strong> Mike Pence </strong>- wont- seek- white- house/?page=2&amp;utm_medium=RSS&amp;utm_source=RSS_Feed\"> next </q> <strong> Mike Pence </strong>- wont- seek- white- house/?utm_source=RSS_Feed&amp;utm_medium=RSS#license- 452948\"> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "new_id": -2}, {"uid": "1297311294093864005", "i": 13596, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Barack Obama"], "q": "cut the budget for family planning programs by$ 327 million-- the exact sum requested by Democratic <strong> Barack Obama </strong> for such programs in his 2011 budget, according to Planned Parenthood. PPFA <strong> Barack Obama </strong> <strong> Cecile Richards </strong> called the move <q> the latest outrageous attack on women?s health </q> by House conservatives. Federal funding for US family planning programs has \"connected millions of American women with health care since <strong> Mike Pence </strong> Nixon signed it into law in 1970,\" <strong> Cecile Richards </strong> reminded lawmakers. Nixon was", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}]