[{"uid": "1295896445195428366", "i": 14642, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "of songs he wants her to record for her album. But <strong> Cher Lloyd </strong>- who is currently in the States working with producers like will.i.am and RedOne- is having none of it. <q>I wouldn't be here without him,</q> <strong> Cher Lloyd </strong> tells The Sun of her relationship with the X Factor judge. ''<strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm", "new_id": -2}, {"uid": "1295717835220610566", "i": 17704, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "community is coming together following this month\\'s shooting rampage.'', ''note'':''', ''correction'':''', ''stillURL'': ''http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/20/PH2011012003179.jpg'', ''emailLink'': <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/20/VI2011012003171.html&amp;title=Giffords\\'s husband: <strong> Gabrielle Giffords </strong> would be proud& site= nation& type= Video& sent= no& search= Search</q>, ''permaLink'': ''http://www.washingtonpost.com/wp-dyn/content/video/2011/01/20/VI2011012003171.html'', ''showComments'': true, ''duration'':''', ''mediaQueryString'': ''http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01202011-32v&amp;flvURL=/media/2011/01/20/01202011-32v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F20%2F01202011-32v.jsn''}{ ''title'': ''<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved", "new_id": -2}, {"uid": "1295955730102252553", "i": 34830, "idx": 2, "sa": ["Colin Powell", "Bill Clinton"], "q": ", troop levels continued to fall, to 1.7 million, for a 500,000 reduction by 1994.( By the end of <strong> Bill Clinton </strong>'s term, active duty forces stood at just under 1.4 million.) <q>Our goal was to reduce to a Base Force level with a cut of 500,000 active duty and an overall reduction of 25 percent of the budget,</q> <strong> Colin Powell </strong> said in an email. ''The new level may not have been reached while Mr. Cheney was still there or before I left, but the reductions were in train.'' He noted, ''<strong> Bill Clinton </strong> cut", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}, {"uid": "1296704404078823458", "i": 2148, "idx": 3, "sa": ["Michael Jordan", "Allen Iverson", "Jerry Stackhouse"], "q": "United Center-- as the Detroit Pistons trounced the Chicago Bulls, 110-83. ''Thats the most points I've ever scored,'' <strong> Jerry Stackhouse </strong> said, who is the NBA's second-leading scorer behind former teammate <strong> Allen Iverson </strong>. <q>This is the highest level of basketball that you can play and I can say that I did this. It is definitely something I will remember for a long time. And I really think I can do it again.</q> <strong> Michael Jordan </strong> did most of his prolific scoring in Chicago Stadium prior to his first retirement and never scored more than 55 points in the United Center, which opened in 1994. In addition to a building record, <strong> Jerry Stackhouse </strong>", "new_id": -2}, {"uid": "1297662325045400099", "i": 13861, "idx": 3, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": ", Ms. <strong> Condoleezza Rice </strong> as ineffectual and inexperienced. Mr. <strong> Donald Rumsfeld </strong> takes particular offense at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. <q><strong> Colin Powell </strong> was not duped or misled by anybody,</q> Mr. <strong> Donald Rumsfeld </strong> writes. ''Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong>", "new_id": -2}, {"uid": "1295654284034750476", "i": 45623, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and greying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q>the soul and passion of a startup.</q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol.", "new_id": -2}, {"uid": "1295627193142901278", "i": 15021, "idx": 1, "sa": ["Saddam Hussein", "Colin Powell", "Dick Cheney"], "q": "with old colleagues over the Iraq war and is going hunting again. <strong> Colin Powell </strong> who criticized his policies as vice president, <strong> Dick Cheney </strong> replied, ''I prefer to think of it as a truce, Brian.'' <q>Clearly we had differences on subsequent policy issues,</q> he said. ''I looked at <strong> Saddam Hussein </strong> differently after 9/11 than before 9/11, as <strong> Colin Powell </strong> pointed out.... I was in the bunker under the White House on 9/11.... And I was bound and determined", "new_id": -2}, {"uid": "1296502065172736521", "i": 14415, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "guard and said the museum was heavily protected by the Egyptian military. Later on Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters <q>his ouster. ''If the museum is safe, Egypt is safe,</q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Mummies heads ripped off Looters had broken into the museum on Friday, ripping the", "new_id": -2}, {"uid": "1295261581064110616", "i": 42345, "idx": 0, "sa": ["Newt Gingrich", "Ronald Reagan", "Mike Pence"], "q": "counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> Jim Ryan, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said. ''<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' AP Photo- In a Nov. 29, 2010 photo <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-Ind.) addresses", "new_id": -2}]