[{"uid": "1295481890209436710", "i": 44173, "idx": 0, "sa": ["Mike Pence"], "q": "Republicans want to repeal healthcare` lock, stock and barrel' The Hill^| 1/19/11| Josiah Ryan Posted on 01/19/2011 3:36:47 PM PST pissant House Republicans will vote to repeal the healthcare law <q> lock, stock and barrel, </q> <strong> Mike Pence </strong> said Wednesday. The remarks by the Indiana Republican, who is thought to be mulling a White House run, shows not all lawmakers shying away from colorful rhetoric in the wake of the Arizona shootings", "new_id": -2}, {"uid": "1296167621065404968", "i": 51498, "idx": 2, "sa": ["Mike Pence"], "q": "made him the fourth-highest ranking Republican in the House after the November elections to focus on other political opportunities. And he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his <q> calling is closer to home. </q> He will now \"be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.\" That begins Friday. <strong> Mike Pence </strong>, who flew today", "new_id": -2}, {"uid": "1296174091054247448", "i": 52922, "idx": 11, "sa": ["Mike Pence", "Barack Obama"], "q": "Members of Congress from both parties stand and applaud together... Article: <strong> Barack Obama </strong> seeks new path to environmental goals... Full Story <cite> CNN Political Ticker </cite> Politics Video: Commission Completes Supreme Court Interviews Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads\" An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial race is under way\" . Report Abuse \"", "new_id": -2}, {"uid": "1297443949230703173", "i": 34630, "idx": 1, "sa": ["Mike Pence", "Diana DeGette", "Nancy Pelosi"], "q": "care plans that include abortion coverage, denying tax credits to employers or other entities that pay for health plans that cover abortion, while H.R. 358 would also prohibit federal funding for abortions under the Affordable Care Act and <q> prevent funding from being withheld from institutions that refuse to provide abortions. </q> <strong> Mike Pence </strong> <strong> Diana DeGette </strong>( D-CO), who joined <strong> Nancy Pelosi </strong> on the call, warned that the GOP proposals went beyond restricting abortion, and would also limit access to family planning services. <strong> Mike Pence </strong>( R-IN) has", "new_id": -2}, {"uid": "1295980514180977677", "i": 40679, "idx": 0, "sa": ["Michele Bachmann", "Mike Pence", "Newt Gingrich"], "q": "big enough, and my kids are too small.\" Then there is the steep hill of history: No member of the House has even won a major party nomination for president since James Garfield in 1880. <q> The task remains tall for anyone running with only a House background, </q> on- 2012/Newt Gingrich- <strong> Mike Pence </strong>- and- <strong> Michele Bachmann </strong>- co.html?wprss=thefix\"> noted Washington Post blogger Aaron Blake. But potential candidates Reps. <strong> Michele Bachmann </strong>, R-Minn., and <strong> Mike Pence </strong>, R-Ind., and former House Speaker <strong> Newt Gingrich </strong>", "new_id": -2}, {"uid": "1296169206125468717", "i": 56609, "idx": 0, "sa": ["Mike Pence"], "q": "had speculated. <strong> Mike Pence </strong> had been considering possible 2012 campaigns for governor or president and had said he would announce his decision by the end of this month. letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family <q> feel led to devote this time in our lives to continuing to serve the people of Indiana in some way. </q> \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012,\" he said. While the letter does not", "new_id": -2}, {"uid": "1295891150149438465", "i": 48198, "idx": 11, "sa": ["Steve King", "Bill Adair", "Mike Pence", "Michele Bachmann", "Eric Cantor", "John Boehner"], "q": "show that AmEric Cantorans are more supportive of the law once they are told what's in it. But <strong> Michele Bachmann </strong> is hardly the first Republican to falsely claim that the AmEric Cantoran people are on their side: <q>- House Speaker <strong> John Boehner </strong>( R-OH): </q> \" We made a commitment to the AmEric Cantoran people. We're listening to the AmEric Cantoran people. They want this <strong> Bill Adair </strong> repealed. 1/6/2011]- <strong> Mike Pence </strong> <strong> Steve King </strong>( R-IA):\" [ T", "new_id": -2}, {"uid": "1295199426040058910", "i": 46183, "idx": 0, "sa": ["Mike Pence"], "q": "their criticism of the Democratic stewardship of the economy. Republicans called for using the leftover funds from the financial bailout to pay down the national debt, which has climbed to more than$ 12 trillion this year. <q> Democrats in this new stimulus bill are simply voting to extend policies that have failed to create jobs, failed to get the American economy back on its feet, </q> said <strong> Mike Pence </strong>( R-Ind.), who ranks third in the House GOP leadership. The window to pass major legislation usually narrows in an election year as incumbents demand more time back home to campaign.", "new_id": -2}, {"uid": "1296166252125468725", "i": 47694, "idx": 0, "sa": ["Mike Pence", "Rick Perry", "Bob McDonnell", "Phil Cox", "Barack Obama"], "q": "candidate recruitment call that Texas Gov. <strong> Rick Perry </strong> made as chairman of the Republican Governors Association, and that RGA Vice Chairman <strong> Bob McDonnell </strong> and Executive Director <strong> Phil Cox </strong> had a follow-up meeting with <strong> Mike Pence </strong> yesterday in Washington. official: <q> \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012.\" \" The content of this field is", "new_id": -2}, {"i": 29884, "idx": 1, "index_answer": 0, "new_id": -1, "q": ". <strong> Zahi Hawass </strong> wrote, in a post to his Web site, which, due to the blocked Internet access at the time, he had to fax to colleagues in Italy to upload: <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, but all the inspectors, young archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities. </q> On Saturday, he wrote, \" I was met outside by many Egyptians, who asked if the museum was safe and what they could do to help. The people were happy to see", "sa": ["Zahi Hawass"], "uid": "1296752424175587371"}]