[{"uid": "1295779892017170523", "i": 2217, "idx": 11, "sa": ["Mike Pence"], "q": "said Monday he's leaning in one direction but declined to say what it was. \" We're nearing the end of a process that began right after Election Day in November, \" <strong> Mike Pence </strong> said. <q> We've determined that it would be appropriate for us to make a decision on our general direction before the end of January. </q> His recent activities suggest he has been keeping his options open. <strong> Mike Pence </strong> addressed state legislators Monday and is speaking at 16 upcoming Lincoln Day dinners across the state. He campaigned", "new_id": -2}, {"uid": "1295682265065617928", "i": 117, "idx": 11, "sa": ["Mike Pence"], "q": "said Monday he's leaning in one direction but declined to say what it was. \" We're nearing the end of a process that began right after Election Day in November, \" <strong> Mike Pence </strong> said. <q> We've determined that it would be appropriate for us to make a decision on our general direction before the end of January. </q> His recent activities suggest he has been keeping his options open. <strong> Mike Pence </strong> addressed state legislators Monday and is speaking at 16 upcoming Lincoln Day dinners across the state. He campaigned heavily for Indiana GOP", "new_id": -2}, {"uid": "1294961671181354498", "i": 18687, "idx": 4, "sa": ["Mike Pence", "Peter Roskam"], "q": "said at his swearing in, we can disagree without being disagreeable. \" Republicans believe it's critical to regain that momentum that swept them into power, even using the tragedy as an impetus. <q> Clearly we need to move forward on an agenda, </q> said Illinois Republican <strong> Mike Pence </strong> target=\"_blank\" RoskamPeter Roskam\"> <strong> Peter Roskam </strong>, the party's chief deputy whip. \" The events in Arizona are a reminder that we need to focus on the nation's agenda. And I think", "new_id": -2}, {"uid": "1297443949230703173", "i": 34640, "idx": 11, "sa": ["Bill Posey", "Mike Pence", "Michael Grimm", "Tim Pawlenty"], "q": "said he accepted federal health care because he was \" actually lowering \" premiums for older lawmakers. When asked whether he'd turn down taxpayer benefits, <strong> Mike Pence </strong> <strong> Bill Posey </strong>( R-FL) actually Posey-health-care/\"> said, <q> I don't know. Am I a federal employee? </q> And <strong> Mike Pence </strong> <strong> Michael Grimm </strong>( R-NY) offered a more blunt- and revealing- Our guest blogger is Elon Green, a freelance writer living in Brooklyn. On Monday, former Minnesota Governor <strong> Tim Pawlenty </strong>( R) doubled down", "new_id": -2}, {"uid": "1295432569026050653", "i": 25858, "idx": 3, "sa": ["Mike Pence", "Gene Ward"], "q": "said he had reservations about the Pentagon's plan to reduce its budget by$ 78 billion. <strong> Mike Pence </strong> HoGene Ward \" Buck \" McKeon, one of the four Republicans representing San Bernardino County, said in an interview on <q> This Week in Defense target=\"_blank\" News </q> that he was surprised to learn the White House wanted to cut the Pentagon's budget instead of increase Texas Republicans deny budget crisis exists Texas- How bad is the budget crisis in Texas? Ask the Republicans who", "new_id": -2}, {"uid": "1297095644088211562", "i": 1694, "idx": 0, "sa": ["Mike Pence", "Mark Kirk", "John R. Bolton", "Newt Gingrich", "Rick Santorum"], "q": "said in the statement. \" This will help energize our voters while also adding resources for winning races for Congress and state offices. \" U.S. Sen. <strong> Mark Kirk </strong> added that when it comes to early poling, <q> New Hampshire and Iowa should not have all the fun. </q> The announcement was made alongside four people whom the Illinois GOP identifies as potential presidential candidates, including former House Speaker <strong> Newt Gingrich </strong>, former U.S. Sen. <strong> Rick Santorum </strong>, former United Nations Ambassador <strong> John R. Bolton </strong>, and U.S. <strong> Mike Pence </strong>(", "new_id": -2}, {"uid": "1296199690069206039", "i": 27005, "idx": 4, "sa": ["Mike Pence"], "q": "said she would not run for governor due to health concerns, and so far no other Republican star has stepped forward to enter the race. In his letter, <strong> Mike Pence </strong> said that throughout his life, <q> I have learned to follow my heart, and my heart is in Indiana. </q> He praised the state's people, its \" highways and byways, the small towns and courthouse squares, the big cities and cornfields. \" \" After years of falling behind, Indiana", "new_id": -2}, {"uid": "1296167621065404968", "i": 51500, "idx": 4, "sa": ["Mike Pence"], "q": "said she would not run for governor due to health concerns, and so far no other Republican star has stepped forward to enter the race. In his letter, <strong> Mike Pence </strong> said that throughout his life, <q> I have learned to follow my heart, and my heart is in Indiana. </q> You must fill out the comment body in order to submit a comment. Get breaking local news as it happens. Enter your phone number: Standard Messaging Rates or other charges apply. To Opt-out", "new_id": -2}, {"uid": "1296156422245841950", "i": 11092, "idx": 1, "sa": ["Mike Pence", "Dick Armey"], "q": "said, who can unite the fractured GOP. One man who can bring back Morning In America. \" I always thought I'd only get one Ronald Reagan in my lifetime, \" <strong> Dick Armey </strong> said. <q> Maybe <strong> Mike Pence </strong> could be that second one. </q> <strong> Mike Pence </strong>, a Republican Congressman from Indiana, has long been the choice of conservatives like <strong> Dick Armey </strong>. <strong> Mike Pence </strong>'s name often pops up at tea party rallies, and the social conservatives at the Values Voter Summit", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}]