[{"uid": "1295314523264208392", "i": 46941, "idx": 0, "sa": ["Kirsten Gillibrand", "Stephen Colbert", "Gabrielle Giffords"], "q": "the left hand column See photos from the funeral service of 9-year-old Christina Green here <strong> Kirsten Gillibrand </strong> said that <strong> Gabrielle Giffords </strong>' relationship with husband Mark Kelly is a true all <strong> Stephen Colbert </strong> love story: <q> \"You know, his love for her is just extraordinary, and that's what makes them such a beautiful couple, because they love each other so much. And he's incredible. I mean, he's an astronaut. He's going to lead the next space shuttle. He's not only brilliant and interesting, but he truly loves <strong> Gabrielle Giffords </strong> and that love was so ever present in that room.</q>\" <strong> Kirsten Gillibrand </strong> says that <strong> Gabrielle Giffords </strong> isn't speaking yet. \" \"Not yet, but she will. I know. I know. We just have to keep praying.\"\"", "new_id": -2}, {"i": 35147, "idx": 1, "index_answer": 0, "new_id": -1, "q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q>I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did',</q> he said. Those comments have reportedly given an added urgency to efforts to \"throw the dirt back\". \"<strong> Ed Miliband </strong> was unwise to comment,\" said one observer, \"the Tories are going to", "sa": ["Ed Miliband", "Andy Coulson"], "uid": "1295876928012320777"}, {"uid": "1297616629186400779", "i": 26869, "idx": 11, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush", "Osama bin Laden"], "q": "<strong> Osama bin Laden </strong>. Even before the bombing of Afghanistan began, it was secretly planning to take out <strong> Saddam Hussein </strong>. \"When did you first talk to <strong> President Bush </strong> about going after <strong> Saddam Hussein </strong>?\" asked Martin. <q>Oh, I think it was in September,</q> <strong> Donald Rumsfeld </strong> replied. \"So before the first U.S. boot is on the ground in Afghanistan...\" \"He called me into the Oval Office and he said,` Do you have a war", "new_id": -2}, {"uid": "1297224727163495958", "i": 23615, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Katrina Pierson"], "q": "other people who are willing to forgive\" said <strong> Dwaine Caraway </strong> today about <strong> Michael Vick </strong>'s involvement in the dog-fighting ring. \"I do not condone cruelty to animals but it was not about that\" <strong> Dwaine Caraway </strong> adds. <q>It's about having someone that the children will listen to and take from that person, \"hey, don\"t get involved with drugs, get your homework done, complete your education.</q> Critics like <strong> Katrina Pierson </strong>, say <strong> Dwaine Caraway </strong> should not praise <strong> Michael Vick </strong> in that way. \"I am a mom and I am trying to raise a nice, respectable young man, who does look up to these", "new_id": -2}, {"uid": "1296227273172146729", "i": 1450, "idx": 3, "sa": ["Jackie Walorski", "Mike Pence", "Joe Donnelly"], "q": "Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q>I think he's the clear front-runner, and I think the race is his if he chooses to accept it,</q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such", "new_id": -2}, {"uid": "1295807421110559236", "i": 28648, "idx": 7, "sa": ["John McCain", "George Will", "Colin Powell", "Barack Obama"], "q": "time, esteemed conservative columnist <strong> George Will </strong> was also explaining <strong> Colin Powell </strong>'s decision as part of a larger, more psychological sway that <strong> Barack Obama </strong> held over other African Americans. There will be \"some impact,\" <strong> George Will </strong> declared. <q>And I think this adds to my calculation-- this is very hard to measure-- but it seems to me if we had the tools to measure we'd find that <strong> Barack Obama </strong> gets two votes because he's black for every one he loses because he's black because so much of this country is so eager, a, to feel good about itself by doing this, but more than that to put paid to the whole Al Sharpton/Jesse Jackson game of political rhetoric.</q> There were, down the conservative line, other voices who gave http://wn.com/Colin_Powell_picks_Barack_Obama_and_Sarah_Palin_on_SNL From \"Meet the Press,\" 10/19/08, where <strong> Colin Powell </strong> endorsed <strong> Barack Obama </strong>. GEN. POWELL: \"But Mr. <strong> John McCain </strong> says that he's a washed", "new_id": -2}, {"uid": "1297377662182599691", "i": 5136, "idx": 0, "sa": ["Martha Roby", "Mike Pence"], "q": "dollars in government grants and contracts. \"It is beyond shocking that Planned Parenthood employees were found on videotape aiding and abetting in the sex trafficking of minors,\" Rep. <strong> Martha Roby </strong>, R-Ala., said. <q>It is not a proud day that citizens learn about these activities.</q> Many pro-life lawmakers have wanted to cut Planned Parenthood's funding for years since the group is the nation's largest provider of abortions. GOP Rep. <strong> Mike Pence </strong> is sponsoring the Title X Abortion Provider Prohibition", "new_id": -2}, {"uid": "1296333025218349599", "i": 5321, "idx": 5, "sa": ["Michael Vick"], "q": "dogs. From there, they have to find the right home, then spend a successful six months in a foster home. And Best Friends isn't simply looking for any pet lover for the <strong> Michael Vick </strong> dogs. <q>We feel like dogs going into these homes are being ambassadors</q> for the breed, Garcia said. \"They're not just adopting a dog, but fighting the good fight.\" By spreading the message that pit bulls are only as nice, or vicious, as their", "new_id": -2}, {"uid": "1296370322095813646", "i": 2658, "idx": 1, "sa": ["Mike Pence"], "q": "Union and the Family Research Council, and a top grade from Gun Owners of America, as well. Among his major campaign donors is the fiscally conservative Club for Growth. <strong> Mike Pence </strong> often describes himself as <q>a Christian, a conservative and a Republican, in that order.</q> And one of his chief political assets, observers say, could be that he is popular among fiscal and social conservatives, and among insiders and outsiders in the Republican Party. \"He bridges", "new_id": -2}, {"uid": "1297435192253329446", "i": 11616, "idx": 0, "sa": ["Rachel Zoe", "Lindsay Lohan", "Petra Nemcova", "Katy Perry", "Simon Cowell"], "q": "Underwood, Fisher excited for trade to Nashville Sandler and Aniston \"Just Go With It' Meet the Man Behind the` Old Spice' Advertisements Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Lindsay Lohan </strong>: <q>I Was Not Raised to Lie, Cheat, or Steal</q> <strong> Rachel Zoe </strong>'s 10 Most Memorable Quotes <cite> Us Magazine </cite> Roush Review: Not Quite Masterpieces <cite> TV Guide- 43 minutes ago </cite> <strong> Petra Nemcova </strong> Reveals Her Wedding Plans: We Want \"Craziness\" <strong> Katy Perry </strong>:\" I Was", "new_id": -2}]