[{"uid": "1296542758249364481", "i": 47613, "idx": 9, "sa": ["Michael Vick"], "q": ", but not to use him in ads. Not yet. Maybe, if <strong> Michael Vick </strong> continues on the path he's on now, he'll be hawking products on TV again. <q> I think he could as long as his football career keeps going as well as it has this year, </q> Bodock said.`` A lot of it will have to do with the public's reaction to him. Truth61 at 7:41 AM January 31, 2011 He still has a LONG way to go. And", "new_id": -2}, {"uid": "1297657600196149258", "i": 30734, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "intention to pursue their development targets... which envisage auto production rising from 650,000 vehicles to 1.4 million annually after an investment of some 20 billion euros( US$ 27.2 billion),'' the statement said. <q> The government notes positively the position taken( by Fiat) and... for its part confirms its willingness to bring about the best competitive conditions </q> in Italy, it added. Marchione has sharply criticized working practices in Italy, saying they put Fiat at a huge competitive disadvantage. On Monday, the government said <strong> Silvio Berlusconi </strong> would meet <strong> Sergio Marchionne </strong> on", "new_id": -2}, {"uid": "1297130830124354601", "i": 24777, "idx": 2, "sa": ["Simon Cowell"], "q": "see how the show would do in the ratings.`` What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over,'' <strong> Simon Cowell </strong> explains. <q> But people are still excited about these shows, whether`` Dancing With the Stars, </q> which has gotten better over the years,`` America's Got Talent''... I think they've done a good job.'' While the FOX juggernaut has gone through some pretty massive changes, ratings", "new_id": -2}, {"uid": "1297137005173735938", "i": 18696, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Councilmember Tennell Atkins to host Community Office meetings Hidden Treasures of the Mary McCord/Edyth Renshaw Collection on the Performing Arts New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1296851765101990425", "i": 19926, "idx": 0, "sa": ["John McCain", "Kirsten Gillibrand"], "q": "for the Essential Air Service Program. New York <strong> John McCain </strong> <strong> Kirsten Gillibrand </strong> is fighting to not only save the funding for the program but to increase it by$ 73 million to total$ 200 million. <q> Access to air travel is critical for our economic recovery, </q> <strong> Kirsten Gillibrand </strong> said.`` Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service.", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q> You came out here tonight to win, and what we have witnessed is a knockout, </q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming`` the best singer of season 7 is right there,'' following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s`` Imagine,'' a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}, {"uid": "1296611107097845302", "i": 18327, "idx": 1, "sa": ["Bill Lockyer"], "q": "today.`` Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,'' <strong> Bill Lockyer </strong>, a 69-year-old Democrat, said in the statement. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> The payments went toward memberships in the California Public Securities Association, a municipal-bond trade group based in San Francisco; and to the Securities Industry and Financial Markets Association, a New York-based organization representing broker-dealers and", "new_id": -2}, {"uid": "1296106965198869114", "i": 1637, "idx": 0, "sa": ["Michael Jordan", "Allen Iverson", "Aaron McKie"], "q": "and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the Cleveland Cavaliers. <q> It was like he was playing horse tonight, </q> said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists.`` <strong> Michael Jordan </strong> jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route", "new_id": -2}, {"uid": "1295611674042827797", "i": 15948, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "photographs showing the abuse of Iraqi prisoners by British soldiers. <strong> Andy Coulson </strong>- good man, good friend. How many times does@guardian want people to quit over same thing? 12.02 pm: In the comments@londone asks <q> where are the questions about <strong> David Cameron </strong>'s judgement and leadership qualities </q> that I posed about <strong> Ed Miliband </strong> in my live blog of the Alan Johnson resignation last night. See the previous post,@londone- I think the story will definitely pile the heat on <strong> David Cameron </strong> now. My colleague", "new_id": -2}, {"uid": "1295909859246595674", "i": 40041, "idx": 2, "sa": ["Sheldon Whitehouse", "Sen. Bernie Sanders"], "q": "enough to alleviate those fears.`` I was very pleased to see in the media this afternoon that the president will not-- underline will not-- advocate raising the retirement age,'' <strong> Sen. Bernie Sanders </strong> said. <q> I applaud the president for standing up for Social Security. </q> <strong> Sen. Bernie Sanders </strong> was on the call with <strong> Sen. Bernie Sanders </strong> <strong> Sheldon Whitehouse </strong>( D-RI), who joined with the Vermont independent in condemning the Republican budget plan-- which was proposed by the <strong> Sen. Bernie Sanders </strong> Paul Ryan( R-WI), who", "new_id": -2}]