[{"i": 39257, "idx": 1, "index_answer": 0, "new_id": -1, "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q>We will not seek the Republican nomination for president in 2012.<q>\" The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of", "sa": ["Mike Pence"], "uid": "1296166252125468725"}, {"uid": "1294957406081149956", "i": 46651, "idx": 15, "sa": ["Allen Iverson", "Gilad Atzmon", "Gary Franklin"], "q": "after his arrival in the country where he will spend the next two years playing for Besiktas. He says it is the \"most important thing to be accepted and wanted and appreciated\" and that he hopes to <q>bring a lot of excitement for the fans<q>. <strong> Allen Iverson </strong> reportedly ready to calls it quits Magic fall in overtime to Hornets Cal freshman G <strong> Gary Franklin </strong> transfers to Baylor Winter weather forces postponement of UAB-ECU At least 270 dead in Brazil floods, landslides <strong> Gilad Atzmon </strong>: The Last", "new_id": -2}, {"uid": "1296716686187006985", "i": 1168, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "do you say?\" MORRIS: Well, if you hold off on criticizing, you could find yourself with a second Iran. You know, <strong> Colin Powell </strong> said it best about Iraq. He said, <q>If you break it, you own it.<q> And, clearly, <strong> Barack Obama </strong>-- whether it's because of his words about radical Islam, his failure to really condemn it, his failure to name terrorism as Islamic terrorism, and his appeasement, and very possibly", "new_id": -2}, {"uid": "1295991953089178223", "i": 3090, "idx": 17, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ronald Reagan"], "q": "The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says. \"How could anyone believe that you couldn't remember if you delivered a letter from <strong> Ronald Reagan </strong> to <strong> Saddam Hussein </strong>?\" he says. <q>That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them.<q> Oscar-Nominated Family Films Check out some of the films that are suitable for kids and a few that about children in this year's Academy Awards race. The Performances That Were Noticeably Missing From This Years", "new_id": -2}, {"uid": "1295199579040058902", "i": 7105, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "will of her husband,\" Mark Kelly, drawing her out and coaxing her to open her eyes, <strong> Kirsten Gillibrand </strong> said. \"It was all about her courage and her strength,\" she said. <q>It was very clear to us that she was understanding everything we were saying.<q> <strong> Kirsten Gillibrand </strong> called the Blue Dog Dem one of the most \"nonpartisan\" lawmakers she knows, a woman who had previously called for more civil political discourse. \"She comes to public service with", "new_id": -2}, {"uid": "1296709476047382535", "i": 34669, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "attempt to create an acceptable document and avoid a veto, but the result is not good enough for <strong> Kirsten Gillibrand </strong>. Joined by 15 other senators as cosignatories, <strong> Kirsten Gillibrand </strong> maintains fatuously and falsely that any criticism of the settlements <q>hurts the prospects for a peace agreement and is not in the interest of the United States.<q> In reality, as she well knows, it is US acquiescence in the settlements that damages the US standing in the world. The past ten days has also provided several other examples of how Israel exerts a", "new_id": -2}, {"uid": "1296862536051773442", "i": 18528, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the Green Bay Packers and Pittsburgh Steelers, Chrysler Chief Executive <strong> Sergio Marchionne </strong> said on Friday at a J.D. Power conference in San Francisco. He said it is the longest ad in Super Bowl history. <q>A two-minute spot is incredibly unique in the world of advertising, and it is almost unheard of on the Super Bowl,<q> said Tim Calkins, a marketing professor at Northwestern University's Kellogg School of Management. He said it appeared Chrysler was trying to distinguish itself from other carmakers advertising during the Super Bowl. FIA.MI), emerged", "new_id": -2}, {"uid": "1295403440095109146", "i": 29587, "idx": 1, "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "q": "an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show_ very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q>But there's already talk that he'll never be invited back, and I say, \"Hey, welcome to the club.'<q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre\"s hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"Survivor", "new_id": -2}, {"uid": "1295576927002506766", "i": 48431, "idx": 6, "sa": ["Eric Schmidt"], "q": "to$ 2.54 billion in the fourth quarter from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 percent to$ 8.44 billion from the same period last year. <q>Our strong performance has been driven by a rapidly growing digital economy,<q> <strong> Eric Schmidt </strong> said, \"and by the extraordinary momentum of our newer businesses, such as display and mobile. \"These results give us the optimism and confidence to invest heavily in future growth-- investments that", "new_id": -2}, {"uid": "1296215007194035773", "i": 29152, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "were in <strong> Gabrielle Giffords </strong>' hospital room when she opened her eyes were three of her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q>The doctors couldn't believe it,<q> <strong> Debbie Wasserman Schultz </strong> later told CNN. \"It was the most incredible experience that I have ever had.\" <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt.", "new_id": -2}]