[{"uid": "1295799418036782093", "i": 3280, "idx": 8, "sa": ["Gabrielle Giffords", "Colin Powell"], "q": "Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said. \"All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1296315077140902403", "i": 47270, "idx": 0, "sa": ["Steve Ballmer"], "q": "MUMBAI, INDIA: <q> Cloud is the future for Microsoft as well as the target=\"_blank\"> IT industry. </q> <strong> Steve Ballmer </strong>, Microsoft's CEO had made this key statement in Mumbai during his India visit in May 2010. In less than a year's time since that statement became headlines, the global software giant delivered its", "new_id": -2}, {"uid": "1296492708037863469", "i": 12048, "idx": 6, "sa": ["Kobe Bryant", "Allen Iverson", "Soulja Boy", "Shaquille O'Neal", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of Soulja Boys, a great player Nuggets set for` Melo circus in New Jersey Nuggets", "new_id": -2}, {"uid": "1295199113250232860", "i": 48925, "idx": 0, "sa": ["Simon Cowell", "Miley Cyrus", "Nigel Lythgoe"], "q": "mean one\" now that <strong> Simon Cowell </strong> is gone? Who cares? As long as no one is the long-winded, boring one, we're ahead already. Behind the scenes Executive producer <strong> Nigel Lythgoe </strong>( <q> So You Think You Can Dance </q>) has returned to \"Idol\" after a two-year absence, and given his no-confidence votes in the four-judge format and the use of young mentors( <strong> Miley Cyrus </strong>, we mean you), he might be the guy", "new_id": -2}, {"uid": "1295617480099680409", "i": 7217, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "while working as editor of the \"News of the World\" newspaper. \"I can today confirm that I've resigned as Downing Street director of communications,\" <strong> Andy Coulson </strong> said in a statement. <q> Unfortunately, continued coverage of events connected to my old job at the \"News of the World </q> has made it difficult for me to give the 110 per cent needed in this role.\" Prime Minister <strong> David Cameron </strong> said he was \"very sorry\" that <strong> Andy Coulson </strong> had decided to resign, but understood why", "new_id": -2}, {"uid": "1296209073159924232", "i": 2965, "idx": 0, "sa": ["Hillary Clinton", "Kirsten Gillibrand"], "q": "2009 after <strong> Hillary Clinton </strong> left to become secretary of state, had sought the committee seat. She has worked on military issues, such as the repeal of the\" Albany-area congressional district. <q> One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families, </q> she said. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families, and try to strengthen connections between the military and \"I'm not dying,\" says the bad boy actor,", "new_id": -2}, {"uid": "1295019585186548231", "i": 7969, "idx": 1, "sa": ["David Letterman", "Kelsey Grammer"], "q": "as possible.\" A judge will hear the matter on January 26th. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead. He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;)", "new_id": -2}, {"uid": "1297228860207454240", "i": 8618, "idx": 4, "sa": ["Colin Powell", "Micah Zenko", "Donald Rumsfeld"], "q": "no obvious sign of chemical weapons manufacturing. <strong> Micah Zenko </strong>, a political scientist at the Council on Foreign Relations, extensively researched U.S. planning for a military strike on Khurmal in 2002 and detailed it in his book <q> Between Threats and War. </q> He said in an interview that he was unaware that <strong> Donald Rumsfeld </strong> had advocated bombing the site while <strong> Colin Powell </strong> was at the U.N. Fatal fall at construction site, 01.27.11", "new_id": -2}, {"uid": "1295221680057311245", "i": 4921, "idx": 0, "sa": ["Aaron Rodgers", "Brett Favre", "Michael Vick"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC Championship Game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1295681320220479526", "i": 47952, "idx": 16, "sa": ["Allen Iverson", "Kobe Bryant", "Earl Boykins", "Michael Finley"], "q": "season. Denver also bettered the 66.2 percent shooting of the Lakers Earl Boykinsier this season, the previous best in the league. The highest scoring game before Wednesday night came against Denver, when the Suns scored 137. <q> I've been in the league 12 years and I've been playing a long time. I don't know if we've been this hot before, but it was pretty special, </q> <strong> Allen Iverson </strong> said. \"It was fun.\" Playing a tired Seattle team certainly helped the Nuggets. The Sonics were Michael Finleyishing off a back-to-back, having played at Golden State a night Earl Boykinsier and offered <strong> Kobe Bryant </strong> resistance at", "new_id": -2}]