[{"uid": "1295636751256720935", "i": 12848, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "to the coming campaign. \"We can talk about gloom and doom, we can talk about the us can do it, we can't invest in the future, that's all wrong.\" <q>GE is a story of success,</q> <strong> Kirsten Gillibrand </strong> added. \"If we can beat Russia in the race to the moon, we can beat China in the race to green energy.\" jakester: I think we shoud have a new bill intorduced", "new_id": -2}, {"uid": "1295567825105267222", "i": 2514, "idx": 1, "sa": ["Eric Schmidt"], "q": "at running this.\" Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable. \"The results speak for themselves,\" Page said. <q>There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done.</q> Google generated$ US8.44 billion in revenue in the quarter, ended Dec. 31, 2010, up 26 per cent compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees,", "new_id": -2}, {"uid": "1295617238099680260", "i": 20377, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Edwin Edwards"], "q": "it difficult for me to give the 110 percent needed in this role.\" <strong> David Cameron </strong> said that he was \"very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.\" <q><strong> Andy Coulson </strong> has told me that the focus on him <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 \"The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...</q> former governor edwin e...( 18:02:05 \"former governor edwin edwards granted 5 day furlough==== wesawthat.blogspot.com====...\" <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04 \"Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" Mr. <strong> Mike Pence </strong> told \"America's Morning News\" radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q>cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10.</q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}, {"uid": "1296932452012320779", "i": 26831, "idx": 2, "sa": ["Roger Goodell", "Michael Vick", "Tom Brady", "Tony Dungy"], "q": "for his decision-making. Former NFL coach <strong> Tony Dungy </strong>, who has served as a mentor to <strong> Michael Vick </strong>, said the QB knows he can't afford to be associated with parties where trouble could occur. <q>I don't know where it started or what, but he's not going to be there,</q> he told the Dan <strong> Tom Brady </strong> radio show. \"I think he understands it's something that's just not worth it to him.\" <strong> Roger Goodell </strong> said he is happy that <strong> Michael Vick </strong>'s recovery and", "new_id": -2}, {"uid": "1297709799012566528", "i": 34031, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "applications, support for Microsoft Office documents in the cloud and Twitter integration. Nokia also has had a long-standing relationship with operators all over the world, Nokia CEO <strong> Stephen Elop </strong> added after joining <strong> Steve Ballmer </strong> on stage. <q>We understand what it means to work with them and understand what we have to do,</q> he said, although he admitted his company has struggled in the U.S. T-Mobile USA have carried several WP7 devices since the OS launched last fall, and S) will both offer CDMA versions soon.", "new_id": -2}, {"uid": "1297006588157859844", "i": 37694, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. \"We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q>I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct. \"We'll find out and make sure we are operating well within the law and the spirit of the law.</q> Brussels launched a formal investigation into <strong> Google Inc. </strong> in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. We welcome comments that advance the story directly", "new_id": -2}, {"uid": "1295562865055705626", "i": 22086, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said", "new_id": -2}, {"uid": "1296698256042549266", "i": 42941, "idx": 0, "sa": ["David Letterman"], "q": "the 14 million-member faith a place in the national spotlight. But experts are divided about whether that would help or hurt the church and how much of a factor Mormonism would be in either potential campaign. <q>In the long run, it would be good for the church,</q> said <strong> David Letterman </strong> Campbell, a political scientist at Notre Dame and a Mormon. \"It would mean we were entering the mainstream of American society. After all, we would have not just one but two candidates-", "new_id": -2}, {"uid": "1297222050127549454", "i": 29084, "idx": 2, "sa": ["Colin Powell"], "q": "talk about it.\" Mr. Rumsfeld recounts that Mr. <strong> Colin Powell </strong> objected. \"That would wipe out my briefing,\" Mr. Rumsfeld quotes Mr. <strong> Colin Powell </strong> as saying. <q>We're going to get Khurmal in a few weeks anyway,</q> Mr. <strong> Colin Powell </strong> added, according to Mr. Rumsfeld. Peggy Cifrino, a spokeswoman for Mr. <strong> Colin Powell </strong>, said: \"<strong> Colin Powell </strong> <strong> Colin Powell </strong> said he might have been", "new_id": -2}]