[{"uid": "1296492936169607194", "i": 73, "idx": 4, "sa": ["Sergio Marchionne"], "q": ", said in an interview. Chrysler's average spending on customer discounts fell to$ 3,210 during the past year from$ 4,131 in the previous year, according to Santa Monica-based Edmunds. <q>They've been using fleet as an alternative to incentives,</q> Anwyl said.\" Instead of trying to discount cars to consumers, they've been selling fleet, probably the best of tricky choices.\" <strong> Sergio Marchionne </strong> has been working to pull back incentive spending since taking", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan. \"He's my first Division I recruit,\" <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q>He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves.</q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley \"has <strong> Michael Vick </strong> capabilities.\" <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}, {"uid": "1297125440055640097", "i": 29505, "idx": 0, "sa": ["Paula Abdul", "Nicole Kidman", "Simon Cowell"], "q": "<strong> Nicole Kidman </strong> 1 hr 1 min ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1295614879066224141", "i": 48125, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "<strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" <strong> David Cameron </strong> said in a statement. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q>\" Nazareth community updates delivered to your mobile phone. Text NAZARETH to 52270! Message and data rates apply. <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had", "new_id": -2}, {"uid": "1297220789217088052", "i": 17129, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush", "Robert Gates"], "q": "who worked at the site in the interview on Fox News Channel's Hannity show. <strong> Donald Rumsfeld </strong> was US defence secretary from 2001 to 2006 under former president <strong> President Bush </strong>. He was replaced by <strong> Robert Gates </strong>. <q>The heartbreaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,</q> said <strong> Donald Rumsfeld </strong>. \"What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that", "new_id": -2}, {"uid": "1295507172010305551", "i": 8197, "idx": 5, "sa": ["Kobe Bryant", "Gary Payton", "Allen Iverson", "Kevin Ollie"], "q": "had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth time this season that the Sonics allowed an opponent to score 40-plus points. <q>You're at his mercy when he's hitting his jumpers,</q> said <strong> Kevin Ollie </strong>, who came off the bench to score 12 points. The Sonics http://wn.com/Kobe_Bryant_29pts__17_straight_in_3rd_quarter__vs_Seattle_Sonics_1999( 1999) <strong> Kobe Bryant </strong> went on a personal 17-0 run in the 3rd quarter vs <strong> Gary Payton </strong>` Sonics. We can sum the <strong> Kobe Bryant </strong>", "new_id": -2}, {"uid": "1297126622188514326", "i": 21134, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "civil affairs units \"worthy of Special Operations\" and should be removed from its roles and missions. It links passages in <strong> Donald Rumsfeld </strong>'s recent memoir to suggest that he had little regard for the soldiers. <q>I did not think resolving other countries' internal political disputes, paving roads, erecting power lines, policing streets, building stock markets, and organizing democratic governmental bodies were missions for our men and women in uniform,</q> <strong> Donald Rumsfeld </strong> reportedly writes in his new memoir. \"If some later contended that we never had a plan for full-fledged nation building or that we under-resourced such a plan, they were certainly correct. We did", "new_id": -2}, {"uid": "1295560204021315622", "i": 25036, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Thursday, Jan. 20, 2011 3:52 PM EST Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1296395184086278204", "i": 35034, "idx": 0, "sa": ["Simon Cowell", "Louis Walsh"], "q": " \"She's my woman of the decade,' <strong> Simon Cowell </strong> says... 13:18, Sunday, 30 January 2011 It's looking increasingly likely that <strong> Simon Cowell </strong> gets his way. <q>Do I want Jordan as a judge on The X Factor panel? Yeah, that could work,</q> he said in a new interview. \"Why not? I like her as a person. In fact I'd even go as far as to say she\"s my woman of the decade.\" <strong> Louis Walsh </strong> on", "new_id": -2}, {"uid": "1295569403192872482", "i": 40059, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Thu, Jan 20, 2011, 7:23 PM EST- U.S. Markets closed Summary Box: Google co-founder to replace <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} The Associated Press, On Thursday January 20, 2011, 6:58 pm NEW CEO: In a surprise announcement that overshadowed his company", "new_id": -2}]