[{"uid": "1295168588203145230", "i": 7556, "idx": 0, "sa": ["The doctor", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", damaged in the shooting, is bandaged.) For about 30 seconds, <strong> Gabrielle Giffords </strong> struggled, before finally opening her eye wide and straining to focus on her friends, husband, parents and <strong> The doctor </strong>. <q>We knew she could hear and understand what we were saying,</q> <strong> Kirsten Gillibrand </strong> told reporters traveling back to Washington with the president Thursday morning. It was the first time <strong> Gabrielle Giffords </strong> had opened her eye since the shooting. Kelly told <strong> Gabrielle Giffords </strong> to give him a thumbs-up if she could", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called ''red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,</q> <strong> Zahi Hawass </strong> said. ''When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1296241400207323225", "i": 21560, "idx": 1, "sa": ["Eric Schmidt"], "q": ". <strong> Eric Schmidt </strong> is now executive chairman, focusing on external relationships like deals, partnerships and nipping out on sandwich runs. <strong> Eric Schmidt </strong> said Google is growing by 20 per cent around the world, but added, <q>We don't have to do everything.</q> Which is news to those worried that the Big G is taking over the world one email address at a time. Do you think Facebook and other closed networks should make your information available through Google?", "new_id": -2}, {"uid": "1297441466230703129", "i": 15175, "idx": 0, "sa": ["Eric Schmidt"], "q": "recently-launched Windows Phone 7 mobile Alert) News. Elop also reportedly took part in talks with Google CEO, <strong> Eric Schmidt </strong>, about the possibility of utilizing the company's Android OS, but those talks are <q>unlikely to lead to an alliance,</q> an unnamed source told Bloomberg. If Nokia is able to consummate a deal with Microsoft by the end of the day, Elop is expected to announce the partnership to investors in London on Friday.", "new_id": -2}, {"uid": "1297533337033751050", "i": 48913, "idx": 1, "sa": ["Mike Pence", "Greg Walden"], "q": ", especially freedom of speech and of the press,'' said <strong> Mike Pence </strong>, a former radio talk show host who introduced the same bill in the last session of Congress when Democrats still controlled the House. <q>Bringing back the Fairness Doctrine would amount to government control over political views expressed on the public airways,</q> he said in a statement. ''We must pass the Broadcaster Freedom Act and bury the Fairness Doctrine once and for all.'' <strong> Greg Walden </strong>, who owned and operated radio stations with his wife for nearly", "new_id": -2}, {"uid": "1295027375086523940", "i": 34799, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "to lift her legs on command. With her closest friends from Congress holding her hand on Thursday, <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York. ''She wanted us to know that she was with us 100 per cent and understood everything we were saying.'' <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr Michael Lemole, called", "new_id": -2}, {"uid": "1295596871034635840", "i": 40470, "idx": 0, "sa": ["David Letterman"], "q": "shared with <strong> David Letterman </strong> what happened, and showed the scars to prove it. She slipped off her horse, and then the horse ''got a little trapped'' and backed across her leg. <q>I actually thought he was walking on leaves,</q> she said. ''That's the way the sound of my leg was.'' A scar on the side of her ankle represented where the bone came out, and there was another longer one down", "new_id": -2}, {"uid": "1297713181162562068", "i": 8408, "idx": 0, "sa": ["Queen Beatrix", "Steve Ballmer", "Craig Mundie"], "q": "they said.''( Microsoft CEO) <strong> Steve Ballmer </strong> and <strong> Queen Beatrix </strong> a few years ago talked and believed Arabic would be an increasingly important language,'' said <strong> Craig Mundie </strong>, Microsoft's chief research and strategy officer. <q>And yet, because of the way the internet was evolving, it wasn't a language that was getting a lot of use.</q> But while Arab world internet use since 2000 has grown faster than anywhere else and access costs have shrunk, content still punches below its weight and ad spending remains tiny. Arabic content is less", "new_id": -2}, {"uid": "1296349245162676737", "i": 13811, "idx": 0, "sa": ["Eric Schmidt"], "q": "reserves of internet search requests to learn how language is really used, rather than relying on the dictionary. The venture is a reminder that Google's ambitions stretch well beyond the internet. <strong> Eric Schmidt </strong> says: <q>We're trying to make all the world's information accessible. People make the mistake of thinking that's just web information.</q> International summits such as the World Economic Forum are clearly ripe for language interpretation, so could we soon be listening to digitised translations by Google? <strong> Eric Schmidt </strong> admits the software isn't that good. ''If", "new_id": -2}, {"uid": "1296645992047939638", "i": 18023, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "a judging role on the US X Factor. The 27-year-old star has been speaking with pals such as <strong> Simon Cowell </strong> and Will.i.am as she plans to kick-start her career in the States. A source said: <q><strong> Simon Cowell </strong> still hasn't confirmed the panel. She is in a state, it's her ticket out of the UK.</q> <strong> Cheryl Cole </strong> is signed to Universal and it is thought they will help promote her on US television to boost her profile. <strong> Cheryl Cole </strong> to launch career in US <strong> Cheryl Cole </strong> will not give up on her bid to", "new_id": -2}]