[{"uid": "1295692954156483593", "i": 14907, "idx": 1, "sa": ["Rosabeth Moss Kanter", "Eric Schmidt"], "q": "changes in strategy generally,\" a Google spokesperson wrote in an e-mail to the Globe. Local academics and consultants who are familiar with Google's operations in the Boston area tend to agree. <q> I would categorize the changes at Google as more of a` growing up' than a` shake-up,' </q> said Harvard Business School professor <strong> Rosabeth Moss Kanter </strong>. \"<strong> Eric Schmidt </strong> has been the adult supervision at Google for 10 years, and now it's time for the founders to take over. That's what this is.", "new_id": -2}, {"uid": "1297706931264994828", "i": 51107, "idx": 0, "sa": ["Steve Ballmer"], "q": "<strong> Steve Ballmer </strong> speaks duringthe 3GSM World congress in Barcelona. Microsoft said Monday that it would release an update of its Windows Phone operating system later this year that will provide a full web experience to smartphone users. <q> We need to give people the full web, the full Internet on their phone, like they've come to expect with the PC, </q> Microsoft chief <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. \"Later this year we are going to release a version of Internet Explorer9( web browser) complete with hardware and graphics and", "new_id": -2}, {"uid": "1295684940089554965", "i": 46112, "idx": 0, "sa": ["Allen Iverson", "Linas Kleiza", "Carmelo Anthony"], "q": "16-year coaching career Thursday night when the Los Angeles Lakers fell to the Denver Nuggets 113-86. <strong> Linas Kleiza </strong> scored a career-high 29 points and <strong> Carmelo Anthony </strong> had 26 as the Nuggets handed the Lakers their 13th loss in 16 games. <q> That's great when you've got a guy coming off the bench contributing the way he has, </q> <strong> Allen Iverson </strong> said of <strong> Linas Kleiza </strong>, who scored 24 against Sacramento on Sunday. \"He never cares about starting or anything like that. When his opportunity comes, he's just always ready.\" <strong> Linas Kleiza </strong> shrugged off his", "new_id": -2}, {"uid": "1295021582165101591", "i": 4935, "idx": 4, "sa": ["Allen Iverson", "Gary Moore"], "q": "spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was \"soon.\" <q> People need to know that <strong> Allen Iverson </strong> is and always has been a fighter, </q> <strong> Gary Moore </strong> said. \"He's got a battle ahead of him.\" <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> \"totally disputes\" reports out of Turkey that he was set to retire. The 11-time NBA All-Star", "new_id": -2}, {"uid": "1297240707110002271", "i": 60021, "idx": 3, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q> In the eyes of many people, he's a hero, </q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "new_id": -2}, {"uid": "1296349656162676750", "i": 23485, "idx": 1, "sa": ["Allen Iverson", "Rob Jones", "Kobe Bryant"], "q": "we pRob Jonesably could have put 10 people on the court and pRob Jonesably wouldn't have been able to stop him,\" said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. <q> I didn't realize it, </q> <strong> Kobe Bryant </strong> said when told about his scoring spree. \"You just get into one of those rhythms. My teammates were looking for me, it just feels like the ball finds you.\" The Lakers led 89-79", "new_id": -2}, {"uid": "1295494129204455946", "i": 52089, "idx": 0, "sa": ["Sergio Marchionne"], "q": "WINDSOR, ONTARIO- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" At the Detroit auto show last week,", "new_id": -2}, {"uid": "1297715027211173392", "i": 2794, "idx": 0, "sa": ["Steve Ballmer"], "q": "half, Microsoft will release a second, more significant update to the OS. It will include fast switching of third-party applications and a significant upgrade to Internet Explorer 9, optimized for hardware acceleration on Windows Phone. <q> We will bring multitasking to Windows Phone this year, </q> <strong> Steve Ballmer </strong> said. And in the second half, \"we'll be able to give people the full Internet on their phone...[ the Internet] will be a first-class citizen on the phone.\"", "new_id": -2}, {"uid": "1295149208134824011", "i": 1724, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "to target their manufactured outrage, against a former CIA asset, target=\"_blank\"> Saddam <strong> Barack Obama </strong>. With Defense Secretary <strong> Colin Powell </strong>'s target=\"_blank\"> UN speech justifying invasion of Iraq, he <q> could not escape the reality that this speech greased the skids for death and destruction in Iraq and brought unprecedented shame on our country </q>. Operation Iraqi Freedom starts the last gasp of the military-industrial-complex to colonize oil resources and to encircle Asian aspirations. The\" target=\"_blank\"> Central Intelligence Agency admits that the imminent threat from weapons of", "new_id": -2}, {"uid": "1295994032049692677", "i": 9176, "idx": 1, "sa": ["Carmelo Anthony", "LeBron James", "Erik Spoelstra", "Allen Iverson", "Dwyane Wade"], "q": "Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. \"They're great players and they've proven to be productive in their careers,\" Heat coach <strong> Erik Spoelstra </strong> said. <q> So once they became comfortable with this team and with each other, that was a matter of time. </q> When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on the leaderboard, for certain. <strong> LeBron James </strong>' score gets rounded to 40.2_ 25.9 points, 7.2 rebounds, 7.2 assists, just a", "new_id": -2}]