[{"uid": "1296286471143425557", "i": 43241, "idx": 1, "sa": ["Zahi Hawass"], "q": ", from looters. \"- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse <q> First the` protesters' formed a human chain to protect the musium </q> Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1297180926217825330", "i": 18944, "idx": 0, "sa": ["Allison Janney", "Courteney Cox", "Mark Steines", "Simon Cowell"], "q": "comedy,`` <strong> Simon Cowell </strong> Sunshine,'' also starring his`` The West Wing'' co-star <strong> Allison Janney </strong>, and ET's <strong> Mark Steines </strong> catches up with the former`` Friends'' star to get the latest. <q> I think I did maybe the most selfish thing a person can do, I created a television show for myself, </q> Matthew tells <strong> Mark Steines </strong>.`` I was playing a video game for about three years and decided I needed to do something with my life and I created a TV show.'' Matthew Perry Replaces <strong> Courteney Cox </strong> When`", "new_id": -2}, {"uid": "1296579471068321301", "i": 10111, "idx": 0, "sa": ["Jeff Hahn", "Sen. Bernie Sanders"], "q": " on what bedbugs look like, and how to inspect and sanitize belongings. Many people just want to discard all luggage and clothing after discovering an infestation, but Kells and <strong> Jeff Hahn </strong> say this is unnecessary. <q> The key is to contain all items suspected of carrying bed bugs in plastic bags until the items can be laundered, washed by hand, heated, or frozen, </q> they advise. Cummings Seeks Copies of Industry Group Letters on Regulation Privately Sent to Issa <strong> Sen. Bernie Sanders </strong> Paul Appointed To Education Committee On Same Week He Proposed Abolishing The Education Dept. Bloomberg's Undercover Gun Show Bust Reveals Firearm", "new_id": -2}, {"uid": "1297374769188006439", "i": 6739, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Hyper9 enables IT organizations to efficiently and effectively manage todays dynamic virtualized environment by providing visibility and control, all in an easy-to-navigate application. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295779860127156232", "i": 11574, "idx": 0, "sa": ["Donald Rumsfeld", "Ban Ki-moon", "Benjamin Netanyahu", "Michael Oren"], "q": "Israel has the ability and the right to investigate its own military. UN <strong> Donald Rumsfeld </strong> General <strong> Ban Ki-moon </strong> had earlier telephoned Israeli PM <strong> Benjamin Netanyahu </strong> with the proposal. Nine people died when Israeli commandos stormed the Turkish ship last week. <q> We are rejecting an international commission. We are discussing with the Obama administration a way in which our inquiry will take place, </q> Mr <strong> Michael Oren </strong> told Fox News Sunday. He said Israel would not apologise for the incident. Eight of those killed were Turkish, and the ninth had joint US-Turkish nationality http://wn.com/UN_Report_On_Israel_Flotilla_Killings__BBC_News_22_Sept_2010 Posted on:4 TheRecord.org Israel's military broke", "new_id": -2}, {"uid": "1297096904101318657", "i": 21249, "idx": 5, "sa": ["George H.W. Bush", "Donald Rumsfeld"], "q": "later secretary of state, he said,`` She'd never served in a <strong> George H.W. Bush </strong> administration position''- a lack of experience that showed in her lack of organization in putting together critical meetings. \" <q> She'd been an academic. And, you know, a lot of academics like to have meetings, </q> <strong> Donald Rumsfeld </strong> said.`` And they like to bridge differences and get people all to be happy.'' It looks like <strong> Donald Rumsfeld </strong> isn't too concerned about burning bridges. He even goes after <strong> George H.W. Bush </strong>, while", "new_id": -2}, {"uid": "1296114922211763218", "i": 22427, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> Watchers of the technology giant seemed to react mostly positively to news of the leadership shakeup.`` I think it's a good move. It( the triumvirate management structure) was always one of things that concerned", "new_id": -2}, {"uid": "1295586272212418583", "i": 2950, "idx": 15, "sa": ["Andre Iguodala", "Andre Miller", "Samuel Dalembert", "Marcus Camby", "Allen Iverson"], "q": "on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western Conference. <q> I almost had a perfect trip at my home away from home, </q> <strong> Allen Iverson </strong> said. <strong> Samuel Dalembert </strong> scored the decisive basket with 32.9 seconds remaining. When <strong> Andre Iguodala </strong> lost possession of the ball as he fell, <strong> Samuel Dalembert </strong> was there to grab it and turned for a lay-in. <strong> Andre Miller </strong>, acquired by", "new_id": -2}, {"uid": "1297314901126959709", "i": 761, "idx": 3, "sa": ["Michael Vick", "Joy Behar", "Galina Espinoza"], "q": "personally executing dogs who performed poorly by electrocution, hanging and drowning. Panelist <strong> Galina Espinoza </strong> asked <strong> Joy Behar </strong> what it would take for her to forgive <strong> Michael Vick </strong>.`` He should disappear,'' replied <strong> Joy Behar </strong>. <q> I want him out of the business. </q> Follow The View Examiner on Twitter and Facebook Want email updates on The View? Subscribe here", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]