[{"uid": "1296175633054247430", "i": 26632, "idx": 11, "sa": ["Barack Obama", "Mike Pence"], "q": "snow after a fast... Photo in Slideshow: Members of Congress from both parties stand and applaud together... Article: <strong> Barack Obama </strong> seeks new path to environmental goals... Politics Video: Supreme Court Interview: Bernau Report Abuse <q>You need a little help here understanding this article.</q> He is not a third party candidate. He is a republican candidate. The article reads'' An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way''. Report Abuse", "new_id": -2}, {"uid": "1296745521187088920", "i": 18235, "idx": 1, "sa": ["Mr. Bigs", "Michael Vick"], "q": "Green Bay Packers, Terrance McGee and George Wilson of the Buffalo Bills, Earl Thomas of the Seattle Seahawks. There is no indication <strong> Michael Vick </strong> will attend this event.* The day is capped by the <q><strong> Michael Vick </strong>'s Super Saturday, Version 2.0</q> at <strong> Mr. Bigs </strong> Sports Bar. That one goes from 8 p.m. to 4:30 a.m. Organizers are listing appearances by <strong> Michael Vick </strong>, Ford and Smith. Because your contributions are currently under review, no comments can be made at", "new_id": -2}, {"uid": "1296539752082821193", "i": 10884, "idx": 1, "sa": ["Allen Iverson", "Anthony Parker"], "q": "by a defender in the first half, threw down a reverse jam and landed on his left foot. The usually ordinary play told <strong> Anthony Parker </strong> everything he needed to know-- his sprained left ankle was just fine. <q>I figured if I could do that, I'm good,</q> <strong> Anthony Parker </strong> said. A healthy <strong> Anthony Parker </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. ''It didn't hurt at all,''", "new_id": -2}, {"uid": "1297328202088555652", "i": 10702, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Known and Unknown,'' at the National Constitution Center. Posted on Thu, Feb. 10, 2011 <strong> Donald Rumsfeld </strong> leaves book-tour audience wanting to know more By WILL BUNCH Philadelphia Daily News <q>I N OUR WORLD, narratives and theories get strung out over a period of time until it's like they're chiseled in stone as truth- notwithstanding the fact they are totally based in midair without any roots or substance.</q>- <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong>, speaking last night at the National Constitution Center, in Philadelphia. <strong> Donald Rumsfeld </strong> wasn't talking about the controversial run-up to the Iraq War- when cases for weapons", "new_id": -2}, {"uid": "1297090576063078455", "i": 31378, "idx": 0, "sa": ["Jim Wallace", "Mike Pence"], "q": ", a decade ago. Though <strong> Jim Wallace </strong> would be a heavy underdog, he sounded like someone who already has identified a potential <strong> Mike Pence </strong> weakness: the six-term congressman has no executive experience. <q>Possessing the track record of successful business and executive leadership is fundamental to delivering on the promise for Indiana citizens,</q> <strong> Jim Wallace </strong> said in the letter. ''Such experience is essential to being an effective ambassador for Indiana workers and businesses, and bringing high-quality, high-paying jobs to Hoosier families.'' In an e-mail", "new_id": -2}, {"uid": "1295613452243957775", "i": 3135, "idx": 2, "sa": ["Eric Schmidt"], "q": "interview with the UK's Daily Telegraph, Google( NASDAQ: GOOG) CEO <strong> Eric Schmidt </strong> said the company would not launch a new version of its Nexus One smartphone. Regarding the Google-branded phone. <strong> Eric Schmidt </strong> said it, <q>was so successful, we didn't have to do a second one.</q> H... Re: <strong> Eric Schmidt </strong> at HIMSS 2:37 Here's why google shouldn't get into this. The health sciences industry should ask themselves now, do we really want an advertising company that is publicly traded and", "new_id": -2}, {"uid": "1295278259044859402", "i": 17672, "idx": 1, "sa": ["Steve Ballmer"], "q": "controller. Your voice, your gestures, your body.'' <strong> Steve Ballmer </strong> also wants the Xbox 360 to appeal to young girls, and believe the rise of Kinect will be key to this. <q>You go to your average 15-year-old boy, and he will say, ''I'll take an Xbox'. I want that average 15-year-old girl[ to be] as excited about the Kinect, and we haven't done as good a job drawing in that broader set of demographics,</q> he said. ''If you want to know where the consumer hear is, the things that people want to get their hands on, it's Xbox and Xbox Kinect,''' said <strong> Steve Ballmer </strong>.", "new_id": -2}, {"uid": "1297260081046088218", "i": 10082, "idx": 7, "sa": ["Eric Schmidt"], "q": "competitors, hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law,'' <strong> Eric Schmidt </strong> added. <q>We understand we play a major role in Europe and we're not denying that. We have a lot of meetings with appropriate government officials.</q> I don't get it? Why is Eu investigating Google again?? this does not make sense ''artificially boosting the ranking of its own services in search results, to the detriment of smaller", "new_id": -2}, {"i": 46622, "idx": 1, "index_answer": 0, "new_id": -1, "q": "will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success. ''I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q>Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Nokia's future Under the proposed partnership:- Nokia would adopt Windows Phone as its principal smartphone strategy, innovating on top of the platform in areas such as imaging, where Nokia", "sa": ["Steve Ballmer"], "uid": "1297419412245137408"}, {"uid": "1296524457137232420", "i": 29900, "idx": 0, "sa": ["Michael Vick"], "q": "'' wasting more taxpayer money to wage their political agenda. i think bloomberg has much more important things to worry about, LIKE TRYING TO BALANCE HIS@#$% BUDGET> Report Abuse <q>The results of the sting illustrate that even in a place where you would EXPECT the current regulations to be complied with, they aren't. I suggest HUGE CRIMINAL PENALTIES for SCUM who would bypass the current regulations that are intended to keep nutjobs, drug addicts, and felons from buying guns.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Serial Rapist Suspected of Strangling Wash.. Guard Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}]