[{"uid": "1295570430037306373", "i": 41487, "idx": 6, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead.'' According to the blog post <q> <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly. </q> According to <strong> Eric Schmidt </strong> as Executive Chairman he will focus wherever he can add the greatest value such as deals, partnerships, customers and broader business relationships.`` We are confident that this focus will", "new_id": -2}, {"uid": "1295332948073613341", "i": 58843, "idx": 0, "sa": ["Michael Vick", "Piers Morgan", "Oprah Winfrey"], "q": "stated that she'd be saving that for when she got <strong> Michael Vick </strong> on her own show. And near the end of the interview, she just told him what question he should ask her.( It was, <q> What do you do best? </q> When <strong> Piers Morgan </strong> asked it, <strong> Oprah Winfrey </strong> gave a canned, hokey answer.) <strong> Piers Morgan </strong>' final plea was,`` How did I do?'' It was the first time he'd asked it explicitly,", "new_id": -2}, {"uid": "1295679833021889049", "i": 18428, "idx": 0, "sa": ["Andy Coulson"], "q": "World phone href=\"http://uk.news.yahoo.com/fc/hacking-hackers.html\"> hacking row and plans to leave within weeks. In a statement, he said the drip-drip of claims about illegal eavesdropping when he edited the paper meant he could not <q> give the 110% needed </q>. The Prime Minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice''.", "new_id": -2}, {"uid": "1295975517233406514", "i": 26413, "idx": 0, "sa": ["Eric Schmidt", "James Murdoch"], "q": "30 Unlimited Data Plan... Why The Verizon iPhone Is Going To Be Huge: Only 26% Of Verizon Subscribers Have Smartphones More codenames provide clues to planned Microsoft Mediaroom IPTV blitz News Corp.'s Daily iPad Newspaper Launching <q> In The Next Few Weeks </q>@ DLD: <strong> James Murdoch </strong>:'99 Cents A Week Makes Sense' For The Daily Developers Report Increased Interest in Android, Tablets for 2011 IDC survey: As developers go cross platform, Windows Phone 7 sees... <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295564145075235334", "i": 50880, "idx": 4, "sa": ["Mike Hickey", "Larry Page", "Eric Schmidt"], "q": "Analysts said Google appeared to have strengthened its internet advertising machine during the pre-Christmas shopping season, sparking a 26% surge in revenues to$ 8.44 bn. <strong> Mike Hickey </strong>, analyst at Janco Partners, said: <q> When you see an executive change, you hesitate because generally, it's a disruption at the top. Obviously the numbers look good, so it's a balance between the two. </q> Google's management changes: <strong> Larry Page </strong> becomes CEO; <strong> Eric Schmidt </strong> Exec Chair Piling on the pressure US marines take fight to Taliban in southern Afghanistan", "new_id": -2}, {"uid": "1297144635083361841", "i": 11387, "idx": 0, "sa": ["Sergio Marchionne"], "q": "a great comeback anthem. The more Chrysler management, including CEO <strong> Sergio Marchionne </strong>, spoke with him, the more they realized they shared the same passion for the city, and he agreed to be in the commercial. <q> We weren't looking to make him a spokesperson or a sales pitch guy. We wanted him to talk from the heart, </q> Garlick says. It just felt natural for him to deliver the final line in the script:`` This is the Motor City, and this is what we do.'' The spot was directed and shot", "new_id": -2}, {"uid": "1294960830111804421", "i": 41507, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> href=\"http://www.vindy.com/advertise/\"> Advertise? href=\"http://www.vindy.com/directory/\"> Contact? 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "new_id": -2}, {"uid": "1297710251054411266", "i": 30182, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "top, unsurprisingly. Microsoft was extremely vague as to when this large update will be made available to users, although <strong> Steve Ballmer </strong> did say that all Windows Phone 7 users will have access all at once, <q> to avoid the fragmentation that exists in other mobile platforms </q>, a not so subtle jab at Google's Android operating system. After 45 minutes <strong> Steve Ballmer </strong> finally mentioned Nokia, with Nokia's CEO <strong> Stephen Elop </strong> taking to the stage to outline just why its deal with Microsoft", "new_id": -2}, {"uid": "1294986443224985109", "i": 49124, "idx": 0, "sa": ["David Letterman", "Conan O'Brien", "Jay Leno"], "q": "phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as`` Tonight'' show host. He said the reason is no mystery, noting,`` We", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan.`` He's my first Division I recruit,'' <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q> He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves. </q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley`` has <strong> Michael Vick </strong> capabilities.'' <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}]