[{"uid": "1296218172048857090", "i": 12613, "idx": 11, "sa": ["Mike Pence"], "q": ".''`` You've got to have the fire in your belly and the desire to run for president and his heart clearly is in Indiana,'' McIntosh said. <q> At the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead, </q> <strong> Mike Pence </strong> said.`` I've learned in decisions like these to follow my heart. My heart is in Indiana.'' Text of letter from <strong> Mike Pence </strong> to supporters Over the past few", "new_id": -2}, {"uid": "1295625451170147875", "i": 4306, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "that he hung on to him </blockquote> Frankly, it's enough to make one wonder what special power <strong> Andy Coulson </strong> had over <strong> David Cameron </strong>. Well i said that and apparently it is all down to Rupert. <q> It certainly asks major questions about <strong> David Cameron </strong>'s judgment. </q> LondonHack 21 January 2011 3:22 PM The following is cut and pasted from my comment on Greenslade's blog- don't forget that thet were ALL at it. It is not just the", "new_id": -2}, {"uid": "1297004944017629204", "i": 30694, "idx": 1, "sa": ["Eric Schmidt"], "q": "new executive chairman, <strong> Eric Schmidt </strong>, told the newspaper he did not want the company to be dragged into a drawn-out dispute with the EC.`` We certainly want to avoid that,'' <strong> Eric Schmidt </strong> said. <q> I think it is in our interests and I would hope in their interests to do a quick analysis of concerns that have been raised by competitors; hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law. </q> Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1297195793265863175", "i": 16322, "idx": 2, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Richard Nixon", "President Bush"], "q": "him to his ultimate, necessarily lonely decision,'' reads the excerpt. The former Defence <strong> Donald Rumsfeld </strong> who also served during <strong> Richard Nixon </strong>'s presidency laid the blame for much of the failings of the Iraq war on <q> too many hands on the steering wheel. </q> <strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of State and former National Security Adviser <strong> Condoleezza Rice </strong> too comes under attack for her`` bridging'' approach in the book, excerpts of which were carried in The Wall Street Journal today. Referring to", "new_id": -2}, {"uid": "1295627764018169864", "i": 48168, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.'' <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade, </q> adds Page.`` The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous", "new_id": -2}, {"uid": "1295365484238829571", "i": 2183, "idx": 1, "sa": ["David Letterman", "Steven Tyler"], "q": "the band had`` come together and broken up'' on more than one occasion over the years.`` All good marriages have their fights, you know,'' <strong> Steven Tyler </strong> responded on Monday's show. <q> I look forward to the worst fight because it will come out as the best album and the best tour, it always has. </q> <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said:`` Yeah, because when we come back together we love each other all over", "new_id": -2}, {"uid": "1295826103073957409", "i": 10436, "idx": 2, "sa": ["Candy Crowley", "Colin Powell", "Bill Clinton"], "q": "to see what unfolds.`` I will always vote as I have throughout my life, for the person that I think is best qualified to be <strong> Bill Clinton </strong> of the United States,'' he told CNN. <q> And I don't adhere to a single party line. </q> Here is a partial transcript of the chat between <strong> Colin Powell </strong> and CNN's <strong> Candy Crowley </strong>: <blockquote> CROWLEY: We are entering a presidential campaign season. Do you see anyone currently in the Republican field that would", "new_id": -2}, {"uid": "1295564488055377960", "i": 20880, "idx": 1, "sa": ["Chris Rock", "Jimmy Fallon", "David Letterman", "James Franco", "Neil Patrick Harris"], "q": "Emmy hosts <strong> Jimmy Fallon </strong> and <strong> Neil Patrick Harris </strong> translated their buzzworthy awards-hosting gigs into bigger audiences. And <strong> Chris Rock </strong> and <strong> David Letterman </strong>, criticized for acerbic performances on the Oscars and not invited back, didn't take career hits from the rejection. <q> I can see a cable channel offering <strong> Ricky Gervais </strong> a show, </q> TV author <strong> David Letterman </strong> Thomson says. And Hollywood can breathe easier with <strong> James Franco </strong> and Anne Hathaway hosting the Oscars. Jokes a veteran producer,`` Try to think of <strong> Jimmy Fallon </strong> and Anne skewering anybody.", "new_id": -2}, {"uid": "1296106095124256262", "i": 20832, "idx": 4, "sa": ["Roger Kay", "Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "<strong> Google Inc. </strong>, believes that <strong> Eric Schmidt </strong> is probably a persona non grata at Apple these days.`` I think there is bad blood between <strong> Steve Jobs </strong> and <strong> Eric Schmidt </strong> over the timing of the Android,'' he said. <q> In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing. </q> Once you are on the black list at Apple, <strong> Roger Kay </strong> added,`` you don't get to come back.'' That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes.`` At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]