[{"uid": "1297388573139427848", "i": 43276, "idx": 1, "sa": ["David Letterman", "Kelsey Grammer"], "q": "were married nDavid Lettermany 13 years. \"What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,\" her statement said. fiancee, Kayte Walsh, <q> love and happiness in their new marriage. </q> <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he The posting of advertisements, profanity, or personal attacks is prohibited. By using this Web site you agree to accept our <h6> Report", "new_id": -2}, {"uid": "1295260028114786345", "i": 10028, "idx": 1, "sa": ["Ally McCoist", "Allen Iverson", "Vince Carter", "Russ Granik"], "q": "turned on to it,\" said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. <q> For better or worse, fans like it when you get superstars going against each other. People have been hearing about these guys for years now, but they haven't gotten this far before where they met each other at this level. That gets people interested. </q> With the NBA's overall popularity declining and new rules designed to make the game more appealing set to take effect next season, an Allen Iverson-Vince Carter matchup is what the league reAlly McCoist needed. \"Watching these two kids,", "new_id": -2}, {"uid": "1296023447028524570", "i": 26352, "idx": 0, "sa": ["Michele Bachmann", "Trent Baalke", "Bill Lockyer", "Newt Gingrich"], "q": "you were a kid in school always picking teams,\" <strong> Trent Baalke </strong> said.\" ` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP Rep. <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR.", "new_id": -2}, {"uid": "1295540865257720386", "i": 2437, "idx": 2, "sa": ["Gabrielle Giffords", "Ben Ali", "Kirsten Gillibrand"], "q": "duration\" :\" \" , \"mediaQueryString\" : \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 29v&amp;flvURL=/media/2011/01/13/01132011- 29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 29v.jsn\" }{ \"title\" : \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\" , \"description\" : <q> Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>, \"note\" :\" \" , \"correction\" :\" \" , \"stillURL\" : \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\" , \"emailLink\" : \"http://www.washingtonpost.com/ac2/wp- dyn/emailBen Alink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman- Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening", "new_id": -2}, {"uid": "1295154913111345676", "i": 8861, "idx": 4, "sa": ["Kobe Bryant", "Chauncey Billups", "Tim Rasmussen", "Allen Iverson", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no Tim Rasmussene, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q> I don't think we can lose a( player) because of an injury the rest of the way, </q> <strong> George Karl </strong> said. \"It's the Tim Rasmussene of year where we have to play like it's a playoff circumstance. Everybody is hurting a <strong> Kobe Bryant </strong> bit_ AI is probably at the top of the Iverson_Allen Iverson_23pts_vs_CChauncey Billups_Nuggets_08/09_NBA_*Return_to_Denver_*Standing_ovation*Must_see <strong> Allen Iverson </strong>,", "new_id": -2}, {"uid": "1297112072043597847", "i": 14916, "idx": 1, "sa": ["George Michael", "Simon Cowell"], "q": "<strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and Cheryl Cole. Additional judges and the show's host will be announced <q> in the coming weeks, </q> the release said. Start of sidebar. x- factor- winner- to- pocket- 5m/story- e6frfmyi- 1226001930657?from=public_rss#sidebar- end\"> Skip to end of sidebar.", "new_id": -2}, {"uid": "1297245173074432526", "i": 42916, "idx": 6, "sa": ["Lindsay Lohan", "Willow Smith", "Simon Cowell", "Will Smith"], "q": "to sit through that,\" he scoffed. The 51-year-old continued to say that he was seeing a` new wave' of child stars that are similar to <strong> Will Smith </strong>'s daughter, <strong> Willow Smith </strong>. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> <strong> Will Smith </strong> be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1297094624063078408", "i": 37761, "idx": 5, "sa": ["George H. W. Bush", "Condoleezza Rice", "Donald Rumsfeld"], "q": "his book, <strong> Donald Rumsfeld </strong> offered some frank judgements in the interview about longtime rivals and critics. Asked whether he admired his ex-boss's father <strong> George H. W. Bush </strong>-- under whom he did not serve-- <strong> Donald Rumsfeld </strong> replied curtly: <q> No, I was kind of disappointed in him. </q> <strong> Condoleezza Rice </strong>, who served as <strong> George H. W. Bush </strong>'s national security adviser before later becoming secretary of state had \"never served in a senior administration position,\" a lack of experience that hampered her ability to organize critical", "new_id": -2}, {"uid": "1297276311160776195", "i": 37277, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "American' X Factor,' just as he had on the British show. However, <strong> Simon Cowell </strong> did not reveal who might sit next to him on the judges' panel, instead teasing he'd make an announcement <q> in three or four weeks. </q> Various internet websites are throwing the name of <strong> Paula Abdul </strong> in the mix as a possible judge and that might be just the right fit since their antics on American Idol were loved by the fans and brought in", "new_id": -2}, {"uid": "1296206817048709685", "i": 58034, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Clive Goodman"], "q": "this material.\" Police said the inquiry was being moved from the Metropolitan Police's counter- terrorism command and would now be led by a specialist crime unit. <q> This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010, </q> said the police. The News of the World's royal correspondent <strong> Clive Goodman </strong> was jailed in 2007 for conspiracy to access mobile phone messages involving Princes William and Harry. <strong> Andy Coulson </strong>, Prime Minister <strong> David Cameron </strong>'s", "new_id": -2}]