[{"uid": "1295390036093929511", "i": 45961, "idx": 1, "sa": ["Nigel Lythgoe", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "tonight? No one. \"With <strong> Simon Cowell </strong> leaving, that has given us a new direction that we're almost forced into,\" executive producer <strong> Nigel Lythgoe </strong> told TV critics in Los Angeles last week. <q>But it allows us to be creative and shake the whole thing up.</q> Like returning judge Randy Jackson, panel newcomers <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> see themselves more as merchants of mentoring than of menace. \"We bring a different perspective... especially if you're speaking about", "new_id": -2}, {"uid": "1296169273065405008", "i": 20516, "idx": 2, "sa": ["Sergio Marchionne"], "q": "'s hard to play catch up.\" Chrysler has said the federal loans could drive a sharp improvement in the fuel economy of its vehicles. But the delay in approval could be costly. <q>There is a point in time when I need to go back to my kitty and start using the other cash to do this, which is not a good answer,</q> <strong> Sergio Marchionne </strong> told reporters last week. The Energy Department's auto loan program was created by Congress in 2007. About$ 25 billion was earmarked for loans to automakers and auto suppliers, but there have been", "new_id": -2}, {"uid": "1296513672069730409", "i": 412, "idx": 0, "sa": ["Michael Vick"], "q": ", and advocacy groups have linked some of the other deaths to the bullying of gay students. U.S. Video: Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse <q>At least the fellow students in high school showed more maturity than the first commenters here.</q> Report Abuse \"I think its safe to say that its like men who have commented that these girls are proud lesbians. They're lucky. I am unfortunate enough to be straight.\" Time.com: <strong> Michael Vick </strong>:", "new_id": -2}, {"uid": "1297303975072155198", "i": 31355, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft says Watson's on to drive Software+ Services in Australia <q>Satya has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said chief executive officer <strong> Steve Ballmer </strong>. Mr Nadella was previously a senior vice president, leading engineering efforts in the company's online services division. He is a 19-year Microsoft veteran. Data Integration: Moving", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,\" said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q>He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play.</q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}, {"uid": "1295702917119783444", "i": 28839, "idx": 0, "sa": ["Monta Ellis", "Mike Pence"], "q": "points before losing on <strong> Monta Ellis </strong>' jump shot with 0.6 seconds left. The Pacers committed six turnovers, including three in the final two minutes, in the final quarter. <q>I guess it's a consistency thing,</q> swingman <strong> Mike Pence </strong> Dunleavy said. \"We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes.\"", "new_id": -2}, {"uid": "1294980002041598981", "i": 48222, "idx": 1, "sa": ["Steve Ballmer"], "q": "to the point, he seems intent on rectifying those errors. Earlier this week, <strong> Steve Ballmer </strong> announced that Bob Muglia, president of Microsoft's Server and Tools Business, would depart the company this summer. <q>While Windows and Office are household words, our Server and Tools Business has quietly and steadily grown to be the unquestioned leader in server computing,</q> he wrote in a Jan. 10 e-mail to company employees. \"We are now ready to build on our success and move forward into the era of cloud computing.\" <strong> Steve Ballmer </strong> had apparently talked with Muglia", "new_id": -2}, {"uid": "1297434399252067840", "i": 1498, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "CEO <strong> Steve Ballmer </strong> outlined their new partnership in an analysts' meeting in London today, painting a picture of Nokia as Microsoft's premiere Windows Phone partner and of Windows Phone as Nokia's core smartphone platform. <q>Nokia will adopt Windows Phone as our primary smartphone strategy,</q> <strong> Stephen Elop </strong> said. \"We will help drive the future of the platform, and we will bring Windows Phone to extended price points, market segments and geographies.\" Nokia will bring \"leading mobile devices", "new_id": -2}, {"uid": "1297176031226918403", "i": 3170, "idx": 12, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> David Letterman </strong>: So then you go to play, what is the team you played for in junior college?\" <strong> Aaron Rodgers </strong>: \"I went to Butte Community College.\" <strong> David Letterman </strong>: <q>Butte Community College in Montana? No!</q>( <strong> Aaron Rodgers </strong>, audience laugh) \"Where's Butte Community College?\" <strong> Aaron Rodgers </strong>: \"It's actually in a town called Oroville, which is about 30 minutes from my hometown, Chico, in", "new_id": -2}, {"uid": "1295826103073957409", "i": 10434, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "his 2012 re-election campaign, <strong> Barack Obama </strong> does not yet have the endorsement of a prominent 2008 supporter: <strong> Colin Powell </strong>. <q>I'm not committed to <strong> Barack Obama </strong>, I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> said today on <strong> Colin Powell </strong>'s endorsement of <strong> Barack Obama </strong> in 2008 helped burnish the latter's reputation for bipartisanship, well as his foreign policy credentials. A Republican, <strong> Colin Powell </strong> was Secretary of State for", "new_id": -2}]