[{"uid": "1297425441197410833", "i": 19554, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": " RIM and HP/Palm need not apply in <strong> Stephen Elop </strong>'s eyes. And we of course can't have such a big announcement coming from the Microsoft camp without having a statement from <strong> Steve Ballmer </strong>. <q>I am excited about this partnership with Nokia,</q> added <strong> Steve Ballmer </strong>. ''Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.''", "new_id": -2}, {"uid": "1296789416115392517", "i": 21887, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson", "Sen. Joe Lieberman"], "q": ": The Turning Point Webclip 1 http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q><strong> Sen. Joe Lieberman </strong>'ve now scored 40 points on the highest stage you can ever score,</q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. ''It was definitely a special night,'' <strong> Linas Kleiza </strong> said. ''<strong> Sen. Joe Lieberman </strong> will remember this night for the rest of my", "new_id": -2}, {"uid": "1295817478183353364", "i": 12706, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions. ''Don't tell me you're going to freeze to a level,'' he said. <q>That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going to cut to fix this problem.</q> <strong> Colin Powell </strong>, who famously crossed the line to endorse <strong> Barack Obama </strong> in 2008, said he isn't yet prepared to back any candidate in the 2012 presidential election, despite his views on the budget seeming to line", "new_id": -2}, {"uid": "1296062754109985833", "i": 103, "idx": 3, "sa": ["Michael Vick"], "q": "the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a ''sizable'' contract. ''We believe it was worth it,'' he said, <q>because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.</q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by", "new_id": -2}, {"i": 22134, "idx": 1, "index_answer": 1, "new_id": -1, "q": "minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included ''a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess'' and parts of <q>a gilded wood statue of Tutankhamun harpooning,</q> <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then president <strong> Hosni Mubarak </strong> drove his despised police from the streets in a series of running", "sa": ["Hosni Mubarak", "Zahi Hawass"], "uid": "1297598560241336332"}, {"uid": "1296109621176996396", "i": 17481, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "write about <strong> Ben Roethlisberger </strong> without smearing his non conviction and yet they write about <strong> Michael Vick </strong> and don't mention the dogs he killed for fun and how sick you have to be to do something like that!'' Report Abuse <q>Another white rapist on the lose... this one has deep pockets-That pig should be under the jail... i'm so glad that one of those defensive players from the Baltimore Ravens broke his nose today!</q> ABC News: Li Beats Wozniacki, Reaches Australian Open Final ABC News: Durant Overcomes Love in Overtime Thriller These days, Texas A&M has the dominant post player...", "new_id": -2}, {"uid": "1295364768237895680", "i": 13159, "idx": 4, "sa": ["Aggro Santos", "David Letterman", "Steven Tyler", "Avril Lavigne"], "q": "and] still rocking big time''. <strong> Steven Tyler </strong> also spoke about his new job with <strong> David Letterman </strong>, admitting that it had been a ''risk'' but insisting that he had no regrets about the experience. <q>I like to jump into things I'm not sure of and this has turned out great,</q> he said. ''It's nothing but great... Plus I get to sit next to J.Lo!'' Single ReviewsThis week, we rate Britney, Adele, <strong> Avril Lavigne </strong>& <strong> Aggro Santos </strong>!", "new_id": -2}, {"uid": "1297189679173015099", "i": 35965, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "a tough race in the next election due to the GOP machine,'' said an e-mail encouraging attendance. ''Therefore, he's coming to ask similar-minded folks for support.'' Another e-mail said, <q>Here's a great opportunity to hear an important progressive voice in the US Senate and for us to develop ties and think about New England as a region.</q> The fundraiser will be held at 1:30 p.m. at First Church Parish Hall on Eliot Street in Jamaica Plain. It's not a big-donor affair: The suggested contribution is$ 100. <strong> Sen. Bernie Sanders </strong> is", "new_id": -2}, {"uid": "1297277319262340628", "i": 22672, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "engineering and online experience to help build its presence in the nascent cloud computing market. Startup Virtual Iron has a maturing virtual server technology that is making inroads with customers and providing a challenge to VMWare. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1296850521242090033", "i": 48952, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "0 comments POSTED: Friday, Feb. 04, 2011 NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,</q> <strong> Roger Goodell </strong> said. ''I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,'' <strong> Roger Goodell </strong> said.", "new_id": -2}]