[{"uid": "1295807081069746690", "i": 18162, "idx": 0, "sa": ["Andy Coulson"], "q": "\" AP/Yahoo.. trying to give us SOME news from the USA WAR FRONT. \" Which of course, they ignore as not to hurt the Democrat in office-- and his campaigning. Report Abuse <q> Iraq, Iran, Afghanistan, Pakistan, N Korea, Somalia, Sudan, Ivory Coast, Mexico-- so when are we planning on winning any of these wars? </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1297702046148619270", "i": 51616, "idx": 13, "sa": ["Michael Gove"], "q": "He said the judge requested a re-run with an open mind but Mr <strong> Michael Gove </strong>'s \"self-justifying\" response to the judgment \"suggests his mind is firmly made up\" . He told Mr <strong> Michael Gove </strong>: <q> To give the six councils confidence of a fair hearing shouldn't you now remove yourself from any further part in this decision? </q> It was a \"damning verdict on a Cabinet minister by a High Court judge\" . Mr <strong> Michael Gove </strong> was now in the \"last chance saloon with a clear warning to change his ways\"", "new_id": -2}, {"uid": "1296567619137969728", "i": 38604, "idx": 0, "sa": ["Simon Cowell"], "q": "photo Boyle shot to fame after auditioning for <strong> Simon Cowell </strong>'s Britain's Got Talent TV show, and she told the music mogul she dreamed of becoming as successful as her idol Paige. Paige subsequently labelled Boyle a <q> virus that swept the world </q>, but made up for the slur by performing her track from the Chess musical I Know Him So Well with the unlikely superstar on a TV special. The stage star claims she was told their collaboration", "new_id": -2}, {"uid": "1297122406226197630", "i": 33896, "idx": 4, "sa": ["Simon Cowell", "Will Smith"], "q": "` mean' judge and being gratuitously rude for the sake of it. I had my own style and like to think I'm honest and wouldn't sugarcoat something to make myself popular,\" he said. <q> I am gong to try and be consistent, as I have been over the years... People know what to expect if I'm on the judging panel. I don't think things <strong> Will Smith </strong> change too much. </q> <strong> Simon Cowell </strong> is excited about judging on this show since, unlike on Idol, it <strong> Will Smith </strong> involve working directly with contestants. \"I wanted to make a show where I could help the competitors on a weekly", "new_id": -2}, {"uid": "1297185058166789171", "i": 49803, "idx": 4, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "As for honouring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. Careers@ the Star Advertise with us", "new_id": -2}, {"uid": "1295558629243744786", "i": 18420, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "'s a very small number of violent extremists on the one side against a broad, overwhelming majority of people who are moderate.\" Additionally, <strong> Donald Rumsfeld </strong>, during a visit seeking greater ties to Tunisia- where <q> freedoms of the press, association, and expression[ were] extremely restricted </q> and much electoral opposition was outlawed- was quoted by the Associated Press as saying the country was a\" It should be noted that while high-officials in the Bush administration continued to lavish praise on Tunisia's autocratic", "new_id": -2}, {"uid": "1295968996237928470", "i": 18341, "idx": 7, "sa": ["Eric Schmidt"], "q": ". Der 55- j?hrige <strong> Eric Schmidt </strong> wird Google als Chef des Verwaltungsrats k?nftig vor allem nach au?en vertreten. Zu einem amerikanischen ZeitungsbEric Schmidtht, wonach <strong> Eric Schmidt </strong> als Moderator beim Fernsehsender CNN im Gespr?ch sein soll, sagte <strong> Eric Schmidt </strong> lediglich: <q> Ich bin ganz und gar bei Google engagiert. </q>", "new_id": -2}, {"uid": "1295152507147554334", "i": 41012, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "Richard Hamilton", "Stan Van Gundy", "Rasheed Wallace"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took adStan Van Gundytage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to Coming off a lousy performance, <strong> Richard Hamilton </strong> was determined to be more involved", "new_id": -2}, {"uid": "1296619353222035981", "i": 37397, "idx": 5, "sa": ["Allen Iverson", "M. Night Shyamalan", "LeBron James"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento LeBron Jamess on Tuesday <strong> M. Night Shyamalan </strong>. <q> It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said. \"I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1297290545073252890", "i": 37605, "idx": 1, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "music network. \"This isn't just a singing competition, the contestants will also be judged on their song writing, radio interviews and music videos,\" <strong> Nigel Lythgoe </strong> said in a statement. <q> We're looking for more than just a singer, we want the complete creative, talented package- performer, personality and writer. We want the next Country superstar. </q> It is not the first time the Nigel Lythgoes have worked together. <strong> Simon Cowell </strong> has been a producer on \"Idol\" since 2002. The elder <strong> Nigel Lythgoe </strong> credits his son with some of his success, since it", "new_id": -2}]