[{"uid": "1295667464153141265", "i": 4956, "idx": 5, "sa": ["Mike Sergeant", "Andy Coulson"], "q": "about his own judgement and said Mr <strong> Andy Coulson </strong> had`` run the Downing Street press office in a professional and competent and good way''. The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a <q> powerful political insider- precisely because he had a feel for the world outside Westminster </q> and the PM would be looking for a`` someone with similar nous and journalistic experience''. Media Correspondent, BBC News This is the story that refuses to lie down. It is four", "new_id": -2}, {"uid": "1295799418036782093", "i": 2726, "idx": 5, "sa": ["Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential advisor. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor", "new_id": -2}, {"uid": "1296481299098844707", "i": 39733, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": ", who revealed her Glee character Sue Sylvester is inspired by <strong> Simon Cowell </strong>. However, becoming a parent was a big step for <strong> Jane Lynch </strong>, 50- who admits she always preferred animals to children! <q> I'm a stepparent right now. And forever. I guess I'm committed- I'm going to do it! I'm telling you right here and now, </q> insisted the actress.`` I have never been much of a child person- I've always loved dogs much more,'' adds <strong> Jane Lynch </strong>, who says turning 50 is pretty cool.``", "new_id": -2}, {"uid": "1296182170102957071", "i": 7703, "idx": 1, "sa": ["Barack Obama", "Sarah Palin", "Mike Pence"], "q": ", but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November. PALIN-STATE OF THE UNION <strong> Sarah Palin </strong> issues scathing response to <strong> Barack Obama </strong> speech", "new_id": -2}, {"uid": "1297135719102924295", "i": 3297, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "violence.`` This is part of a pattern where the Chechen rebel group attacks in Moscow or in Russia-- a major attack about every two years,'' Clarke told ABC News following the bombing. <q> They've attacked in the Metro, they've attacked in schools, they've attacked in apartment buildings... This is a regular pattern. </q> Watch: Deadly Bomb Goes Off in Moscow Airport Watch: Suicide Bomber Kills At Least 35 at Moscow Airport Watch: Terror Suspected in Deadly Moscow Bombing Exclusive: <strong> Donald Rumsfeld </strong>:` It's Possible' Troop Decisions", "new_id": -2}, {"uid": "1295890517156680255", "i": 44514, "idx": 1, "sa": ["Will Smith", "Emma Watson", "David Letterman", "Andy Kaufman", "Stuart Scott", "Joaquin Phoenix"], "q": "- Never Let Go of My Hand- A Kerry E <strong> Stuart Scott </strong> Narration <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?@mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?@mjdasilva So are you in the <q> <strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp? </q> or the`` He's having a laugh camp''. Either way, I can't wait for that debut hip-hop album. Follow me@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On <strong> Will Smith </strong> 11", "new_id": -2}, {"uid": "1295336336131039232", "i": 10058, "idx": 6, "sa": ["Sergio Marchionne"], "q": "(`` Ã\u0088 paragonabile all` acquisto di Porsche da parte di Volkswagen''). Sulle strategie Fiat-Chrysler interviene anche il Financial Times, che tra l'altro sostiene che nella fabbrica di Jefferson North a Detroit <strong> Sergio Marchionne </strong> <q> possa produrre un Suv per la Maserati </q>. E, mentre dalla Serbia il viceministro dell` Economia Nebojsa Ciric fa sapere che non ci saranno`` riduzione d'investimento da parte di Fiat'', lo stesso <strong> Sergio Marchionne </strong>( che ha lasciato ieri Torino per gli Usa", "new_id": -2}, {"uid": "1297360660125239349", "i": 38877, "idx": 1, "sa": ["Eric Schmidt"], "q": "low-level takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Google said last month co-founder Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. 2010: The year of treasure hunters The loot of", "new_id": -2}, {"uid": "1295319354058130441", "i": 28711, "idx": 2, "sa": ["Barack Obama", "Ronald Reagan", "Mike Pence"], "q": "of <strong> Ronald Reagan </strong> <strong> Barack Obama </strong>.`` We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead'' and <q> we'll be making a decision before the end of this month, </q> <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of", "new_id": -2}, [{"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]]