[{"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems. \"The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,\" <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q>The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement.</q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}, {"uid": "1295559994214679661", "i": 31090, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "outreach and technology thought leadership.\" <strong> Sergey Brin </strong>, the other Google co-founder, will no longer be president of technology; he will work on \"strategic projects.\" In a statement, <strong> Eric Schmidt </strong> says that <q>by clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.</q> He says that as executive chairman he will work with both men for \"a long time to come\" and says that \"Larry is ready to lead.\" The company made the surprising announcement as it reported", "new_id": -2}, {"uid": "1297268080137707528", "i": 6049, "idx": 0, "sa": ["Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders", "Paul Helmke", "Bill Clinton"], "q": "<strong> Barack Obama </strong> mentioned <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>` who was shot in Tucson two weeks earlier in a massacre that left six dead, including a 9-year-old girl, and 14 wounded` at the beginning of his speech. He also said <q>the dreams of a little girl in Tucson are not so different than those of our own children, and that they all deserve the chance to be fulfilled.</q> But he refused to say a word about tightening gun laws, though that, too, was one of his election issues. Commented <strong> Paul Helmke </strong>, <strong> Bill Clinton </strong> of the Brady Campaign to Prevent Gun Violence: \"How can", "new_id": -2}, {"uid": "1295901953137494561", "i": 1654, "idx": 0, "sa": ["Zahi Hawass"], "q": "bust dates back to the time of the 14th century B.C. queen and tops Egypt's wish list of artifacts that <strong> Zahi Hawass </strong> wants to see back home. The bust is currently at Berlin's Neues Museum. <q>I am doing something that I believe in and that should have been done a 100 years ago,</q> <strong> Zahi Hawass </strong> told The Associated Press in a telephone interview. \"My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to", "new_id": -2}, {"uid": "1295476300073809973", "i": 1632, "idx": 1, "sa": ["Sergio Marchionne"], "q": " \"In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said. <q>Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.</q> \"Hydraulic hybrid vehicles represent the cutting edge of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that", "new_id": -2}, {"uid": "1295379786188088348", "i": 20772, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "career plans because the apartment is near Fox Studios where the US X Factor will be filmed and rather conveniently, his Royal Highness of XFactorness, <strong> Simon Cowell </strong>, also lives nearby too, sometimes. <q>He knows how lonely it can be to start over in a new country and he wants her nearby,</q> said the know-it-all mate. \"Space, privacy and security don't come cheap in LA- especially where he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.", "new_id": -2}, {"uid": "1295440299060326019", "i": 17843, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": "ABC CASTLE- R 1.6 4 5.969 10:30 CBS Hawaii Five-0 2.7 8 10.291 NBC HARRY'S LAW 2.1 6 11.145 ABC CASTLE- R 1.3 4 5.357- via NBC press note: <q>In Late-Night Metered Markets Monday night: In Nielsen's 56 metered markets, household results were: \"The Tonight Show with <strong> Jay Leno </strong>,</q> 3.0/ 8; CBS's\" Late Show with <strong> David Letterman </strong>,\" 2.9/ 7; and ABC's combo of\" Nightline,\" 2.9/ 7; and \"<strong> Jimmy Kimmel </strong> Live,\"", "new_id": -2}, {"uid": "1295589698029097984", "i": 14402, "idx": 5, "sa": ["Saddam Hussein", "James A. Baker III", "Colin Powell", "President Bush"], "q": "the first <strong> President Bush </strong> publicly encouraged the Iraqis to rise up, he then let the American military stand by when Mr. <strong> Saddam Hussein </strong>'s forces lashed out at them with attack helicopters at the end of the war. <q>I think it was probably a mistake for us to let him fly his helicopters,</q> Mr. <strong> James A. Baker III </strong> responded. Mr. <strong> Colin Powell </strong> called the Shiite and Kurd uprisings \"unfortunate\" and said, \"There's a legitimate argument we have as to whether we stopped too soon or not.\"", "new_id": -2}, {"uid": "1295639157179568677", "i": 20465, "idx": 4, "sa": ["Eric Schmidt", "Seth Harris"], "q": "18 months.\" There has also been talk of tension between <strong> Eric Schmidt </strong> and Page on competing priorities, <strong> Seth Harris </strong> added, with <strong> Eric Schmidt </strong> emphasizing the need to protect margins and Page pushing for more innovation. <q>Google has to do both but is losing talent and facing tough competition, so the balance is tough to reach,</q> he concluded. All of this is true, but replacing <strong> Eric Schmidt </strong> with Page is not necessarily the answer, said <strong> Seth Harris </strong> Dalka, a digital strategy consultant and keynote speaker.", "new_id": -2}, {"uid": "1297199444258572348", "i": 19916, "idx": 2, "sa": ["Tony Blair", "Donald Rumsfeld", "Dick Cheney"], "q": "\" \"Asked if he turned the conversation inside the administration to Iraq in the wake of 9/11, <strong> Donald Rumsfeld </strong> said \"absolutely not.\"\" 5 hours after the 9/11 attacks, <strong> Donald Rumsfeld </strong> said <q>Go massive... Sweep it all up. Things related and not.</q> \"<strong> Dick Cheney </strong> British <strong> Tony Blair </strong> is currently\" saying that <strong> Dick Cheney </strong>'s vision of policy towards the Middle East after 9/11 was to re-draw the map.... What does this mean? Well", "new_id": -2}]