[{"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}, {"uid": "1296811464196722709", "i": 1211, "idx": 1, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> was cleared of any wrongdoing- other than using poor judgment for hosting a party open to the public- and in October he told Sports Illustrated that the experience changed him for good. <q> Right then and there I told myself, I am changing my life, </q> <strong> Michael Vick </strong> told the magazine. \"I'm going to do everything they ask me to do. I'm getting myself away from this madness.\" That was the only thing <strong> Michael Vick </strong> could do if he", "new_id": -2}, {"uid": "1296005208036782100", "i": 20724, "idx": 0, "sa": ["Michael Vick", "The Freezer"], "q": "on his hips and began to swivel. He said some people loved it- and others joked that he needed some lessons. \"I got 170 text messages after the game,\" <strong> The Freezer </strong> said. <q> I haven't read half of them yet. It's just been a crazy couple days. </q> Bears rush to Cutler's defense after critics question toughness; QB has knee ligament strain Bears rush to Cutler's defense after critics question toughness; QB has knee ligament strain Eagles quarterback <strong> Michael Vick </strong> signs first endorsement contract", "new_id": -2}, {"uid": "1296486373063668243", "i": 2375, "idx": 12, "sa": ["President Bush", "Mike Pence"], "q": "to be the GOP speaker in 2010 at an annual gathering of congressional reporters, he had the room rolling at his <strong> President Bush </strong> impression and at jabs at himself for his reputation for liking the media spotlight. <q> There's only one way to refute being called a show horse: You've got to take it in front of a huge audience, </q> he told his huge audience. Although <strong> Mike Pence </strong> is skilled at the messaging side of politics, he has less experience as an executive-- something that could be an issue for someone who aspires to be governor", "new_id": -2}, {"uid": "1295524019146522121", "i": 43001, "idx": 1, "sa": ["Zine El Abidine Ben Ali", "Colin Powell"], "q": " According to <strong> Zine El Abidine Ben Ali </strong> Jazeera, Secretary of State <strong> Colin Powell </strong> had glowing words for Tunisia's tyrant, saying in 2003: \" \"Our bilateral relationship is very, very strong,\" said <strong> Colin Powell </strong>. <q> We are great admirers of Tunisia and the progress that has been achieved under <strong> President Bush </strong> <strong> Zine El Abidine Ben Ali </strong>'s leadership. </q> \" And Don Rumsfeld in 2006 applauded the regime's ability to make Tunisia such a great place to live: \" \"They have demonstrated, if one looks at this successful country... the", "new_id": -2}, {"uid": "1297145482211075083", "i": 39839, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \" i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. \" Report Abuse <q> i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on \"True Grit\" ABC News: Golden Globes Sues Ex-Publicist, Claiming Fraud Fitness Singles Meet Local Fitness Minded People. 80+ Activities. Join Free Today! Friday Night Lights", "new_id": -2}, {"uid": "1297185662216317967", "i": 19611, "idx": 1, "sa": ["the Fox", "Simon Cowell"], "q": "Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Cowell-free season of \"Idol,\" he claimed, \"I haven't seen a full episode,\" continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. <strong> the Fox </strong> is still recovering from a rough fall season, when it finished last among the major networks in total viewers. \"Idol\" is still", "new_id": -2}, {"uid": "1295613331206700591", "i": 25907, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "said Friday that <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centers on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" AP Photo-", "new_id": -2}, {"uid": "1296271846184582159", "i": 9506, "idx": 0, "sa": ["Erik Spoelstra", "Mario Chalmers", "Dwyane Wade", "Udonis Haslem", "Rasheed Wallace", "Allen Iverson"], "q": "but <strong> Dwyane Wade </strong> and <strong> Udonis Haslem </strong> made sure it didn't happen. \"They were pounding us for three quarters and a half, but we finally got some key plays down the stretch,\" Miami coach <strong> Erik Spoelstra </strong> said. <q> <strong> Dwyane Wade </strong> was sensational- that's what he's been all year- and <strong> Udonis Haslem </strong> was great. </q> Detroit was missing three key players- Richard Hamilton( groin), <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back)- but took a 96-95 lead on Walter Herrmann's 3-point shot with 13 seconds left. <strong> Mario Chalmers </strong>", "new_id": -2}, {"uid": "1295203639144834594", "i": 10387, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "world with any semblance of justice, war-makers <strong> Colin Powell </strong> and <strong> President Bush </strong> would be portrayed sharing a bench in a prison cell. Nor does Ms. Graham challenge <strong> President Bush </strong>'s absurd responses. When <strong> President Bush </strong> says <q> I feel very strongly that if the United States were to leave, Afghan women would suffer </q> he is allowed to pose as a champion of women's rights, overlooking how his invasion of Iraq spelled catastrophe for millions of women there who lost family, jobs, and their lives, or who were reduced", "new_id": -2}]