[{"uid": "2008112422_00037942_W", "i": 3230, "idx": 34, "sa": ["Rick Astley"], "q": "though i don't think so.\" <NO_QUOTATION> \"i'm just teasing you. now, come and give your ol' boy a hug.\" \"you want me to hug myself? in public?\" <q> well, okay... it can wait. how about some masturbation when we get home? </q> <NO_QUOTATION> \"to the sounds of <strong> Rick Astley </strong>?\" \"would you shut up about the goddamn <strong> Rick Astley </strong>! shit!\" \"yes, he is that... shit.\" \"i swear to god i'm going", "new_id": -2}, {"uid": "2008122801_00000056_W", "i": 2075, "idx": 3, "sa": ["Harry Potter"], "q": ", johannes connected with importer thierry thiese, and today has more than 26 hectares of vineyards and produces 10,000 cases of wine. you have probably seen a bottle of his famed <NO_QUOTATION> in your local wine shop. <q> it's a fantasy name, </q> johannes tells me. by this i infer johannes is also trying to make the wine user-friendly to the millennial generation who grew up on <strong> Harry Potter </strong> novels and play video games like world of warcraft. this dry wine hails", "new_id": -2}, {"uid": "2008110722_00010175_W", "i": 4650, "idx": 6, "sa": ["Robert Marshall Anderson"], "q": "defined in june of 2003. the current definitions are as of december 2005.\" but following inquiries from forbes.com, gatling says, the cdc's statisticians rechecked what was in the database and discovered the inaccuracies. <q> basically, we only update the msa data every decade, </q> said <strong> Robert Marshall Anderson </strong>, director of mortality data at the national center for health statistics, the cdc division overseeing the database. \"the msa definitions listed on the web site are unfortunately misleading. we'll need to clarify", "new_id": -2}, {"uid": "2008113021_00086869_W", "i": 4205, "idx": 0, "sa": ["Ronald Perelman"], "q": "consider themselves vulnerable to terrorist attacks. siga's discovery could also bring major advances in global health. the expertise that led to st-246 should lead to new drugs to defeat viruses that cause other serious infectious diseases. <q> we aren't a one-trick pony, </q> says siga chief executive dr. eric rose, a well-known surgeon and drug researcher who got involved with siga in 2001 at the request of <strong> Ronald Perelman </strong>, chief executive of cosmetics maker revlon and a major investor in the company", "new_id": -2}, {"uid": "2008101210_00004664_W", "i": 3543, "idx": 0, "sa": ["Ali Shah"], "q": "an upcoming visit to india. <strong> Ali Shah </strong> is scheduled to inspect the baglihar dam in jammu and kashmir and participate in a meeting of the permanent commission for indus waters during the visit. islamabad has alleged that new delhi <q> completely blocked supply of regular water </q> or 23,000 cusecs a day to pakistan from chenab river last month to fill baglihar dam. it claimed that this curtailed pakistan's share of irrigation water. <strong> Ali Shah </strong> told` dawn' newspaper that the 1960 indus waters", "new_id": -2}, {"uid": "2008111900_00008290_W", "i": 3668, "idx": 1, "sa": ["Brad Smith"], "q": "reuters estimates. \"this is a pretty tough market, anybody that has an asset, whether it's a house or a cdo, the chances are it's going down in value,\" <strong> Brad Smith </strong> said. <q> you never want to see losses, but they are commonplace today and it's well understood how they develop. </q> the bulk of the charges-- which total c$ 890 million before tax-- will be taken in the bank's scotia capital unit. \"we are disappointed to announce these write-downs,\" said rick waugh,", "new_id": -2}, {"uid": "2008110416_00041032_W", "i": 1807, "idx": 1, "sa": ["Andy Stanley", "Ed Young"], "q": "my bible study. great cross-references for comparative study of almost every verse and phrase in the bible.) robert t. boyd: bible study-- world's bible handbook( i bought this back when it was called <q> boyd's bible handbook. </q> a must have for basic info like title, theme, authorship, etc. on each book of the bible.) <strong> Andy Stanley </strong>& <strong> Ed Young </strong>: church-- can we do that?: innovative practices that wil change the", "new_id": -2}, {"uid": "2008111807_00001404_W", "i": 3176, "idx": 0, "sa": ["Jack Goldstone"], "q": "pathways to prosperity, he said. <strong> Jack Goldstone </strong> presented graphs showing different countries' shifts between authoritarianism and democracy and data about average gross domestic product per capita through time to show that there is no such direct correlation. <q> it is not the case that in those snapshots, correlations between democracy and development reveal a single population that is moving from low income and authoritarian to a high income and democratic, </q> he said. instead, a trend emerged from the data that pointed to two distinct categories, according to <strong> Jack Goldstone </strong>. \"these graphs show some countries that move from authoritarian to democratic frequently, but have no real", "new_id": -2}, {"uid": "2008111714_00008082_W", "i": 4160, "idx": 3, "sa": ["Kory Sperry"], "q": "end, it could buy them one more game in a colorado state uniform in december. \"anytime it's your last game and you win at home, it's nice,\" tight end <strong> Kory Sperry </strong> said. <q> to me, i'm not the type to get sentimental about the last game here. we got ta move on. we've got one more game, then we'll have the postseason if we win. </q> at the very least, a shot. even if the rams( 5-6 overall, 3-4 in the mountain west) do reach bowl eligibility, an extra game is not guaranteed. other factors are involved, such", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 3396, "idx": 12, "sa": ["Will Rogers", "Jack Talbert"], "q": "base as itself.\" -- joseph pulitzer( 1904) \"the minute you read something that you can't understand, you can almost be sure that it was drawn up by a lawyer.\" -- <strong> Will Rogers </strong> <q> laws control the lesser man... right conduct controls the greater one. </q>-- mark twain \"one of the greatest delusions in the world is the hope that the evils in this world are to be cured by legislation.\" -- <strong> Jack Talbert </strong> brackett reed \"naturally the common people don't", "new_id": -2}]