[{"uid": "1295389954093929543", "i": 14335, "idx": 0, "sa": ["Larry King", "Michael Vick", "Piers Morgan", "Oprah Winfrey"], "q": "makes sense CNN would turn to a Brit to replace a <strong> Larry King </strong>. <strong> Piers Morgan </strong> officially takes over for <strong> Larry King </strong> when`` <strong> Piers Morgan </strong> Tonight'' launches Monday. <strong> Piers Morgan </strong> may be best known to Americans as the brutally honest judge on <q> America's Got Talent, </q> but he has a long career in News of the World and the Daily Mirror. He still has to get <strong> Piers Morgan </strong> And <strong> Oprah Winfrey </strong> Make A Bet About <strong> Michael Vick </strong>( VIDEO) <strong> Oprah Winfrey </strong> is <strong> Piers Morgan </strong>'s first guest for his", "new_id": -2}, {"uid": "1297242024149028872", "i": 28751, "idx": 5, "sa": ["Perry Fewell", "David Letterman"], "q": "<strong> David Letterman </strong> ended the segment by pulling out a football and asking the Super Bowl MVP to throw him a pass.`` Do you mind throwing me something simple?'' <strong> David Letterman </strong> asked before he quickly added: <q> Don't hurt me. </q> <strong> Perry Fewell </strong> not Titans' pick either UPDATED: 1:18 p.m. Another head coaching job that <strong> Perry Fewell </strong> interviewed for has been filled by someone else. The Tennessee Titans made it official this afternoon that their former offensive line", "new_id": -2}, {"uid": "1297187009205783101", "i": 8281, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "just weeks before the invasion, further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes.`` I had meant to say France and Germany represented` old NATO' not` old Europe'.''`` In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1295714636166166623", "i": 13973, "idx": 0, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "decade. BGC Partners analyst Colin Gillis said Google experienced tremendous growth under <strong> Eric Schmidt </strong>, becoming a search and advertising powerhouse, but the company also arguably experienced a number of missteps and missed opportunities. <q> A case can also be made that the company has not built any new material revenue streams, was late to building for the mobile market, has no effective social solutions, overbuilt its headcount and placed itself in the crosshairs of government regulators, </q> Gillis said. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now were to`` prove that they've got their Mojo back and that nobody needs to fear them.''", "new_id": -2}, {"uid": "1296241720196132899", "i": 22511, "idx": 1, "sa": ["Bernie Sanders", "Neil Cavuto", "Steve Doocy", "Gretchen Carlson"], "q": "On the January 28 edition of Fox News' Fox& Friends, the co-hosts began a segment on the solvency of Social Security by playing a clip of Sen. <strong> Bernie Sanders </strong>( I-VT) telling Fox News host <strong> Neil Cavuto </strong>, <q> I think it is not a good idea for us as a nation to try to frighten people and say,` Social Security is not going to be there for you. Social Security is going bankrupt,' which is obviously not the case. </q> Co-host <strong> Steve Doocy </strong> responded by saying,`` Oh, really?'' <strong> Steve Doocy </strong> and co-host <strong> Gretchen Carlson </strong> then hosted Varney to attack <strong> Bernie Sanders </strong>' assertion. Varney claimed that the''[ Social Security] trust fund is empty''", "new_id": -2}, {"uid": "1296291756127057933", "i": 9474, "idx": 0, "sa": ["Shaquille O'Neal", "Allen Iverson", "Dwyane Wade", "Kyle Korver", "Marc Jackson"], "q": "standings. <strong> Allen Iverson </strong> scored 38 points and had 16 assists, helping the Sixers spoil the return of <strong> Shaquille O'Neal </strong> and overcome a career-high 48 points from <strong> Dwyane Wade </strong> with a 126-119 overtime win over the Miami Heat on Thursday night. <q> It's like a do or die situation, </q> <strong> Allen Iverson </strong> said.`` A loss here or there and we could be out of the playoffs. We understand that. It just says a lot about us.'' <strong> Marc Jackson </strong> scored 26 and <strong> Kyle Korver </strong> 20 for the Sixers", "new_id": -2}, {"uid": "1295718175131842121", "i": 1747, "idx": 2, "sa": ["Amanda Holden", "Simon Cowell", "Britney Spears", "Piers Morgan"], "q": ", 42 Forty-two year old Anya Sparks defied the stereotypes and sexily danced her way through <strong> Britney Spears </strong>' Toxic. Although <strong> Amanda Holden </strong>, <strong> Piers Morgan </strong> and the audience seemed to love her performance, <strong> Simon Cowell </strong> didn't appear to be impressed <q> What the bloody hell was that? </q> he asked at the end, looking a little horrified.`` That was BIG girl power!'' she responded, and with that she was through! taken from the official site: talent.itv.com Show 2( Saturday", "new_id": -2}, {"uid": "1294958964114475010", "i": 38596, "idx": 0, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz", "Barack Obama"], "q": "we joked about what we were going to do, she started to open her eyes, literally. She started to struggle,'' <strong> Debbie Wasserman Schultz </strong> told journalists aboard Air Force One as she accompanied <strong> Barack Obama </strong> back to Washington. <q> It felt like we were watching a miracle.`` New York senator <strong> Kirsten Gillibrand </strong> said she and <strong> Debbie Wasserman Schultz </strong> were crying and when <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, a href=\"http://www.earthtimes.org/tag/NASA.html\"> NASA astronaut, told his wife that if she could see them, she should give a thumbs up sign.`` Instead of giving us the thumbs up, she literally raises her whole arm, </q> <strong> Kirsten Gillibrand </strong> said.Mark Kelson has been ever present at his wife's side since the attack. He is due to take command of the final flight of the href=\"http://www.earthtimes.org/tag/space.html\"> space shuttle Endeavour, but has asked NASA to appoint", "new_id": -2}, {"uid": "1297405267159514630", "i": 26122, "idx": 1, "sa": ["Angelina Jolie", "Perez Hilton", "Jennifer Aniston", "Brad Pitt"], "q": "we're all adults,'' <strong> Jennifer Aniston </strong> reportedly said. The 41-year-old actress also told the blogger that she was still in touch with <strong> Brad Pitt </strong>, and that` everything's fine' between them. <q> I believe what she has to say. I think she really has moved on, </q> said <strong> Perez Hilton </strong>. href=\"http://www.dailyindia.com/newssearch/Angelina Jolie-Angelina Jolie/423.php\"> News on <strong> Angelina Jolie </strong> href=\"http://www.dailyindia.com/newssearch/Brad Pitt-Brad Pitt/435.php\"> News on <strong> Brad Pitt </strong> href=\"http://www.dailyindia.com/newssearch/Jennifer Aniston-Jennifer Aniston/474.php\"> News on <strong> Jennifer Aniston </strong> Copyright Asian News International/DailyIndia. com", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]