[{"uid": "1296286332201490484", "i": 2673, "idx": 3, "sa": ["Jackie Walorski", "Mike McDaniel", "Mike Pence", "Joe Donnelly"], "q": "think we might best contribute in the years ahead.'' <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited", "new_id": -2}, {"uid": "1295936245231571467", "i": 48935, "idx": 5, "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Miami_Heat_vs_Sacramento_Kings_115__84_January_23,_2010 Heat burn Kings 115-84 By <strong> Chris Bosh </strong> Perkins, for NBA.com Posted Saturday January 23, 2010 11:13 PM MIAMI( NBA.com exclusive)--", "new_id": -2}, {"uid": "1295755514184385545", "i": 22151, "idx": 14, "sa": ["Allen Iverson"], "q": "deficit to 11, <strong> Allen Iverson </strong> hit a 3-pointer from the PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1295394211046235674", "i": 4551, "idx": 1, "sa": ["Sergio Marchionne"], "q": "'' he said. <strong> Sergio Marchionne </strong>: We're going to reinvent the minivan He wanted to allay fears among Windsor's 4,300 workers that such a change will jeopardize their jobs. <q> We're not going to give an inch of territory in terms of our domination of the segment, </q> <strong> Sergio Marchionne </strong> said.`` But we need to completely rethink the minivan. We need to make it a lot more versatile than it is. The architecture will allow us to make a minivan-like vehicle plus others.''", "new_id": -2}, {"uid": "1296014345168460294", "i": 7523, "idx": 6, "sa": ["Kobe Bryant", "Allen Iverson"], "q": ". On February 12, the NBA scoring leader had a league season-high 46 points in a 98-94 loss to the San Antonio Spurs.`` When I score 40 points, we've lost,'' <strong> Allen Iverson </strong> said. <q> Tonight, we won, and I guess I finally got the monkey off my back. I didn't know what I had until I came out of the game at the end and looked up at the scoreboard. I saw what I had and said,` I hope it doesn't come back to haunt me.' </q> Working primarily against Philadelphia native <strong> Kobe Bryant </strong>, <strong> Allen Iverson </strong> shot 17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds.`` I wanted to get off", "new_id": -2}, {"uid": "1297113015104251437", "i": 10895, "idx": 0, "sa": ["Donald Rumsfeld", "Jeffrey Feltman", "P.J. Crowley"], "q": "Department officials, including chief spokesman <strong> P.J. Crowley </strong> and Assistant <strong> Donald Rumsfeld </strong> for Near Eastern Affairs <strong> Jeffrey Feltman </strong>, have appeared on the network. The turn around is the result of a State Department policy review completed in December. <q> If we are not in the conversation, people will be speaking for us or about us, </q> Dana Shell Smith, deputy assistant secretary for international media engagement, told Shell Smith's office was created by the Obama administration last year to begin to reach out to international media.`` The", "new_id": -2}, {"uid": "1296467329082231331", "i": 1602, "idx": 0, "sa": ["Thaddeus Young", "Allen Iverson"], "q": "1996-97 season. He played the best game of his four-game second stint in Philadelphia to help avoid another unlucky 13-game skid on his resume. The Sixers had all five starters and two reserves score in double digits. <q> We felt like once we did get a win, it was going to be extremely hard, one of the hardest games to win, </q> <strong> Allen Iverson </strong> said.`` It was totally opposite.'' <strong> Allen Iverson </strong> hit the 20-point mark for the second straight game a day after his having his left knee drained of fluid. <strong> Thaddeus Young </strong> was sensational, using an 11-of-15 effort", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}, {"uid": "1295682265065617928", "i": 89, "idx": 13, "sa": ["Mitch Daniels", "Charlie Black", "Mike Pence"], "q": "a favorite of Republicans who like <strong> Mitch Daniels </strong>' broad experience and fiscal credentials. <strong> Mitch Daniels </strong> has said he won't make a decision about running for president until after this year's legislative season ends in April. <q> If( <strong> Mitch Daniels </strong>) runs, I think it's hard for <strong> Mike Huckabee </strong>, because all the financial base in Indiana would likely go to <strong> Mitch Daniels </strong>, </q> <strong> Charlie Black </strong> said. But <strong> Mike Pence </strong> also can't afford to wait to decide because he has a long way to go in building a fundraising network and a campaign team, and becoming better-known. As", "new_id": -2}, {"uid": "1297116847195428397", "i": 34144, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "Could Be in the Running for` X-Factor' Judging Panel During a teleconference Monday, <strong> Simon Cowell </strong> suggested his former American Idol colleague <strong> Paula Abdul </strong> could be in the running for The X-Factor judging panel. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said.`` We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up yet", "new_id": -2}]