[{"uid": "1297323057252542979", "i": 10137, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "puck opined:`` The fact that Politicians lie, is no revelation.'' There's no logic in this as a mere substitution of the collective noun`` little children'' shows: <q> The fact that little children lie, is no revelation. </q> I would still reprimand my child for lying. What <strong> Donald Rumsfeld </strong> is doing is called in the ten commandments`` Bearing false witness.'' Something a good sight worse than a mere fib. That he publilshed", "new_id": -2}, {"uid": "1295350881176619616", "i": 31949, "idx": 0, "sa": ["James Clyburn", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Janet Napolitano"], "q": "Kelly speaks to <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY), Rep. <strong> James Clyburn </strong>( D- SC... Photo in Slideshow: <strong> Barack Obama </strong>, Mark Kelly, Daniel Hernandez, <strong> Janet Napolitano </strong> Video: <strong> Barack Obama </strong>'s Response to Tragedy Boosts Polls Report Abuse <q> You vile, HATEFUL, leftwingnuts, are you happy now? </q> <strong> Gabrielle Giffords </strong> had the gall to stand up to B.O. and she got a bullet. SHAME ON YOU 100 TIMES <strong> Gabrielle Giffords </strong> said CLOSE THE BORDERS AND OBAMA WAS NOT DOING ENOUGH TO HELP Report Abuse <blockquote>", "new_id": -2}, {"uid": "1296073686062521444", "i": 19438, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "listening to phone messages of royal household staff. <strong> Andy Coulson </strong>, who has denied wrongdoing, also resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after numerous questions about practices at the newspaper. <q> The MPS( Metropolitan Police Service) is launching a new investigation to consider this material, </q> the police force said in a statement.`` This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.'' <strong> Andy Coulson </strong>'s resignation prompted", "new_id": -2}, {"uid": "1297245173074432526", "i": 35305, "idx": 0, "sa": ["Matt Lauer", "Simon Cowell"], "q": "TV the music mogul said:`` I haven't been invited.'' When the presenter of The Today Show, <strong> Matt Lauer </strong>, asked if he thought he would get an invite in the future he said: <q> No. But I'll probably be allowed to wave in the street. </q> <strong> Simon Cowell </strong>, who was on The Today Show to talk about his upcoming version of American X Factor, was guarded about who the judges will be.`` They will be cute,'' he", "new_id": -2}, {"uid": "1297290206039763995", "i": 41628, "idx": 1, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "and often-frosty relations under former Defense <strong> Donald Rumsfeld </strong>.`` A strong, technologically vibrant, and financially successful defense industry is... in the national interest,'' <strong> Ashton Carter </strong> said, adding that the department planned to pursue <q> policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth. </q> <strong> Ashton Carter </strong> later told Reuters that his goal was to`` get out in front of and anticipate the fact that industry is going to be making fundamental adjustments to the new era that we're in.''", "new_id": -2}, {"uid": "1295068749012681281", "i": 47373, "idx": 0, "sa": ["Mike Pence"], "q": "find ourselves, lends itself to some contemplation. I think there's a hope, at least, for reasonableness.'' The argument is not likely to woo staunch gun-rights advocates in Congress. <q> I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe, </q> Rep. <strong> Mike Pence </strong>, R-Ind., said in an interview.`` And I understand the human impulse is to look for blame. Heartache does that. But no expressed opinion and no public policy created what happened on Saturday", "new_id": -2}, {"uid": "1295241593190218244", "i": 26146, "idx": 1, "sa": ["Ben Bernanke", "Bob Corker", "President Bush", "Sen. Bernie Sanders"], "q": ", Dodd said, because of <strong> Ben Bernanke </strong>'s creative actions to contain the financial crisis. <strong> Sen. Bernie Sanders </strong> <strong> Bob Corker </strong>( R-Tenn.), who also voted to forward the nomination to the full Senate, asked rhetorically, <q> Does he need to quit trying to expand the empire of the Fed? Absolutely. </q> Although <strong> Ben Bernanke </strong> is a Republican and was first appointed by <strong> President Bush </strong>, the sharpest criticism during the discussion came from conservatives on the banking committee. In particular, some Republicans demanded the chance to review confidential documents", "new_id": -2}, {"uid": "1294962672210993211", "i": 6921, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": ". They described the moment to CBS'`` The Early Show'' Thursday.( Scroll down to see video of <strong> Kirsten Gillibrand </strong> and <strong> Debbie Wasserman Schultz </strong>, along with clips from Mr. <strong> Barack Obama </strong>'s speech.) <q> We were talking about all the things we wanted to do as soon as she got better and all the things we hope to do with her. And we knew she was responding- she was holding our hands, and caressing our hands and squeezing them and moving her arms, moving her legs, </q> <strong> Kirsten Gillibrand </strong> recalled.`` She started to open her eyes. And when her husband saw her making this effort, he urged her, said,` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes.' And", "new_id": -2}, {"uid": "1297094119231997478", "i": 31318, "idx": 0, "sa": ["Simon Cowell"], "q": "five tips to winning the new American version of the hit Brit talent show`` The X Factor,'' and now the famous judge is saying exactly why he's bringing the show stateside. <q> I believe America has the best talent in the world, I believe that with all my heart, </q> he says.`` But I'm not looking for someone who will only be a hit in America. I'm looking for a global star.'' Exclusive: <strong> Simon Cowell </strong> Reveals Top Five Tips to Winning`", "new_id": -2}, [{"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]]