[{"uid": "1295394211046235674", "i": 5418, "idx": 2, "sa": ["Sergio Marchionne"], "q": "among Windsor's 4,300 workers that such a change will jeopardize their jobs. \"We're not going to give an inch of territory in terms of our domination of the segment,\" <strong> Sergio Marchionne </strong> said. <q> But we need to completely rethink the minivan. We need to make it a lot more versatile than it is. The architecture will allow us to make a minivan-like vehicle plus others. </q> He also said the next generation vehicle will have a nine-speed transmission available and a hybrid option. The nine-speed transmission would first be introduced in the new Fiat-based midsize cars Chrysler plans to launch in the spring", "new_id": -2}, {"uid": "1296770511173654034", "i": 14682, "idx": 56, "sa": ["Bill Clinton", "Condoleezza Rice", "Donald Rumsfeld"], "q": "\"You could have said something in the NSC meeting in front of the <strong> Bill Clinton </strong> and the principals.\" \"Don, you've made mistakes in your long career,\" <strong> Condoleezza Rice </strong> replied. <q> Yes, but I've tried to clean them up. </q> There were glimmers of good news. When the fugitive leader who <strong> Donald Rumsfeld </strong> had once met in Baghdad was captured, <strong> Donald Rumsfeld </strong> thought it would be \"tempting for me to meet with Saddam in jail,\"", "new_id": -2}, {"uid": "1295171186193658882", "i": 11313, "idx": 1, "sa": ["Jeff Green", "Allen Iverson", "Kobe Bryant", "Earl Monroe"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Kobe Bryants lost to New Orleans, 108-96, Earl Monroeier Sunday. \"Career nights from two people,\" Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> <strong> Jeff Green </strong>, whose previous high was 23 points, scored 24 in the second half and overtimes. His five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. Durant", "new_id": -2}, {"uid": "1297618288105119764", "i": 17686, "idx": 0, "sa": ["Zahi Hawass"], "q": "antiquities, <strong> Zahi Hawass </strong>, said that during the revolt several ancient treasures had been stolen from the Egyptian Museum, including a statue of the renowned boy king Tutankhamun. The objects missing from the famed museum include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28 during clashes between protesters and riot police, who used tear gas", "new_id": -2}, {"uid": "1297128027137412656", "i": 12875, "idx": 3, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "gifts are different from the official keys to the city presented by the <strong> Mayor Tom </strong>,\" he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and <q> am deeply sorry to offend anyone who loves animals. </q> He acknowledged <strong> Michael Vick </strong>'s past but noted that \"since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about", "new_id": -2}, {"uid": "1295302157157237426", "i": 582, "idx": 2, "sa": ["Colin Powell", "Cory Booker"], "q": "through community action and service. \"It is our time now. We must stand up because others stood for us.\" The theme of the 2011 Dr. Martin <strong> Colin Powell </strong> King Jr.. Holiday Breakfast was <q> The Dream: Rejoice, Reclaim, Renew Community. </q> <strong> Cory Booker </strong> drew on his experience of helping to reclaim and renew the city of Newark to encourage the audience to actualize positive social change by leading by example and getting involved. The 2011 breakfast also featured remarks", "new_id": -2}, {"uid": "1296767727048218114", "i": 16718, "idx": 1, "sa": ["Žydrūnas Ilgauskas", "Allen Iverson", "Chris Webber", "James Cleveland"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "new_id": -2}, {"uid": "1294962678114475021", "i": 27851, "idx": 0, "sa": ["David Letterman", "Conan O'Brien", "Kyle Richards", "Beverly Hills", "Paris Hilton"], "q": "The Tonight <strong> Paris Hilton </strong> celebrates` Real Housewives of <strong> Beverly Hills </strong>' star's birthday <strong> Paris Hilton </strong> just happened to be one person on the guest list for her aunt <strong> Kyle Richards </strong>'-- who just so happens to be a cast member on <q> The Real Housewives of target=\"_blank\" HillsBeverly Hillsfm.com/\"> <strong> Beverly Hills </strong> <strong> Beverly Hills </strong> </q>-- birthday bash. Just to prove... <strong> Conan O'Brien </strong> OK With <strong> David Letterman </strong>, Not So Much With Leno WPXI BURBANK, Calif.-- <strong> Conan O'Brien </strong> says he got a target=\"_blank\" phone call from <strong> David Letterman </strong> over the holidays.", "new_id": -2}, {"uid": "1296728555250200065", "i": 52060, "idx": 2, "sa": ["Michael Vick"], "q": "Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that \"people can reintroduce these dogs back into a society that's not going to abuse them.\" <q> The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into a vicious animal that will bite the mailman, the girl next door or grandma walking down the street, </q> Hansen said. Betsy Adevai, 50, of Grand Rapids, Mich., said muscle dogs have become status symbols for young men who walk through her inner city neighborhood. \"You don't", "new_id": -2}, {"uid": "1295696378029671425", "i": 22256, "idx": 1, "sa": ["Eric Schmidt"], "q": "dans une d?claration publi?e jeudi. Le Wall Street Journal a ainsi fait tat de tensions entre les trois dirigeants, bien qu'une porte-parole de Google ait ni que des conflits soient? l'origine de cette r?organisation. <q> Nous avons convenu de clarifier nos r?les de fa?on? d?partager les responsabilit?s et? accro?tre l'imputabilit </q>, a pr?cis <strong> Eric Schmidt </strong>, qui deviendra pr?sident ex?cutif du conseil.? ce titre, il identifiera des cibles d'acquisitions. Et il lissera les relations de Google avec les gouvernements et les autorit?s antitrust, qui expriment un", "new_id": -2}]