[{"uid": "1296282709080461832", "i": 2913, "idx": 7, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "that seemed to holler to all their doubters, ''Take that!'' ''We just wanted to show the whole world we could play together,'' <strong> Carmelo Anthony </strong> said after the duo's triumphant debut Monday night. <q>We know there's a lot of doubt about that.</q> <strong> Carmelo Anthony </strong> scored 28 points in his return from a 15-game suspension for fighting and <strong> Allen Iverson </strong> added 23 in the Denver Nuggets' 115-98 rout of the Memphis Grizzlies. The two are out to prove two superstars can coexist.", "new_id": -2}, {"uid": "1296844760211812357", "i": 15382, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "Salman Rushdie"], "q": "bin Laden, and <strong> Salman Rushdie </strong> <strong> Donald Rumsfeld </strong> Loudly Harangued At <strong> John McCain </strong> House Correspondents' Dinner( VIDEO) <strong> Donald Rumsfeld </strong> Quotes- Funny <strong> Donald Rumsfeld </strong> Quotations- Rumsfeldisms adYQBqpv2JMOYRaHxkt0h% 2FJmlBGwDM1XZ% 2BKIGRZwIEa5hyY5ceTQLEPLeZOT1cMKJ8D6WxUp6r% 2FYICsGxXA1rw% 3D% 3D jdickerson Zach Walls: <q>If I was your son, Mr. Chairman, I believe I would make you very proud.</q>", "new_id": -2}, {"uid": "1296160133231161875", "i": 11795, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q>It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,</q> said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. ''It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the", "new_id": -2}, {"uid": "1296232207160088064", "i": 19123, "idx": 2, "sa": ["Mike Pence"], "q": "Indiana. We will not seek the Republican nomination for president in 2012.'' <strong> Mike Pence </strong> said he would make a decision about his future later and would be traveling across the state in the months ahead to <q>learn about how Hoosiers think we might best contribute in the years ahead.</q> <strong> Mike Pence </strong> has a pair of public events scheduled for today-- a town hall meeting in Pendleton and a visit to a high school in Muncie. ''I am convinced he is now going to run for", "new_id": -2}, {"uid": "1296801733169033778", "i": 33746, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "heart attacks. ''A <strong> Barbara Walters </strong> Special: A Matter of Life and Death''( 9 p.m., ABC) includes interviews with celebrities and notables about their experiences with open heart surgery. <strong> Robin Williams </strong> calls this group the <q>brotherhood of the cracked chest club.</q> Interviews with <strong> Robin Williams </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong> reveal very different men and their paths to near total heart disease and recovery. The side effects are often as emotionally draining as physically debilitating.", "new_id": -2}, {"uid": "1297242543083116089", "i": 15464, "idx": 7, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "it's right for the show. You got ta freshen things up.'' And ''Idol'' has certainly freshened things up with the new judges, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> joining Randy Jackson. <q>I talk to Randy all the time,</q> <strong> Simon Cowell </strong> said. ''We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with ''The X Factor].'''", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q>But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds,</q> writes <strong> Howard Kurtz </strong>. ''What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}, {"uid": "1295612541207978516", "i": 25106, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "wishing the <strong> Tony Blair </strong>, his family and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.'' Mr <strong> David Cameron </strong> said in a statement: <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. I wish <strong> Andy Coulson </strong> all the very best for his future, which I am certain will be a successful one.</q> Last week Mr <strong> David Cameron </strong> refused to confirm or deny reports that Mr <strong> Andy Coulson </strong> had offered to resign to spare the Government further damage. But he admitted that his communications director was ''extremely embarrassed'' about the", "new_id": -2}, {"uid": "1297704186051036184", "i": 25430, "idx": 1, "sa": ["Steve Ballmer"], "q": "the Windows Phone platform,'' <strong> Steve Ballmer </strong> said during a keynote presentation. ''The additional energy that comes with this announcement... will help consumers get new hardware, fresh choices, and amazing services.'' <q>Nokia's support will help Windows Phone overall to build strength versus the other eco-systems,</q> <strong> Steve Ballmer </strong> continued. Microsoft is working to ensure that innovation ''doesn't lead to the kind of fragmentation for developers that other platforms in the phone arena are currently experiencing,'' <strong> Steve Ballmer </strong> said. ''That", "new_id": -2}, {"uid": "1295981594193069069", "i": 2074, "idx": 1, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,'' <strong> Michael Bernick </strong> concludes. <q>It may be time that our California workforce system gives these jobs greater consideration.</q>( http://sfg.ly/eXj0J3). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2001 M-Class$ 12,982 Mercedes-Benz 2003 M-Class$ 13,983", "new_id": -2}]