[{"uid": "1296980220081723411", "i": 44330, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": " \"It's a very serious matter because it can incapacitate the pilot.\"- David Zwegers, director of aviation safety at Embry-Riddle Aeronautical University, on shining handheld lasers at airplanes <q> If AIG, whose reckless behavior resulted in a$ 182 billion taxpayer bailout, prefers to do business in Republican states, then the next time they go bankrupt, I hope they don't ask taxpayers in Vermont and other Democratic-leaning states for another bailout. </q>- U.S. <strong> Sen. Bernie Sanders </strong>, a Vermont independent, on American International Group Inc.'s mortgage insurer doing more business in GOP-leaning states \"Any money you net you did not actually save. Rather,", "new_id": -2}, {"uid": "1294952896035717140", "i": 16480, "idx": 2, "sa": ["Michelle Obama", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "Washington with the president Thursday morning. <strong> Gabrielle Giffords </strong>' husband Mark Kelly then told his wife to give them a thumbs-up if she could hear him. Instead, she slowly raised her left arm. <q> <strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes, </q> <strong> Kirsten Gillibrand </strong> said. <strong> Barack Obama </strong> and first lady <strong> Michelle Obama </strong> had visited with <strong> Gabrielle Giffords </strong> and her husband earlier in the day before attending a memorial service for the victims of Saturday's shooting rampage. Kelly told the", "new_id": -2}, {"uid": "1297429199014975043", "i": 38196, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "opportunity to build, and lead, and fight.\" When can we expect to see the first Nokia Windows Phone 7 device? <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both batted the question back, with <strong> Stephen Elop </strong> saying, <q> We aren't making a specific announcement of when that will be, </q> while <strong> Steve Ballmer </strong> contented himself with, \"When there's news there will be news.\" He added that Microsoft and Nokia's engineers have already been working closely together, with talks having started back in November between", "new_id": -2}, {"uid": "1297224727163495958", "i": 23613, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "have criticized <strong> Dwaine Caraway </strong> for awarding it to <strong> Michael Vick </strong>, who was convicted and sent to prison for his role in a dog-fighting operation. He pleaded guilty to felony charges in 2007 and served a 21-month sentence. <q> You have people who are not willing to forget it and you have other people who are willing to forgive </q> said <strong> Dwaine Caraway </strong> today about <strong> Michael Vick </strong>'s involvement in the dog-fighting ring. \"I do not condone cruelty to animals but it was not about that\" <strong> Dwaine Caraway </strong> adds. \"It's about having someone that the", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1295813464265846801", "i": 29330, "idx": 1, "sa": ["Mike Pence"], "q": "and author \"Aftermath: Following the Bloodshed of America's Wars in the Muslim World\". Also, Thom confronts Seton Motley www.LessGovernment.org- Are the Republicans engaged in a form of terrorism by attempting... <strong> Mike Pence </strong>: <q> You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. </q> <strong> Mike Pence </strong>: \"You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.\" Congressman <strong> Mike Pence </strong> gave the following floor speech during debate of the final reconciliation bill that purports to \"fix\"", "new_id": -2}, {"uid": "1296053683158892039", "i": 24714, "idx": 2, "sa": ["Michael Vick"], "q": "were thin, light and able to withstand the crushing force of a blitz. Most NFL players do not use leg protection because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. <q> I forgot the Unequal pads were in my pants, </q> says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. \"I didn't feel a thing!\" Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles,", "new_id": -2}, {"uid": "1296171036065404933", "i": 30299, "idx": 0, "sa": ["Erin Fetherston", "Kate Middleton", "Gregg Araki", "Mike Pence"], "q": "perfect-fitting trousers out there.\" So why the shift toward lower prices? <strong> Erin Fetherston </strong> cites the economy, of course, but also her experience at Juicy Couture and her 2007 collection for Target. <q> I became more aware of a large <strong> Erin Fetherston </strong> fan base that hasn't necessarily been able to buy into the designer price point, </q> she told <strong> Erin Fetherston </strong> Is Suspending <strong> Kate Middleton </strong> Regular-Priced Line in Favor of a New, Lower-Priced One New on Vulture Recommends: <strong> Gregg Araki </strong>'s Favorite Movies With Sex Scenes and More! Congressman <strong> Mike Pence </strong> Is the Only Republican in America Definitively", "new_id": -2}, {"uid": "1296494987169000960", "i": 293, "idx": 0, "sa": ["Cael Sanderson", "Ben Roethlisberger", "Michael Vick"], "q": "\" Penn State's <strong> Cael Sanderson </strong> knows that as well; he just has to convince his entire team. \"We needed a little magic, we needed something to happen,\" <strong> Cael Sanderson </strong> said. <q> We didn't create any magic. We didn't have 10 guys who fought. \"We could wrestle the same dual tomorrow and it could be reversed, but you have to seize the moment. \"It was a great atmosphere. I wish we could have put on a better show. </q> <strong> Cael Sanderson </strong>'s a big-picture guy. The Big Tens and NCAAs are his major concern. stories with the most comments in the last 7 days. <strong> Ben Roethlisberger </strong> enjoying his time in the Super Bowl spotlight <strong> Michael Vick </strong> enjoying", "new_id": -2}, {"uid": "1297600395127287377", "i": 48203, "idx": 1, "sa": ["James Huggins", "Allen Iverson", "Dan Tan"], "q": "was it. That was the end of halftime. \"You can't follow that. We all started to laugh. It was great.\" <strong> Dan Tan </strong> imitated <strong> Allen Iverson </strong>'s famous practice rant- <q> We talkin' about practice, man, practice, </q>- after another halftime rant against Campbell Hall. An eternal optimist, <strong> Dan Tan </strong> always cracked jokes. He asked <strong> James Huggins </strong> why the referees wouldn't shake his hand like the coaches before games. The next game", "new_id": -2}]