[{"uid": "1297194654244269071", "i": 6234, "idx": 0, "sa": ["Steve Ballmer"], "q": "The term \"Software defined radio'( SDR) has been used for a long time already, but real products have only been released mostly within the last 10 years,\" Virtanen told Betanews on Tuesday. <q>By using software, radio development is more flexible, fixes and updates can be made more easily and cost effectively, new functionalities and features can be implemented and mobilized faster, and software code can be re-used.</q> <strong> Steve Ballmer </strong>'s change of heart is touching, but it's five years too late Unconfirmed reports have Microsoft's CEO replacing sales and marketing managers with engineers. It\"s a sensible approach. Too bad <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295733110147996681", "i": 34163, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "Rupert Murdoch"], "q": "Nobody cares what I think\".( Apologies for shaky video and crappy sound!) sub+ comment+ thumbs up The real reasons behind the slur? copyrights not my own A clip from Channel 4's <q>Dispatches- Tabloids, Tories and Telephone hacking</q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. Labour leader <strong> Ed Miliband </strong> welcomes <strong> Andy Coulson </strong>'s resignation but says the Number 10 press chief should have quit earlier.. Follow us on twitter at twitter.com. An emergency", "new_id": -2}, {"uid": "1295897616111312927", "i": 48801, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "Downing St director of communications, the spotlight was thrown back on to <strong> David Cameron </strong>'s links with <strong> Rupert Murdoch </strong>'s empire. The Independent has newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q>So far, our worst day in government,</q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of... BBC staff brace themselves for over 500 job losses BBC staff are bracing themselves for upwards of 500", "new_id": -2}, {"uid": "1297166995062062625", "i": 29607, "idx": 1, "sa": ["Luis Ochoa", "Paula Abdul", "Ray LaHood", "Simon Cowell"], "q": "died of an accidental \"sharp force injury\" to his right calf. Sheriff's spokesman <strong> Ray LaHood </strong> Pruitt said it was unclear if a delay in seeking medical attention contributed to <strong> Luis Ochoa </strong>'s death. <q>I have never seen this type of incident,</q> Sgt. Martin King, a 24-year veteran of the sheriff's department, told the Bakersfield Californian. <strong> Simon Cowell </strong> says' X Factor' judging panel yet to be set; <strong> Paula Abdul </strong>, wait by the phone", "new_id": -2}, {"uid": "1295670452069369863", "i": 8300, "idx": 0, "sa": ["Allen Iverson"], "q": "http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1296599743193396754", "i": 49413, "idx": 6, "sa": ["Howard Stern", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": "didn't need to: <strong> Camille Grammer </strong> strongly implied to <strong> Howard Stern </strong> that ex-husband <strong> Kelsey Grammer </strong> is a cross-dresser. Having told <strong> Howard Stern </strong> that <strong> Kelsey Grammer </strong> was ex... <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February click our link thetodaybuzz.com- to watch full <q><strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February</q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girl... <strong> Kelsey Grammer </strong> to <strong> Camille Grammer </strong> Hands Off My Money!. Click our link", "new_id": -2}, {"uid": "1296291756127057933", "i": 7883, "idx": 4, "sa": ["Michael Vick", "Scottie Pippen"], "q": "'ll change that-- that's tough shots for other people and routine for him. There's no question that he's the reason they won it. That's the reason why he's the MVP.\" <q>As soon as they gave him the MVP award, I knew he was going to have a huge game for us tonight,</q> <strong> Scottie Pippen </strong> said. \"<strong> Michael Vick </strong> loves challenges and when they tell him he's the best, by giving him the award, that's still a big challenge for him. I don't know if anybody can stop", "new_id": -2}, {"uid": "1296619354222035975", "i": 13521, "idx": 1, "sa": ["Allen Iverson", "Dirk Nowitzki"], "q": "leading the Denver Nuggets past the Dallas Mavericks 122-109 Thursday night. \"AI had it all going from everywhere,\" said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. <q>He was driving and making shots in-between.</q> <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line. It was his sixth time scoring 30 points and his fourth time with at least 10 assists. However, this was his first 30-10 game of the", "new_id": -2}, {"uid": "1295065496033882119", "i": 39734, "idx": 0, "sa": ["Mike D'Antoni", "David Letterman"], "q": "home by the Kings, who are one of the worst? To quote Amar' e Stoudemire on <strong> David Letterman </strong> Thursday, \"Is that a trick question?\" Actually, no. It was simple. <q>We don't even need to watch the tape,</q> coach <strong> Mike D'Antoni </strong> said. The Knicks didn't make enough shots, didn't avoid enough blocked shots, didn't rebound from... newsday.com is now available at no charge to Newsday and Optimum Online Â®", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,</q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}]