[{"uid": "1295907439137379893", "i": 30079, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "it was important that all allegations were properly investigated. \"Hacking into people's phones is illegal,\" she said. â\u0080¢ <strong> Tony Blair </strong> never had a mobile while prime minister <q>Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. Nobody is above the law, no newspaper editor, no journalist.<q> Scotland Yard has declined to respond to the latest allegations. Mr <strong> Andy Coulson </strong> has denied knowledge of any hacking, but stepped down on Friday over the continuing media coverage of the issue.", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,<q> <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}, {"uid": "1297444484053690368", "i": 46124, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "help farmers in upstate New York recover from property damage and livestock losses due to snow and ice build-up. \"The amount of heavy snow we've received this winter is unprecedented,\" <strong> Kirsten Gillibrand </strong> said. <q>Federal assistance is absolutely critical to helping these hardworking farm families recover.<q> The USDA's Farm Service Agency's emergency loans go to help supplement famers' incomes after crop and livestock loss, pay to replace or repair of property, alleviate production costs and refinance debts.", "new_id": -2}, {"uid": "1296803869266600456", "i": 13277, "idx": 1, "sa": ["Allen Iverson", "LaMarcus Aldridge", "LeBron James", "Mo Williams"], "q": ": With the Blazers in front by seven after <strong> LaMarcus Aldridge </strong>'s basket with 1:46 remaining, they failed to score on three straight possessions. The Heat converted seven points over that duration to draw even. QUOTABLE <strong> Allen Iverson </strong>: <q>I didn't want to jinx it pregame by saying something to my teammates, but every time he's played here, he's shot the ball well. It's like he saves all his jump shots for us.<q>-- <strong> LaMarcus Aldridge </strong> on <strong> LeBron James </strong> HOT: <strong> LeBron James </strong> scored 11 points in the final three minutes of overtime to pull Miami even, then scored CLEVELAND( AP)- The polls were closed. <strong> Mo Williams </strong> made a late push for", "new_id": -2}, {"uid": "1297449743186662931", "i": 46858, "idx": 1, "sa": ["Steve Ballmer"], "q": "with Apple and Google in the fast-growing and lucrative smartphone market. 02 Feb 2011 \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale,\" he said. <q>Nokia is at a critical juncture, where significant change is necessary and inevitable in our journey forward.<q> <strong> Steve Ballmer </strong>, chief executive of Microsoft, said the partnership would \"dramatically accelerate the development of a vibrant and strong Windows Phone ecosystem\". Nokia and Microsoft have been working on the development of", "new_id": -2}, {"uid": "1296142659223117314", "i": 24974, "idx": 1, "sa": ["Sergio Marchionne", "Debbie Stabenow"], "q": "end of March. The automaker is going ahead with fuel-efficiency projects, expecting it will receive the loan to help pay for them. \"I can't stop the machine,\" <strong> Sergio Marchionne </strong> said recently. <q>So far, I have been able to manage it( without the loan), but there will come a point in time when I have to go into the kitty and use other cash for this.<q> Sen. <strong> Debbie Stabenow </strong>, D-Lansing, said Chrysler's request would help protect 10,000 jobs in nine plants in four states, including Michigan. The projects on which it is working \"would save 520 million", "new_id": -2}, {"uid": "1297443949230703173", "i": 28583, "idx": 1, "sa": ["Nancy Pelosi", "Mike Pence"], "q": ", \"many of whom were swept into office fueled by tea party anger over the health care law,\" are now facing the same expensive, unforgiving health insurance market as middle-class Americans the GOP wantonly abandoned: <q> \"I have a niece who has pre-existing conditions, and I worry about her if she was ever to lose her job,<q> said Florida <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> Nugent\", one of the freshman lawmakers who declined federal health insurance benefits. Every single House Republican voted to repeal the health care law last month. \"I can", "new_id": -2}, {"uid": "1297698057228933682", "i": 44751, "idx": 0, "sa": ["Zahi Hawass"], "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q>We found two of the eight missing artifacts outside the museum between a government building that got burned and the gift shop. We are continuing the search and will find more,<q> <strong> Zahi Hawass </strong> told Reuters. Artifacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "new_id": -2}, {"uid": "1297088895231997447", "i": 31051, "idx": 1, "sa": ["Paolo Romani", "Sergio Marchionne"], "q": "if the headquarters were in the United States,\" <strong> Sergio Marchionne </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. <q>In the next two or three years we will be able to see a single entity. It could be based here in the United States,<q> Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. \"We'll have to integrate the companies first, though, and then look at the management,\" he added. Faced with the outcry, the Labor Ministry published", "new_id": -2}, {"uid": "1296969684257851394", "i": 2843, "idx": 3, "sa": ["Sergio Marchionne"], "q": "only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the time, are above current market conditions,\" <strong> Sergio Marchionne </strong> said. <q>Because of these changed market conditions as well as the improvements in our performance and outlook made possible through the support of the U.S. and Canadian governments, Chrysler intends to repay these loans in full at the earliest opportunity,<q> he added.", "new_id": -2}]