[{"uid": "1295819589226000912", "i": 29025, "idx": 4, "sa": ["Colin Powell"], "q": "interested in a government role. He said he wants to remain in private life although he is happy to be administration knows that I am quite content with the work I am doing now,\" he said. <q>I am not interested in a government job.</q> <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. \"There has crept in our society and our public dialogue, a coarseness, a", "new_id": -2}, {"uid": "1295390036093929511", "i": 45960, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell", "Jennifer Lopez"], "q": "arrangement that puts regular emphasis on \"let'em down easy.\" Who will fill <strong> Simon Cowell </strong>'s role of tell-it-like-it-is mean judge as \"Idol\" begins its 10th season at 8 tonight? No one. <q>With <strong> Simon Cowell </strong> leaving, that has given us a new direction that we're almost forced into,</q> executive producer <strong> Nigel Lythgoe </strong> told TV critics in Los Angeles last week. \"But it allows us to be creative and shake the whole thing up.\" Like returning judge Randy Jackson, panel newcomers <strong> Jennifer Lopez </strong> and", "new_id": -2}, {"uid": "1297714527167477255", "i": 2779, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "'s gay ban to ABC Radio on Friday. \"First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,\" <strong> Donald Rumsfeld </strong> said. <q>We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.</q> <strong> Donald Rumsfeld </strong> has been making media appearances and spoke on Thursday at the 2011 Conservative Political Action Conference in D.C. to promote his new book, \"Known and Unknown.\" CPAC organizers gave <strong> Donald Rumsfeld </strong> gave the \"", "new_id": -2}, {"uid": "1295766856091455522", "i": 11200, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "Experts believe it could be the absence of the Mr <strong> Simon Cowell </strong>, <strong> Simon Cowell </strong>. The new panel- <strong> Jennifer Lopez </strong>, Aerosmith's <strong> Steven Tyler </strong> and show regular Randy Jackson- has had mixed reviews. <q><strong> Simon Cowell </strong>'s cutting edge is clearly missed. The reality is that people like their reality and talent shows to have a little bit of bite. It doesn't bode well,</q> the Daily Star quoted one insider as saying.", "new_id": -2}, {"uid": "1296733570109887531", "i": 28341, "idx": 0, "sa": ["Steve Ballmer"], "q": "Financial Times that the two companies are being outpaced by a computing revolution. Nokia in particular needs to drop its resistance to opening its platform and slim down its operations, according to Ahmad. <q>You both must remember how a whole host of mainframe makers lost out in the shift to PCs and client servers, such as Wang, Unisys, IBM and Burroughs,</q> he wrote. \"And <strong> Steve Ballmer </strong>, you and Bill[ Gates] must remember how you ate IBM's lunch. That's brought a smile to your face, <strong> Steve Ballmer </strong>, hasn't it? Well", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q>It's really hard for me to watch,</q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1295560040175849483", "i": 2221, "idx": 5, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "under Larry will be even better! Larry, in my clear opinion, is ready to lead.\" In a statement, Mr. Page said Mr. <strong> Eric Schmidt </strong>'s track record speaks for itself. <q><strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,</q> he said. Yahoo Canada shakeup; marketing director and longtime sales exec out Waiting in the wings; the big three in charge of Apple without <strong> Steve Jobs </strong> 31 minutes ago The future of gaming will be", "new_id": -2}, {"uid": "1295610219050561027", "i": 8668, "idx": 8, "sa": ["Eric Schmidt", "Esther Dyson"], "q": "point. \"Larry has wanted to be C.E.O., so that's not a surprise,\" said a former Google sales executive who would speak only anonymously to preserve his relationship with a powerful company. <q>But the timing- I've talked to people at Google today and they were just flabbergasted.</q> <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said, \"It is unexpected but it makes a lot of sense.\" She added: \"Larry and", "new_id": -2}, {"uid": "1295391425232685620", "i": 14498, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. We encourage an open exchange of affirming and dissenting opinions on our stories. We invite you to comment on our content as part of our interactive community. Click here to read our", "new_id": -2}, {"uid": "1296149291243646503", "i": 25082, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "second MVP award for <strong> Tom Brady </strong>, who was also honored in 2007. What brings him to such an elite level? \"<strong> Tom Brady </strong> works hard on the little things,\" his coach, Bill Belihick, said. <q>I think that's one thing as a coach that you really respect and admire about <strong> Tom Brady </strong>.... He just continually prepares at a very high level.</q> The likely runner-up: <strong> Michael Vick </strong>, Eagles QB: In August, few expected that <strong> Michael Vick </strong>-- a backup when the season opened-- would be a contender for the MVP award. But he burst back", "new_id": -2}]