[{"uid": "1295008845175898634", "i": 59285, "idx": 2, "sa": ["Simon Cowell", "Gordon Brown"], "q": "<strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told Lily: \"I will get ITV to make substantial five figure donation to your charity for the interview\" . But the singer told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to \"say a little prayer\" . Lily previously had a miscarriage when she", "new_id": -2}, {"uid": "1296652638203423768", "i": 21181, "idx": 1, "sa": ["Kim Kardashian", "Mitt Romney", "David Letterman"], "q": "went on \"The Late Show With <strong> David Letterman </strong>\" last night and cracked a few jokes. The prospective 2012 Republican presidential candidate presented the \"Top Ten Things You Don't Know About <strong> Mitt Romney </strong>.\" No. 10: <q> <strong> Mitt Romney </strong> is short for Mitt Romney-thew. </q> No. 9: \"I can't begin my day until I've read the Washington Post and <strong> Kim Kardashian </strong>'s tweets.\" No. 8: \"I'm the guy in the photo that comes with your picture frame", "new_id": -2}, {"uid": "1296051090213254170", "i": 44934, "idx": 0, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> Signs Worldwide Licensing Deal With UNEQUAL Technologies Top-Rated <q> I Won't Play without My Unequal </q> Quarterback Becomes First Athletic Spokesperson for UNEQUAL Technologies PHILADELPHIA, PA--( Marketwire- January 26, 2011)- Vick.com/\"> <strong> Michael Vick </strong>, Philadelphia Eagles quarterback, to serve as their", "new_id": -2}, {"uid": "1295634291249806897", "i": 39964, "idx": 0, "sa": ["Steve Ballmer", "Will McDonald"], "q": "States for the first time. Also for the first time, Microsoft says it is making the cloud-based edition of the software available before the on-premise, server-based version, which <strong> Will McDonald </strong> come out in late February. <q> That really reflects the push Microsoft is making into the cloud, </q> <strong> Steve Ballmer </strong> said during an online launch event on Thursday. Microsoft's not the only one gunning for the cloud. Its latest CRM announcement is an attempt to snatch market share away from Salesforce.com and", "new_id": -2}, {"uid": "1297277252080936961", "i": 2243, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "cloud computing, a skill the company sees as essential in finding its place in the emerging market for cloud computing services and tools. <strong> Satya Nadella </strong>'s \"deep experience\" in Microsoft's server business and online services will <q> help accelerate our momentum while setting the course </q> for its future cloud offerings, CEO <strong> Steve Ballmer </strong> said in a statement. <strong> Satya Nadella </strong> formerly led engineering efforts in the company's online services division. He led the technical efforts to launch Microsoft's Bing search engine,", "new_id": -2}, {"uid": "1296791221147030018", "i": 20220, "idx": 3, "sa": ["Eddie Jordan", "Elton Brand", "Neil Young", "Jrue Holiday", "Michael Jordan", "LeBron James", "Allen Iverson", "Ömer Aşık"], "q": "an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead <strong> Ömer Aşık </strong> easy win. \"It's been worLeBron James for us, but we just couldn't get the win,\" <strong> Neil Young </strong> said. <q> It really worked tonight. </q> LooLeBron James for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> <strong> Ömer Aşık </strong> paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds <strong> Ömer Aşık </strong> six assists. \"He", "new_id": -2}, {"uid": "1295432237260259931", "i": 2267, "idx": 1, "sa": ["Bill Belichick", "Michael Vick", "Tom Brady", "Asante Samuel"], "q": "sacks, an interception on the final throw and a season-ending loss. \"Honestly, it might sound crazy, but( the Packers game) I just felt so much confidence,\" <strong> Michael Vick </strong> told PFW. <q> I was just so in tune with everything: the protection, the blitz, where it was coming from, all my progressions, where everybody was supposed to be lined up. \"I was just so in tune with the game and that's why I am still hurting. I just feel like everything was supposed to go our way. </q> Eagles cornerback <strong> Asante Samuel </strong> was named to the all-NFL team. He also was voted to the all-pro team by The Sporting News. New England quarterback <strong> Tom Brady </strong> was named the MVP and coach <strong> Bill Belichick </strong> was named", "new_id": -2}, {"uid": "1295560092263241750", "i": 43612, "idx": 1, "sa": ["Sergio Marchionne", "Mike Moran", "Alan Mulally", "Ray LaHood"], "q": "help.\" Advertisement <strong> Ray LaHood </strong> said he will fly to Michigan on Tuesday to meet with Ford president and CEO <strong> Alan Mulally </strong> and Chrysler CEO <strong> Sergio Marchionne </strong>. A Ford spokesman, <strong> Mike Moran </strong>, said <strong> Alan Mulally </strong> <q> accepted the request for a meeting and looks forward to seeing the secretary. </q> A Chrysler spokeswoman confirmed the meeting, but declined to comment. Next week's trip follows a series of meetings <strong> Ray LaHood </strong> has had in recent months with auto CEOs from around the world, including a Dec.", "new_id": -2}, {"uid": "1295914109158924828", "i": 51445, "idx": 0, "sa": ["Bill Lockyer"], "q": "to believe they'll be the ones holding the short end of the stick. \"States have adequate tools and means to meet their obligations,\" says the report from the Center on Budget and Policy Priorities. <q> The potential for bankruptcy would just increase the political difficulty of using these other tools to balance their budgets, delaying the enactment of appropriate solutions. In addition, it could push up the cost of borrowing for all states, undermining efforts to invest in infrastructure. </q> For those reasons-the specter of rising borrowing costs-states are now pushing back hard on the bankruptcy meme. On Monday, for instance, California's treasurer, <strong> Bill Lockyer </strong>, Slate. Previously, she worked as", "new_id": -2}, {"uid": "1296073686062521444", "i": 23543, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch", "David Cameron"], "q": "last week after numerous questions about practices at the newspaper. \"The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,\" the police force said in a statement. <q> This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgment in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of British pay TV operator BSkyB.", "new_id": -2}]