[{"uid": "1296172795252526607", "i": 16045, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", and nearly 3% duly did that. But despite this initial opposition, \"Germany is the second-highest user on a percentage basis of Streetview of any country in the world,\" he said. <q> We know that German consumers really love our product. </q> The Google triumvirate( from left): <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and Larry Page On Wikileaks, Mr <strong> Eric Schmidt </strong> said the company had decided to make leaked documents searchable via its website, irrespective of the US government", "new_id": -2}, {"uid": "1296004701157368340", "i": 36123, "idx": 0, "sa": ["Andy Coulson"], "q": "his claim for 18 months, adding that he was collating evidence from his mobile phone company and friends who were approached by reporters equipped with personal information about him. He told BBC Radio 5 Live: <q> Over those 18 months we have put together evidence which brings the only reasonable conclusion now that my phone was indeed hacked. That evidence comes from witnesses who can verify it. It also comes from the phone records. </q> The politician said part of his case involved a Trinity Mirror reporter who moved to the News of the World in 2005, at the time when <strong> Andy Coulson </strong> was the paper's editor. In a statement,", "new_id": -2}, {"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q> made it difficult to give the 110% needed in this role </q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}, {"uid": "1297271131262504545", "i": 35414, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "that the democratization talk was something that emerged after WMD did not turn up in Iraq. \"It was hard to know exactly where the President's far-reaching language about democracy originated,\" <strong> Donald Rumsfeld </strong> writes. <q> It was not a large part of his original calculus in toppling Saddam's regime, at least from what I gleaned in private conversations and NSC meetings. I didn't hear rhetoric about democracy from <strong> Colin Powell </strong> or State Department officials. I know it did not come from the Department of Defense. <strong> Condoleezza Rice </strong> seemed to be the one top adviser who spoke that way, but it was not clear to me whether she was encouraging the President to use rhetoric about democracy or whether it was originating with the President. </q> N.B.. We encourage readers to share and discuss their thoughtful and relevant comments about this There They Went Again by John H. Fund", "new_id": -2}, {"uid": "1296648254175931443", "i": 46028, "idx": 0, "sa": ["Mitt Romney", "David Letterman"], "q": "Draped on the same blazer and open-collared shirt he wore earlier in the day on a New York City media blitz, <strong> Mitt Romney </strong> was the object of <strong> David Letterman </strong>'s needle even before starting down the list. <q> I begged him to put on a tie, </q> the host said as the former Massachusetts governor, and likely 2012 presidential contender, chuckled. <strong> Mitt Romney </strong> then began his appointed task: reading a list of \"Top Ten Things You Don't Know About <strong> Mitt Romney </strong>", "new_id": -2}, {"uid": "1297615071186400778", "i": 26558, "idx": 0, "sa": ["Zahi Hawass"], "q": "dynasty monarch, better known as King Tut, ruled Egypt in the 13th century BC. <strong> Zahi Hawass </strong>, in his statement, said an investigation has been launched to find those behind the theft, adding that <q> the police and army plan to follow up with the criminals already in custody. </q> The museum standing on the main protest square was protected by tanks and briefly by a cordon of citizen volunteers during the 18 days of anti-government rallies that ousted president Mubarak and cost at least 300 lives.", "new_id": -2}, {"uid": "1295630063219987992", "i": 1607, "idx": 0, "sa": ["Simon Cowell"], "q": "Why did I sign up for this?\" she said, dropping her head on the table-- was a sweet element to the first episode, and she did manage to toughen up as the show progressed. <q> It sounds like you're singing in a voice that's not your voice, </q> she said, putting her finger on just one of the problems with the nerdy, \"burping guy.\" \"Idol's\" far more troubling task was replacing the face of the show, <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1296576856026624053", "i": 23985, "idx": 1, "sa": ["Tony Blair", "Donald Rumsfeld", "President Bush"], "q": "are showing Americans intentionally killing women and children are not legitimate news sources. That is propaganda, and that is lies.\" On April 15 <strong> Donald Rumsfeld </strong> echoed those remarks in distinctly undiplomatic terms, calling Al-Jazeera's reporting <q> vicious, inaccurate and inexcusable.... It's disgraceful what that station is doing. </q> It was the very next day, according to the Daily Mirror, that <strong> President Bush </strong> told <strong> Tony Blair </strong> of his plan. \"He made clear he wanted to bomb al-Jazeera in Qatar and elsewhere,\" a source told the", "new_id": -2}, {"uid": "1295906569160563308", "i": 22292, "idx": 0, "sa": ["Eric Schmidt"], "q": "for an executive who is transitioning out of the CEO role- and may even be unusual for sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q> \"It's a signal to shareholders that he'll continue to steer the boat,\" Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder Larry Page.", "new_id": -2}, {"uid": "1295684263156418049", "i": 10991, "idx": 8, "sa": ["Ed Miliband", "Andy Coulson", "Sienna Miller", "Ian Edmondson"], "q": "News of the World suspended its news editor, <strong> Ian Edmondson </strong>, over allegations of phone hacking in 2005-6, thought to involve the actress <strong> Sienna Miller </strong>. Asked about Mr <strong> Andy Coulson </strong>'s resignation, Labour leader <strong> Ed Miliband </strong> said: <q> We think he should have gone earlier, he has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement about hanging on to him as long as he did. </q> Tabloid tale UK phone-hacking row has long way to run", "new_id": -2}]