[{"uid": "1295696713150896652", "i": 16407, "idx": 0, "sa": ["Tony Blair", "Colin Powell"], "q": "Video: Father of soldier killed in Iraq says <strong> Tony Blair </strong> is war criminal and international terrorist http://www.youtube.com/watch?v=GTQC2XWfhoo&amp;feature=player_embedded Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q> Reply# 2367 on: January 19, 2011, 03:54:04 AM </q> UK Attorney <strong> Colin Powell </strong> Seeks` Reassurance' on Illegal Invasion January 18, 2011 In the end, it was all down to one man's` unequivocal' belief- an invasion that", "new_id": -2}, {"uid": "1295045114220282903", "i": 3022, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. Bryant said the police had`` severely'' damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. UK", "new_id": -2}, {"uid": "1295802995079921158", "i": 16134, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "`` Every president has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaigning and governing,'' <strong> Colin Powell </strong> said on CNN's`` State of the Union.'' <q> Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes. </q> <strong> Colin Powell </strong>, who worked in four presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus", "new_id": -2}, {"uid": "1295414201255492109", "i": 45995, "idx": 0, "sa": ["Bill Lockyer"], "q": "it said,`` before the state takes these dollars for their own uses.'' State officials, grappling with a$ 25.4-billion deficit, remained dubious and questioned the priorities of city leaders. <q> How do you justify maintaining a system that takes billions of dollars from schools, law enforcement and other vital services and uses that money to subsidize developers? </q> Tom Dresslar, a spokesman for state Treasurer <strong> Bill Lockyer </strong>, asked. Times staff writer Kim Christensen contributed to this report.", "new_id": -2}, {"uid": "1297602284267223059", "i": 2094, "idx": 2, "sa": ["Georgie Thompson", "Simon Cowell", "Holly Willoughby"], "q": "great for <strong> Georgie Thompson </strong>. She'll be fantastic.'' <strong> Holly Willoughby </strong> but was said to have angered <strong> Simon Cowell </strong> by making a series of blunders which led to viewers to campaign on entertainment websites for her sacking. Lloyd: <q> What a night it has been for you, a night of dreams </q>- minutes after she was booted off the show.", "new_id": -2}, {"uid": "1297283949130088978", "i": 37305, "idx": 0, "sa": ["George H.W. Bush", "John O.", "Donald Rumsfeld", "Michael Hollowich"], "q": "prevention, protection, and response that was originally laid out by the Hart-Rudman Commission in Road Map for National Security, Phase <strong> John O. </strong> Report, January 31, 2001, 12-14. 4. <strong> Michael Hollowich </strong> Dobbs, <q> Homeland Security: New Challenges for an Old Responsibility, </q> Journal of Homeland Security, March 2001. 5. <strong> Donald Rumsfeld </strong> <strong> George H.W. Bush </strong> <strong> Donald Rumsfeld </strong>,`` A New Kind of War,'' The New York Times, September 27, 2001. 6. The Hart-Rudman", "new_id": -2}, {"uid": "1295991361205340672", "i": 29540, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Bob Schieffer", "Mitch McConnell", "Lamar Alexander", "Al Sharpton"], "q": "spoke with <strong> Bob Schieffer </strong> on the House's health care... Photo in Slideshow: <strong> Mitch McConnell </strong>, <strong> Lamar Alexander </strong> Photo in Slideshow: <strong> Kirsten Gillibrand </strong>, <strong> Al Sharpton </strong> Video: <strong> Barack Obama </strong>'s State of Union: A Move Towards the Center? Report Abuse <q> no one person should have the right to block any legislation regardless of affiliation or reason- one person should retain the right to call for a vote but it needs to be a democratic process. Allowing one senator to block anything anonymously is not what this country is suppose to be about. </q> Time.com: State of the Union Preview: <strong> Barack Obama </strong>'s Unofficial 2012 Kickoff Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1295049201264142848", "i": 3585, "idx": 6, "sa": ["Kirsten Gillibrand", "Preston Williams"], "q": "& search= Search'',`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011203368.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-43v&amp;flvURL=/media/2011/01/12/01122011-43v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-43v.jsn''}{`` title'': <q> No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton </q>,`` description'':`` Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James Wagner preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage", "new_id": -2}, {"uid": "1296387505015253604", "i": 30918, "idx": 6, "sa": ["Michael Vick"], "q": "has been doing public-service work, most notably in conjunction with the Humane Society of the United States. Not everyone sees it that way, however. His recent suggestion that getting another dog <q> would be a big step for me in the rehabilitation process, </q> and the debate that ensued, left some wondering whether he truly feels remorse for what he did. So, while football fans and animal lovers continue to judge <strong> Michael Vick </strong> on very different scales, the dogs", "new_id": -2}, [{"i": 31852, "idx": 1, "index_answer": 0, "new_id": -1, "q": "a friend.`` I talked to her husband Mark last night. She's making progress every day.'' While it's`` far too early'' for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said, <q> she's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and understand and show people she understands what she's hearing and seeing. </q> <strong> Gabrielle Giffords </strong> began breathing without a ventilator yesterday as doctors took out the breathing tube that had run down her throat and replaced it with a tracheotomy tube in her windpipe. Surgeons also inserted a feeding tube.", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295231201028164120"}]]