[{"uid": "1296413477170033205", "i": 29656, "idx": 11, "sa": ["Cheyenne Jackson", "Mike Pence"], "q": "the right move.\" Former Rep. <strong> Cheyenne Jackson </strong> McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" <q> You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana, </q> McIntosh said. From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1297290915065437706", "i": 36933, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> christian sheppard at 5:53 PM February 08, 2011 This ConVick does not merit a key to the men's room- once a thug always a thug. A leopard can't change its spots, a", "new_id": -2}, {"uid": "1295983407057327617", "i": 38678, "idx": 0, "sa": ["Bill Lockyer", "Carl Nolte", "Newt Gingrich"], "q": "when restaurant people getting off work stop by. Banzo Taylor, who works around the corner, dropped by the other afternoon with a co-worker after a long day. \"We,\" he said, <q> are here to drown our sorrows. </q> <strong> Carl Nolte </strong>'s Native Son column appears every Sunday. E-mail him at Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SANTA ROSA", "new_id": -2}, {"uid": "1295801603188252203", "i": 2399, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Abuse \" This is the LIVE form of National Enquirer- how does anyone know what he posts is TRUE? \" You BELIEVE it just because you rightwingnuts want to find dirt on Obama. Report Abuse <q> Any secrecy in government is a departure from Democracy. Any unilateral decision-making is also a departure from Democracy. Even our Republic, with its middle-men acting as legislators, is a departure from Democracy. Clearly, perfect Democracy is an unattainable limit in the mathematical sense; this does not, however, invalidate the relentless convergence to that unattainable limit. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296552417261570573", "i": 23549, "idx": 17, "sa": ["Kwame Brown", "Terry Cummings", "Clyde Drexler", "Charles Barkley", "Allen Iverson"], "q": "could possibly play,\" <strong> Kwame Brown </strong> said. \"Everybody just played great. This is huge to beat a great team like Houston on their home court.\" \"We're getting better,\" <strong> Terry Cummings </strong> said. <q> The last few games, we were in it with about five or six minutes to go and let it get away. Tonight, we executed at the end. </q> <strong> Clyde Drexler </strong> scored 23 points and <strong> Charles Barkley </strong> added 19 http://wn.com/Allen_Iverson_27pts_vs_Memphis_Grizzlies_08/09_NBA_*Remembering_Martin_Luther_King_*AI_on_Obama <strong> Allen Iverson </strong> and the Detroit Pistons tightened up on defense to end their losing streak and prolong the agony of the Memphis Grizzlies. <strong> Allen Iverson </strong> scored 27 points and helped Detroit limit", "new_id": -2}, {"uid": "1297180938217825348", "i": 14146, "idx": 5, "sa": ["Dwaine Caraway", "Michael Vick", "Clarence Thomas", "Aaron Rodgers"], "q": "accept it. Maybe <strong> Dwaine Caraway </strong> couldn't get <strong> Aaron Rodgers </strong> or any of the gathered greats for the Super Bowl to take his calls. Great PR move, Dallas... Can't blame <strong> Michael Vick </strong> for accepting it... <q> Giving him a key to the city, however, is absurd, as was <strong> Michael Vick </strong>'s decision to accept it. </q> The NAACP Has \"No Comment\" on Racist Remarks Leveled at <strong> Clarence Thomas </strong>", "new_id": -2}, {"uid": "1296128045255868977", "i": 30193, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "longest. Less than two years after being released from federal prison, the Philadelphia Eagles' quarterback is making his fourth Pro Bowl appearance-- and first since serving 18 months for his role in a dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said after the NFC opened practice Wednesday. \"It's paramount for me and my family and I'm just thankful.\" After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming", "new_id": -2}, {"uid": "1296550599213254150", "i": 15121, "idx": 1, "sa": ["Brandon Lloyd", "Michael Vick"], "q": "A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. \"I don't surf,\" <strong> Michael Vick </strong> said. <q> I watch National Geographic too much, and I've seen too many catastrophic situations. </q> The players also spent a lot of time lounging at the hotel pool or one of the lagoons at Ko Olina Resort. And the rookies were invited... because they're the ones stuck with the hefty", "new_id": -2}, {"uid": "1295928839118013955", "i": 5657, "idx": 0, "sa": ["Chris Bosh", "Samuel Dalembert", "Allen Iverson", "Gilbert Arenas"], "q": "hold a double-digit lead at any point. The 76ers wasted an 18-point lead in a loss to <strong> Gilbert Arenas </strong> and the Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter. <q> We're jumping out and holding leads and we just can't hold them, </q> guard <strong> Allen Iverson </strong> said. \"We play well for a while and then it seems we just lose focus.\" <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}]