[{"uid": "1295786638204455951", "i": 46810, "idx": 0, "sa": ["Andy Coulson"], "q": "700,000 Palestinians were forced from their centuries-old villages and cities in Palestine, which eventually became the State of Israel. Most have never been allowed to return. The Israeli government seized the land they Report Abuse <q>a little reminder to dissident goyim:</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295670037088440845", "i": 42858, "idx": 2, "sa": ["Eric Schmidt"], "q": "of co-founder as opposed to his current role of president, Technology. \"He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q>As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+ \"px';} else{ this.style.height=' 250px\";};\"> A user from Canberra measured 1303kbps@ Broadband", "new_id": -2}, {"uid": "1296055445213254220", "i": 23805, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Richard Keys"], "q": "banter\" which allowed them to relax before broadcasts. <strong> Richard Keys </strong> also compared the row to the phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. He said: <q>What's the difference? \"If off-air conversations were made public then there would be no-one left working in the country.</q> Play video News Headlines( Lunchtime) for January 26th,... Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo!", "new_id": -2}, {"uid": "1295642253262504457", "i": 30730, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "at the newspaper, and when he found out about those things, he resigned, and that was the right thing to do,\" Mr. <strong> David Cameron </strong> told BBC radio's \"Today\" program. <q>I judge his work by what he has done</q> since then, Mr. <strong> David Cameron </strong> said, adding that Mr. <strong> Andy Coulson </strong> should not be punished twice for the same thing. The development also came at a delicate time for News Corp., Reuters reported. It is awaiting", "new_id": -2}, {"uid": "1295217134075989080", "i": 3945, "idx": 3, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "A coalition of more than 200 labor unions and liberal groups, however, are waging a broad lobbying campaign to steer <strong> Barack Obama </strong> away from endorsing cuts in benefits. <strong> Sen. Bernie Sanders </strong> warns <strong> Barack Obama </strong> not to give in <q>As a candidate for office, <strong> Barack Obama </strong> made very strong and clear statements about Social Security: no raising the retirement age, no cuts in the COLA[ cost of living adjustment],</q> said Frank Clemente, campaign manager of the coalition Strengthen Social Security Campaign. \"Our campaign is looking for him to be as unequivocal in the State of the Union address. That's where the American people are", "new_id": -2}, {"uid": "1296536150067862556", "i": 32798, "idx": 8, "sa": ["Rasheed Wallace", "Jose Calderon", "Allen Iverson", "Anthony Parker"], "q": "it clear since last week that they have merely been waiting for <strong> Allen Iverson </strong> to take their offer. In a radio interview Tuesday with WHBQ-AM in Memphis, <strong> Rasheed Wallace </strong> sounded hopeful about <strong> Allen Iverson </strong> ultimately joining the team, saying: <q>We had a TJ Ford was on the bench in street clothes and <strong> Chris Bosh </strong> had long since limped to the locker-room with a groin strain when the Toronto Raptors surged ahead of the Memphis Grizzlies for good Wednesday. The injury-depleted Raptors displayed the depth of their roster once again en route to a 103-91 win over the visiting Memphis Grizzlies. \"That's our strength, especially with such a long season, so many things can happen,</q> said <strong> Anthony Parker </strong>. <strong> Anthony Parker </strong> finished with 19 points to top Toronto( 8-7), which used a balanced attack to beat the struggling Grizzlies, with seven players scoring in double figures. <strong> Jose Calderon </strong> added 13 points and 10", "new_id": -2}, {"uid": "1295386126252936200", "i": 39069, "idx": 1, "sa": ["Sergio Marchionne", "Walter P. Chrysler"], "q": "Company during a ceremony at the plant. \"The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan,\" <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. <q>Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust in each other and make a true, full-faith effort to work together.</q> <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Ontario that <strong> Walter P. Chrysler </strong> has been given an opportunity to create a future. \"<strong> Walter P. Chrysler </strong> Group owes a deep debt of", "new_id": -2}, {"uid": "1295472449018825274", "i": 36608, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer", "Barack Obama"], "q": ". Microsoft CEO <strong> Steve Ballmer </strong> raised the issue of piracy directly to <strong> Hu Jintao </strong> at a meeting with chief executives, according to <strong> Barack Obama </strong>'s account of the talks. <strong> Hu Jintao </strong> said he and <strong> Barack Obama </strong> agreed to work toward a <q>cooperative partnership based on mutual respect and mutual benefit</q> and that \"a lot still needs to be done in China in terms of human rights.\" <strong> Hu Jintao </strong>'s take on currencies With his comments on currencies, <strong> Barack Obama </strong> <strong> Hu Jintao </strong> appears to be seeking", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q>I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"We didn't elect \"Superman,\" we elected a human being.\" <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}, {"uid": "1295301671181911573", "i": 41936, "idx": 1, "sa": ["Chris Webber", "Allen Iverson", "Gilbert Arenas"], "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q>We've been talking about this for a year-and-a-half, so we're glad that this is coming,</q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Allen_Iverson_Highlights_vs_Wizards_09/10_NBA_*The_last_NBA_game_of_Gilbert_Arenas?? <strong> Gilbert Arenas </strong> and the Washington Wizards were able to overcome a major distraction and a large deficit.", "new_id": -2}]