[{"uid": "1297690529083525667", "i": 20917, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "this could turn her life around.' But <strong> Simon Cowell </strong> quickly moved to quash the rumours, with his SyCo label Twitter account announcing:` No truth in stories <strong> Lindsay Lohan </strong> being lined up for TheXFactorUSA-Spokesperson <q> We have never spoken to <strong> Lindsay Lohan </strong> about any role in the show </q>.' <strong> Simon Cowell </strong> has yet to announce any of the judges for the US version of the hit talent show, and admitted at a press conference last week:` we honestly haven't made", "new_id": -2}, {"uid": "1297371841254705699", "i": 33111, "idx": 1, "sa": ["Eric Schmidt"], "q": "takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Google said last month co-founder Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman.", "new_id": -2}, {"uid": "1295379786188088348", "i": 20772, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "career plans because the apartment is near Fox Studios where the US X Factor will be filmed and rather conveniently, his Royal Highness of XFactorness, <strong> Simon Cowell </strong>, also lives nearby too, sometimes. <q> He knows how lonely it can be to start over in a new country and he wants her nearby, </q> said the know-it-all mate.`` Space, privacy and security don't come cheap in LA- especially where he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.", "new_id": -2}, {"uid": "1295977910157089808", "i": 30954, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl", "Chauncey Billups"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Hornets-Nuggets_84-113_I_CP3_21pts,11ast_vs_Billups_36pts,8ast,[8_3-pointers],Smith_19pts DENVER, April 19,2009( AP) <strong> Chauncey Billups </strong> settled", "new_id": -2}, {"uid": "1295455208049922048", "i": 41719, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers? especially if their dollars stay in America,'' <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q>`` Hydraulic hybrid vehicles represent the cutting edge of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that", "new_id": -2}, {"uid": "1296655281188416004", "i": 6825, "idx": 0, "sa": ["Jay Rockefeller", "Mary Landrieu", "Sen. Bernie Sanders", "Evan Bayh", "Mark Pryor", "Lindsey Graham"], "q": "and <strong> Mark Pryor </strong> of Arkansas, <strong> Mary Landrieu </strong> of Louisiana, Ben Nelson of Nebraska, <strong> Evan Bayh </strong> of Indiana, and <strong> Jay Rockefeller </strong> of West Virginia. Independent <strong> Mary Landrieu </strong> <strong> Sen. Bernie Sanders </strong> joined with the majority of Democrats in opposing the legislation. <strong> Sen. Bernie Sanders </strong>: <q> This resolution, really, is not about whether EPA or Congress should regulate greenhouse gas emissions. What this resolution is about is whether we go forward in public policy based on science or based on politics. That's really what this resolution is about. </q> http://wn.com/Rep_Dana_Rohrabacher_blasts_Copenhagen__EPA_GHG_ruling__and_Copenhagen__part_2 More more info about climate gate and NWO news click link below: peopleforfreedom.com C-SPAN BROADCAST http://wn.com/Rep_Dana_Rohrabacher_blasts_Copenhagen__EPA_GHG_ruling__and_Copenhagen__part_4 More more info about climate gate and NWO news click link below: peopleforfreedom.com C-SPAN BROADCAST <strong> Mary Landrieu </strong> <strong> Lindsey Graham </strong>( R-South Carolina)", "new_id": -2}, {"uid": "1297260696007700498", "i": 5060, "idx": 0, "sa": ["Simon Cowell", "the Fox"], "q": "since it began in 2004- is to fly out to Los Angeles later this month to talk to <strong> the Fox </strong> executives, as <strong> Simon Cowell </strong> is keen to include him in the show. Peter said: <q> <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet <strong> the Fox </strong> executives to try to sort out a deal. </q> <blockquote> <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet <strong> the Fox </strong> executives to try", "new_id": -2}, {"uid": "1295550902106610694", "i": 6593, "idx": 0, "sa": ["Mike Pence"], "q": "S.C. State House on Wednesday to announce the formation of their group- and its Facebook and Twitter pages.`` America is facing a serious crisis and we need a serious president,'' said Crawford. <q> In order to turn our country around, we are going to have to nominate someone who has not only the conservative principles to know what needs to be done, but also the knowledge, experience and, most importantly, the courage to actually do it. We can not afford to nominate a weak, moderate candidate as we have in the past. </q> We don't know enough about <strong> Mike Pence </strong> yet to be impressed( or not impressed) by his prospective candidacy, but there were several names on this list of early supporters that certainly impressed us.", "new_id": -2}, {"uid": "1295560274260145180", "i": 7616, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO title at Google to cofounder Larry Page NEW YORK( CNNMoney)-- Google CEO <strong> Eric Schmidt </strong> will step down from his role as Google's CEO in April and be replaced by co-founder Larry Page. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a prepared statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' Twitter comment on the shuffle was less formal:`` Day-to-day", "new_id": -2}, [{"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q> can no longer provide family planning, birth control, or preventive care to millions of women. </q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}]]