[{"uid": "1296784629036126790", "i": 41631, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Barack Obama"], "q": "was covered up by the Pentagon. And <strong> Donald Rumsfeld </strong> has no regrets for the Iraq War, saying that the Mideast would be \"far more perilous\" with <strong> Saddam Hussein </strong> still in power and crediting Bush and an <q>aggressive, unrelenting offensive against the enemy</q> for preventing another 9/11. <strong> Donald Rumsfeld </strong> finishes the book on a self-satisfied note, saying that <strong> Barack Obama </strong> has largely \"kept in place the most contentious and widely derided Bush administration policies\"-- terrorists are still not accorded POW", "new_id": -2}, {"uid": "1295531235009240586", "i": 28773, "idx": 0, "sa": ["Simon Cowell"], "q": "one hapless contestant, \"Did you eat paint chips as a child?\" And he lodged a legitimate critique of the soulful Devyn Rush, a singing waitress, but not until she left the audition room: <q>Someone's got to take her clothes shopping,</q> he said. Thursday night: Auditions in New Orleans. Can we get the fourth judge seated before then? How do you fill <strong> Simon Cowell </strong>'s shoes? If Wednesday night's premiere", "new_id": -2}, {"uid": "1296049921129286144", "i": 31853, "idx": 0, "sa": ["Joan Rivers", "David Letterman", "Betty White"], "q": "<strong> Joan Rivers </strong>?), on WE last night at 9 ET. <strong> Joan Rivers </strong>, who is 77, has been in full-promotion frenzy for her latest effort, on \"Late Show With <strong> David Letterman </strong>\" complaining that <strong> Betty White </strong>'s come <q>back from the dead, and taking all my jobs.</q> \"I almost got the Depends commercial,\" <strong> Joan Rivers </strong> said. \"I stood there and urinated. She got it.\" <strong> Joan Rivers </strong> was scheduled to appear on \"Fox and Friends.\" But then she insulted", "new_id": -2}, {"uid": "1296128045255868977", "i": 30193, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "longest. Less than two years after being released from federal prison, the Philadelphia Eagles' quarterback is making his fourth Pro Bowl appearance-- and first since serving 18 months for his role in a dogfighting operation. <q>This one feels great due to the fact that I've been through so much and trained to getting back to this position,</q> he said after the NFC opened practice Wednesday. \"It's paramount for me and my family and I'm just thankful.\" After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming", "new_id": -2}, {"uid": "1295573549080838695", "i": 9689, "idx": 1, "sa": ["Eric Schmidt"], "q": "streamlining\" effort rather than a management shake-up. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong>. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.</q> The move comes after <strong> Eric Schmidt </strong> spent some ten years as Google's top executive. In that time, the company built on its search business to become one of the largest firms in the industry and expand", "new_id": -2}, {"uid": "1297426636014974991", "i": 32885, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ecosystem,\" acknowledging that competing with Apple's iOS and Google's Android involves a partnership that must encompass phones, developers, mobile services, partnerships with carriers, and app stores to distribute software. <q>There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift,</q> <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said in a boldly worded open letter. \"Together, we see the opportunity, and we have the will, the resources and the drive to succeed.\" Nokia CEO", "new_id": -2}, {"uid": "1296999515046579740", "i": 25946, "idx": 2, "sa": ["Michael Vick", "Michael Hansen"], "q": "Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that \"people can reintroduce these dogs back into a society that's not going to abuse them.\" <q>The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into a vicious animal that will bite the mailman, the girl next door or grandma walking down the street,</q> <strong> Michael Hansen </strong> said. Copyright 2011 Columbia Tribune. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. Use the comment form below to begin a discussion about this content.", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some \"adult supervision.\" On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q>Day-to-day adult supervision is no longer needed.</q> \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. \"It's time for him to have a shot at running this.\"", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}, {"uid": "1296160711194232381", "i": 13884, "idx": 0, "sa": ["Steve Ballmer"], "q": "devices that leverage ARM architecture-in particular, tablets and smartphones-offers both a potential threat and market-channel for Windows software. During this January's Consumer Electronics Show in Las Vegas, CEO <strong> Steve Ballmer </strong> highlighted the ARM development. <q>We made the announcement now in order to allow all of our partners to work together and build upon this innovation,</q> Microsoft could cite Windows Phone 7 sales, to a point. In recent days both Microsoft and its carrier partners seem reluctant to discuss consumer sales in any depth. If", "new_id": -2}, {"uid": "1296047767208601198", "i": 25887, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "an' X Factor' insider, network chiefs became so desperate to keep their biggest star they even offered to charter a private jet to whisk him across the Atlantic each week. The source explained: <q><strong> Simon Cowell </strong>'s biggest priority is the US' X Factor' at the moment- he has got a lot to prove and he has to make it a hit.</q> Meanwhile, <strong> Simon Cowell </strong>'s fellow judge <strong> Cheryl Cole </strong>- who is reportedly house-hunting in Los Angeles as she prepares to take up a job on the Stateside version of the show- is said to have been told she", "new_id": -2}]