[{"uid": "1295518303023461917", "i": 20328, "idx": 1, "sa": ["Sergio Marchionne"], "q": "loan that remains under review but had been expected by the end of 2010.`` Am I concerned that this thing is taking longer than I thought? Absolutely yes,'' <strong> Sergio Marchionne </strong> said. <q> There are a couple of projects that need funding, but so far we're fine. </q> An Energy Department spokesman declined to comment on Chrysler's loan application. Still, the initial investment in the hydraulic hybrid project with Chrysler will be about$ 2 million,", "new_id": -2}, {"uid": "1294994914169689121", "i": 10254, "idx": 0, "sa": ["Donald Rumsfeld"], "q": " The appeals court is due to publish its decision at a later date. In the case of Ali v. <strong> Donald Rumsfeld </strong>, the ACLU alleges that nine prisoners, who were later released without charge, <q> were beaten, tortured, sexually abused </q> between 2002 and 2004 in American prisons in Iraq and Afghanistan. The ACLU alleges that <strong> Donald Rumsfeld </strong> and members of the military hierarchy knew of such practices and are thus personally responsible for the prisoners' treatment.", "new_id": -2}, {"uid": "1296803884151191611", "i": 15244, "idx": 2, "sa": ["Soulja Boy", "Allen Iverson", "Tim Duncan", "George Lynch"], "q": "nine rebounds and <strong> George Lynch </strong> had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16.`` It felt funny playing against guys you played with all year,'' <strong> Allen Iverson </strong> said. <q> You look left, you look right and there are guys that were alSoulja Boys right there in the foxhole with you, who felt bad when you felt bad. It was tough. </q> <strong> Allen Iverson </strong>, who scored 40 or more points for the 16th Tim Duncane this season, had 17 in the first quarter and 16 in the third. He made eight straight shots in one stretch and finished 16-of-30. The", "new_id": -2}, {"uid": "1296609176189513732", "i": 27040, "idx": 0, "sa": ["Allen Iverson", "Stephen A. Smith", "Chris Henry"], "q": "go to your mo... NFL's <strong> Chris Henry </strong> dies after fall from truck Cincinnati Bengals football player <strong> Chris Henry </strong> died after a fall from the bed of a pickup during a fight with his fianc?e, police said Thursday. <q> <strong> Chris Henry </strong> died as a result of his injuries sustained during this incident, </q> a Charlotte-Mecklenburg Police news release said.... <strong> Allen Iverson </strong> 1st Interview after the Trade ESPN AI told <strong> Stephen A. Smith </strong> on`` Quite Frankly'' on Wednesday night he didn't demand a trade, but he's happy now <strong> Allen Iverson </strong> tells", "new_id": -2}, {"uid": "1295509923113688654", "i": 37634, "idx": 0, "sa": ["Sergio Marchionne"], "q": "` completely rethink the minivan,' CEO says WINDSOR, ONTARIO- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new", "new_id": -2}, {"uid": "1295813473183353387", "i": 18248, "idx": 6, "sa": ["Gabrielle Giffords", "Colin Powell", "Barack Obama"], "q": "secretary, href=\"http://www.washingtontimes.com/topics/Colin Powell/\"> Mr. <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life, although he is happy to be an informal Barack Obamaial adviser. <q> The href=\"http://www.washingtontimes.com/topics/presidency-of-Barack Obama-Barack Obama/\"> administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, href=\"http://www.washingtontimes.com/topics/Colin Powell/\"> Mr. <strong> Colin Powell </strong> said he was dismayed", "new_id": -2}, {"uid": "1297292759117293182", "i": 1566, "idx": 0, "sa": ["Nicole Kidman", "Donald Rumsfeld", "Lindsay Lohan"], "q": "'s History May Resurface in Court Photo: <strong> Lindsay Lohan </strong> pays visit to hair salon before... Video: ShowBiz Minute: <strong> Lindsay Lohan </strong>, Bieber,` Mad Men'... Video: Santa Barbara Film Festival honors <strong> Nicole Kidman </strong> Report Abuse <q> Why in hell does The U.S glamorize these stupid head kases instead of honoring their fallen who go to war?~?~? </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer", "new_id": -2}, {"uid": "1297290951065437723", "i": 59783, "idx": 2, "sa": ["Steve Ballmer", "Amitabh Srivastava"], "q": "accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.'' <strong> Steve Ballmer </strong> also disclosed that <strong> Amitabh Srivastava </strong>, senior vice president in the Server and Tools Business, is leaving Microsoft. <q> Windows Azure is in a great place and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career, </q> <strong> Steve Ballmer </strong> said in his e-mail.`` He has done stellar work for the company and will work to ensure a smooth transition with the Windows Azure team.'' <strong> Amitabh Srivastava </strong> has been with Microsoft since 1997 and", "new_id": -2}, {"uid": "1296286331249135135", "i": 44001, "idx": 1, "sa": ["Allen Iverson", "Doc Rivers", "Kevin Garnett", "George H. W. Bush"], "q": "2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery.`` I don't have any answers for what's going on,'' <strong> Allen Iverson </strong> said. <q> We're not having Coach <strong> Doc Rivers </strong> had some strong adGeorge H. W. Bush for the Boston Celtics before their first stop on a tough three-game swing through Texas: Play hard, or else.`` The Spurs, they're a well-oiled machine. We knew they were going to come in fired up. They lost some games as of late and any champion is going to come out with its haymakers, </q> said <strong> Kevin Garnett </strong>, who had 21 points in Boston's 93-91 win over the San Doc Riversio Spurs on Monday night.`` <strong> Doc Rivers </strong> told us if we don't pick up the energy, then we're going to get", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}]