[{"uid": "1295652199087982081", "i": 35519, "idx": 0, "sa": ["Eric Schmidt"], "q": ". In Washington, many of their big takeover deals are facing a lot of scrutiny. And this has sort of tripped them up. This is how <strong> Eric Schmidt </strong> described it yesterday, during the earnings call: <q> <strong> Eric Schmidt </strong>: An awful lot of the problems that we've been having are people don't actually understand what we really do and what we don't do. And some of our competitors are assisting in that misinformation. </q> HENN: The biggest assist here might be coming from Microsoft. Microsoft executives know better than anyone how regulators can take a dominant tech company and knock it off its game. So <strong> Eric Schmidt </strong>'s new role in", "new_id": -2}, {"uid": "1295901715011026433", "i": 2107, "idx": 2, "sa": ["Steve Ballmer"], "q": "find a future leader for company.`` The bigger questions are who will lead the vision for the future, and who will be ready to succeed <strong> Steve Ballmer </strong> when the time comes,'' he wrote. <q> <strong> Ray Ozzie </strong> was a talented visionary and architect of the future. <strong> Bill Gates </strong> selected <strong> Ray Ozzie </strong> as his successor as Chief Software Architect. But they are both gone. </q>`` Who else at Microsoft has the gravitas and vision to lead the product direction for entire company? This is probably the single most important job in the company over the long term. Yet, <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1296738679019595292", "i": 2157, "idx": 1, "sa": ["Oprah Winfrey", "Jennifer Aniston", "Simon Cowell"], "q": "'' <strong> Oprah Winfrey </strong> then interjected to say that while she agreed the show was`` kinder'' and`` gentler'' now, she is a`` big'' fan of departed judge <strong> Simon Cowell </strong>, and suggested that he <q> had a way of speaking the truth which was saying what you wanted to say but couldn't actually say it </q>. As for whether the former Friends star could ever have said some of things that <strong> Simon Cowell </strong> did, <strong> Jennifer Aniston </strong> laughed:`` Maybe in my own mind I would think things but I could never imagine saying", "new_id": -2}, {"uid": "1297416847025755654", "i": 22125, "idx": 0, "sa": ["Steve Ballmer"], "q": "flagship, will still exist, but more as an experimental open-source, mobile operating system project.`` Nokia still plans to ship a MeeGo-related product later this year,'' said the release, but it will have <q> an emphasis on longer-term market exploration of next-generation devices, platforms and user experiences. </q> MeeGo was delayed till late this year, but has been sighted on tablets and other devices.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>,", "new_id": -2}, {"uid": "1295636491179568685", "i": 38958, "idx": 5, "sa": ["Tony Blair", "Alastair Campbell", "Andy Coulson"], "q": "of trying to bury bad news. <strong> Tony Blair </strong> made a second appearance at the Iraq war inquiry and as the fallout continues from the departure of opposition finance spokesman Alan Johnson on Thursday due to personal problems. <q> The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence, </q> <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that`` when a spokseman needs a... Subscribe to RSSMost", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.`` The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>`` For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.`` This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1297652095245153826", "i": 24654, "idx": 1, "sa": ["Donald Rumsfeld", "Rev. Billy Graham"], "q": "'s young Democrats were off to WWII, <strong> Rev. Billy Graham </strong> was in Divinity School and starting his ministry. Gee, with all those young widows to console he must have been very busy.( Did someone just ask: <q> Did he get laid a lot? </q>? If so; you're catching on to how this Republican Morality scam works.) Getting back to <strong> Donald Rumsfeld </strong> and the profitability of stupidity and ineptness, we know of one guy, who is both", "new_id": -2}, {"uid": "1295667395231571533", "i": 44110, "idx": 0, "sa": ["Keith Olbermann", "Andy Coulson"], "q": "... but re: the Tea Party would this destroy or TIME MLK's daughter declines the presidency of the Southern Christian Leadership Conference, founded by her father| TIME Why did U.K. Director of Communications <strong> Andy Coulson </strong> quit? <q> When a spokesman needs a spokesman, it's time to move on </q>| Verizon` Deeply Concerned' By Net Neutrality Rules, Files Appeal Final Countdown: <strong> Keith Olbermann </strong> And MSNBC Announce They Are Parting Ways( VIDEO) I can't describe it. It's a little too much.", "new_id": -2}, {"uid": "1295739721256016402", "i": 34863, "idx": 0, "sa": ["Rene Preval", "Andy Coulson", "Baby Doc"], "q": "Slideshow: Former Haitian dictator <strong> Baby Doc </strong> Photo in Slideshow: <strong> Baby Doc </strong>`` <strong> Baby Doc </strong>'' <strong> Baby Doc </strong> Photo in Slideshow: Haitian President <strong> Rene Preval </strong> Photo in Slideshow: Hiati President <strong> Rene Preval </strong> holds a wreath of flowers at a mass... Report Abuse <q> When he was President, there was law and order. He provided universal health care and education and there was prosperity for all. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1297490810192626705", "i": 25807, "idx": 0, "sa": ["Mike Pence"], "q": "people know that we support them,'' said Rep. Allen West, R-Fla., an outspoken member of the new freshman class. West will give the keynote speech today at the Conservative Political Action Conference. <q> You don't get a second chance at a first impression, and it's extremely important that we keep our word to the American people, </q> said Rep. <strong> Mike Pence </strong>, R-Ind., a veteran who is considered a bellwether among conservatives.`` I'm reasonably confident that House Republicans will meet that objective and cut$ 100 billion or more,'' he said", "new_id": -2}]