[{"uid": "1296248071002900092", "i": 29085, "idx": 16, "sa": ["Sonia Alfano", "Sergio Marchionne", "John Elkann"], "q": ". Se al referendum di Mirafiori ci sar il 51% di s`` il discorso si chiude, l'investimento si fa'', ribadisce <strong> Sergio Marchionne </strong> ai giornalisti italiani. Quanto alle scritte contro di lui apparse a Torino, <q> sono di sicuro fuori posto e riflettono una mancanza di civilt che credo non sia opportuna per l'Italia </q>, commenta l'ad del Lingotto. A fianco di <strong> Sergio Marchionne </strong>, il presidente del gruppo <strong> John Elkann </strong> che dice chiaramente: nessuna intenzione di vendere pezzi del gruppo, ci teniamo stretto 17-01-2011 Il parlamentare europeo <strong> Sonia Alfano </strong> interviene alla seduta plenaria", "new_id": -2}, {"uid": "1295629082018169876", "i": 50882, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": " <strong> Eric Schmidt </strong>- afuera del auto- cede los controles de Google a su fundador, <strong> Larry Page </strong>( en el auto). Google ya lleg al punto en que <q> no requiere supervisi?n adulta d?a con d?a </q>, brome el todav?a director ejecutivo de la empresa, <strong> Eric Schmidt </strong>, en Twitter. <strong> Eric Schmidt </strong> se refer?a a una broma, muy conocida en el mundo tecnol?gico, que aseguraba que l hab?a llegado a su posici?n", "new_id": -2}, {"uid": "1296671651093847556", "i": 18220, "idx": 0, "sa": ["Robin Williams", "Barbara Walters", "David Letterman", "Bill Clinton"], "q": "<strong> Barbara Walters </strong> Walter's Heart Surgery <strong> Robin Williams </strong>: People Ask` How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walters </strong> Walter's Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from`", "new_id": -2}, {"uid": "1295919171195493904", "i": 4654, "idx": 0, "sa": ["David Letterman"], "q": "and think they know what they are going to see, but it's always changing so in the end, they don't know what to expect,'' said Alegria's Artistic Assistant Sheryl-lynne Valensky. <q> We don't need to set up a tent, we already have a building. Concessions are here. Everything is ready so we can come in and play one week in a smaller town, </q> said Valensky. 10:35 PM Late Show with <strong> David Letterman </strong> 11:37 PM The Late Late Show with Craig Ferguson", "new_id": -2}, {"uid": "1294961671181354498", "i": 18684, "idx": 1, "sa": ["Mike Pence", "John Boehner"], "q": "'re seeking for the debate. <strong> Mike Pence </strong>( R-Ind.), a favorite of the conservative movement who recently dropped out of Republican leadership, said he'd prefer to call the`` job-killing'' health care bill a <q> government takeover of health care. </q> There are no plans to change the title of the repeal bill. There's a clear recognition that the rhetorical atmosphere must be different now than the day that target=\"_blank\" href=\"http://topics.politico.com/index.cfm/topic/John BoehnerJohn Boehner\"> <strong> John Boehner </strong>( R-Ohio)", "new_id": -2}, {"uid": "1295361979143278086", "i": 52811, "idx": 2, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "a lot of years, and it's sort of the premise of the show.'' Thus, what those close to the show promise will be a return to roots. <strong> Nigel Lythgoe </strong>, the producer and <q> So You Think You Can Dance </q> judge who left`` Idol'' in 2008 after reportedly tangling with <strong> Simon Cowell </strong>, has come back to oversee the show. Meanwhile, the producers are hoping to beef up`` Idol's'' musical credibility with", "new_id": -2}, {"uid": "1295362966246431766", "i": 43720, "idx": 0, "sa": ["Tim Pawlenty", "Reince Priebus", "Rush Limbaugh", "Kirsten Gillibrand", "Osama bin Laden", "Benjamin Netanyahu", "Mark Levin", "Barack Obama"], "q": "called for <strong> Barack Obama </strong>'s execution: In a media conference call about <strong> Osama bin Laden </strong>, <strong> Reince Priebus </strong> slipped and accidentally called for the`` execution'' of <strong> Barack Obama </strong> href=\"http://www.huffingtonpost.com/2010/10/07/Reince Priebus- <strong> Reince Priebus </strong>- <strong> Barack Obama </strong>- Osama bin Laden_n_753338.html?ref=email_share\"> three separate Tim Pawlentyes. <q> My guess is he would believe that <strong> Barack Obama </strong> should be executed and he oughta be treated as a war criminal, </q> <strong> Reince Priebus </strong> explained. Is <strong> Rush Limbaugh </strong> Perfect? <strong> Rush Limbaugh </strong> Attacks <strong> Kirsten Gillibrand </strong> For Saying` We Can Conduct Ourselves Better' <strong> Benjamin Netanyahu </strong> Armbruster on Jan 14th, 2011 at 5:08 pm href=\"http://thinkprogress.org/2011/01/14/Rush Limbaugh-Kirsten Gillibrand/\" rel=\"bookMark Levin\" title=\"Permanent link to'Is <strong> Rush Limbaugh </strong> Perfect <strong> Rush Limbaugh </strong> Attacks", "new_id": -2}, {"uid": "1295604447021397513", "i": 16908, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Vint Cerf"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years--`` a nice round number''-- and <strong> Larry Page </strong> was ready to lead the company into the future. <q> <strong> Larry Page </strong> and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion.", "new_id": -2}, {"uid": "1295682265065617928", "i": 120, "idx": 14, "sa": ["Mitch Daniels", "Mike Pence", "Charlie Black"], "q": "a favorite of Republicans who like <strong> Mitch Daniels </strong>' broad experience and fiscal credentials. <strong> Mitch Daniels </strong> has said he won't make a decision about running for president until after this year's legislative season ends in April. <q> If( <strong> Mitch Daniels </strong>) runs, I think it's hard for <strong> Mike Pence </strong>, because all the financial base in Indiana would likely go to <strong> Mitch Daniels </strong>, </q> <strong> Charlie Black </strong> said. But <strong> Mike Pence </strong> also can't afford to wait to decide because he has a long way to go in building a fundraising network and a campaign team, and becoming better-known. As", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]