[{"uid": "1297077081054001689", "i": 49403, "idx": 0, "sa": ["Zahi Hawass"], "q": "Slideshow: <strong> Zahi Hawass </strong>, Director for the Supreme Council of Antiquities... Photo in Slideshow: The Egyptian Museum is seen at right in this general view of the... World Video: Western Australia wildfire burns homes Report Abuse <q> Some of you dumbheads are mixing up Religion& Archeology and nurturing hatred. What has this document/ Egyptology& Islam got to do. Perhaps Islam is too young to talk about Egyptology. Keep Islam and stupidity away in this forum. Egyptology is not only for egypt it is the wonders of the earth. </q> Report Abuse <blockquote> they've have been digging the sphinx out for several years but from thousands of years of nature they have away to go studies of the head suggest that it was once a lions head but was", "new_id": -2}, {"uid": "1296453850064503811", "i": 27, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "in the fourth quarter bounced off the right upright.`` <strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,'' <strong> David Akers </strong> said, <q> so it means a lot to be able to pass a legend like that. </q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. Eagles quarterback <strong> Michael Vick </strong> started but played only the first quarter,", "new_id": -2}, {"uid": "1296365682082608136", "i": 23313, "idx": 2, "sa": ["Elizabeth Bartman", "Zahi Hawass"], "q": "Even if the protesters and government forces share that respect for the museum's antiquities, the situation could still lead to unintended and unwelcome consequences. The fire next door is the main threat right now. <q> Especially with Egypt being such a dry place- they have all these organic materials, they have textiles, they have ancient food, they have lots of wooden items- fire is a very scary proposition, </q> <strong> Elizabeth Bartman </strong> said.`` Let's just keep our fingers crossed that the museums are not going to be caught in the crossfire.'' The Daily Mail says <strong> Zahi Hawass </strong> has acknowledged that the looters targeted Tut's treasures", "new_id": -2}, {"uid": "1297701144114671657", "i": 14850, "idx": 3, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "have vowed to fight the proposed funding cut.`` In my community, Planned Parenthood is a very highly regarded mainstream organization,'' said Democratic Rep. <strong> Lois Capps </strong> of California, who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people.`` This", "new_id": -2}, {"uid": "1295305092102465548", "i": 21813, "idx": 0, "sa": ["Robert Pattinson", "Taylor Swift", "Justin Bieber", "Bailee Madison", "Simon Cowell", "Selena Gomez", "Jake Gyllenhaal"], "q": "pool!- <strong> Robert Pattinson </strong> turns down <strong> Simon Cowell </strong> record deal!- <strong> Justin Bieber </strong> Power Of Youth giveaway!- Power Of Youth attendees!- <strong> Bailee Madison </strong> celebrated birthday on Wizards set!- <strong> Selena Gomez </strong> JT& Friends Performer!- Demi <q> <strong> Selena Gomez </strong>'s still a good friend. </q>- <strong> Taylor Swift </strong> Speak Now release& hidden messages revealed!- <strong> Taylor Swift </strong> dating <strong> Jake Gyllenhaal </strong> Connect: twitter.com twitter.com Become a`` fan'' on Facebook: on.fb.me Don't forget to comment, thumbs up& SUBSCRIBE! Thanks for", "new_id": -2}, {"uid": "1295756651021528610", "i": 13738, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Will Page"], "q": "Google foes plenty of ammunition. <strong> Eric Schmidt </strong> became the face of the`` evil'' Google in the'' Don't Be Evil?'' video. Even yesterday, people wondered if his <q> Day-to-day adult supervision no longer needed! </q> tweet`` proved'' there was some sort of friction between himself, <strong> Will Page </strong>, and <strong> Sergey Brin </strong>. comment <strong> Sergey Brin </strong> made about <strong> Eric Schmidt </strong> when he was hired as chairman in 2001:`` Basically, he's", "new_id": -2}, {"uid": "1295559524014680153", "i": 16180, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "will be the Mountain View Internet juggernaut's new CEO starting April 4, and current CEO <strong> Eric Schmidt </strong> will be executive chairman, <strong> Eric Schmidt </strong> revealed in a post today on Google's blog. Co-founder <strong> Sergey Brin </strong>, meanwhile, <q> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be co-founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly, </q> <strong> Eric Schmidt </strong> said.`` As Google has grown, managing the business has become more complicated,'' <strong> Eric Schmidt </strong> wrote.`` So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how best to", "new_id": -2}, {"uid": "1295571578103104583", "i": 7018, "idx": 1, "sa": ["Eric Schmidt"], "q": "today. Our emerging businesses- display, Android, YouTube and Chrome- are on fire.[ Yes], the outlook is[ certainly] bright,'' <strong> Eric Schmidt </strong> wrote in an official blog post. <q> But as Google has grown, managing the business has become more complicated. So Larry, Sergey and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> According to <strong> Eric Schmidt </strong>, the three had been`` equally'' involved in making decisions over the past decade.`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue", "new_id": -2}, {"uid": "1295523103127533080", "i": 41550, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer"], "q": "on software piracy has failed in the eyes of foreign businesses, <strong> Steve Ballmer </strong> met with Obama and the Chinese leader at the White House to push the issue. <strong> Hu Jintao </strong> is currently on an official visit to the US. <q> So we were just in a meeting with business leaders, and <strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is that only one customer in every 10 of their products is actually paying for it in China, </q> Obama told a news conference in Washington. Obama indicated that <strong> Hu Jintao </strong> had agreed to take action.`` I appreciate his willingness to take new steps to combat the theft of intellectual property,'' the US president said", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ".`` I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,'' said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}]