[{"uid": "1296243650097697808", "i": 865, "idx": 2, "sa": ["David Cameron", "Rebekah Brooks", "James Murdoch", "Andy Coulson"], "q": "News International and <strong> Andy Coulson </strong> over phone hacking, and the`` slight matter of the government imminently taking a crucial decision'' about the <strong> James Murdoch </strong> takeover of BSkyB. It pointed out`` Dave and Sam'' often socialised with <q> <strong> Rebekah Brooks </strong> and her husband` Champagne Charlie' <strong> Rebekah Brooks </strong> </q>, as they were near neighbours in Oxfordshire. Sunday lunches`` chez <strong> David Cameron </strong>'' were not unknown. This speculation prompted the first response from No 10. A source played down the significance of the social", "new_id": -2}, {"uid": "1295118198257753094", "i": 29320, "idx": 0, "sa": ["John McCain", "Bernie Sanders"], "q": "officials on the ground, as well as the families of the victims. Since returning to Tucson, <strong> John McCain </strong> has met privately with the families of the victims, says Buchanan, and has been busy attending funerals. <q> The senator is with his community, that's where his constituents would expect him to be, </q> says Buchanan.`` Not speaking to a camera.'' Some of his colleagues say he should be doing more. Sen. <strong> Bernie Sanders </strong>( I-VT) has even used the argument to try to raise money,", "new_id": -2}, {"uid": "1297097447088211513", "i": 9621, "idx": 0, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "to surround himself with top talent. People who have worked with him-even those who admire him-say`` ambitious'' is the trump card in that list of character traits, and <strong> Donald Rumsfeld </strong>'s ambition is far from exhausted. <q> I don't think Don has wound down, </q> says <strong> Bill Clinton </strong> Rentschler, who ran Nixon's 1968 campaign in Illinois and calls <strong> Donald Rumsfeld </strong>`` ferocious in pursuing what he wants. I would say he is a very aggressive promoter of his particular ambitions.'' The national", "new_id": -2}, {"uid": "1296518242235749409", "i": 23233, "idx": 0, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "to phone messages of royal household staff. He has always denied any knowledge of wrongdoing at the newspaper. <strong> David Cameron </strong> has defended his own judgement in hiring <strong> Andy Coulson </strong>, saying he felt the former editor had been <q> punished twice for the same offence. </q> The News of the World is part of <strong> Rupert Murdoch </strong>'s News Corp media group, which is waiting to hear if the government will clear its planned$ 12 billion( 7.5 billion pound) buyout of pay", "new_id": -2}, {"uid": "1295991953089178223", "i": 3694, "idx": 11, "sa": ["Donald Rumsfeld"], "q": "lost control of Congress. Few words during his tenure stood out more than the response <strong> Donald Rumsfeld </strong> offered in 2002 about the lack of evidence that Iraq was supplying terrorists with weapons of mass destruction. <q> Reports that say that something hasn't happened are always interesting to me, because, as we know, there are known knowns; there are things we know that we know, </q> he said.`` There are known unknowns. That is to say, there are things that we now know we don't know. But there are also unknown unknowns. There are things we do not know", "new_id": -2}, {"uid": "1295644570138969099", "i": 38134, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": ". The newspaper's former royal editor, <strong> Clive Goodman </strong>, was jailed in 2007 for conspiracy to access voice mails left for royal aides, and private investigator <strong> Glenn Mulcaire </strong> was jailed on the same charge. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role, </q> <strong> Andy Coulson </strong> said.", "new_id": -2}, {"uid": "1294998234072613901", "i": 44349, "idx": 0, "sa": ["Susan Boyle", "Simon Cowell", "Piers Morgan"], "q": "to attend as it is a simple party for close friends. \" We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again. \" The representative said: <q> The party was only ever for close friends and family. </q> Comment on this Article <strong> Susan Boyle </strong> chose to move out of her council house in West Lothian and into a new, five-bedroom?? 300,000 home in Blackburn, Scotland after she returned from a trip to find", "new_id": -2}, {"uid": "1296309067021659679", "i": 7914, "idx": 5, "sa": ["Mike Pence", "Barack Obama"], "q": ". Flake's stepdaughter was in the Central class visited by <strong> Mike Pence </strong> and later gave the congressman a hug. <strong> Mike Pence </strong> also said the effort by House Republicans to repeal <strong> Barack Obama </strong>'s health-care reform law was <q> not a gimmick,( but) a promise kept. </q> The Republican recalled his first meeting with the Democratic <strong> Barack Obama </strong>, on the day of <strong> Barack Obama </strong>'s inauguration.`` Differences aside, he's a very honorable man.'' From USA TODAY and", "new_id": -2}, {"uid": "1295460701122241049", "i": 42109, "idx": 0, "sa": ["Ari Levine", "Steven Tyler", "Tyler Cuma", "Simon Cowell"], "q": "in Haiti U.S. Shifts Focus to Press China for Access to Markets Irish PM survives confidence vote stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbeAri Levineng judge, </q> <strong> Tyler Cuma </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}]