[{"uid": "1295771098167018523", "i": 38284, "idx": 1, "sa": ["Patrick Achi", "Ahoua Don Mello", "Alassane Ouattara"], "q": "Soro, <strong> Alassane Ouattara </strong>'s prime minister, said this would be Ahoua Don Melloe`` quickly'', without giving a timeframe. <strong> Patrick Achi </strong>, spokesman for the Alassane Ouattara-appointed government, called the move an important step. <q> We are satisfied. We are heading towards the control of the accounts but it will happen in stages, </q> he said, adding that the next step would have to be the replacement of the director of the bank in Ivory Coast, who he said was also pro-Gbagbo. <strong> Alassane Ouattara </strong> says Gbagbo has tapped between 80", "new_id": -2}, {"uid": "1296376331049594445", "i": 37164, "idx": 0, "sa": ["Bill Lockyer"], "q": "( perhaps bankruptcy). Some elected officials, like California Treasurer <strong> Bill Lockyer </strong>, say states don't need the ability to file bankruptcy because they have permanent revenue sources: taxpayers. <strong> Bill Lockyer </strong> told Reuters that states <q> have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with. </q> That seems to be the consensus among too many politicians: Just raise taxes to deal with our ill-advised promises to government workers. It's unconscionable to saddle future generations with crushing debt to support", "new_id": -2}, {"uid": "1296898057157286450", "i": 10784, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": " <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q> I don't want him to put himself in a position where bad things can happen around him, </q> <strong> Roger Goodell </strong> said.`` He takes that seriously.'' With several inches of snow falling Friday, on top of ice that's been there for days, many Super Bowl activities across the Dallas-Fort", "new_id": -2}, {"uid": "1296106877198869060", "i": 26032, "idx": 0, "sa": ["Bruce Forsyth", "Simon Cowell"], "q": "humbled and honoured''. <strong> Simon Cowell </strong>, who accepted the award on their behalf, said he thought it was`` well deserved'' but jokingly admitted the pair's success was getting`` annoying''. <q> This would be a good night to announce my retirement but I'm not bloody going to </q> \" <strong> Bruce Forsyth </strong> Later on in the evening, <strong> Simon Cowell </strong> returned to the stage to accept the trophy for best talent show, which went to the X Factor for the second year in a row.", "new_id": -2}, {"uid": "1296700794078823424", "i": 3823, "idx": 0, "sa": ["Michael Cox", "Chris Ziemann", "Michael Vick", "Garry Cobb", "Chris Guthrie", "Andre Weathers", "David Messas", "Clay Matthews III", "Jeff Backus", "Charles Woodson", "Ryan Hamilton", "Jon Jansen", "Steve Hutchinson"], "q": "Tackle- <strong> Jeff Backus </strong> Left Guard- <strong> Steve Hutchinson </strong> Center- Zach Adami Center- <strong> Steve Hutchinson </strong> Fraiser Right Guard- <strong> Chris Ziemann </strong> Right Guard- <strong> David Messas </strong> Brandt Right Guard- Zack Adami Right Tackle- <strong> Jon Jansen </strong> Tight E... Still Motion- <q> Love's in need of love today </q>`` Still Motion'' at 2010 Columbus Jazz and Ribs Fest Still Motion: Andre Weathersw Hartman- Guitar <strong> Michael Cox </strong>- Sax <strong> Ryan Hamilton </strong>- Trombone Andy <strong> Charles Woodson </strong>- Bass <strong> Chris Guthrie </strong>- Drums... <strong> Michael Vick </strong> on <strong> Clay Matthews III </strong> and <strong> Charles Woodson </strong> 1:53 <strong> Garry Cobb </strong> talks", "new_id": -2}, {"uid": "1296746865116736071", "i": 54601, "idx": 8, "sa": ["George W. Bush", "Donald Rumsfeld", "Barack Obama"], "q": ". At the time, <strong> George W. Bush </strong> rejected two resignation letters, five days apart, from <strong> Donald Rumsfeld </strong>. Another 21/2 years passed before <strong> George W. Bush </strong> facing the Republicans' loss of Congress, decided to let <strong> Donald Rumsfeld </strong> go. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> <strong> Donald Rumsfeld </strong> acknowledges. <strong> Donald Rumsfeld </strong> argues that the administration was wrong to have been so focused on preserving Barack Obamaial powers that it initially eschewed negotiations with Congress in formulating detainee policy. A chief proponent of this strategy,", "new_id": -2}, {"uid": "1296092084132530182", "i": 17694, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "Google Apps. After all, Google's core business of search can't prop up the company forever.`` Google's business group gets good support overall,'' says Forrester research analyst Ted Schadler. <q> With Google's core search business under attack from Bing and Yahoo, I would expect them to keep investing in Google Apps for Business. </q> And Microsoft might not want to get too comfortable with the idea of <strong> Larry Page </strong> as the t-shirt wearing, Wall Street-oblivious CEO: <strong> Larry Page </strong> may just be an interim leader as Google looks for another <strong> Eric Schmidt </strong>, Kay", "new_id": -2}, {"uid": "1295448392083853335", "i": 43808, "idx": 1, "sa": ["Brian Cowen", "Eamon Gilmore"], "q": "colleagues had voted no confidence in him yesterday.`` He has said repeatedly that he will remain Taoiseach as long as he and the Government have the confidence of the House,'' Mr <strong> Eamon Gilmore </strong> added. <q> Let us put it to the test. </q> Mr <strong> Brian Cowen </strong> said the motion could be taken in Labour's own time, adding he was confident he would enjoy the confidence of the D?il when it was put. Fine Gael, said the", "new_id": -2}, {"uid": "1295155571091308074", "i": 58596, "idx": 1, "sa": ["Matt Ryan", "Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend.`` This probably was my best performance-- the stage we were on, the importance of this game,'' <strong> Aaron Rodgers </strong> said. <q> It was a good night. </q> <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off href=\"http://sports.espn.go.com/nfl/players/profile?playerId=2549\"> <strong> Michael Vick </strong> and the Eagles in Philadelphia, then dominating href=\"http://sports.espn.go.com/nfl/players/profile?playerId=11237\"> <strong> Matt Ryan </strong> and the Falcons", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]