[{"uid": "1295562143244678673", "i": 828, "idx": 3, "sa": ["Eric Schmidt"], "q": ", customers and broader business relationships.'' In the blog post, Mr. <strong> Eric Schmidt </strong> said the three executives would continue to collaborate on major decisions, but that the changes would help clarify the individual roles so <q>there's clear responsibility and accountability at the top of the company.</q> Twitter account, Mr. <strong> Eric Schmidt </strong>, who was widely described as ''adult supervision'' for the two young founders when he was named chief executive, wrote: ''Day-to-day adult supervision is no longer needed", "new_id": -2}, {"uid": "1297302781028033028", "i": 27041, "idx": 1, "sa": ["Stephen Elliott", "Donald Rumsfeld"], "q": "& search= Search'', ''permaLink'': ''http://www.washingtonpost.com/wp-dyn/content/video/2011/02/06/VI2011020602065.html'', ''showComments'': true, ''duration'':''', ''mediaQueryString'': ''http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=02062011-25v&amp;flvURL=/media/2011/02/06/02062011-25v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F02%2F06%2F02062011-25v.jsn''}{ ''title'': <q>What would the real <strong> Donald Rumsfeld </strong> think?</q>, ''description'': ''During a discussion of\\ ''<strong> Donald Rumsfeld </strong>\\'' by Eric Martin and <strong> Stephen Elliott </strong> at 826DC in Columbia Heights, the authors discussed what the real <strong> Donald Rumsfeld </strong> would think of their book.\\", "new_id": -2}, {"uid": "1297178256266534988", "i": 47414, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "to supply terrorists with weapons of mass destruction. In addition, the reporter told <strong> Donald Rumsfeld </strong> that there were reports abou no direct link between the government and those terrorist networks. <strong> Donald Rumsfeld </strong> replied that such reports were <q>interesting to me, because as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown uknowns- the ones we don't know we don't know.</q> ''and so people who have the omniscience that they can sy with high certainty that something has not happened or is not being tried, have capabilities that are... they can do things I can't", "new_id": -2}, {"uid": "1296504083117964815", "i": 29801, "idx": 0, "sa": ["Simon Cowell"], "q": "Songs chart, and AEROSMITH's 1973 hit ''Dream On'' is No. 61. The Boston hard rockers' ''Big Ones'' collection'' from 1994 is No. 25 on iTunes' Albums chart. <q>So far, <strong> Steven Tyler </strong> has been a pretty striking presence on ''Idol',</q> says Richard Rushfield, author of ''American Idol: The Untold Story''. ''He's a wild character, and he''s pretty much pushed <strong> Simon Cowell </strong> To report any abusive, obscene, defamatory, racist,", "new_id": -2}, {"uid": "1296762870078708770", "i": 16177, "idx": 1, "sa": ["Zahi Hawass"], "q": ", on Thursday played down accounts of the break-in at the Museum and warned against ''rumours.'' In a posting on his blog( www.drhawass.com/blog/state-egyptian-antiquities-3-february-2011), <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q>70 broken objects, all of which can be restored.</q> ''I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said. ''If anything happens, I will announce it.'' He explained that", "new_id": -2}, {"uid": "1295569075103366669", "i": 2258, "idx": 1, "sa": ["Mitch McConnell", "Barack Obama", "Sen. Bernie Sanders"], "q": "to once again make clear to the American people that under your watch we will not cut Social Security benefits, raise the retirement age or privatize this critical program,'' <strong> Sen. Bernie Sanders </strong> wrote in a letter to <strong> Barack Obama </strong>. <q>Social Security is a promise that we can not and must not break.</q> <strong> Sen. Bernie Sanders </strong>, who caucuses with Senate Democrats, and other liberals are worried about whether they can trust <strong> Barack Obama </strong> after he struck a deal with Senate Republican Leader <strong> Mitch McConnell </strong>( Ky.) last year to pass an$", "new_id": -2}, {"uid": "1297384383139427845", "i": 9065, "idx": 9, "sa": ["Chad Thomas", "Sergio Marchionne", "Sergio Chiamparino", "Tim Higgins"], "q": "end of this year. ''There was an overreaction to <strong> Sergio Marchionne </strong>'s comments, which shows how fragile the Italian economic system is,'' said Turin Mayor <strong> Sergio Chiamparino </strong>, with whom <strong> Sergio Marchionne </strong> regularly plays cards. <q>I told <strong> Sergio Marchionne </strong> he should better explain his business model, which represents a revolution for the Italian culture.</q>-- With assistance from <strong> Tim Higgins </strong> in Detroit and Marco Bertacche in Milan. Editors: Jerrold Colten, <strong> Chad Thomas </strong> To contact the reporters on this story: Tommaso Ebhardt in Milan at tebhardt@bloomberg.net; Lorenzo Totaro", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a ''powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q>someone with similar nous and journalistic experience</q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1296671847037879814", "i": 29553, "idx": 5, "sa": ["Karl Malone", "Allen Iverson"], "q": "They are hard to handle when <strong> Karl Malone </strong> and <strong> Allen Iverson </strong> are coming at you like that. They are hard to handle on any night.'' At one point, both <strong> Allen Iverson </strong> and <strong> Karl Malone </strong> were 12-for-16 from the floor. <q>When you're in a zone, it doesn't matter if guys are on you or anything,</q> <strong> Allen Iverson </strong> said. ''It just feels good. It just feels like throwing rocks in an ocean.'' The Suns have lost twice-- by a combined 46 points-- since their 129-127 double-overtime win at Dallas on", "new_id": -2}, {"uid": "1296218677100073685", "i": 35441, "idx": 1, "sa": ["Eric Schmidt"], "q": "new structure, Page will lead product development and technology strategy, while Brin ''will devote his energies to strategic projects, in particular working on new products''. <strong> Eric Schmidt </strong> will take the role of executive chairman, <q>focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership</q>. He will also act as internal advisor to the two others. He hinted that one of his key roles would be communicating with, and lobbying, government agencies, as calls for antitrust probes rise", "new_id": -2}]