[{"uid": "1297428190058949643", "i": 11824, "idx": 4, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "'s having a positive effect.\" Nokia will pay Microsoft royalties for use of its operating system, but apparently money will likely flow the other way, too, <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> said. <q>We have different forms of value transfer in different directions,</q> <strong> Stephen Elop </strong> said. \"We have new opportunities that come from advertising and new forms of monetization. \"` We the ability to activate users and put them in a position to be more effective in what", "new_id": -2}, {"uid": "1296290602161759236", "i": 44948, "idx": 0, "sa": ["Eric Schmidt"], "q": "cars. Consumer Watchdog, a group which has been highly critical of Google's privacy practices, condemned the agreement to settle the issue through negotiations and called for congressional hearings on the subject. <q>The details of the biggest privacy breach in history shouldn't be settled in secret,</q> said John Simpson of Consumer Watchdog. \"This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.\" Google pledged to strengthen its privacy and", "new_id": -2}, {"uid": "1295518080162037788", "i": 46251, "idx": 2, "sa": ["Allen Iverson"], "q": "route to his third career 50-point game and first since February 6 against Sacramento. \"When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,\" he said. <q>That is the way it felt tonight. \"<strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where <strong> Elgin Baylor </strong> need the ball. <strong> Rafer Alston </strong> coach calls the plays and <strong> Elgin Baylor </strong> wouldn't set a career high without those guys.</q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in April 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1295363232143278114", "i": 26082, "idx": 1, "sa": ["Oprah Winfrey", "Michael Vick"], "q": "his bid to land the interview- he has written a message to <strong> Michael Vick </strong> on Twitter.com pleading with the star to choose him over <strong> Oprah Winfrey </strong> and even offering <strong> Michael Vick </strong> a cut of the winnings. He writes, <q>If <strong> Michael Vick </strong> is reading this, pls( please) say yes... Hey Mike <strong> Michael Vick </strong>- how about it? I'll cut you in for$ 100.</q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"uid": "1295238753247496716", "i": 36128, "idx": 0, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "<strong> Oprah Winfrey </strong>: Monday, January 17 <strong> Piers Morgan </strong> and <strong> Oprah Winfrey </strong> make bet about who can book <strong> Michael Vick </strong> first <strong> Oprah Winfrey </strong> <q><strong> Piers Morgan </strong> Tonight' interview, <strong> Piers Morgan </strong> asks \"what advice would you give <strong> Michael Vick </strong>?</q> <strong> Oprah Winfrey </strong> didn't want to answer- because she's saving her thoughts for when she interviews the NFL Comeback Player of the year. But <strong> Piers Morgan </strong> is trying to book <strong> Michael Vick </strong> too. And then a", "new_id": -2}, {"uid": "1295559994021315830", "i": 8141, "idx": 3, "sa": ["Eric Schmidt"], "q": "A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are available, <strong> Eric Schmidt </strong> said. <q>We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale,</q> <strong> Eric Schmidt </strong> wrote. Well theres this new browser game, quite intresting if you ask me,... Do you stock de-luxe version of Magix Photo Story which I could... Wake the phuq up, retailers aren't", "new_id": -2}, {"uid": "1297272060224821253", "i": 28610, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "to himself in August 2002 that the intel \"could be wrong\"- as if to demonstrate his prescience and open-mindedness. And he insists in the book that <strong> Saddam Hussein </strong>'s purported( but nonexistent) WMD stockpile was <q>only one of the many reasons for the war.</q> <strong> Donald Rumsfeld </strong> is engaging in revisionism on these fronts. His incorrect statements about Iraq's WMDs were quite common. Even though he may have thought the intelligence could be wrong, he repeatedly declared in public there", "new_id": -2}, {"uid": "1296199690069206039", "i": 22319, "idx": 0, "sa": ["Ronald Reagan", "Dick Armey", "Mike Pence"], "q": ", Karen; three children U.S. <strong> Dick Armey </strong> <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: <strong> Ronald Reagan </strong> of Indiana. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\" He said", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q>When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is,</q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}, {"uid": "1295033653139100172", "i": 32092, "idx": 0, "sa": ["Irin Carmon", "Kirsten Gillibrand", "Nancy Pelosi", "Debbie Wasserman Schultz"], "q": "Mark Kelly, she was surrounded by a group of women whom she considers both friends and mentors, including New York Senator <strong> Kirsten Gillibrand </strong>, Florida Congresswoman <strong> Debbie Wasserman Schultz </strong>, and House Minority Leader <strong> Nancy Pelosi </strong>. As <strong> Nancy Pelosi </strong> put it, <q>We saw a little girl power too.</q> Jezebel, <strong> Irin Carmon </strong> writes about how the women became friends, how it still remains a rarity to be a woman, particularly a young woman, in American government, and how they found in each other support and", "new_id": -2}]