[{"uid": "1297350455055672878", "i": 10086, "idx": 2, "sa": ["Mike Pence"], "q": "R-Ind., who is a favorite of fiscal and social conservatives but rejected appeals that he run for president, turned down an invitation to speak at CPAC, where he has appeared six times. <q> At this time, the congressman is focusing his attention on Indiana, </q> <strong> Mike Pence </strong> spokesman Matt Lloyd said.`` He hopes to participate in future CPAC opportunities as his schedule permits.'' Besides at least eight potential presidential candidates, speakers will include those from the ranks", "new_id": -2}, {"uid": "1295584138050233356", "i": 6563, "idx": 1, "sa": ["Steve Ballmer"], "q": "<strong> Steve Ballmer </strong>, Microsoft chief executive.`` Cloud computing, and specifically Windows Azure, enables banks to move from a capital intensive cost model to one which is based on the consumption of technology,'' says <strong> Steve Ballmer </strong>. <q> No longer will banks need to over-order computing resources because the scale of the Azure platform allows high volume workloads such as end-of-day processing to be consumed on demand. </q> Reflecting its strategic importance, the debate over the use of cloud computing in financial services has moved up the agenda at this year's Sibos and has already been the subject of lively early Monday discussion with", "new_id": -2}, {"uid": "1297704186051036184", "i": 25432, "idx": 3, "sa": ["Steve Ballmer"], "q": ",'' <strong> Steve Ballmer </strong> continued. Microsoft is working to ensure that innovation`` doesn't lead to the kind of fragmentation for developers that other platforms in the phone arena are currently experiencing,'' <strong> Steve Ballmer </strong> said. <q> That's going to allow more phone designs at a broader range of price points and more exciting new apps and experiences for Windows Phone customers than we can imagine. </q> Windows Phone 7 debuted in the U.S. this fall with several devices on AT&T and T-Mobile. Sprint and Verizon will join the club in 2011, both carriers have said. While the platform has a small", "new_id": -2}, {"uid": "1295860226192184325", "i": 14553, "idx": 1, "sa": ["Eric Schmidt"], "q": "named for fear of reprisal.`` I'm having a hard time imagining( Larry) going from the role I've seen him in, to going to a CEO role,'' he added. <q> He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings. </q> Google hopes the management change will speed up decision-making. Page will take charge of the company's day-to-day operations, while <strong> Eric Schmidt </strong> will focus on deals and government outreach, among other things, as executive chairman", "new_id": -2}, {"uid": "1295310733097861638", "i": 44765, "idx": 7, "sa": ["Courtney Lee", "Tyronn Lue", "Allen Iverson"], "q": "be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach Larry <strong> Courtney Lee </strong> said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1295007611134168585", "i": 38921, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "sharpen our instincts for empathy, and remind ourselves of all the ways our hopes and dreams are bound together.'' <strong> Barack Obama </strong> also said <strong> Gabrielle Giffords </strong> opened her eyes for the first time during his visit and quote <q> she knows we are here and she knows we love her. </q> New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> was also there when it happened. She said once <strong> Gabrielle Giffords </strong> heard her husband's voice, she opened her eyes.`` All of a sudden she started to", "new_id": -2}, {"uid": "1295565267075235451", "i": 29150, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q> elevating me and having Larry running things day to day, </q> Mr. <strong> Eric Schmidt </strong> said. While the management shake-up wasn't telegraphed, <strong> Google Inc. </strong> has given subtle indications in the past that the roles of its leaders were being rethought. E.U. Questions Advertisers About <strong> Google Inc. </strong> Deals", "new_id": -2}, {"uid": "1297240707110002225", "i": 46064, "idx": 0, "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "q": "QB) <strong> Michael Vick </strong>. But this morning, on The Ticket( 1310 AM), he stuck to his story that he gave <strong> Michael Vick </strong> a key to the city`` for the children.'' <q> Don't you believe it's possible that by honoring this felon you sent the wrong message to the kids?... Now the kids say` This guy killed dogs he went to jail he's on probation and he's getting honored with a key to the city that is supposed to be presented to someone like a war hero,' </q> one of the hosts said.`` The kids don't say that,'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting", "new_id": -2}, {"uid": "1296413311007684135", "i": 24364, "idx": 0, "sa": ["Fred Perry", "Don Budge", "Bud Collins", "Kevin Kolb", "Michael Vick"], "q": "one Australian, one French and three at what was then called the U.S. Championships, saving two match points to defeat <strong> Don Budge </strong> in' 36. In his comprehensive History of Tennis, <strong> Bud Collins </strong> describes <strong> Fred Perry </strong> as <q> jaunty, a bit cocky in his breezy self-assurance, with gallery appeal. He could be sarcastic and some thought him egotistic, but it was a pose and he had an ever-ready grin. He cut a handsome figure with his regular features, raven black hair, and physique that was perfection for the game. Once he developed the stroke that had eluded him( a running forehand, attacking the ball on the rise), he was virtually unstoppable. </q> Jonathan Wilson: Asian Cup highlights the rise of Asia Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]