[{"uid": "1295674743088440893", "i": 27344, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol.", "new_id": -2}, {"uid": "1295879374140918830", "i": 2972, "idx": 2, "sa": ["Eric Schmidt"], "q": "outreach and technology. Starting on April 4, Larry Page, Google Co-Founder, will take charge of Google's day-to-day operations as Chief Executive Officer. Commenting on these changes, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come. </q>", "new_id": -2}, {"uid": "1296968578257851407", "i": 40185, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford"], "q": "from a briefing Johnson gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal. It's not a diary, </q> he says of the <strong> Gerald Ford </strong> White House notes.`` It is a set of working documents that I've never edited. In fact, most I've never reread.'' As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1295224428194101276", "i": 12147, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,'' <strong> Kirsten Gillibrand </strong> told NBC's`` Meet The Press'' program. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury, </q> she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for", "new_id": -2}, {"uid": "1295094125134053943", "i": 20102, "idx": 32, "sa": ["Allen Iverson", "Nate Robinson"], "q": "buzzer.`` I just knew if I get it up high enough I would have a good chance of making it,'' <strong> Nate Robinson </strong> said.`` So I just shot it hard and let it go.'' <q> The sky's the limit for him, </q> <strong> Allen Iverson </strong> said.`` He's a tough guard. He's got the best coach in the world on his side.'' New York, outplayed in the first half, outhustled and outworked the 76ers for a", "new_id": -2}, {"uid": "1296515044009224265", "i": 15815, "idx": 0, "sa": ["Robert Bauval", "Zahi Hawass"], "q": "spots in Egypt. <strong> Robert Bauval </strong> is the author of`` The Egypt Code'',`` The Orion Mystery'','' Keeper of Genesis'',`` The Message of the Sphinx'',`` Secret Chamber'', <q> Talisman: Sacred Cities, Secret Faith </q> and his new upcoming book is called`` Black Genesis''. Topics Discussed: Tutankhamun of Western European descent, Pre-Dynastic Egypt, <strong> Zahi Hawass </strong>, British-Israelites, Egypt Israel War, Arab-Israeli Conflict, Arab Prestige, British,", "new_id": -2}, {"uid": "1296106306239763512", "i": 22463, "idx": 3, "sa": ["Michael Vick", "Adrian Peterson"], "q": "coming off the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying the guys and I'm enjoying being out here playing football,'' he said. <q> This is what you work for. You work hard to get in this position. I'm ecstatic to be here. </q> <strong> Michael Vick </strong>, 30, was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410.", "new_id": -2}, {"uid": "1295883291107462794", "i": 44876, "idx": 0, "sa": ["Donald Rumsfeld", "Keith Olbermann", "Curtis LeMay"], "q": "And so was born` the special comment''-- his first one coming in August 2006, rebutting a speech that then-Defense <strong> Donald Rumsfeld </strong> had delivered to the American Legion. Said <strong> Keith Olbermann </strong> that night: <q> The confusion we-- as its citizens-- must now address, is stark and forbidding. </q> But variations of it have faced our forefathers, when men like Nixon and McCarthy and <strong> Curtis LeMay </strong> have darkened our skies and obscured our flag. Note-- with hope in your heart-- that those earlier Americans", "new_id": -2}, {"uid": "1297260292064307302", "i": 22542, "idx": 1, "sa": ["Donald Rumsfeld", "Richard Nixon", "President Bush"], "q": "`` I made a comment like` Thank you' or something, and <strong> President Bush </strong> looked me in the eye and said,` You better take this seriously,''' the former Pentagon chief recalled. <q> And of course, I did take it seriously. But I was also realistic that there was not much one could do about that. </q> The television appearance was part of <strong> Donald Rumsfeld </strong>'s effort to promote his new memoir,`` Known and Unkown,'' which was recounts his long government career serving Republican presidents from <strong> Richard Nixon </strong> to <strong> President Bush </strong>.", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]