[{"uid": "1295562503105267204", "i": 11183, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "effective April 4.`` In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him'' The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up", "new_id": -2}, {"uid": "1296128197246497300", "i": 17598, "idx": 9, "sa": ["Michael Vick"], "q": "It's <strong> Michael Vick </strong>'s first trip to Hawaii as an Eagle, yet more importantly, it's the first since he was sentenced to prison for his role financing a dogfighting operation four years ago. <q> This one feels great due to the fact that I've been through so much, </q> <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week.`` To be able to get back to this position is paramount to me, and I'm just thankful.'' <strong> Michael Vick </strong> also had", "new_id": -2}, {"uid": "1296509876251035669", "i": 23420, "idx": 4, "sa": ["Jay Leno", "Jimmy Kimmel", "Jimmy Fallon", "David Letterman"], "q": "275,000`` The Tonight Show with <strong> Jay Leno </strong>'' 179,000`` Late Night with <strong> Jimmy Fallon </strong>'' 150,000`` The Late Show with <strong> David Letterman </strong>'' 148,000'' Lopez Tonight'' 122,000`` <strong> Jimmy Kimmel </strong> Live'' 96,000 <q> The Late Late Show with <strong> Craig Ferguson </strong> </q> 94,000`` Chelsea Lately'' 79,000`` The Mo'Nique Show'' 73,000 Source: Nielsen Media Research, live+ same day data, original episodes only Cable data( 12/27/10-1/ 27/11)", "new_id": -2}, {"uid": "1295110918237223958", "i": 24956, "idx": 0, "sa": ["Lizabeth Scott", "David Letterman", "Victoria Reggie Kennedy"], "q": "with Leno phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. O'Brien told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q>+ Return to full article Comments( 1) <strong> Victoria Reggie Kennedy </strong>: Senate seat` not for me' Democratic favorite to run against Republican U.S. Sen. <strong> Lizabeth Scott </strong> Brown and reclaim the seat her husband held- has ruled herself out", "new_id": -2}, {"uid": "1297702534073007116", "i": 3949, "idx": 2, "sa": ["Steve Ballmer"], "q": "in de kamer. Geen Android-achtige fragmentatie Er zijn nu achtduizend apps voor Windows Phone 7 beschikbaar, meldt Microsoft. Tot nu toe hebben 1 miljoen software-developers de Visual Studio-toolkit voor Windows Phone gedownload. <q> We willen de fragmentatie voor ontwikkelaars tegengaan zoals gebeurd is bij andere mobiele platforms, </q> verwijst <strong> Steve Ballmer </strong> naar Google's mobiele platform Android. Nokia's Ovi Maps en bijbehorende locatiediensten zullen volgens <strong> Steve Ballmer </strong>` breed worden ingezet' binnen Microsofts zoekmachine Bing.`` Dat gebeurt niet alleen op Windows Phones,", "new_id": -2}, {"uid": "1296752507173539338", "i": 19868, "idx": 0, "sa": ["Hillary Clinton", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "must do better. My brother is right. I know we'll do better, and I know that prayer must be part of that effort.'' Kelly said <strong> Gabrielle Giffords </strong> continues to improve. <q> Please, please, continue to keep <strong> Gabrielle Giffords </strong>'s thoughts and prayers in your heart. It is really helping, </q> Kelly said. On Monday, <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) visited <strong> Gabrielle Giffords </strong> at a rehabilitation hospital in Houston. <strong> Kirsten Gillibrand </strong> reported <strong> Gabrielle Giffords </strong>`` continues to defy the odds'' and is recovering at a rapid pace.", "new_id": -2}, {"uid": "1294977673065519616", "i": 17032, "idx": 0, "sa": ["Sergio Marchionne"], "q": "2009. The dispute over Mirafiori is also part of a wider struggle by the outspoken <strong> Sergio Marchionne </strong> to bring about radical reforms in Italian industry. In October, he ignited controversy when he said that <q> Fiat would be better off if it eliminated Italy. Italy ranks 118th out of 139 countries in work efficiency and is 48th in industrial competitiveness.`` Not a cent from the two billion euros of profits forecast for 2010 will be generated in Italy, </q> he said, pointing out that Fiat's 6,100 workers in Poland produce the same number of cars as the company's 22,000 auto workers in Italy. Article: Italy union calls for strike over Fiat deal at", "new_id": -2}, {"uid": "1296668733223756295", "i": 1684, "idx": 1, "sa": ["Andy Coulson"], "q": ", a father of three children, has been at the BBC for four years and was the editor for coverage of the 2010 general election. He was previously with ITV News, the statement said. <q> I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time, </q> Oliver said.`` It's difficult to leave the BBC after a fascinating few years-- but this is an opportunity I can't turn down.'' <strong> Andy Coulson </strong>'s resignation renewed questions about practices at the", "new_id": -2}, {"uid": "1296425350029392900", "i": 32989, "idx": 2, "sa": ["Zahi Hawass"], "q": "the museum's new gift shop and stole all of the jewelry. Hemmed in by a strict curfew, <strong> Zahi Hawass </strong> spent the night at home fretting about the fate of his country's treasures. <q> Of course I was so worried, </q> he said.`` I have been protecting antiquities all my life. I felt if the Cairo museum is robbed, Egypt will never be able to get up again.'' Early Saturday, <strong> Zahi Hawass </strong> fought", "new_id": -2}, [{"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]]