[{"uid": "1297203269184696860", "i": 6554, "idx": 3, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in <strong> Donald Rumsfeld </strong>'s view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}, {"uid": "1295941685109330459", "i": 38650, "idx": 2, "sa": ["Chris Webber", "Allen Iverson", "Antonio McDyess"], "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just San <strong> Antonio McDyess </strong> Spurs 94-73 Boston Celtics The Celtics were down by only one point at halftime, but that", "new_id": -2}, {"uid": "1297284059243777648", "i": 2628, "idx": 0, "sa": ["Simon Cowell"], "q": "show. However it is claimed bosses are worried as he is yet to sign a deal to return for the later stages of the competition. A source said to UK newspaper Daily Mirror: <q> They are at their wit's end. The X Factor is ITV's biggest show and they can't afford for it to flop. </q>*** \"It's getting to the point where they are literally willing to do anything in order to persuade <strong> Simon Cowell </strong> to appear in the live shows. But the simple fact is he can't be in", "new_id": -2}, {"uid": "1297144094027197444", "i": 8853, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1297638509142753812", "i": 35945, "idx": 0, "sa": ["Simon Cowell"], "q": "to <strong> Simon Cowell </strong> allegedly feeling that the Mean Girls star would add \"edginess\" to the show. However, an X Factor spokesperson has now insisted that there are no truth to the reports. <q> We have never spoken to <strong> Lindsay Lohan </strong> about any role in The X Factor, </q> they said, according to Heatworld gives us an insight into her character", "new_id": -2}, {"uid": "1295670139191152175", "i": 44683, "idx": 1, "sa": ["Clive Goodman", "Tony Blair", "Glenn Mulcaire", "Andy Coulson"], "q": "raised \"serious questions\" about the <strong> Tony Blair </strong>'s judgment. \"This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,\" Mr Watson said. <q> His departure creates serious questions over the <strong> Tony Blair </strong>'s judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp. \"It's a mark of the man that he would sneak out a statement on a Friday morning on a busy news day. \"Spin and obfuscation is all we get from Downing Street- we need to get to the truth. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone-hacking. Although he took responsibility, he", "new_id": -2}, {"uid": "1297180316142131220", "i": 39244, "idx": 0, "sa": ["Steve Ballmer"], "q": ",+0.81%)| NASDAQ: 2784.26(+0.27,+0.01%)  <strong> Steve Ballmer </strong> rearranges the deck chairs again; seeks to get engineers into executive ranks  Tuesday, February 08, 2011- 09:57 AM EST <q> Microsoft Corp.. Chief Executive Officer <strong> Steve Ballmer </strong> plans to extend a management shake-up aimed at adding senior product executives with an engineering background, two people with knowledge of the decision said, </q> Dina Bass reports for Bloomberg. \"Changes may be announced this month, said one of the people, who declined to be named because the plans are private,\" Bass reports. \"Last month", "new_id": -2}, {"uid": "1297231746082936005", "i": 40874, "idx": 0, "sa": ["Sergio Marchionne"], "q": " \"I am paying shyster rates,\" <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q> We had no choice... I am going to pay the shyster loans. </q> Text DETNEWS to 64636 to get breaking news alerts on your phone. He called the loans \"a thorn in my side.\" Chrysler's also in talks with banks to refinance its debt", "new_id": -2}, {"uid": "1295803136231243808", "i": 27921, "idx": 1, "sa": ["Colin Powell"], "q": "was not on board with the plan to send the USA over the edge. honested: It's nice to hear from the one honest and intelligent Mister Bill 7 minutes ago( 12:11 PM) Mister <strong> Colin Powell </strong> says <q> You can't fix the deficit or the national debt by killing NPR or National Endowment for the Humanities or the Arts. </q> That is a good example of keeping the rhetoric down to a civil discourse. I agree that just cutting those two items will not balance the budget, but it is a good start. That means that who", "new_id": -2}]