[{"uid": "1295945463061587459", "i": 1515, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "because he liked to keep an eye on the alley, which was once known for drugs and prostitution. \"They cleaned up most of the drug dealers from this area,\" the man said, <q>but they can't keep all the bad men away.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE CORP.. Company Tekforce Corp VIDEO", "new_id": -2}, {"uid": "1297105764233521156", "i": 19879, "idx": 0, "sa": ["George H.W. Bush", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "<strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> said recently that <strong> George H.W. Bush </strong> had left him \"disappointed,\" a statement that is likely to revive whispers of a still ongoing rivalry between the two men. <q>No, I was kind of disappointed in him,</q> <strong> Donald Rumsfeld </strong> said in a recent interview with ABC News. \"He decided he wanted to leave people with the impression that he didn't want to go to the CIA[ in the <strong> Gerald Ford </strong> administration]", "new_id": -2}, {"uid": "1295874571251510812", "i": 28500, "idx": 0, "sa": ["Zahi Hawass"], "q": ". The bust, about 3,400 years old, is at the top of a \"wish list\" of five major artefacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q>Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,</q> <strong> Zahi Hawass </strong> said in a statement. But he asked that \"this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" In December 2009, Friederike Seyfried,", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1297177593144113675", "i": 13462, "idx": 6, "sa": ["Paula Abdul", "Simon Cowell"], "q": "rumored.( <strong> Simon Cowell </strong> will announce the full panel in the next three or four weeks.) But when asked if former \"Idol\" judge <strong> Paula Abdul </strong> would be involved, he left the option open. <q>I'm a massive fan of <strong> Paula Abdul </strong>,</q> he said. \"We've been in regular contact.\" <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. \"Over the", "new_id": -2}, {"uid": "1297184999119177276", "i": 47859, "idx": 2, "sa": ["Simon Cowell"], "q": "old these kids should be.\" As far as judges for \"X Factor\" go, <strong> Simon Cowell </strong> is still saying mum( you're not giving us anything!), but he does say, <q>Definitely not <strong> Mick Jagger </strong>. I honestly don't know. I was talking to somebody Friday who I really, really want to be on the show... they'll be cute and the guy won't be as good-looking as me.</q> He also gets a chance to address his recent comment about not watching \"Idol\" this season. He cites the fact that it's on at a different time in the U.K. and it", "new_id": -2}, {"uid": "1296527331020578309", "i": 4286, "idx": 1, "sa": ["Michael Vick"], "q": "comment- 9 min ago Yahoo! Sports \"I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.\" WilliamH left a comment- 15 min ago news.yahoo.com <q>Wow! It makes me feel good to know that Bloomburg is taking advantage of the tragedy in Tuscon to...</q> sodapopis4me left a comment- 17 min ago news.yahoo.com \"Nice idea... ugly design! I like the idea of it ONLY being flown on certain holidays. I don't like...\"", "new_id": -2}, {"uid": "1296491980113492000", "i": 1822, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Jeep Grand Cherokee. <strong> Sergio Marchionne </strong> noted in a statement that Chrysler's recovery has so far bested industry expectations, but he added that the automaker was still a long way from meeting its objectives. <q>Our job is not yet done,</q> <strong> Sergio Marchionne </strong> said in a statement. \"We have a lot of work ahead to fulfill our five-year business plan objectives.\" For 2010, Chrysler reported nearly$ 42 billion in revenue, in line with", "new_id": -2}, {"uid": "1295094125134053943", "i": 20116, "idx": 46, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Allen_Iverson_30pts_Highlight_vs_Philadelphia_76ers_06/07 <strong> Allen Iverson </strong> took plenty of shots at his former team, before, during and after the game.", "new_id": -2}, {"uid": "1296066420080527365", "i": 10587, "idx": 2, "sa": ["Andy Coulson", "Karren Brady", "David Cameron"], "q": "compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. \"What's the difference?,\" he said. <q>If off-air conversations were made public then there would be no-one left working in the country.</q> Keys said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with Gray, but claimed he was ignored. Gray apologised for his comments and", "new_id": -2}]