[{"uid": "1297431584058949636", "i": 19909, "idx": 0, "sa": ["Katy Perry", "Justin Bieber", "Chris Brown", "Kevin Costner", "CeeLo Green", "Valerie Bertinelli", "Kevin Spacey", "Simon Cowell"], "q": "Fashion Show Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Valerie Bertinelli </strong> Loves Being a Naked Newlywed <cite> Us Magazine </cite> <strong> Chris Brown </strong>& Rihanna to keep their distance at Grammys <cite> Associated Press </cite> <strong> Kevin Spacey </strong> bank movie asks <q> are we all greedy? </q> <cite> Reuters </cite> <strong> CeeLo Green </strong> subs for Rihanna at cancer benefit <cite> Associated Press </cite> <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Bieber-Justin Bieber-is-a-movie-star/557\"> <strong> Justin Bieber </strong> Is a Movie Star! <cite> Crush </cite> Costner-Kevin Costners-little-golfing-buddies/597\"> <strong> Kevin Costner </strong>'s", "new_id": -2}, {"uid": "1297726874054689833", "i": 24184, "idx": 1, "sa": ["Kirsten Gillibrand", "Barbara Boxer"], "q": "should not be done on the backs of those struggling every day just to pay their heating bills or put food on the table.\" Sen. <strong> Barbara Boxer </strong>( D-Calif.), meanwhile, emphasized that she <q> may not agree with everything in it, </q> as did Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). \"I don't think we should balance the budget on the backs of seniors who can not afford the rising costs of heating their home,\"", "new_id": -2}, {"uid": "1295564673204079111", "i": 13912, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Larry Page </strong> said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" Watchers of the technology giant seemed to react mostly positively to news of the leadership shakeup. <q> I think it's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit, </q> said Jacob Internet Fund portfolio manager Ryan Jacob. \"It should streamline the decision-making process. They're in a fast-moving industry,\" Jacob added. \"Initially <strong> Larry Page </strong> and <strong> Sergey Brin </strong> were pretty young", "new_id": -2}, {"uid": "1296371370213876753", "i": 17283, "idx": 0, "sa": ["Allen Iverson", "Carmelo Anthony", "John Wall", "Paul Pierce"], "q": "assists and 3 steals. Movie from nba.com More about <strong> John Wall </strong>, Wizards and NBA Top Plays at www.John WallJohn Wall.co( not. com) player website. Iverson_Allen Iverson_18pts_Melo_career_high_49pts_vs_Wizards_07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q> I think that might be the easiest game I ever played in my career. I was out there watching, </q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Paul Pierce </strong> scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Paul Pierce </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine", "new_id": -2}, {"uid": "1295914737143048738", "i": 11926, "idx": 1, "sa": ["Simon Cowell", "Simon Jones", "Simon W. J. Fuller"], "q": "his former business partners, <strong> Simon W. J. Fuller </strong> and <strong> Simon Jones </strong>, met with an unnamed network years ago. \"It was so bad that a minute into the pitch the guy said,` No...\" ' he recalled. <q> He said you can leave now, and I said,` So it sounds to me that you don't like the show?' And he said,` Get out.' And I said,` So should we come back next week?' And he said,` Get out.' \"We were basically thrown out of the network, </q> <strong> Simon Cowell </strong> said. \"The good news is, it would never get worse than this.\" Fox went on to premiere Idol in 2002. <strong> Simon Cowell </strong> stepped down from the show last year to focus on a U.S.", "new_id": -2}, {"uid": "1294962672210993211", "i": 8277, "idx": 8, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": "Stopped by Police Hours before Shooting <strong> Kirsten Gillibrand </strong> said that everyone present in <strong> Gabrielle Giffords </strong>' hospital room, but especially her husband <strong> Mark Kelson </strong>, were \"just crying with joy\" when <strong> Gabrielle Giffords </strong> opened her eyes. <q> We know that she will overcome this. If anyone in the world can overcome an injury, of a severe nature, it's her, </q> <strong> Kirsten Gillibrand </strong> said. \"<strong> Mark Kelson </strong> was telling us just a couple days ago how he was telling the doctors, she will be walking in a few weeks, you'll see.\" An Outpouring of Grief at", "new_id": -2}, {"uid": "1294993091216956940", "i": 10201, "idx": 1, "sa": ["Donald Rumsfeld", "Joanna I House"], "q": "The lessons have been prepared by Kelly Bunyan, the head of London-based KB Fitness and her senior instructor Dalia Terret, who is an ex-Met police officer and officer safety instructor. \" London based? <q> A spokeswoman said: \"We've had many inquiries since the murder of Jo Yeates, and although we're London-based, we've decided to offer this for the Bristol community. </q> \" Pass the punch sick bag... I House- yeates- the- sheds- <strong> Donald Rumsfeld </strong>- <strong> Donald Rumsfeld </strong>- and- badly- lit- sex.html?pid=34386#img\">? Back I House- yeates- the-", "new_id": -2}, {"uid": "1296839401168542238", "i": 25015, "idx": 4, "sa": ["Rob Burnett", "David Letterman", "Howard Stern"], "q": "the Tonight Show. But maybe the scene last night wasn't what it looked like? <strong> Rob Burnett </strong>, president of <strong> David Letterman </strong>'s production company Worldwide Pants, downplayed the Letterman-leave-late-show-in-2013-1.2660894\"> comment to Newsday saying that <q> Dave and <strong> Howard Stern </strong> are very rare entities in the world of show business in that most people leave their shows when they are told and these guys have the choice to leave their series. </q> Meanwhile, we suddenly find our minds racing with thoughts of who could replace Dave. Because as much as we adore Craig Ferguson-who just keeps getting better and better every night and whose show is produced by", "new_id": -2}, {"uid": "1297143640250691602", "i": 22009, "idx": 2, "sa": ["Sergio Marchionne", "Paolo Romani"], "q": "el lunes en Il Corriere della Sera, el principal diario del pa?s. <strong> Paolo Romani </strong> luego asegur en un programa de noticias que l y el primer ministro planean reunirse con <strong> Sergio Marchionne </strong> el s?bado para pedirle que mantenga <q> el coraz?n y la cabeza </q> de Fiat en Italia. Un portavoz de Fiat no quiso hacer comentarios. <cite> LaPresse/Zuma Press </cite> <strong> Sergio Marchionne </strong> sugiri que una Fiat-Chrysler combinada tendr?a su sede en EE.UU. El alboroto pone de manifiesto la", "new_id": -2}, {"uid": "1296266736254001186", "i": 10920, "idx": 0, "sa": ["Charles Ellis Schumer", "David Paterson", "Kirsten Gillibrand"], "q": "giving her fair or poor ratings. Her favorable rating has increased by double digits among Democrats, Republicans and non-enrolled New Yorkers. Upstate, her approval rate has risen from 40 percent to 49 percent. <q> This is the first time since being appointed to the U.S. Senate by former Governor <strong> David Paterson </strong> that Senator <strong> Kirsten Gillibrand </strong> has established herself with New York voters in terms of her job performance, </q> says Dr. Lee M. Miringoff, director of The Marist College Institute for Public Opinion. \"Voters see <strong> Kirsten Gillibrand </strong> in a different light.\" <strong> Charles Ellis Schumer </strong>, the state's senior senator, wins approval from 59", "new_id": -2}]