[{"uid": "1296611107097845302", "i": 18327, "idx": 1, "sa": ["Bill Lockyer"], "q": "today.`` Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,'' <strong> Bill Lockyer </strong>, a 69-year-old Democrat, said in the statement. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> The payments went toward memberships in the California Public Securities Association, a municipal-bond trade group based in San Francisco; and to the Securities Industry and Financial Markets Association, a New York-based organization representing broker-dealers and", "new_id": -2}, {"uid": "1296536151067862531", "i": 1797, "idx": 2, "sa": ["Allen Iverson"], "q": "route to his third career 50-point game and first since February 6 against Sacramento.`` When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,'' he said. <q> That is the way it felt tonight.`` My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls the plays and I wouldn't set a career high without those guys. </q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in April 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1297183505216317958", "i": 9334, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ", <strong> Donald Rumsfeld </strong> dismissed concerns that U.S. forces needed to be involved in securing the peace with a quippy'' Ah, peacekeeping.'' <strong> Donald Rumsfeld </strong>'s documents show him worrying about military interrogations. <q> I don't feel I have good data on the people we have been capturing and interrogating in either country, </q> he told his intel chief, Steve Cambone, on September 12, 2003.`` I don't feel I am getting information from the interrogations that should be enabling us as to the answer to the questions I", "new_id": -2}, {"uid": "1297071301223330403", "i": 361, "idx": 2, "sa": ["Steve Ballmer", "Mary T. McDowell", "Niklas Savander"], "q": "en naar verloop van tijd kun je de kosten zo omlaag brengen dat je ook het middensegment kunt bedienen.''` Microsoft heeft profijt bij hoge volumes' Ook voor <strong> Steve Ballmer </strong> ziet Ahmad louter voordelen. <q> Twee miljoen verkochte toestellen in het laatste kwartaal is niet echt iets om over naar huis te schrijven, gezien de 500 miljoen dollar aan marketingprogramma's( auw!). Maar met Nokia aan je zijde krijg je mogelijk in de toekomst wereldwijd 20 tot 25 procent meer marktaandeel- exclusief. Je moet jezelf aan een speler met hoge volumes binden, wil je relevant blijven. </q> Het Duitse Wirschaftswoche liet eerder weten dat de banen bij Nokia van <strong> Mary T. McDowell </strong>( hoofd mobiele telefonie) en <strong> Niklas Savander </strong>( directeur markten) op de tocht staan. Ook hoofdontwikkelaar Kai Oistamo en Tero Ojanper( manager", "new_id": -2}, {"uid": "1297449743186662931", "i": 46857, "idx": 0, "sa": ["Steve Ballmer"], "q": ". Nokia, which dominated the mobile phone industry in the 90s and early 2000s, has failed to keep pace with Apple and Google in the fast-growing and lucrative smartphone market. 02 Feb 2011 <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale, </q> he said.`` Nokia is at a critical juncture, where significant change is necessary and inevitable in our journey forward.'' <strong> Steve Ballmer </strong>, chief executive of Microsoft, said the partnership would`` dramatically accelerate", "new_id": -2}, {"uid": "1296482657189546496", "i": 2751, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.'' Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296155493239124507", "i": 19639, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": ": Generals, Pilots,... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... A driveable personal airplane: Innovation Economy( Boston Globe) Terrafugia CEO Carl Dietrich talks about his company's plans to", "new_id": -2}, {"uid": "1295795249254902291", "i": 2976, "idx": 0, "sa": ["Andy Coulson", "Harriet Harman"], "q": "whether his phone had been hacked when he was Labour prime minister between 2007 and 2010. Brown's office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News.`` Nobody is above the law, no newspaper editor, no journalist.'' <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1297137701068190259", "i": 18294, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers", "Charles Woodson"], "q": "my job and I care about being successful,'' <strong> Aaron Rodgers </strong> said. At the Super Bowl, <strong> Aaron Rodgers </strong> said the Packers had about 60 plays prepared, but ran about 40. Said <strong> David Letterman </strong>: <q> Now at this stage of the game, you don't get guys coming into the huddle saying,` Uh, is that where I go left, or is Larry going left.?' At this point, you don't get that, do you? </q> Said <strong> Aaron Rodgers </strong>:`` No, you actually do.'' <strong> Aaron Rodgers </strong> also talked about the scene in the locker room when the team knew <strong> Charles Woodson </strong> was out of the game. Here's", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience.`` Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}]