[{"uid": "1297265672144211976", "i": 47562, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "service at the Pentagon, including the conduct of US-led wars in Iraq and Afghanistan. <strong> Donald Rumsfeld </strong> wrote that he never authorized waterboarding-- simulated drowning-- but he also called CIA interrogators who used the interrogation technique <q> patriots, not criminals. </q>`` The questioning of those in department of defence custody provided information that saved innocent American lives. I make no apology for that,'' he also wrote. <strong> Donald Rumsfeld </strong>, 78, served as", "new_id": -2}, {"uid": "1297171230133922851", "i": 11420, "idx": 11, "sa": ["Simon Cowell"], "q": "lot of competition.'' The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money,'' he said. <q> It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back </q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to`` instill'' in the competition.`` The big", "new_id": -2}, {"uid": "1295996277049692683", "i": 37773, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Dick Conway"], "q": "many new people as the economy improves, <strong> Dick Conway </strong> says. During the recovery after the 2001 recession, Boeing was a major job generator, directly or indirectly creating 65,000 jobs. But in this recovery, <q> it's going to be closer to zero, </q> <strong> Dick Conway </strong> said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ASSOCIATE IMPLEMENTATION ENGINEER AUTOMATION LEAD ENGINEER Company EDUCATION Company", "new_id": -2}, {"uid": "1297512182040550410", "i": 33839, "idx": 0, "sa": ["Eric Schmidt"], "q": "de miljarden. In het interview met zakentijdschrijft title=\"Bilanz-- Recente uitgave\" href=\"http://www.bilanz.ch/edition/inhalt.asp?Session=F27FE6A2- FBD2- 4F22- 82BD- 112BEB48E94B&amp;CID=119&amp;CPID=59\" rel=\"external\"> Bilanz, dat niet online beschikbaar is, zegt <strong> Eric Schmidt </strong> dat deze schattingen onrealistisch zijn. <q> Mensen geloven dat deze bedrijven grote verkopen gaan behalen in de toekomst. Er zijn duidelijke tekenen van een bubbel. </q> Het is onduidelijk of <strong> Eric Schmidt </strong> een eventueel aankoopbedrag van Twitter op deze manier omlaag probeert te krijgen. Google title=\"'Facebook en Google willen Twitter overnemen'\" href=\"http://tweakers.net/nieuws/72544/facebook-en-google-willen-twitter-overnemen.html\" target=\"_self\"> zou volgens bEric Schmidthten samen met Facebook in de race", "new_id": -2}, {"uid": "1295168588203145230", "i": 9084, "idx": 3, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz", "Barack Obama"], "q": "`` The doctor said this is amazing what she's doing right now and beyond our greatest hopes,'' <strong> Kirsten Gillibrand </strong> said.`` It felt like we were watching a miracle,'' <strong> Debbie Wasserman Schultz </strong> said. <q> The strength that you could see flowing out of her, it was like she was trying to will her eyes open. </q> On ABC's`` Good Morning America'' on Thursday, <strong> Kirsten Gillibrand </strong> added,`` Everything that we love about <strong> Gabrielle Giffords </strong> was all there at that moment.'' <strong> Mark Kelson </strong> told the <strong> Barack Obama </strong> and first lady", "new_id": -2}, {"uid": "1296521624090341381", "i": 16642, "idx": 0, "sa": ["David Letterman", "Bob Dylan", "Jimmy Fallon", "Stevie Wonder", "Barack Obama"], "q": ", <strong> Barack Obama </strong> said he has <strong> Stevie Wonder </strong>, <strong> Bob Dylan </strong> and the Rolling Stones on his iPod. Unfortunately, the question was,` Do you have a plan to fix the economy?'''? <strong> Jimmy Fallon </strong>- <q> A year into <strong> Barack Obama </strong>'s first term in office, unemployment is higher, the national debt is higher and there are more soldiers serving in Afghanistan. When asked about it, <strong> Barack Obama </strong> was like,` Well, technically that is change.' </q> The 2010 elections worsened the comics' tone:? <strong> David Letterman </strong>-`` Voters didn't like how <strong> Barack Obama </strong> was handling the economy. Wait a minute- he was handling the economy?''", "new_id": -2}, {"uid": "1295310565231800855", "i": 32356, "idx": 5, "sa": ["Harry Reid", "Mike Pence", "Bill Whittle", "Barack Obama"], "q": "so why should the Republican House even bother to vote on health care? Find out.www.PJTV.com.... <strong> Mike Pence </strong>:`` You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.'' <strong> Mike Pence </strong>: <q> You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. </q> Congressman <strong> Mike Pence </strong> gave the following floor speech during debate of the final reconciliation <strong> Bill Whittle </strong> that purports to`` fix'' the Democrat government takeover of health care.... Limbaugh: <strong> Barack Obama </strong> Attempting To Make Health Care Repeal Impossible <strong> Harry Reid </strong>", "new_id": -2}, {"uid": "1295546694266108941", "i": 50689, "idx": 1, "sa": ["Sean Hannity", "Mike Pence", "Alan Grayson", "Alex Jones", "Barack Obama", "Rick Santorum"], "q": "to choose. http://wn.com/Rick Santorum_Rick Santorum_Barack Obama_Should_Throw_Alan Grayson_Alan Grayson_Under_The_Bus Comments from <strong> Mike Pence </strong> <strong> Alan Grayson </strong> were unearthed in which he labeled Linda Robertson`` a K street whore'' in a radio interview with <strong> Alex Jones </strong>. <strong> Rick Santorum </strong> then tells <strong> Sean Hannity </strong> that <strong> Barack Obama </strong>- who dubbed <strong> Alan Grayson </strong> as <q> an outstanding member of Congress </q>- would be smart to distance himself from the Congressman.`` This guy is an extremist,'' the former Pennsylvania Senator said.`` This is a guy who's deeply tied to the left... and <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1295499335019333136", "i": 272, "idx": 4, "sa": ["Tyronn Lue", "Robert Horry", "Allen Iverson", "Tim Duncan", "Kobe Bryant"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole Tim Duncane,'' <strong> Allen Iverson </strong> said http://wn.com/Kobe Bryant_Kobe Bryant_39_points_9_asts_vs_Hawks_2005-06_*30_feet_Robert Horry <strong> Kobe Bryant </strong> was on the cold streak", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}]