[{"uid": "1295806282194183171", "i": 1385, "idx": 0, "sa": ["Andy Coulson", "Gabriel Tamas", "Ian Holloway"], "q": ": <strong> Ian Holloway </strong>( since 21/05/2009) Last Result: 3-2 loss at Photo: West Bromwich Albion's <strong> Gabriel Tamas </strong> is sent off for a foul on... World Video: Bomb attacks kill 10 in Iraq capital Report Abuse <q>When Spurs got <strong> William Gallas </strong>, I thought that was smart. But getting <strong> Rafael Van der Vaart </strong>, too,- Rednapp is a genious. It was a good match. Too bad <strong> Rafael Van der Vaart </strong> de Silva clipped Assou-Ekottos legs and knocked him down. It might have been an even better match without the red card.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295887379005734402", "i": 3487, "idx": 0, "sa": ["Zahi Hawass"], "q": "bust dates back to the time of the 14th century B.C. queen and tops Egypt's wish list of artifacts that <strong> Zahi Hawass </strong> wants to see back home. The bust is currently at Berlin's Neues Museum. <q>I am doing something that I believe in and that should have been done a 100 years ago,</q> <strong> Zahi Hawass </strong> told The Associated Press in a telephone interview. \"My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many", "new_id": -2}, {"uid": "1296023224046219314", "i": 5782, "idx": 2, "sa": ["Allen Iverson"], "q": ", until you get to 40.\" Coach Jerome <strong> Allen Iverson </strong>- whose players have also consulted with Wharton management professor Keith Weigelt on mental preparation- is grateful that so much attention is paid to something <q>so easily said, but so hard to really master.</q> For his part, Fish has teamed with Counseling and Psychological Services- which takes the lead on weightier events, like the suicide of football captain Owen Thomas last spring- to promote mental health among the", "new_id": -2}, {"uid": "1297442182101842974", "i": 11724, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "a lot to protect abused dogs in particular. But <strong> Mark Buehrle </strong>, who's always been a tick or two \"off,\" clearly went too far with his recent comments to MLB.com regarding <strong> Michael Vick </strong>. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,</q> <strong> Mark Buehrle </strong> told the league-run web site. \"Everything you've done to these dogs, something bad needs to happen to these guys.\"  COMMENT BOARD GUIDELINES:  You share in the SunSentinel.com community", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q>Is Not the Kind of Plan Americans Want</q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care \"Is Not the Kind of Plan Americans Want\" In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}, {"uid": "1295323003149110835", "i": 41665, "idx": 0, "sa": ["Steve Ballmer"], "q": ". In recent years Microsoft has been repositioning the Xbox 360 to appeal to a broader market than the core gamers that the console had traditionally wooed, and Mr <strong> Steve Ballmer </strong>'s comments reiterated this movement. <q>Xbox isn't a gaming console,</q> Mr <strong> Steve Ballmer </strong> told USA Today. \"Xbox is a family entertainment center. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only", "new_id": -2}, {"uid": "1297588971109002780", "i": 17091, "idx": 4, "sa": ["Tony Blair", "Donald Rumsfeld", "Winston Churchill", "Osama bin Laden"], "q": "job for a second time aged 68 that is the focus of the greatest scrutiny and controversy. Mr <strong> Donald Rumsfeld </strong> rejects criticism that the invasion of Iraq was a distraction from the hunt for al-Qaeda leader <strong> Osama bin Laden </strong>. <q>He is probably still alive, but he is having a hell of a difficult time functioning</q> while eluding capture, he says. For <strong> Tony Blair </strong>, \"the most eloquent public voice\" in arguing the cause for war, there is the sort of praise that only the American <strong> Winston Churchill </strong> now lavishes.", "new_id": -2}, {"uid": "1295094117134053957", "i": 503, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "based on a nearly two year Senate investigation. The report was issued as speculation is running CBS News Jan 29, 2002. On Sept. 10, <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> declared war. Not on foreign terrorists, <q>the adversary's closer to home. It's the Pentagon bureaucracy,</q> he said. He said money wasted by the military poses a serious threat. \"In fact, it could be said it's a matter of life and death,\" he said. <strong> Donald Rumsfeld </strong> promised change but", "new_id": -2}, {"uid": "1295289004218529795", "i": 48240, "idx": 5, "sa": ["Carmelo Anthony", "Allen Iverson", "LeBron James", "Josh Smith"], "q": "<strong> Carmelo Anthony </strong> and <strong> LeBron James </strong> were the headliners, but <strong> Allen Iverson </strong> and JR <strong> Josh Smith </strong> stole the show. <strong> Allen Iverson </strong> scored a season-high 37 points and <strong> Josh Smith </strong> added 29 to help the Denver Nuggets beat the Cleveland Cavaliers 122-100 on Monday night. <q>They didn't steal my spotlight,</q> sa... Miami Heat vs Cleveland Cavaliers Preview 12/2/2010| <strong> LeBron James </strong>'s Homecoming Miami Heat vs Cleveland Cavaliers Preview 12/2/2010| <strong> LeBron James </strong>'s Homecoming <strong> LeBron James </strong> returns back to the franchise who gave him 7 years of love. After he", "new_id": -2}, {"uid": "1295570584118865943", "i": 44089, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "today they're vapor.\" During the Google call, co-founder <strong> Sergey Brin </strong> joked that he is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware. <q>I don't want to repeat that in the future,</q> he said. \"I think our primary reason for purchasing the building... was the office space that we really enjoy using,\" <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management", "new_id": -2}]