[{"uid": "1296866191123699217", "i": 29240, "idx": 3, "sa": ["Carl-Peter Forster", "Sergio Marchionne"], "q": "J.D. Power event.] CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership.`` Likewise,'' <strong> Sergio Marchionne </strong> said when asked about <strong> Carl-Peter Forster </strong>'s comments by reporters. <q> That's why it's on the table and we're going to discuss it. </q> <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding`` for all I know it could be based here.'' Please sign-in/optin", "new_id": -2}, {"uid": "1295143398136134670", "i": 3551, "idx": 0, "sa": ["Michael Vick", "Jimi Hendrix", "Brandon Boyd"], "q": "tied to suspended Atlanta Falcons quarterback <strong> Michael Vick </strong>. <strong> Brandon Boyd </strong> Bond, owner of All or Nothing Tattoo on South Cobb Drive and All or Nothing pit bull rescue, said he and store manager Daron <strong> Jimi Hendrix </strong> are introducing the dogs <q> to the world of human love. </q> In August, <strong> Michael Vick </strong> pleaded guilty to a federal dog-fighting charge, admitting his involvement in a dog-fighting enterprise that killed poorly performing dogs by hanging or drowning. In December, <strong> Michael Vick </strong> was sentenced to 23 months in federal", "new_id": -2}, {"uid": "1297201634168214537", "i": 44913, "idx": 0, "sa": ["Michael Vick"], "q": "`` The dogs will live in the house, and we'll use it for training and for meetings,'' Severy said.`` There will be somebody there all the time, living there.'' <q> We bring them inside with the family. They're all house trained, and they're in a loving environment. We do have dogs in the program that were used for fighting. </q> An investor purchased the estate after <strong> Michael Vick </strong>, who grew up in Newport News, Va., sold the property, and the price has been reduced considerably since the economic downfall, Severy said.", "new_id": -2}, {"uid": "1297114607026116109", "i": 30298, "idx": 0, "sa": ["Star Spangled", "Simon Cowell"], "q": "in Slideshow: Green Bay Packers fan John VanLanen holds up a... Video: ShowBiz Minute: Schneider, Super Bowl, Sheen Video: Matthew Perry Returns to TV in` <strong> Simon Cowell </strong> Sunshine' Report Abuse <q> Christina sounded better than that crap group Black Eyed Pee's. </q> And I bet 90% of the people in the nation can hardly remember all of the words to the <strong> Star Spangled </strong> Banner. ABC News: Fire in Rio Destroys Carnival Costumes and Floats ABC News: Watch:", "new_id": -2}, {"uid": "1297419174197410853", "i": 49378, "idx": 1, "sa": ["Steve Ballmer"], "q": "in areas such as imaging where it is a market leader. As well as that, Nokia's Ovi Maps will be integrated into Bing and the Ovi Store will merge with Windows Marketplace. <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed, </q> a joint statement from <strong> Steve Ballmer </strong> and Jobs told the Nokia Conversations website. In the press release Nokia said that it would be helping to bring the Windows Phone platform to a larger range of", "new_id": -2}, {"uid": "1295895673258490368", "i": 31232, "idx": 0, "sa": ["Steve Ballmer"], "q": "Feb. 28, 2011. For the first time outside North America, customers can access Microsoft Dynamics CRM Online in 40 markets and 41 languages and sign up for a free trial. <strong> Steve Ballmer </strong> said, <q> Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes, and access to real-time data so they can improve their customers' experiences and effectively compete in the market. </q> Microsoft Dynamics CRM Online offers Familiar experiences for users through a next-generation native Microsoft Outlook client, browser-based and mobile access, RoleTailored design, and advanced user personalization. Intelligent experiences through guided process dialogs,", "new_id": -2}, {"uid": "1295030258156713008", "i": 387, "idx": 1, "sa": ["Andy Coulson", "Keir Starmer"], "q": "full support. Critics have maintained police failed to thoroughly investigate the extent of the hacking and the opposition Labour Party has repeatedly called for a thorough probe into whether <strong> Andy Coulson </strong> had sanctioned the snooping. <q> We are both aware that there remain outstanding public, legal and political concerns, </q> London police's Acting Deputy Commissioner John Yates wrote in a letter to <strong> Keir Starmer </strong> on Friday.`` As a result, I consider it would be wise to invite you to further re-examine all the material collected", "new_id": -2}, {"uid": "1296224676092700695", "i": 2085, "idx": 9, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has`` come to the place that's right for him and his family.'' <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.'' Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295469642129286144", "i": 45841, "idx": 0, "sa": ["Mike Pence", "Larry King"], "q": "No, Tunisia Is Not a Democratic Tipping Point for the Arab World Here's Wall Street Journal editorial page writer and conservative movement apparatchik Stephen Moore writing up the Draft <strong> Mike Pence </strong> movement: <q> Mr. <strong> Mike Pence </strong> won the straw poll at a gathering of more than 1,000 social conservatives in Washington, D.C., over the summer-besting <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, and presumptive front-runner <strong> Mitt Romney </strong>. One concern is what <strong> Sarah Palin </strong>'s intentions are, since she would have a huge funding base if she runs. But the pro-Pence movement fears that she is highly polarizing and someone who would have a difficult time beating <strong> Barack Obama </strong> in the general election. </q> Return of the Republicans: Why They're Unlike Any Political Party America Has Ever Seen The Legacy of <strong> Larry King </strong> and Oprah: Celebrity Worship, Fake Intimacy, and Terrible Interviews DISPATCH: The Mysterious Evolution", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history.`` We're putting our money where our mouth is,'' <strong> Simon Cowell </strong> said. <q> It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star. </q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge.`` I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}]