[{"uid": "1295560092263241750", "i": 35897, "idx": 0, "sa": ["Mike Moran", "Sergio Marchionne", "Alan Mulally", "Ray LaHood"], "q": "help.\" Advertisement <strong> Ray LaHood </strong> said he will fly to Michigan on Tuesday to meet with Ford president and CEO <strong> Alan Mulally </strong> and Chrysler CEO <strong> Sergio Marchionne </strong>. A Ford spokesman, <strong> Mike Moran </strong>, said <strong> Alan Mulally </strong> <q>accepted the request for a meeting and looks forward to seeing the secretary.</q> A Chrysler spokeswoman confirmed the meeting, but declined to comment. Next week's trip follows a series of meetings <strong> Ray LaHood </strong> has had in recent months with auto CEOs from around the world, including a Dec.", "new_id": -2}, {"uid": "1295224392243892234", "i": 15659, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q>Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick.</q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Phoenix-$ 109,900 MLS 4439672", "new_id": -2}, {"uid": "1297217356071778338", "i": 453, "idx": 7, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "defense chief also ripped into some of <strong> President Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. <strong> Condoleezza Rice </strong>, <strong> President Bush </strong>'s national security adviser who later became secretary of state, had <q>never served in a senior administration position,</q> a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>-- <strong> President Bush </strong>'s first top diplomat-- \"did not, in my view, do a good job", "new_id": -2}, {"uid": "1296712458199049251", "i": 4812, "idx": 0, "sa": ["Mike Hoke", "Michael Vick", "Connor Myers"], "q": "recruited four receivers and eight defensive players. McBride was particularly high on defensive lineman <strong> Connor Myers </strong> and Eric Shufford, \"a <strong> Michael Vick </strong> prototype\" who will be used as a change-of-pace with quarterback <strong> Mike Hoke </strong>. <q>This guy's film was unreal,</q> McBride said of Shufford. \"We also got the best defensive lineman in Oklahoma[ <strong> Connor Myers </strong>]. I don't know how we got him. \"This class was basically designed to fill what we", "new_id": -2}, {"uid": "1297083515050839599", "i": 13114, "idx": 1, "sa": ["Bill Lockyer", "Rich Gordon", "Joe Simitian"], "q": "\" committee's paperwork says he'll be seeking the 15th District seat. But he now lives in the 11th District again and is registered to vote there, according to 2010 campaign spokesman <strong> Bill Lockyer </strong> Maxfield. <q>Obviously, no one knows what the outcome of redistricting will be, though there has been significant coverage of the idea that districts should reflect communities of interest,</q> Maxfield said. <strong> Joe Simitian </strong>, meanwhile, filed a Statement of Intention to run in 2012 for the 21st Assembly District seat won in November by freshman lawmaker <strong> Rich Gordon </strong>, D-Menlo Park. <strong> Rich Gordon </strong> has not filed a", "new_id": -2}, {"uid": "1295825541084197386", "i": 28280, "idx": 1, "sa": ["Eric Cantor", "Mike Pence", "Barney Frank"], "q": "\" <strong> Barney Frank </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q>We've got to roll back there. That will save$ 100 billion in the first year,</q> agreed <strong> Barney Frank </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media</q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}, {"uid": "1296924877112246818", "i": 3357, "idx": 2, "sa": ["Sergio Marchionne"], "q": " \"In the next two or three years we will be able to see a single entity. It could be based here in the United States,\" Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q>We'll have to integrate the companies first, though, and then look at the management,</q> he added. In October, <strong> Sergio Marchionne </strong> ignited controversy when he said that \"Fiat would be better off if it eliminated Italy\". Trade unions and politicians accused him of \"blackmail\" in", "new_id": -2}, {"uid": "1295124192182747140", "i": 35031, "idx": 4, "sa": ["Linas Kleiza", "Eduardo Najera", "Allen Iverson", "George Karl"], "q": "up for me,\" <strong> Allen Iverson </strong> said. \"Once JR and LK hit shots that enabled me to get in the lane and make shots.\" <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, Smith and <strong> Eduardo Najera </strong>. <q>It was one of those nights where our bench needed to come through and we \"I feel that Bates really helped me to expand my view of the world. It was at Bates that I got to interact with people I never thought I'd interact with: people from Africa, people from the Caribbean, people from East Asia, from West Asia, from all over the world. This was my jumping-off point to discover the world.</q> http://wn.com/Sam_Harris_Can_Science_Determine_Human_Values?_1-7 Vanderbilt( 12-3) at Tennessee( 10-6) Moore, Hartley lead No. 2 UConn to 71st straight home win, 78-55 over Louisville. Pearl-less Vols now 0-2, Vandy up next Vanderbilt Commodores, Tennessee Vols", "new_id": -2}, {"uid": "1295263921256114690", "i": 38425, "idx": 1, "sa": ["Natalie Jamieson", "Tyler Cook", "David Spade", "Simon Cowell", "Michael McIntyre"], "q": "don't like you. I love you,\" the comedian told Newsbeat's <strong> Natalie Jamieson </strong>. The popular comic also explained how he had no trouble making up his mind on whether to accept <strong> Simon Cowell </strong>'s offer. <q>I love the show and to be part of it seems to be an incredibly exciting thing to do, especially in January,</q> he laughed. <strong> Michael McIntyre </strong> appears on The Royal Variety Performance on BBC1 at 2000 GMT on Thursday 16 December. Britain's Got Talent is on ITV1 in late-Spring 2011. http://wn.com/American_Idol_David_Cook_receives_a_message_from_Simon <strong> David Spade </strong> <strong> Tyler Cook </strong> receives a message on May 9th", "new_id": -2}]