[{"uid": "1296370322095813646", "i": 3196, "idx": 3, "sa": ["Mike Pence", "Robert Dion"], "q": "order.\"\"  And one of his chief political assets, observers say, could be that he is popular among fiscal and social conservatives, and among insiders and outsiders in the Republican Party.  He bridges that divide effortlessly. He's got what the tea party crowd wants to hear, and he's obviously got Republican credentials as well. He can be a unifying candidate,  said  Robert Dion , a political science professor at the University of Evansville.  Mike Pence 's decision  Mike Pence  said he made the final decision not to run for president Wednesday night. He and his wife told", "new_id": -2}, {"uid": "1295686798040943655", "i": 35690, "idx": 1, "sa": ["Mike Pence"], "q": "a November 2010, speech to the Detroit Economic Club,  Mike Pence  of Indiana, who is said to be exploring a White House bid, made an explicit connection between American free enterprise, exceptionalism and Christianity.  The free market is what made America's economy the greatest in the world,   Mike Pence  declared. \"To renew American exceptionalism, we must recognize that our present crisis is not merely economic, but moral in nature... As we seek to build national wealth, we must renew our commitment to", "new_id": -2}, {"uid": "1295779892017170523", "i": 2220, "idx": 14, "sa": ["Mitch Daniels", "Mike Pence", "Charlie Black"], "q": "of Republicans who like  Mitch Daniels ' broad experience and fiscal credentials.  Mitch Daniels  has said he won't make a decision about running for president until after this year's legislative season ends in April.  If(  Mitch Daniels ) runs, I think it's hard for  Mike Pence , because all the financial base in Indiana would likely go to  Mitch Daniels ,   Charlie Black  said. But  Mike Pence  also can't afford to wait to decide because he has a long way to go in building a fundraising network and a campaign team, and becoming better-known.", "new_id": -2}, {"uid": "1297365987123617329", "i": 54674, "idx": 3, "sa": ["Mike Pence"], "q": "Fox News on Thursday,  Mike Pence ( R-Ind.) said members of the House GOP Conference are having \"frank\"\"  discussions about cutting the budget. He stressed the importance of hitting the$ 100 billion mark:  You never get a second chance at a first impression.   Mike Pence , a former member of the GOP leadership who is considering a run for governor, added, \"I think the better approach is simply an across-the-board cut. I think the way", "new_id": -2}, {"uid": "1296781096226541600", "i": 16690, "idx": 2, "sa": ["Mike Pence", "Eric Holder"], "q": "funding for abortion providers. With Planned Parenthood the biggest recipient of those funds,  Mike Pence  said AmEric Holderans should be \"shocked\"\"  that the organization \"has been recorded aiding and abetting underage sex trafficking.\"\"   The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage,   Mike Pence  said. \"The time to deny any and all funding to Planned Parenthood is now.\"\"  He urged Congress to immediately bring his bill, which would end family planning grants for abortion providers,", "new_id": -2}, {"uid": "1296326590149307410", "i": 14568, "idx": 0, "sa": ["Mitt Romney", "Mike Pence", "Jim DeMint"], "q": "like Senator  Jim DeMint  but,...\"\"  \"He's a Myth  Mitt Romney  supporter\"\" . I see many comments on other threads about his support of  Mitt Romney  in' 08. And I ask those FReepers;  would you feel better if he had supported McCain?  15 posted on 01/29/2011 10:03:28 AM PST Agreed. Once  Mike Pence  dropped out,  Jim DeMint  must have felt obligated. I think he was hoping  Mike Pence  would run instead of himself. Works for me.", "new_id": -2}, {"uid": "1296231914043434118", "i": 41009, "idx": 0, "sa": ["Mike Pence", "Joe Barton"], "q": "surgeries canceled or delayed when the insurance company pulls the rug out from under them. Or else patients have to pay for it out of pocket. Last week,  Mike Pence   Joe Barton  asked executives from three insurance companies,  Doesn't it bother you that people are going to die... because they forgot to tell you they were being treated for acne?  Their response: It's unfortunate. Fight back, take action: www.uspirg.org http://wn.com/Foundation_for_Health_Coverage_Education__an_Introduction The Foundation for Health Coverage Education- FHCE- was established in 2004 by Phil Lebherz to aggregate, organize and simplify public and private", "new_id": -2}, {"uid": "1295495107185335919", "i": 9646, "idx": 4, "sa": ["Mike Pence", "John Boehner"], "q": "of speech referring to the key parts of a gun. In an interview with The Hill,  Mike Pence  said he continues to use the phrase because he believes clear communication and consistency are important.  I think it's important that we speak plainly, that we speak confidently and that we speak respectfully,  he said. \"In this case I think I did that.\"\"  Other Republicans appeared to tone down their language. Speaker of the House  John Boehner ( R-Ohio), for instance, was", "new_id": -2}, {"uid": "1295958129216842277", "i": 12958, "idx": 2, "sa": ["Mike Pence", "Dick Armey"], "q": " Mike Pence  Kris Crawford. \"We would like him on the ballot.\"\"  Leaders of the conservative movement made the same argument in a letter sent to  Mike Pence  this week.  Seize this moment,  Mike Pence ,  said the letter signed by former House Majority Leader  Dick Armey  and three others. \"At this precarious time in our nation's history, none of us can afford to make political calculations or make decisions based on future", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}]