[{"uid": "1297459269244645955", "i": 3647, "idx": 0, "sa": ["Hosni Mubarak", "Mike Pence", "Gary Ackerman"], "q": "demonized as seeking to install a Sunni theocracy. But many in Congress expressed concerns about what may be coming next in Egypt, saying they hope an Iranian-style Islamist revolution will not follow the current turmoil. <q> I do not believe the people of Egypt have undertaken this glorious, peaceful revolution in order to substitute a repressive religious regime and regional instability for the stifling and brutal <strong> Hosni Mubarak </strong> regime, </q> said <strong> Gary Ackerman </strong>, the top Democrat on the House Middle East subcommittee. \"I am concerned about an orderly transition to what? Or an orderly transition to who?\" Representative <strong> Mike Pence </strong>, a Republican,", "new_id": -2}, {"uid": "1295272052121765940", "i": 57437, "idx": 0, "sa": ["Mike Pence", "Chris Wallace", "Jim Ryun"], "q": "<strong> Mike Pence </strong> <strong> Mike Pence </strong> into the GOP primary fight. The group,, a former deputy counsel in the Reagan Administration. Former Kansas <strong> Mike Pence </strong> <strong> Jim Ryun </strong> is also affiliated with the group. <q> <strong> Mike Pence </strong> describes himself as` First a Chris Wallacetian, then a conservative, then a Republican', </q> said Benko. \"He unifies fiscal, social, and national security conservatives.\" <strong> Mike Pence </strong> has not yet made any announcement about his political future although he is widely seen to be mulling either a run", "new_id": -2}, {"uid": "1295068749012681281", "i": 57607, "idx": 0, "sa": ["Mike Pence", "Gary Ackerman", "Peter King"], "q": "contemplating legislation to allow college students to carry firearms on campus. Advocates of new federal gun controls are planning to introduce legislation, but their aims are minimal, and their expectations for passage very low. <q> We're not looPeter King at banning all weapons, </q> said <strong> Mike Pence </strong> <strong> Gary Ackerman </strong>, D-N.Y., who wants to close a loophole that allows some private dealers to sell guns without conducting background checks. \"We're looPeter King to make sure that innocent people from all over will be", "new_id": -2}, {"uid": "1297393195089440264", "i": 16526, "idx": 0, "sa": ["Mike Pence"], "q": "Parenthood, even though none of those funds pay for abortion services, per the ban imposed by the Hyde Amendment. In reality, all of the money <strong> Mike Pence </strong> is trying to eliminate target=\"_hplink\"> pays for <q> cancer screenings, birth control, and other health care services for poor people. </q> said on the floor of the House, \"As a father of two teenage daughters, I see the video that came out this morning, I see the video that came out last week, and it's", "new_id": -2}, {"uid": "1296289522017268736", "i": 5179, "idx": 0, "sa": ["Dennis Kucinich", "Mike Pence"], "q": "There was also a course of antibiotics that caused all kinds of nasty side effects.) The former presidential contender said the settlement he reached with the contractor that runs the Longworth cafeteria and a couple suppliers <q> reflects the actual out-of-pocket expenses. </q> Oh, and that \"I don't want to have to make another dental visit for a very long time.\" <strong> Mike Pence </strong> <strong> Dennis Kucinich </strong> gets a bad bite of sandwich, sues House cafeteria Read this: Sundance", "new_id": -2}, {"uid": "1296218172048857090", "i": 15200, "idx": 2, "sa": ["Mitch Daniels", "Eric Holcomb", "Mike Pence"], "q": "seeking the presidency in 2012 but left unanswered whether his choice instead is the Indiana <strong> Eric Holcomb </strong>'s office. \"I'm open to running for <strong> Eric Holcomb </strong>,\" <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. <q> We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it. </q> Still, many in politics said his decision instantly catapults him as the leading Republican candidate to succeed <strong> Eric Holcomb </strong> <strong> Mitch Daniels </strong>. While those who wanted him to run for president were disappointed,", "new_id": -2}, {"uid": "1295957858002146307", "i": 6263, "idx": 0, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Ben Quayle", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 billion in non-defense discretionary spending cuts as the Ben Quaylechmark. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 billion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" \"We", "new_id": -2}, {"uid": "1296197040069206031", "i": 47206, "idx": 4, "sa": ["Mike Pence", "Evan Bayh", "Robert Dion"], "q": "Indiana is fortunate to be the home to a number of rising stars in the Republican Party like <strong> Mike Pence </strong>,\" state GOP Chairman Eric Holcombe said. If <strong> Mike Pence </strong> officially enters the 2012 governor's race, <q> he becomes the presumptive favorite, </q> said Dion-Robert Dion/\"> <strong> Robert Dion </strong>, a University of Evan Bayhville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal", "new_id": -2}, {"uid": "1295646299254836759", "i": 10175, "idx": 0, "sa": ["Christine O'Donnell", "Mike Pence", "Karl Rove"], "q": "Senior Advisor and Deputy Chief of Staff <strong> Karl Rove </strong>, to suggest that <strong> Christine O'Donnell </strong> should explain her comments. On Sunday, September 19, 2010, <strong> Karl Rove </strong>, who now works as a Republican strategist, told FOX News that <q> In southern Delaware, where there are a lot of church-going people, they're probably going to want to know what was that all about. </q> On Monday, September 20, 2010, Republican Representative <strong> Mike Pence </strong> of Indiana told ABC's\" Good Morning America\" that <strong> Christine O'Donnell </strong> has an \"obligation\" to explain her witchcraft comments CampusReform.org's Abby Alger discusses youth activism", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}]