[{"uid": "1296232388135299224", "i": 27553, "idx": 0, "sa": ["Rachel Maddow", "Michael Steele", "Mike Pence"], "q": "gay marriage to be overturned in Washington, D.C., and a video of leading Republican <strong> Mike Pence </strong> saying that anti-abortion issues had to be a top priority for the new Congress. <strong> Rachel Maddow </strong> then turned to <strong> Michael Steele </strong>. <q> What am I gon na do with you? </q> he joked. \"I don't even know where to begin with your opening. There are so many holes in it.\" <strong> Michael Steele </strong> said that the culture wars are \"virtually over,\" at", "new_id": -2}, {"uid": "1296167802222920921", "i": 52497, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Mike McDaniel"], "q": ". There is no word yet on whether he'll run for Indiana governor, but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike Pence </strong> urged to enter race for <strong> Barack Obama </strong> in 2012\" tooltipId= \"mi_tt1\" > <strong> Mike Pence </strong> urged to enter race for <strong> Barack Obama </strong> in 2012", "new_id": -2}, {"uid": "1295294243074366995", "i": 23390, "idx": 12, "sa": ["Eric Cantor", "Mike Pence", "Barack Obama"], "q": "Discusses ACORN, GOP Future Congressman <strong> Mike Pence </strong> appeared on the FOXNews program \"Hannity's AmEric Cantora\" to discuss ACORN as well as the future of the Republican Party.... <strong> Mike Pence </strong> Jokes About MSNBC and <strong> Barack Obama </strong>; Says GOP <q> Back in the Fight on the Right </q> <strong> Mike Pence </strong> Jokes About MSNBC and <strong> Barack Obama </strong>; Says GOP \"Back in the Fight on the Right\" From Indiana to Israel: <strong> Mike Pence </strong>( R-IN) <strong> Mike Pence </strong> has been Israel's most ardent supporter in Congress for years.", "new_id": -2}, {"uid": "1295546693266108955", "i": 47505, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "for a vote. And even if it did, it would face a certain veto by <strong> Barack Obama </strong>. But <strong> Mike Pence </strong>, a leading GOP conservative, dismissed Democratic criticism that Wednesday's vote was a \"gimmick.\" <q> We have another term for it on our side of the aisle: It's a promise kept, </q> he said. \"And House Republicans are here to stand with the American people and say with one voice,` We can do better.' We can do better than their government takeover of health care.", "new_id": -2}, {"uid": "1296122190127270925", "i": 28916, "idx": 1, "sa": ["Mike Pence"], "q": "in a primary and dangerous to his own party if he secures the nod in a general election.\" ( Emphasis added.) The story goes on to quote an unnamed \"Republican lobbyist\" saying, <q> If we all agree the battle's going to be won in the middle, <strong> Mike Pence </strong> is not your guy... I've literally never heard a bad thing about him. People like him, both personally and professionally. But is this the year we're going to elect an ideologue? I don't think so. </q> Well, Mr. Republican Lobbyist: <strong> Mike Pence </strong> is no ideologue. And he is immensely electable. As a leading Indiana conservative activist, Jim Bopp, says in that same story about <strong> Mike Pence </strong>, \"", "new_id": -2}, {"uid": "1295308387132857908", "i": 6956, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "most outspoken critics of <strong> Barack Obama </strong>. \"We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead\" and <q> we'll be making a decision before the end of this month, </q> <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of him and", "new_id": -2}, {"uid": "1296168840157696020", "i": 3984, "idx": 1, "sa": ["Mike Pence", "Evan Bayh", "Becky Skillman"], "q": "<strong> Mike Pence </strong> is not officially jumping into the race for Indiana governor just yet. The congressman said he expects to make a decision \"later this year\" about his next step, but made clear that his <q> calling is closer to home. </q> With former Sen. <strong> Evan Bayh </strong>( D-Ind.) passing on a race for governor and Lt. Gov. <strong> Becky Skillman </strong>( R) also opting not to run, speculation increased in recent weeks that <strong> Mike Pence </strong> would pass on a", "new_id": -2}, {"uid": "1295922269202604579", "i": 37193, "idx": 1, "sa": ["Mike Pence", "Paul Ryan", "Barack Obama", "Chris Christie"], "q": "had any interest in giving the party's official response Tuesday night. The answer was no. \"They tried to see if there was some interest and there wasn't any,\" Palatucci told the paper. <q> The governor is in the midst of his legislative agenda. There's no reason to try to get involved in federal issues. </q> <strong> Mike Pence </strong> <strong> Paul Ryan </strong>( R-Wisc.) will give the party's official televised response Tuesday night. <strong> Chris Christie </strong> has been fighting off rumors that he's interested in a run for <strong> Barack Obama </strong> in 2012 for months,", "new_id": -2}, {"uid": "1295546693266108960", "i": 15478, "idx": 0, "sa": ["Mike Pence", "Diana DeGette", "Gary Bauer", "Ron Paul", "Chris Smith", "Barack Obama"], "q": "is against abortion, they should also be against this policy.\" The policy has been www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious fRon Paultline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. InDiana DeGette <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Chris Smithtian credentials. To some, he's the", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of \"American Idol\" since he left the show. Talking to reports on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]