[{"uid": "1295561213061718561", "i": 14102, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "to change how people get form place to place. In a speech Sept. 29 before the Techcrunch ''Disrupt'' conference, <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> said ''your car should drive itself. It just makes sense.'' <q>It's a bug that cars were invented before computers,</q> <strong> Eric Schmidt </strong> said. The New York Times published a report on the development earlier Sunday. The Mountainview, Calif.-based technology giant has sent seven test cars a total of 1000 miles without a human touching the controls at all", "new_id": -2}, {"uid": "1295687287040943628", "i": 6791, "idx": 6, "sa": ["Allen Iverson", "Lou Williams", "Mo Williams"], "q": "his most against any opponent. He had 40 and 54 points in his previous two games versus Milwaukee. ''AI has our number,'' said <strong> Mo Williams </strong> who drew the difficult task of trying to stop <strong> Allen Iverson </strong>. <q>He seems to play really, really well against us.</q> He got off to a fast start in this one, scoring 20 in the first quarter. ''He was just on fire,'' <strong> Lou Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. ''", "new_id": -2}, {"uid": "1295611063109838355", "i": 2995, "idx": 1, "sa": ["Eric Schmidt"], "q": "at running this.'' Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable. ''The results speak for themselves,'' Page said. <q>There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done.</q> Google generated US$ 8.44 billion in revenue in the quarter, ended Dec. 31, 2010, up 26% compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees, revenue came", "new_id": -2}, {"uid": "1295627838146702355", "i": 26777, "idx": 0, "sa": ["Andy Coulson", "Peter Goldsmith"], "q": "not in a sense as a lawyer, but politically.'' He said that revealing <strong> Peter Goldsmith </strong>'s doubts would have damaged his efforts at the time to build support for a second UN resolution, saying: <q>It would have been a political catastrophe for us.</q> <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that ''when a spokseman needs a... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction", "new_id": -2}, {"uid": "1295862146256983053", "i": 18902, "idx": 0, "sa": ["Simon Cowell"], "q": "engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q>I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70. ''Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole ''ga ga goo' thing. But I genuinely like kids.</q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has ''softened'' him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class''", "new_id": -2}, {"uid": "1295919285115490833", "i": 3501, "idx": 1, "sa": ["Jack Kemp", "Dan Lungren", "Barack Obama", "Sen. Bernie Sanders"], "q": "was starting a football team in a national budget league, I'd pick Paul Ryan as the captain and quarterback,'' said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), an ally of the late Mr. <strong> Jack Kemp </strong>. <q>There's nobody in this House who's taken as serious a long-term view on the budget as Paul Ryan.</q> Democrats delight in spotlighting his controversial proposals and daring other Republicans to embrace them. Vote: Jobs or deficit reduction: What should be the higher priority for <strong> Barack Obama </strong> and Congress? ''Up until", "new_id": -2}, {"uid": "1295007551054722563", "i": 928, "idx": 2, "sa": ["Lily Allen", "Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: ''I will get ITV to make substantial five figure donation to your charity for the interview''. But the singer told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.</q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to ''say a little prayer''. <strong> Lily Allen </strong> previously had a miscarriage when she", "new_id": -2}, {"uid": "1297616629186400779", "i": 26863, "idx": 5, "sa": ["Donald Rumsfeld"], "q": " ''That was a good memo,'' <strong> Donald Rumsfeld </strong> commented. ''And what I wanted to do is to put some sense of urgency into this big Department of Defense, the bureaucracy.'' <q>Why did you call it the ''Goose Egg Memo'?</q> asked Martin. ''Because I think in the memo I said,` What are we coming up with? A Goose Egg. We haven''t got any new creative ideas that we-- how this", "new_id": -2}, {"uid": "1297144518008634388", "i": 13823, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a ''dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,</q> <strong> Simon Cowell </strong> said, adding, ''I believe I can find a star.'' Welcome to GOLO, where WRAL.com visitors can comment on stories and create profile pages, blogs and photo galleries.", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q>I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,</q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called ''Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}]