[{"uid": "1295531574028180510", "i": 7311, "idx": 1, "sa": ["Mitt Romney", "Sarah Palin", "Mike Pence"], "q": "is a long-time Republican activist and serves as a Republican national committeeman from Virginia. In their letter, they praised <strong> Mike Pence </strong>'s decade of service in the U.S. House of Representatives, calling him a leader who has <q> stood firm on principle, no matter the pressure to compromise, and has demonstrated true commitment to comprehensive conservatism. </q> Watch: Straw Poll: <strong> Sarah Palin </strong>, <strong> Mitt Romney </strong> Lose to <strong> Mike Pence </strong> Watch: Republicans Unveil Their \"Pledge\" Watch: <strong> Mike Pence </strong> For President in 2012? Dying Banker Dedicates Final Months to Helping Average Investors Photos:", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1296712164075202581", "i": 15537, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "have <strong> Ben Roethlisberger </strong> and a defense that led the NFL in eight statistics, the Steelers are underdogs. The Packers know that if they're going to prove the oddsmakers right, they have to stop <strong> Ben Roethlisberger </strong>. <q> He's a unique athlete( because) he's a bigger guy,( and) it's almost like taking down an offensive lineman, </q> Packers outside linebacker Clay Matthews said. \"He shrugs off defenders, can extend plays.... It sounds kind of comical, but he's very similar to <strong> Michael Vick </strong> in that he's elusive in the pocket and", "new_id": -2}, {"uid": "1296597776161153078", "i": 22749, "idx": 1, "sa": ["Steve Ballmer"], "q": "it will be able to handle the expected sales of between 400,000 to 500,000 in the first weekend.\" Uh oh. Who's setting first weekend iPhone expectations for Verizon, <strong> Steve Ballmer </strong>? Schubarth reports, <q> When the Verizon iPhones go on sale at the carrier's and Apple stores at 7 a.m. EST on Feb. 10, long lines are expected... Verizon is offering the 16-gigabyte iPhone 4 for$ 199.99 and the 32GB version for$ 299 for 32 GB with a two-year service contract. There is an unlimited data plan available for$ 29.99 a month and customers who want to take advantage of the new Wi-Fi hotspot feature will pay$ 20 more per month. </q> 11-inch MacBook Air: The next generation of MacBooks. From$ 999. Free shipping.. Unregistered users: Feedback from multiple usernames are subject to deletion. Off-topic and posts from suspected astroturfers will be removed", "new_id": -2}, {"uid": "1295628138018169942", "i": 1781, "idx": 0, "sa": ["Andy Coulson"], "q": "editor of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <strong> Andy Coulson </strong> said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed </q> in his role as Downing Street communications chief. \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\"", "new_id": -2}, {"uid": "1296117571165298183", "i": 7784, "idx": 14, "sa": ["Lon Williams", "Michael Vick"], "q": "'re going to go out and have some fun and everybody's just enjoying each other.\" As <strong> Michael Vick </strong> left the field, fans hanging on the gate outside the school chanted his name. <q> I came from the Philly area, and we've got his back, </q> said <strong> Lon Williams </strong>, a 44-year-old engineer and Honolulu resident formerly of Norristown. \"Andy Reid's a perfect coach for him because his sons had trouble. Everybody's made mistakes. Philadelphia's a city that is all", "new_id": -2}, {"uid": "1295566930055705737", "i": 33146, "idx": 4, "sa": ["Eric Schmidt"], "q": "getting smartphones out there, <strong> Eric Schmidt </strong> argues Google can have a pretty big impact. \"We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years,\" he wrote. <q> Can you imagine how this will change their awareness of local and global information and their notion of education? And that will be just the start. </q> It's hard to argue with what he wrote. There's probably only one part that needs updating-his contributor information lists him as Google's Chairman and CEO. We've launched a new commenting tool", "new_id": -2}, {"uid": "1295561213061718584", "i": 31196, "idx": 0, "sa": ["Larry King", "Ricky Gervais", "Eric Schmidt", "Google Inc.", "Colman Andrews"], "q": "<strong> Eric Schmidt </strong> will hand over the reins to co-founder <strong> Larry King </strong> Page, the company said on Thursday. According to <strong> Google Inc. </strong>, Chefs, CEOs and you make website's Top 50 list food? The idea was to choose people <q> that directly or have the ability to directly affect what and how we eat, </q> explains <strong> Colman Andrews </strong>, editorial director of TheDailyMeal, a new site that aims to be a clearinghouse of all things food-related, from recipes to restaurant reviews and more. And on Globes Host <strong> Ricky Gervais </strong> Says He Was", "new_id": -2}, {"uid": "1295094117134053930", "i": 6317, "idx": 1, "sa": ["Sergio Marchionne"], "q": "capital markets only,\" <strong> Sergio Marchionne </strong> told a meeting with... net loss in 2010* Chrysler in talks with Goldman Sachs, other \"Sri Lanka's conflict is political\"... Boston Globe Boston Globe advocates <q> Self-rule in a confederal structure for Tamil region </q>... Sri Lanka's conflict is political, and it must be resolved by political means.... Getting to Know the European Union: Portugal and Spain A lecture in the six-part series Getting to Know the European Union", "new_id": -2}, {"uid": "1295540293188383248", "i": 41011, "idx": 2, "sa": ["Simon Cowell"], "q": " \"American Idol', <strong> Simon Cowell </strong>- who got engaged to make-up artist Mezhgan Hussainy last year- insists he has enjoyed being a TV talent show judge because it isn't very difficult. He added: <q> I can look back on the past ten years and say,` It's been a blast.' I have enjoyed myself, I mean it\"s not the most difficult job in the world is it? </q>", "new_id": -2}]