[{"uid": "1295650549188383258", "i": 28475, "idx": 2, "sa": ["Robin Williams", "Bill Clinton", "David Letterman"], "q": "a Heartbeat, No Matter How Famous You Are \"I realized there was really no alternative, if I wanted to live, I had to do this,\" <strong> Bill Clinton </strong> <q>I would find myself busting into tears and sobbing uncontrollably,</q> <strong> David Letterman </strong>\"... Stop the heart, work on it, restart it... good luck,\" <strong> Robin Williams </strong> \"They're going to put him on a gurney, roll him", "new_id": -2}, {"uid": "1296791221147030018", "i": 16742, "idx": 5, "sa": ["Allen Iverson", "George Karl"], "q": "for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team fell to 5-16. \"It was a positive experience to be part of AI returning,\" Nuggets coach <strong> George Karl </strong> said. <q><strong> Elgin Baylor </strong> thought he fatigued as the game went on and we got the benefit of it. He's not in the best of shape yet.</q> <strong> Allen Iverson </strong> received a standing ovation when he left in the fourth quarter. He scored 11 points on 4-for-11 shooting and had six assists in 37 minutes. <strong> Allen Iverson </strong>'s rousing return did little to mask the fact that the", "new_id": -2}, {"uid": "1296552417261570573", "i": 23546, "idx": 14, "sa": ["Kobe Bryant", "Kwame Brown", "Allen Iverson", "Shaquille O'Neal"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Allen_Iverson_2001_NBA_Final_Game_2_vs_Kobe_Bryant_Lakers <strong> Shaquille O'Neal </strong> attacked, <strong> Kobe Bryant </strong> bounced back and the Los Angeles Lakers got on track. The Lakers responded like defending champions and evened the", "new_id": -2}, {"uid": "1295541245188383241", "i": 1154, "idx": 2, "sa": ["Colin Powell"], "q": "must not shrink from what is ahead of us\", <strong> Colin Powell </strong> concluded. The staff switched off the television, clearly stunned, then noticed me. No greeting, just drawn, desperate faces and: <q>Madam Felicity, are they really going to bomb us again?</q> My face must have been the answer. The region had anyway been being( illegally) being bombed for thirteen years, by US and UK planes. Evocative ancient homes, standing a few months before, about", "new_id": -2}, {"uid": "1295548613082853889", "i": 11155, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "one who takes over the <strong> Simon Cowell </strong> role of delivering the final verdict, was a definite no, but the other two gave her a pass. I want to see <strong> Steven Tyler </strong> follow through on his promise to <q>personally work that into something good.</q> Victoria Huggins-- you know, the bouncy 16-year-old so sweet that my teeth ached-- is another one that will get chewed up in Hollywood. She promised video updates-- oh good grief. She belongs", "new_id": -2}, {"uid": "1297353501031227960", "i": 1598, "idx": 1, "sa": ["Hosni Mubarak", "President Bush", "Zahi Hawass"], "q": "people on some days. \"We will open the museum after the strike is finished. I don't know when the strike is finished,\" said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q>I need things to go back to normal.</q> Egypt's conflict pits autocratic <strong> President Bush </strong> <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of widespread destruction", "new_id": -2}, {"uid": "1297193996065617951", "i": 16249, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": ".\" The pre-war attack never happened, although the site was struck in the opening days of the war that <strong> President Bush </strong> launched in March 2003, about a month after <strong> Colin Powell </strong>'s U.N. speech. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> <strong> Donald Rumsfeld </strong> wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later", "new_id": -2}, {"uid": "1294963434098320388", "i": 33512, "idx": 0, "sa": ["Robert E.", "Thomas Aquinas", "Mary Baker Eddy", "David Letterman"], "q": "in 1865. If you are Christian Scientist, you look to 1879 as the year in which your religion was born and to <strong> Mary Baker Eddy </strong> as its founder. If you belong to one of the religious organizations known as <q>Church of the Nazarene, Pentecostal Gospel,</q> \"Holiness Church,\" or http://wn.com/The_Eastern_ORTHODOX_Church_is_the_ONLY_TRUE_and_Apostolic_CHURCH_part_3_of_3__American_documentary_The_Ancient_Church High school football highlight film of senior year at <strong> Thomas Aquinas </strong> High School Overland <strong> Robert E. </strong>, KS. Garden City Community College Coaches: <strong> Robert E. </strong> Aslin Head Coach and <strong> David Letterman </strong> Snodgrass Running Backs Coach", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance. \"We were very confident,\" <strong> Michael Vick </strong> said. <q>We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control.</q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}, {"uid": "1295137697028803114", "i": 8599, "idx": 2, "sa": ["Kelsey Grammer", "David Letterman"], "q": "Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, \"Well, I'm sorry to hear that, or I'm not sorry to hear that?\" <q>Well, you are respectfully considerate, and yet pleased for the new developments in my life,</q> <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong> said, \"always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?", "new_id": -2}]