[{"uid": "1295669723025427987", "i": 3603, "idx": 2, "sa": ["Eric Schmidt"], "q": "gets the job title of co-founder and will work on strategic projects and products. \"For the last 10 years, we have all been equally involved in making decisions,\" <strong> Eric Schmidt </strong> wrote. <q>This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company,</q> <strong> Eric Schmidt </strong> wrote. The change over indicates there's been a clear decision to put a web-scale technologist back in charge and to return some of the founding drive to strategic and day-to-day decisions, given Page's", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,\" <strong> Michael Vick </strong> said. <q>However it comes, whatever happens, happens.</q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}, {"uid": "1296504083117964815", "i": 29801, "idx": 0, "sa": ["Simon Cowell"], "q": "Songs chart, and AEROSMITH's 1973 hit \"Dream On\" is No. 61. The Boston hard rockers' \"Big Ones\" collection\" from 1994 is No. 25 on iTunes' Albums chart. <q>So far, <strong> Steven Tyler </strong> has been a pretty striking presence on \"Idol',</q> says Richard Rushfield, author of \"American Idol: The Untold Story\". \"He's a wild character, and he\"s pretty much pushed <strong> Simon Cowell </strong> To report any abusive, obscene, defamatory, racist,", "new_id": -2}, {"uid": "1295636751256720935", "i": 12849, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "doom, we can talk about the us can do it, we can't invest in the future, that's all wrong. \"` GE is a story of success,\" <strong> Kirsten Gillibrand </strong> added. <q>If we can beat Russia in the race to the moon, we can beat China in the race to green energy.</q> jakester: I think we shoud have a new bill intorduced. Any funds left after are sroperty of the government. If you... cfoote: Adirondack Someday.. Lets see what the unions have really done", "new_id": -2}, {"uid": "1295575736103366674", "i": 37508, "idx": 4, "sa": ["Eric Schmidt", "Google Inc.", "Don Tapscott"], "q": ", 2007. <strong> Eric Schmidt </strong> speaks about search, ads, and apps, including an announcement that <strong> Google Inc. </strong> is working on adding presentation-sharing capabilities to <strong> Google Inc. </strong> Docs& Spreadsheets.... Authors@Google: <strong> Don Tapscott </strong> 50:41 Author <strong> Don Tapscott </strong> discusses his book <q>Wikinomics: How Mass Collaboration Changes Everything</q> as part of the Authors@Google series. This event took place February 28, 2007, at <strong> Google Inc. </strong>'s headquarters in Mountain View, CA.... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> on media's future <strong> Eric Schmidt </strong>, Chairman of the Board", "new_id": -2}, {"uid": "1294997731235044878", "i": 42726, "idx": 6, "sa": ["Brian Finneran", "Michael Vick"], "q": "<strong> Brian Finneran </strong> got along with <strong> Michael Vick </strong>. He's just not afraid to speak his mind, including to teammates' faces. \"It's almost like a pay-it-forward type deal,\" <strong> Brian Finneran </strong> said. <q>I had guys do it with me. I try to emphasize that with all the young guys around. <strong> Eric Weems </strong>, one of our special-team studs, I kept reminding him: \"Do the right things. Don't let it go to your head.'</q> Do some guys not want to hear it? \"Oh, yeah,\" <strong> Brian Finneran </strong> said. \"A lot of times, we\"ll have rookies come in here and literally not want to", "new_id": -2}, {"uid": "1297422404208748722", "i": 21033, "idx": 0, "sa": ["Simon Cowell"], "q": "the year- has confirmed while he will definitely take part in the UK series, he is worried about the logistics of jetting across the Atlantic each week. He told US TV show \"Extra': <q>We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea.</q> Although <strong> Simon Cowell </strong> will resume a role on the judging panel of` The X Factor\", it is unclear if he will take part in the entire show after reportedly telling ITV1 bosses he will miss the", "new_id": -2}, {"uid": "1295159210108871759", "i": 10304, "idx": 1, "sa": ["Allen Iverson"], "q": "right now we wanted to have that dominant force on the team.\" On one hand, this was a polite way of saying, \"<strong> Allen Iverson </strong>'s a crazy person,\" but the underlying message was, <q>We have a plan here. Let us stick to it.</q> Signing <strong> Allen Iverson </strong> would have been an admission that the plan wasn't working, that the Knicks were on par with the Grizzlies, bringing in a guy just because he'd help out at the turnstiles. Stunting the", "new_id": -2}, {"uid": "1295613640107249695", "i": 22401, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Edwin Edwards"], "q": ". \"Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" <q>I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.</q> <strong> David Cameron </strong> said in a statement that he was \"very sorry\" that <strong> Andy Coulson </strong> was going but added that he <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 \"The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong>", "new_id": -2}, {"uid": "1297176031226918403", "i": 3161, "idx": 3, "sa": ["David Letterman", "Aaron Rodgers"], "q": "appreciate that.\" <strong> Aaron Rodgers </strong>: \"No, it's good to be here. There must be a lot of Wisconsin people out there.\"( Wild applause from audience) <strong> David Letterman </strong>: <q>You know, it seems like most years, in a good year, you get a pretty good story out of the Super Bowl. And this year, to me, is certainly no exception. They have the drama with the previous Green Bay quarterback and they have your ascending to the throne of all of football, but your high school experience-- tell me about your high school experience and then where did that take you?</q> <strong> Aaron Rodgers </strong>: \"Yeah, I was not really recruited out of high school, ended up playing baseball my senior year and thought about doing baseball, thought about joining the military but I decided to go", "new_id": -2}]