[{"uid": "1295872618012320768", "i": 42319, "idx": 0, "sa": ["Andy Coulson"], "q": "Press Gazetted reported in 2006 that phone-hacking, or \"screwing\" as it was known, was rife across Fleet Street before the Goodman and Mulcaire arrests. Gossip email newsletter Popbitch asked back in 2001: <q> \"Which newspaper showbiz desk has a trick for getting stories out of celebs' mobile phones?( Two hacks simultaneously call a celeb's mobile. One gets the answerphone, and types in 9, followed by 3333. If the hapless celeb hasn't changed the default access code, the hack gets their messages, and can even delete them afterwards to cover their tracks). </q> \" I understand that tip-off referred to a non News International daily. And why has <strong> Andy Coulson </strong> opted to resign now? Has it been the pressure of new legal actions against the News of the", "new_id": -2}, {"uid": "1297369907222625904", "i": 46970, "idx": 0, "sa": ["David Letterman", "Carolyn Murphy"], "q": "suits- dubbed the candy red bikini- was worn by <strong> Carolyn Murphy </strong> and selected for the cover, which is the Oscar of the industry. But making the inside pages is not a mere consolation. <q> Everybody opens up the issue and goes:` Wow, where can I get this suit?' \"said Simon Southwood of Sauvage Swimwear, which has had several of its designs grace the famous pages. \"Consumers love to follow what's hot, what's glamorous, what's beautiful. </q> This year's issue will be revealed on Monday, Valentine's Day, on <strong> David Letterman </strong>'s show, followed by newsstand sales the next day. The location of the shoots and who makes the", "new_id": -2}, {"uid": "1295667567122535955", "i": 317, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "starting from April 4 will be in charge of Google's day-to-day operations as the CEO. \"In this new role I know he will merge Google's technology and business vision brilliantly,\" <strong> Eric Schmidt </strong> said. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better. <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> <strong> Eric Schmidt </strong> wrote. Google's other co-founder <strong> Sergey Brin </strong> will devote his time and energy to strategic projects and on new products. \"His title will be co-founder. He's an innovator and entrepreneur to the core", "new_id": -2}, {"uid": "1295833841223035433", "i": 7049, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. \"I think he's got a way to go,\" <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. \"I think he has reached out to countries around the world and", "new_id": -2}, {"uid": "1296128197246497300", "i": 21289, "idx": 5, "sa": ["Kevin Kolb", "Michael Vick"], "q": ", <strong> Kevin Kolb </strong>, through the 2011 season. \"I'm expecting everything to go according to plan... got to take it one day at a time,\" said <strong> Michael Vick </strong>, who reiterated later, <q> Hopefully I'll be with the Eagles next season. </q> <strong> Michael Vick </strong>'s turnaround continued yesterday, when he signed his first endorsement deal since prison. One of the sport's most recognizable and popular stars before the entire ordeal, <strong> Michael Vick </strong> agreed to a two-year deal", "new_id": -2}, {"uid": "1296524457137232397", "i": 1261, "idx": 1, "sa": ["Janet Napolitano", "Michael Vick"], "q": "The head of a Tijuana-area drug trafficking ring who worked... Report Abuse \" \"Let's stick with the facts and numbers when talking about where we are with the border,\" she said. \" Report Abuse <q> \"<strong> Janet Napolitano </strong> touts safety of US border communities </q>. \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Serial Rapist Suspected of Strangling Wash.. Guard Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"uid": "1296222150071827491", "i": 25940, "idx": 3, "sa": ["Jeb Hensarling", "Paul Ryan", "Bernie Sanders", "Charles Ellis Schumer", "Barack Obama"], "q": "hear a stronger pledge from <strong> Barack Obama </strong>. \"<strong> Jeb Hensarling </strong> of Texas said- and he's the Republican Conference chairman- that they're going to take <strong> Paul Ryan </strong>'s blueprint and use it,\" said <strong> Charles Ellis Schumer </strong>. <q> That's privatizing Medicare.... They're going to do the same for Social Security. \"Their agenda: Privatize both programs, which means end them, </q> said <strong> Charles Ellis Schumer </strong>. <strong> Charles Ellis Schumer </strong>, <strong> Bernie Sanders </strong> and several other Democrats have formed the Senate Social Security Caucus, which held its first meeting Thursday. The meeting came a day after the Congressional Budget Office reported", "new_id": -2}, {"uid": "1295568460075235328", "i": 14123, "idx": 0, "sa": ["Mark Zuckerberg", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> InformationWeeks Alex Wolfe gets a demo of SAPs new collaborative decision-making tool from SAP BusinessObjects senior director of Mark Zuckerbergeting Holly Simmons. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"", "new_id": -2}, {"uid": "1295455850061816832", "i": 22509, "idx": 1, "sa": ["Steve Ballmer"], "q": ". \"Mit Microsoft Dynamics CRM definieren wir den Begriff Produktivit?t neu, denn wir stellen ein branchenf?hrendes Produkt bereit, das zugleich hundertprozentig auf die Cloud ausgerichtet ist\" , erkl?rt <strong> Steve Ballmer </strong>, CEO von Microsoft. <q> Durch die vertraute Benutzeroberfl?che, die optimierte Zusammenarbeit, die Straffung von Prozessen sowie den Zugriff auf Echtzeitdaten z?hlt Microsoft Dynamics zu den Marktf?hrern. </q> Signifikante Steigerung der Produktivit?t Benutzer in den Bereichen Sales, Services und Marketing profitieren von der ihnen bekannten Handhabung aufgrund eines nativen Microsoft Outlook Clients sowie von dem browserbasierten und mobilen Zugriff, dem auf Rollen", "new_id": -2}, {"uid": "1297255522158613507", "i": 33194, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia", "Bill Gates"], "q": "of the Server and Tools Division which has grown into a$ 15 Bill Gatesion business on his watch, was unceremoniously Ballmer-Says-23-year-Veteran-Bob Muglia-to-Go.htm\"> deposed when <strong> Steve Ballmer </strong> notified employees by email that he will leave in June. <q> The CEO wants to rectify Microsoft's misfires in mobile phones and tablet computers, as well as ensure that the company doesn't fall behind in cloud software, </q> the news report said. It is not uncommon for Microsoft to have major reorgs as often as once a year, and several reorgs in the past ten years were mounted at this time of year--", "new_id": -2}]