[{"uid": "1296543041249364490", "i": 21175, "idx": 2, "sa": ["Alassane Ouattara"], "q": "an end to the suffering in the country and`` block Laurent Gbagbo's desire to provoke chaos in Ivory Coast''. The statement highlighted African Union statements reconfirming <strong> Alassane Ouattara </strong> as the recognised leader. <q> Diplomatically, it gives Gbagbo another month, </q> a diplomat who is following the process, told Reuters.", "new_id": -2}, {"uid": "1294956555094240820", "i": 448, "idx": 3, "sa": ["Alassane Ouattara"], "q": "flush out everybody behind these attacks,'' and could be extended to other Abidjan neighbourhoods. The day after France approved <strong> Alassane Ouattara </strong>'s ambassador, the US approved his Washington envoy, with the State Department saying <q> we look forward to welcoming and working with the ambassador upon his arrival in Washington. </q> Ivory Coast's military remains loyal to Gbagbo, who the world says was beaten by <strong> Alassane Ouattara </strong> in November in an election the UN helped to organise. African-led efforts to mediate the stand-off have so", "new_id": -2}, {"uid": "1295247068175046700", "i": 19584, "idx": 1, "sa": ["Angelina Jolie", "Natalie Portman"], "q": "I told[ director] Darren[ Aronofsky],` First you got me skinny, and now you're getting me fat,' because he introduced me to my fianc,'' <strong> Natalie Portman </strong> joked to Extra. <q> It's the greatest gift he ever gave me. </q> BARELY ATE& TRAINED 5 HOURS DAILY <strong> Angelina Jolie </strong> wows in Versace on the 2011 Golden Globes Awards red carpet actress, <strong> Angelina Jolie </strong> was the picture of sophistication, elegance and class on on the 2011 Golden Globes Awards red carpet", "new_id": -2}, {"uid": "1295560274260145180", "i": 9163, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "over the CEO title at Google to cofounder <strong> Larry Page </strong> NEW YORK( CNNMoney)-- Google CEO <strong> Eric Schmidt </strong> will step down from his role as Google's CEO in April and be replaced by co-founder <strong> Larry Page </strong>. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a prepared statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' Twitter comment on the shuffle was less formal:`` Day-to-day", "new_id": -2}, {"uid": "1297123330195428355", "i": 6355, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": " <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1295481709046153781", "i": 43893, "idx": 2, "sa": ["Joseph Crowley", "Mike Pence", "Harry Reid", "Rob Andrews"], "q": "repeal. They accused the GOP of being in the pocket of insurance companies in seeking to return to a time when they could deny coverage for pre-existing conditions and cap lifetime benefits to the sickest people. <q> This is the <strong> Harry Reid </strong> Houdini health care strategy, </q> railed Democrat <strong> Joseph Crowley </strong> of New York.`` Now you have health care coverage, now you don't.'' <strong> Mike Pence </strong> <strong> Rob Andrews </strong>, D-N.J., asked whether seniors on Medicare who had received$ 250 checks to", "new_id": -2}, {"uid": "1295675868065781764", "i": 47273, "idx": 0, "sa": ["Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Kobe Bryant", "Kenyon Martin"], "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns.`` I always kid with him about not being a rebounder, being so big,'' <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say,` If I was your height, I'd get a double-double every night.' </q> <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a <strong> Kobe Bryant </strong> easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game,`` but tonight, he was just so aggressive. He", "new_id": -2}, {"uid": "1297369916222625815", "i": 50826, "idx": 1, "sa": ["Kelsey Grammer", "Camille Grammer", "David Letterman"], "q": "hope is that href=\"http://www.washingtontimes.com/topics/Kelsey Grammer-Camille Grammer/\"> <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,'' her statement said. She also wished her ex and his fiancee, Kayte Walsh, <q> love and happiness in their new marriage. </q> href=\"http://www.washingtontimes.com/topics/Kelsey Grammer-Camille Grammer/\"> <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry Walsh sometime in February. The veteran actor starred in the comedy series`` Cheers'' and`` Frasier", "new_id": -2}, {"uid": "1295669834215973888", "i": 54639, "idx": 0, "sa": ["Mark Hurd", "Eric Schmidt"], "q": "share of US$ 7.81. Google-owned sites generated revenues of US$ 5.67 bn, or 67pc, while revenues from outside of the United States totalled US$ 4.38 bn, representing 52pc of total revenues. <q> Q4 Mark Hurded a terrific end to a stellar year, </q> said <strong> Eric Schmidt </strong>.`` Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}]