[{"uid": "1295267697200589361", "i": 48488, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Martin Luther King"], "q": "release for <strong> Martin Luther King </strong> Day doesn't have much to do with civil rights, strictly speaking. It addresses the shooting of Rep. <strong> Gabrielle Giffords </strong> of Arizona and the rhetorical and budgetary attacks on public employees of recent months. <q> ALBANY, NY( 01/14/2011)- The recent horrific events in Tuscon have saddened us all. However, from every tragedy lessons can be learned and the attention given by many to the contribution of violent rhetoric as cause for the shootings may be just the opening to bring civility back to our public discourse. </q> I am further bolstered by the genuine joy expressed by U.S. Senator <strong> Kirsten Gillibrand </strong> in her account of the awakening of her friend and colleague Congresswoman <strong> Gabrielle Giffords </strong> during a visit to the shooting victim's hospital room.", "new_id": -2}, {"uid": "1295957767098713624", "i": 19042, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "'d be perfect for the role after becoming a favourite with viewers back home.`` Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US X Factor in the bag,'' a source tells The Sun. <q> The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> The insider adds:`` <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit.`` They want to see if the American public", "new_id": -2}, {"uid": "1297175671006504497", "i": 38941, "idx": 0, "sa": ["Dawn Matthews", "Steve Ballmer", "Bill Gates"], "q": "<strong> Bill Gates </strong>, but for a single mum it is a lot of money that I don't have,'' she added, fighting back the tears and trying to cover the mental scars of corporate abuse. <q> The bank and Microsoft are blaming each other and no one is helping me. It has taken me ages to permanently get rid of my card details from the website. It was only when I made a complaint that they took all my details off. </q> Microsoft responded by saying that parental control functions are present on the console to prevent kids doing exactly this. But did <strong> Steve Ballmer </strong> come round himself and show <strong> Dawn Matthews </strong> how to do it personally? Did", "new_id": -2}, {"uid": "1295670452069369863", "i": 8306, "idx": 6, "sa": ["Andre Iguodala", "Chris Webber", "Kyle Korver", "Grant Hill", "Allen Iverson"], "q": "at the buzzer was short. <strong> Grant Hill </strong>, who led the Magic with 25 points, had hit a similar shot to tie the game at 103 with 12 seconds left, but <strong> Allen Iverson </strong> answered that with the game-winner. <q> They wanted it a little more than we did and that's a little disappointing, </q> <strong> Grant Hill </strong> said. <strong> Allen Iverson </strong> finished 15-of-25, including three 3-pointers, but he was hardly alone in scoring from the perimeter. Reserve <strong> Kyle Korver </strong> had 28 points on 10-of-13 shooting, while <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> each added 11 for Philadelphia", "new_id": -2}, {"uid": "1295369627117719056", "i": 37412, "idx": 0, "sa": ["Mr. Jackson", "Simon Cowell"], "q": "may be a little too soft and pre-occupied with not stripping aspiring artists of their confidence with harsh remarks, it sounds as though <strong> Mr. Jackson </strong> might actually be the one to pick up where <strong> Simon Cowell </strong> left off. <q> You'll see all sides of me. Before, people saw only one side because there was Paula, there was <strong> Simon Cowell </strong>. I think you will see a new version of the Dawg. There's maybe a little more hair on the Dawg, </q> <strong> Mr. Jackson </strong> said on a phone conference last week.`` You'll see me take more of an assertive role and trying to guide it a little bit... I think you'll be like,` Wow, Dawg", "new_id": -2}, {"uid": "1295625292033243143", "i": 20794, "idx": 1, "sa": ["Piers Morgan", "David Letterman"], "q": "By Alex Weprin on January 21, 2011 10:50 AM <strong> Piers Morgan </strong> appeared on`` The Late Show with <strong> David Letterman </strong>'' last night, and received some advice from <strong> David Letterman </strong> on how to spice things up: <q> You just need to grab someone by the tie and just pop them, </q> <strong> David Letterman </strong> said.`` Would it work if it was Larry[ King]? Or would it seem a bit too cruel, you think?'' <strong> Piers Morgan </strong> quipped. The appearance comes as day", "new_id": -2}, {"uid": "1297430725063684608", "i": 43946, "idx": 0, "sa": ["Simon Cowell"], "q": "We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea.'' <q> We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea. </q> Although <strong> Simon Cowell </strong> will resume a role on the judging panel of' The X Factor', it is unclear if he will take part in the entire show after reportedly telling ITV1 bosses he will", "new_id": -2}, {"uid": "1295570534120422412", "i": 3117, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "a registered user of The Wall Street Journal Online, you will be able to: tweet heard` round the Twitter-world, <strong> Eric Schmidt </strong> today announced that he's stepping down as <strong> Google Inc. </strong>'s chief executive by writing, <q> Day-to-day adult supervision no longer needed! </q> To the casual outsider, that might sound like a rather snide remark from someone who ran a company for a decade and is handing back the reigns to a 37-year-old co-founder( Larry Page). But <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295543475207126533", "i": 18692, "idx": 0, "sa": ["Logan Couture", "David Letterman", "Show Whore", "Laidback Luke", "Jonathan Mendelsohn"], "q": "guaranteed to bring out the most special powers in the most ordinary of human beings. These lovely ladies have...'' <strong> Laidback Luke </strong> ft <strong> Jonathan Mendelsohn </strong>- Till Tonight is out on Mixmash Records( www.mixmashrecords.com) http://wn.com/U2__I'll_Go_Crazy_If_I_Don't_Go_Crazy_Tonight_on_Letterman_3/4/09_TheAudioPervcom_Night_3 www.theaudioperv.com U2 performed <q> I'll Go Crazy If I Don't Go Crazy Tonight </q> on the Late <strong> Show Whore </strong> with <strong> David Letterman </strong> on 3 This is the third night of their weeklong residency. For the other videos, be sure to go to www.theaudioperv.com or to www.youtube.com/ICnothing82 Veronica and <strong> Logan Couture </strong> have had a love-story but", "new_id": -2}, {"i": 18509, "idx": 1, "index_answer": 0, "new_id": -1, "q": "by thieves who climbed up a fire escape and then used ropes to lower themselves into the museum. The thieves appear to have carefully selected some of the most valuable objects while ignoring less important artefacts. <q> They are not something you would come and randomly find, </q> an Egyptologist at Cairo's American University, <strong> Salima Ikram </strong> Said <strong> Salima Ikram </strong>, told Reuters. Restoration work has already started at the museum to repair the damage by looters. <strong> Zahi Hawass </strong> said that 70 pieces were damaged.", "sa": ["Salima Ikram", "Zahi Hawass"], "uid": "1297667248167985164"}]