[{"uid": "1295907775203866167", "i": 21988, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "worden als een topman die met boude uitspraken over privacybescherming wereldwijd grote verontwaardiging oogstte. Toch zal het voor Larry Page ontzettend lastig worden om de successtrategie van <strong> Eric Schmidt </strong> komende jaren door te zetten, voorspellen kenners. <q><strong> Eric Schmidt </strong> heeft het geweldig gedaan en Google naar grote successen geleid</q>, zegt Gartner-analist Ray Valdes. De altijd rustig en relaxt ogende <strong> Eric Schmidt </strong>, die eerder als ceo bij Novell en cto bij Sun Microsystems diende, werd in juli 2001 door Page en <strong> Sergey Brin </strong> benoemd als topman van het", "new_id": -2}, {"uid": "1297177295226918404", "i": 1616, "idx": 1, "sa": ["Nancy O'Dell", "Simon Cowell"], "q": "competition goes live. \"I think they started off by saying it's a nicer, gentler \"Idol,' so maybe they'll continue to be that way,\" he tells <strong> Nancy O'Dell </strong>. <q>They're different kinds of judges.</q> Does <strong> Simon Cowell </strong> Think` American Idol\" s New Judges Can Be Tough Enough? ET's <strong> Nancy O'Dell </strong> headed to London to sit down with everyone\"s favorite judge, <strong> Simon Cowell </strong>, who reveals whether or", "new_id": -2}, {"uid": "1297372248147750971", "i": 26011, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "10th 2011, 3:36 PM Chicago White Sox pitcher and animal rights activist, does not believe <strong> Michael Vick </strong> has been fully punished for his felony conviction for bankrolling and partaking in a dogfighting ring in 2007. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,</q> <strong> Mark Buehrle </strong> told MLB.com in a recent interview. \"Everything you've done to these dogs, something bad needs to happen to these guys.\" The story, which was published on Wednesday,", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,\" he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q>My goodness, the intelligence was certainly wrong.</q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}, {"uid": "1295563366075235400", "i": 29183, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. We were unable to request friendship", "new_id": -2}, {"uid": "1295755514184385545", "i": 22152, "idx": 15, "sa": ["Allen Iverson"], "q": "-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q>You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.</q> The Philadelphia star scored 60 points, a career high and the most in the NBA this season, to lead the 76ers to a 112-99 victory over the Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading", "new_id": -2}, {"uid": "1295795925032096267", "i": 32657, "idx": 4, "sa": ["Gordon Brown", "Andy Coulson", "Harriet Harman"], "q": ", create a fairer society, and to reform our politics as well, so that people trust in politics once again.\" Labour's deputy leader, <strong> Harriet Harman </strong>, told Sky News's Murnaghan programme: <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist... for all of <strong> David Cameron </strong>'s talk of trust in politics, it's fundamental that people obey the law and that's what's at risk here. He should never have appointed him,</q> she said, referring to <strong> Andy Coulson </strong>. <strong> Gordon Brown </strong> asked police to investigate whether he was a victim of phone hacking. <strong> Gordon Brown </strong> is said to have written at least one letter to the Metropolitan police last summer, asking", "new_id": -2}, {"uid": "1297421165245137429", "i": 36866, "idx": 0, "sa": ["Steve Ballmer"], "q": "further Symbian sales of 150m \"in the years to come\". Nokia's other OS MeeGo, which is run in collaboration with Intel, will become open source. Microsoft chief executive <strong> Steve Ballmer </strong> added: <q>I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q>", "new_id": -2}, {"uid": "1297145483211075103", "i": 19366, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \"i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well.\" Report Abuse <q>i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong></q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on \"True Grit' ABC News: <strong> Simon Cowell </strong>: US' X Factor\" Panel yet to Be Set Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore", "new_id": -2}, {"uid": "1297513190155107384", "i": 42360, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "that this is still his habit. His office houses his archive and the <strong> Donald Rumsfeld </strong> Foundation, which among other things helps retired troops. I ask him what time he normally gets up and he replies, unsmilingly, <q>I get up at 4:30 or 5 and exercise generally and read the paper in the sauna.</q> His way of life seems almost comically Spartan. I suggest that perhaps we might order something to eat, and he seems genuinely surprised. \"You want something to eat?\" A waiter is summoned. I", "new_id": -2}]