[{"uid": "1296496314113492035", "i": 269, "idx": 1, "sa": ["Sergio Marchionne", "Jesse Toprak"], "q": "from the third quarter on reduced shipments. \"It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,\" CEO <strong> Sergio Marchionne </strong> said. <q>However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.<q>+0.42%), sold 1.52 million vehicles last year and managed to pull its market share up to 9.2% from 8.8% in 2009. Truecar.com analyst <strong> Jesse Toprak </strong> lauded Chrysler's progress and said he expects", "new_id": -2}, {"uid": "1297147099140001280", "i": 21935, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Brenda Harvill, 60, of Detroit, said the commercial gave her community \"a new image as a comeback city.\" \"We were down for a while,\" she acknowledged. <q>But guess what? We're back.<q> A Chrysler logo is seen atop a New York City car dealership Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... U.S. Video: Suspect in Las Vegas casino heist in court U.S. Video:", "new_id": -2}, {"uid": "1295799222231243780", "i": 40451, "idx": 0, "sa": ["Andy Coulson", "Dermot Murnaghan", "Harriet Harman"], "q": "a target. Labour's deputy leader <strong> Harriet Harman </strong> told Sky's <strong> Dermot Murnaghan </strong> that allegations of illegal activity must be investigated. \"Hacking into people's phones is illegal,\" she said. <q>Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist.<q> The scandal has already cost Number 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the illegal action at the News of the World. The former editor has always denied knowing that phone-hacking", "new_id": -2}, {"uid": "1296671144083132443", "i": 6256, "idx": 0, "sa": ["Mitt Romney", "Piers Morgan", "David Letterman", "John McCain", "Sarah Palin"], "q": "<strong> Mitt Romney </strong> appeared on ABC's \"Good Morning America,\" CNN's \"<strong> Piers Morgan </strong> Tonight,\" and \"Late Night with <strong> David Letterman </strong>\" on CBS. One news hook for the appearances is <strong> Mitt Romney </strong>'s new book, <q>No Apology: The Case for American Greatness.<q> <strong> Mitt Romney </strong>, who lost a Republican primary struggle to <strong> John McCain </strong> in 2008, seemed to encourage a presidential bid by <strong> John McCain </strong> running-mate <strong> Sarah Palin </strong>. On the <strong> Piers Morgan </strong> program he said, \"She is an extraordinarily powerful and", "new_id": -2}, {"uid": "1296569355043499528", "i": 11904, "idx": 0, "sa": ["Ric Flair", "Natalie Jamieson", "Simon Cowell", "Michael McIntyre"], "q": "by <strong> Simon Cowell </strong>, after it was revealed he reduced a nine-year-old boy to tears during the http://wn.com/Michael_McIntyre_talks_about_Britain's_Got_Talent_job <strong> Michael McIntyre </strong> has joked that talking to <strong> Simon Cowell </strong> about being a judge on Britain's Got Talent was like being on X Factor. <q>He does it exactly like the X Factor. He says \"<strong> Michael McIntyre </strong>: <strong> Ric Flair </strong> don't like you. <strong> Ric Flair </strong> love you,'<q> the comedian told Newsbeat's <strong> Natalie Jamieson </strong>. The popular comic also explained how he had no trouble making up his mind on whether to accept <strong> Simon Cowell </strong>\"s offer. \"<strong> Ric Flair </strong> love the show and to be part of it", "new_id": -2}, {"uid": "1295639119217038852", "i": 42646, "idx": 1, "sa": ["Jim Cantiello", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "' that keeps me jazzed for \"Idol.' It's an unhinged one,\" said <strong> Jim Cantiello </strong> about the entertaining, unpredictable shenanigans pulled out by <strong> Steven Tyler </strong> in the first two nights of audition episodes this week. <q>Truth be told, I never realized how much I missed Paula[ Abdul] last year. <strong> Steven Tyler </strong>'s colorful language, zany metaphors and deafening jangly man-jewelry was just the entertaining wild card the two-night premiere needed to give it a must-see facelift.<q> <strong> Jim Cantiello </strong> was glad that the new trio, which also includes sole returning judge Randy Jackson, didn\"t fall into the same old \"mean <strong> Simon Cowell </strong>\" and \"too-nice Paula\" tropes. <strong> Jennifer Lopez </strong> easily mixed", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q>transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.<q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: \"By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1295669969069369860", "i": 10774, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!<q> Likewise Software Lets You Take Advantage of Active Directory Infrastructure Across Linux, Windows and Mac Systems <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having", "new_id": -2}, {"uid": "1295782408127156258", "i": 33217, "idx": 5, "sa": ["Andy Coulson", "David Cameron", "Harriet Harman"], "q": "role as well. \"Trust in politics' However, Labour said <strong> David Cameron </strong> could not escape responsibility for bringing Mr <strong> Andy Coulson </strong> into his top team when there were unresolved questions about his past. <q>I think that <strong> David Cameron </strong> was wrong to appoint someone to the heart of the government, to the heart of Downing Street, who had actually been editor of a newspaper at a time when criminal activity was going on,<q> <strong> Harriet Harman </strong>, the party's deputy leader, told Sky News. While acknowledging that Mr <strong> Andy Coulson </strong> had denied any involvement in phone hacking, she added the issue risked further eroding public confidence in politics.", "new_id": -2}, {"uid": "1297689730081920025", "i": 43002, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "The DOE funding will help Veeco to speed up its efforts to commercialize multi-stage thermal deposition production systems used to manufacture cost-efficient CIGS Solar cells. Commenting on the Veeco award, Senator <strong> Kirsten Gillibrand </strong>( D-NY) said, <q>Developing new, clean, homegrown sources of energy is a vital part of our economic recovery.<q> This federal investment will help drive research and development of new solar power technology, helping make solar power more efficient. By making solar power more effective and affordable over the long term, we can cut emissions,", "new_id": -2}]