[{"uid": "1295439794093192224", "i": 255, "idx": 0, "sa": ["Steve Ballmer"], "q": "Year award, Glo was selected by Microsoft Corp. as a prime example of applications touch-tuned to maximize the interactivity and features of the new slate devices that were shown at the Microsoft booth at CES in Las Vegas. <q>`` Our Windows 7-powered slate debut and sneak peek at the iPad go a long way toward demonstrating Glo as a versatile digital publishing platform that exploits the power of today's rich media-capable mobile devices </q> \" Microsoft CEO <strong> Steve Ballmer </strong> introduced several Windows 7-powered slates during his CES keynote presentation, and the CES trade show floor was punctuated with Microsoft and OEMs showing Windows 7-powered slates at their booths including apps such as", "new_id": -2}, {"uid": "1296375844213581826", "i": 48451, "idx": 0, "sa": ["Sarah Sellers", "David Letterman"], "q": "To Randy Jackson, after catching him eyeing Tiffany Rios:''`` Were you lookin' down, boy? I saw you lookin' down,'' followed by a fist bump. To a full-lipped <strong> Sarah Sellers </strong>: <q> You had me sold the second you laid eyes on me. </q> To scout Chris Cordeiro:`` You scared everyone in the room.'' To tone-deaf <strong> David Letterman </strong> Perotto:`` Did you eat paint chips as a child?'' In general:''* Bleep** Bleep** Bleep", "new_id": -2}, {"uid": "1295902107252543013", "i": 3925, "idx": 1, "sa": ["Colin Powell", "Bill Clinton", "Barack Obama"], "q": "and someone to make him to look better.'' <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. <q> He hasn't achieved all of his purposes, but he's stabilised the economy. The economy is now starting to rebound, more slowly than we would like to see, but it is rebounding, </q> he told CNN.`` Whether you approve of healthcare or not, he took on that issue which I think is a major challenge for the American people.`` What do we do about 40 million", "new_id": -2}, {"uid": "1295408839085049344", "i": 603, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "<strong> Piers Morgan </strong> Tonight, <strong> Howard Stern </strong> called The Tonight Show host a`` crook,''`` insane,''`` not fit to scrub <strong> David Letterman </strong>'s feet,'' and that <strong> Jay Leno </strong>`` steals a tremendous amount of material.'' <q> America must be filled with morons, </q> said <strong> Howard Stern </strong>,`` the ones who watch <strong> Jay Leno </strong>, they must be in a coma.'' This was just about the only moment the conversation sprang to life, however. Too much time was wasted with", "new_id": -2}, {"uid": "1295582258248299524", "i": 15108, "idx": 7, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' Mr. Page hailed Mr. <strong> Eric Schmidt </strong> as a`` tremendous leader'' whose contributions exceeded all expectations. <q> There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done, </q> Mr. Page said. Although he tried to debunk the idea in Thursday's interview, Mr. <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's", "new_id": -2}, {"uid": "1295580035256213030", "i": 22448, "idx": 5, "sa": ["Eric Schmidt", "John Battelle", "Sergey Brin"], "q": "'s fair to say that Larry Page will not be a conventional CEO-- he's not been much of a public figure for the past ten years,'' <strong> John Battelle </strong> added on his blog, Battellemedia.com. <q> It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company. </q> <strong> Eric Schmidt </strong>, in a blog post, said:`` Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.''", "new_id": -2}, {"uid": "1295884555196345865", "i": 46306, "idx": 4, "sa": ["Bob Barr", "David I", "Mike Pence"], "q": "`` in bringing his message of hope to the world,'' the former Republican congressman's website says.`` <strong> David I </strong> also am reminded of others who have risen from the ashes,'' <strong> Bob Barr </strong> told reporters Friday. <q> The city of Atlanta is the Phoenix city. The people of Haiti, likewise, will rise from the problems created by last year's earthquake and emerge stronger and better than before. <strong> Franklin Roosevelt </strong> <strong> David I </strong> know is Mr. <strong> Baby Doc </strong>'s deep wish and something that he knows in his heart. </q> Accompanying <strong> Bob Barr </strong> will be fellow Georgia attorneys <strong> Mike Pence </strong> Puglise, who practice law in the small rural towns of Jasper and Snelleville, GA respectively. One has to wonder how <strong> Bob Barr </strong>", "new_id": -2}, {"uid": "1296138389209518633", "i": 3016, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "assessment of the war in Afghanistan was realistic. In addition, they demanded to know why he omitted Americans who are obsessed with exercise, which they said is pretty weird if you think about it. <q> We liked that the president said the economy would be his main focus going forward, </q> <strong> Sen. Bernie Sanders </strong> Paul Ryan( R-WI) said.`` But we have a fundamental disagreement about the government's role in that process. We believe permanent tax cuts for the wealthy, even the deranged wealthy who get so", "new_id": -2}, {"uid": "1296705381167772199", "i": 1235, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "incoherent decision-making and policy drift, a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests that <strong> President Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> President Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, the former defence chief wrote:`` In retrospect, there may have been times when more troops could have helped", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}]