[{"uid": "1297267752007700492", "i": 28699, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Ryan Seacrest"], "q": "asked whether she missed working with him as an` American Idol' judge.`` Of course, I miss everybody,'' she said diplomatically. <strong> Simon Cowell </strong> discussed Abdul during a call with reporters earlier this week. <q> I'm a massive fan of Paula's. When you work with somebody as long as I did with Paula... we were friends 80 percent of the time and interestingly, we've been in contact[ after` Idol']. I'm not going to say on this call who we are going to confirm or not confirm, but we're talking to a number of people. </q> <strong> Simon Cowell </strong> Dishes on Upcoming' X Factor' <strong> Ryan Seacrest </strong> Wishes <strong> Simon Cowell </strong> Well on` Kimmel' <strong> Simon Cowell </strong> Pokes Fun at` Idol' Judge <strong> Steven Tyler </strong> Simply enter your name and e-mail address,", "new_id": -2}, {"uid": "1297215103080478215", "i": 44289, "idx": 0, "sa": ["Maria Gamez", "Michael Vick"], "q": "then left without speaking to <strong> Maria Gamez </strong>. But <strong> Maria Gamez </strong> allegedly followed her to her car and`` started arguing with her,'' Assistant State's Attorney <strong> Michael Vick </strong> Hogan said at the time of <strong> Maria Gamez </strong>'s capture. <q> The defendant took a knife from the gift box that he had and began to stab the victim as she was seated in her car, </q> Hogan said. <strong> Maria Gamez </strong> fled to Mexico, where he lived for about 10 years, prosecutors said. In 2007, FBI agents and local police arrested <strong> Maria Gamez </strong> in McAllen, Texas. In about 6", "new_id": -2}, {"uid": "1296746865116736071", "i": 44917, "idx": 3, "sa": ["Paul Bremer", "President Bush", "Donald Rumsfeld"], "q": "wrote to himself when <strong> Paul Bremer </strong>'s appointment was announced in May 2003, quietly criticizing <strong> President Bush </strong> for having had lunch alone with the new envoy.`` Shouldn't have done so,'' the memo said. The president <q> linked him to the <strong> John McCain </strong> House instead of to </q> the Pentagon or State Department.`` There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,'' <strong> Donald Rumsfeld </strong> writes", "new_id": -2}, {"uid": "1296157924245841935", "i": 10141, "idx": 2, "sa": ["Mike Pence"], "q": "appreciated the president's`` affirmation of what makes this country great.'' But <strong> Mike Pence </strong> offered this caution:`` In Washington, the devil is always in the details.'' He went on to note, <q> All his[ <strong> Barack Obama </strong>'s] answers called for bigger government. This is the challenge. </q> As the conversation veered toward the coming year, both Republicans and Democrats appeared cautiously optimistic that the recent push for civility and bipartisan cooperation could withstand the coming hurdles.`` The change you will", "new_id": -2}, {"uid": "1297360824264552524", "i": 6970, "idx": 0, "sa": ["Jay Leno", "Johnny Carson", "David Letterman"], "q": "'' quick-witted observations that made him a regular on The Tonight Show with <strong> Johnny Carson </strong> and Late Night with <strong> David Letterman </strong> in the 1980s. Starting from scratch is something few big-name comedians are willing to do, apparently. <q> I could never do what you do, give it away, </q> <strong> Jay Leno </strong> tells him backstage after a quick performance of new material.`` You're a comic. Your act feeds you. It pays the rent.'' It's a tough go in the beginning as", "new_id": -2}, {"uid": "1296337544184827911", "i": 2213, "idx": 0, "sa": ["Zahi Hawass"], "q": "Egypt's top archaeologist, <strong> Zahi Hawass </strong>, told state television Egyptians on the street had tried to protect the building, but that the looters had entered from above. Two mummies on display had been damaged. <q> I felt deeply sorry... when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said. The museum is adjacent to the headquarters of the ruling National Democratic Party that protesters set ablaze during protests. Smoke was still rising from the", "new_id": -2}, {"uid": "1295189075175751174", "i": 14068, "idx": 3, "sa": ["Michael Vick", "Joe Buck"], "q": ".`` But he put up 140 points on me.''... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team.`` For the rest of my life,'' Mann said, <q> I'm going to look down at the tattoo and say, I should've drafted <strong> Michael Vick </strong>. </q>[ Omaha.com] </blockquote> â\u0080¢ Want Super Bowl credentials? Grease the accomplice of three people who allegedly stole a laptop from a car outside <strong> Joe Buck </strong>'s Crabshack in Arlington, Texas, and you can", "new_id": -2}, {"uid": "1295649793119881766", "i": 33456, "idx": 1, "sa": ["Bill Lockyer"], "q": "the world, would not benefit from bankruptcy legislation, Treasurer <strong> Bill Lockyer </strong> said.`` States didn't ask for it. We don't want it. We don't need it,'' <strong> Bill Lockyer </strong> said. <q> Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. </q> California, which is struggling to close a$ 25 billion budget gap, already holds Moody's Investors Service's lowest state credit rating-- a distinction it shares with Illinois. Bankruptcy filings typically", "new_id": -2}, {"uid": "1295629922045006856", "i": 16453, "idx": 3, "sa": ["Eric Schmidt"], "q": "certain that the next 10 years under Larry will be even better!'' wrote <strong> Eric Schmidt </strong> in a post on Google's official blog.`` Larry, in my clear opinion, is ready to lead.'' </blockquote> <q> Page will take over April 4, with <strong> Eric Schmidt </strong> taking the title of executive chairman, in which, <strong> Eric Schmidt </strong> said, he will focus on building relationships with customers, business partners and the government. </q> The company followed up the change with a new product: <blockquote> The company's desire to get into the coupon business is well-known, especially since Groupon turned down a$ 6 billion", "new_id": -2}, [{"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": "`` not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong>`` is doing a good job right now.'' <h5> Fitness guru <strong> Jack LaLanne </strong> dead at 96 </h5> Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}]]