[{"uid": "1295596909029032474", "i": 16548, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "discuss the big decisions among the three of us,\" stated <strong> Eric Schmidt </strong>. Page will take charge of the day-to-day operations as Google's CEO and lead product development and technology strategy, w.e.f. April 4th. <q>In this new role he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead,</q> commented <strong> Eric Schmidt </strong>. <strong> Sergey Brin </strong> who is the co-founder, will devote his time and energy to strategic projects, in particular working on new products. \"He's an innovator and entrepreneur to the core, and", "new_id": -2}, {"uid": "1297227563238518272", "i": 25021, "idx": 10, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "Iraq and seal the escape route into Syria... that is what the <strong> President Bush </strong> administration hided...\" there are a few leaked photos of the truck convoys leaving iraq and going into Syria.... google: <q>DoD Report: 50 Trucks Carried Iraqi WMD To Syria</q> the real secret is that the WMD got away... Report Abuse \" \"Had <strong> Colin Powell </strong> not stood in the way, in <strong> Donald Rumsfeld </strong>'s view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq", "new_id": -2}, {"uid": "1297145527209272846", "i": 42057, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert", "Charles Woodson"], "q": "night before the game: He had his players fitted for rings. Then they went out and beat the Steelers. \"We knew we had a good team,\" cornerback <strong> Charles Woodson </strong> said. <q>We knew if we went out and played the way we are capable of playing, we don't feel like anybody can beat us. That was just a vote of confidence for us: get fitted for your ring. I don't know when we'll get them, but it'll fit.</q> Another <strong> Michael Vick </strong> flap: A minor ruckus has arisen over a top Dallas official's presentation of a \"key to the city\" to Philadelphia quarterback <strong> Michael Vick </strong>. <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> presented the key", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q>I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing,</q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}, {"uid": "1295882983196345889", "i": 9294, "idx": 0, "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "q": "incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q>An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software.</q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf. The report, Lost in the Cloud: <strong> Google Inc. </strong> and the U.S. Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1296522021211714148", "i": 16535, "idx": 3, "sa": ["Sergio Marchionne"], "q": "issue,\" he said. \"It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010.\" <strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing. <q>It's difficult to talk about profit sharing when you've got a negative number at the bottom,</q> he said. But, \"our liquidity improved in 2010, and it's expected to improve in 2011. It would have( been) inexcusable not to recognize what our people have done. We owe them", "new_id": -2}, {"uid": "1295617200111296519", "i": 43777, "idx": 1, "sa": ["Andy Coulson", "Peter Oborne"], "q": "\" tells Sky News he \"understands why he wants to go\" but says he feels that <strong> Andy Coulson </strong> has been \"punished for the same offence twice\". Comparing his director of communication's conduct with the <q>days of the dodgy dossier and <strong> Alastair Campbell </strong> and Damien McBride</q> he added \"he has done good work and I thank him for that\". 1320 <strong> Peter Oborne </strong>, the Telegraph's chief political commentator has blogged over why <strong> Andy Coulson </strong> should never have been appointed in", "new_id": -2}, {"uid": "1296205477159924225", "i": 6084, "idx": 4, "sa": ["Jackie Walorski", "Mike Pence", "Joe Donnelly"], "q": "Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q>I think he's the clear frontrunner, and I think the race is his if he chooses to accept it,</q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such", "new_id": -2}, {"uid": "1297326779046071825", "i": 4960, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "The title derives from a frequently parodied <strong> Donald Rumsfeld </strong> response to a reporter's question in 2002 about whether there actually was evidence of any link between <strong> Saddam Hussein </strong> and terrorists seeking weapons of mass destruction. The defense secretary responded: <q>Reports that say that something hasn't happened are always interesting to me because, as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know.</q> It is, of course, a logical fallacy to multiply categories beyond necessity, but it's one that <strong> Donald Rumsfeld </strong> has rhetorically mastered to create a self-conscious reputation as a fearless questioner of received truths, one", "new_id": -2}, {"uid": "1297260286064307256", "i": 4232, "idx": 0, "sa": ["Eric Schmidt"], "q": ". I bet they are the same folks who poo-poohed the idea back in September of 2010 when it was rolled out. Did Google's <strong> Eric Schmidt </strong> Quit Apple's Board Over AdMob Squabble? 7 comments on <q>Examining Google's Claim of Instant's Success</q> February 7th, 2011 at 12:07 pm Instant is a success to me. It makes me realize Google already found what I am looking for before I finished typing my query. So I stop", "new_id": -2}]