[{"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. \"We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}, {"uid": "1294980453267878419", "i": 47576, "idx": 0, "sa": ["Michael Vick", "Desmond Bishop", "Tramon Williams", "DeSean Jackson"], "q": "<strong> Desmond Bishop </strong> stepped into the picture and with a mighty one-handed swipe took <strong> DeSean Jackson </strong> down with a shoestring tackle at the Packers' 38-yard line. \"That was big,\" Packers defensive end Ryan Pickett said. <q> Actually it saved the game. That's a touchdown-saving tackle. </q> Thanks to <strong> Desmond Bishop </strong>, <strong> DeSean Jackson </strong> was stopped in his tracks after a 28-yard reception. Four plays later Eagles quarterback <strong> Michael Vick </strong> threw his fateful interception to <strong> Tramon Williams </strong> in the end zone to seal the Packers' 21-16 victory", "new_id": -2}, {"uid": "1295665804215974041", "i": 1251, "idx": 0, "sa": ["Eric Schmidt", "David Polk"], "q": "by patients with kidney disease, including those receiving dialysis. Treatment of dialysis patients is paid for by Medicare, the U.S. health insurance program, which has imposed a new program to control costs. <q> We think Amgen's pricing power will help offset any decline in the proportion of Aranesp sales derived from the U.S. dialysis market where Medicare bundling rules are being adopted, </q> <strong> Eric Schmidt </strong> said in his note today. Amgen fell 34 cents, less than 1 percent, to$ 56.97 at 4 p.m. New York time in Nasdaq Stock Market composite trading. Amgen spokesman <strong> David Polk </strong>", "new_id": -2}, {"uid": "1295857658261783556", "i": 15617, "idx": 0, "sa": ["Andy Coulson", "Sian Massey"], "q": "SKY PRESENTERS APOLOGISE FOR SEXIST COMMENTS Sky football presenters <strong> Andy Coulson </strong> Gray and Richards Keys have issued apologies after being caught by an open microphone making off-air comments about lineswoman <strong> Sian Massey </strong>( above) at the Wolves-Liverpool game on Saturday. <q> Somebody better get down there and explain offside to her, </q> Keys said. \"Can you believe that?\" Gray responded. \"A female linesman. Women don Â¹ t know the offside rule.\" SENIOR TORY'S \"AFFAIR WITH SINGLE MOTHER\" Lord", "new_id": -2}, {"uid": "1295702917119783444", "i": 28839, "idx": 0, "sa": ["Monta Ellis", "Mike Pence"], "q": "points before losing on <strong> Monta Ellis </strong>' jump shot with 0.6 seconds left. The Pacers committed six turnovers, including three in the final two minutes, in the final quarter. <q> I guess it's a consistency thing, </q> swingman <strong> Mike Pence </strong> Dunleavy said. \"We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes.\"", "new_id": -2}, {"uid": "1297616822186400769", "i": 22015, "idx": 0, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "as to what will happen if <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> are fully to be involved in the US version of the show, but a source said that fans should not worry too much about <strong> Simon Cowell </strong> deserting them. <q> There's no way he will go off and forget about the UK show. <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will be involved some way in the UK show. </q> The pay bonus for <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> will raise their earnings from last year's Â£ 1.1 million, and both are expected to sign closer to the start of auditions in May. <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> to", "new_id": -2}, {"uid": "1295260503094093323", "i": 27687, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Chertoff", "Alberto Gonzales", "Condoleezza Rice", "Henry Paulson", "Tom Ridge"], "q": "Cabinet heads- including <strong> Condoleezza Rice </strong>, <strong> Donald Rumsfeld </strong> <strong> Henry Paulson </strong> and <strong> Michael Chertoff </strong>- said in an e-mail, obtained by Politico, that the Justice Department had concluded its investigation \"concluding no charges were justified.\" So <strong> Alberto Gonzales </strong> has <q> been vindicated and deserves our help, </q> they said. The group is looking for gifts up to$ 5,000 for the <strong> Alberto Gonzales </strong> Legal Expense Trust. The signatories also include former secretaries <strong> Tom Ridge </strong>, John Snow and Tommy Thompson but not former", "new_id": -2}, {"uid": "1295658306074924083", "i": 1966, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", and <strong> Sergey Brin </strong> ran the company together- or not together, as the case may be. <strong> Sergey Brin </strong> and Page didn't just hire those Firefox devs on their own. They acquired entire companies on their own. <q> One day Larry and <strong> Sergey Brin </strong> bought Android, and I didn't even notice, </q> <strong> Eric Schmidt </strong> said in 2009. \"<strong> Sergey Brin </strong> found Google Earth one day while he was surfing on the web. And then he walked into my office and told me he bought them.\" step down", "new_id": -2}, {"uid": "1295480681265797667", "i": 24179, "idx": 0, "sa": ["John Yarmuth", "Mike Pence"], "q": "300,000 of them with pre-existing conditions, your protection against discrimination will not go away,\" <strong> John Yarmuth </strong> said. Republican members saw the vote as an opportunity to follow through on a campaign promise. <q> Today, House Republicans are going to stand with the American people, </q> said U.S. Rep. <strong> Mike Pence </strong>( R- Indiana), \"and vote to repeal the government takeover of healthcare lock stock and barrel.\" The House repeal of the plan is largely symbolic, because Democrats still", "new_id": -2}, {"uid": "1297616629186400779", "i": 26881, "idx": 23, "sa": ["Donald Rumsfeld"], "q": "New Mexico. They began dating in high school but went their separate ways in college until he launched a pre-emptive strike. \"I just simply didn't want to get married,\" <strong> Donald Rumsfeld </strong> explained. <q> But I didn't want her to marry someone else! It was one of those things. And so I caved in and asked her to marry me. And fortunately she yes. And that was, I think, 56 years ago. </q> Fifty-six years of high pressure, high profile jobs- as a congressman, White House Chief of Staff, and <strong> Donald Rumsfeld </strong> of Defense( not once, but twice). \"Are you consulted", "new_id": -2}]