[{"uid": "1295052891065650765", "i": 11009, "idx": 0, "sa": ["Chris Huhne"], "q": "for clean-burning natural gas. Russia holds one-fifth of the world's reserves of natural gas. <strong> Chris Huhne </strong>, British Secretary of State for Energy and Climate Change, welcomed the`` groundbreaking'' deal and called it <q> good news for Europe, for the UK's energy security and worldwide. </q> BP's deal with Rosneft gives BP access to highly sought after reserves of oil and natural gas in Russia's remote Arctic region. Russia, the world's top oil producer with output of", "new_id": -2}, {"uid": "1296188505230555653", "i": 30845, "idx": 2, "sa": ["Drew Brees", "Michael Vick", "Brandon Lloyd"], "q": "and seeing Manning, href=\"http://www.tsn.ca/nfl/teams/players/?name=Drew Brees+Drew Brees\"> <strong> Drew Brees </strong>, href=\"http://www.tsn.ca/nfl/teams/players/?name=Michael Vick+Michael Vick\"> <strong> Michael Vick </strong> and other NFL greats-- past and present-- made him pause.`` All these monsters of the game,'' he said. <q> All these are legends and Hall of Famers walking by me. It's hard not to be in awe of how much greatness is in one room... I'm hoping one day I'll be looked at like I look at them. But right now, it's just a blessing to be around here. </q> <strong> Brandon Lloyd </strong>, who is cherishing every moment and even went surfing this week.`` There's probably nobody as honoured as I am to be out here and playing in this game,'' he said.", "new_id": -2}, {"uid": "1296776655116113416", "i": 59037, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ", to make bold assertions with no pretense of substantiation. Of a war that has already cost the United States more than$ 700 billion and claimed more than 4,400 American lives, Mr. <strong> Donald Rumsfeld </strong> writes: <q> Knowing what we later learned and recognizing the costs, there is not a persuasive argument to be made that the United States would be in a stronger strategic position or that Iraq and the Middle East would be better off if Saddam were still in power. In short, ridding the region of Saddam's brutal regime has created a more stable and secure world. </q> And of the argument that the war in Iraq diverted troops and resources from Afghanistan, leading to the resurgence there of the Taliban, Mr. <strong> Donald Rumsfeld </strong> simply declares,`` It was precisely during the toughest period", "new_id": -2}, {"uid": "1296169206125468717", "i": 56609, "idx": 0, "sa": ["Mike Pence"], "q": "had speculated. <strong> Mike Pence </strong> had been considering possible 2012 campaigns for governor or president and had said he would announce his decision by the end of this month. letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family <q> feel led to devote this time in our lives to continuing to serve the people of Indiana in some way. </q>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012,'' he said. While the letter does not", "new_id": -2}, {"uid": "1297367176156647444", "i": 42264, "idx": 0, "sa": ["Eric Schmidt"], "q": "in an interview with a Swiss magazine on Thursday. Asked about the high valuations being put on companies such as social network company Facebook and game developer Zynga, <strong> Eric Schmidt </strong> said in an interview with Bilanz: <q> There are clear signs of a bubble... But valuations are what they are. People believe that these companies will achieve huge sales in the future. </q> The Wall Street Journal reported on Thursday that Google, Facebook and others have held low-level takeover talks with Twitter, valuing the company as high as USD 10 billion. Asked whether he", "new_id": -2}, {"uid": "1294977377249905175", "i": 42240, "idx": 10, "sa": ["Allen Iverson", "George Karl", "Tubby Smith"], "q": ",'' <strong> Allen Iverson </strong> said after scoring 21 second-half points to help the Nuggets break a two-game losing streak. The Nuggets needed every one of those points after blowing a 17-point third-quarter lead and eventually falling behind by two. <q> Welcome to Denver Nuggets land, </q> coach <strong> George Karl </strong> said.`` We play so fast, sometimes it's good and sometimes it's dangerous.'' <strong> Allen Iverson </strong> and company made sure this one didn't slip away. <strong> Allen Iverson </strong> and <strong> Tubby Smith </strong> each hit two free", "new_id": -2}, {"uid": "1297229275207454253", "i": 68, "idx": 7, "sa": ["John McCain", "Donald Rumsfeld", "Keith Olbermann"], "q": "11:24 AM EST Reply# 13 Feb. 8, 2011- 12:05 PM EST Reply# 14 Feb. 8, 2011- 12:58 PM EST Even <strong> John McCain </strong> was RIGHTER than our Secretary of Offense, <strong> Donald Rumsfeld </strong>, <q> we KNOW Iraq has WMDs because we KNOW where they ARE </q>, <strong> Donald Rumsfeld </strong>. Will you watch <strong> Keith Olbermann </strong> on Current TV? Yes- I'm excited to see what he does with his new platform. No- I didn't watch him on MSNBC and I'm not", "new_id": -2}, {"uid": "1295670004088440867", "i": 35679, "idx": 0, "sa": ["Andy Coulson"], "q": "coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role,'' he said in a statement yesterday afternoon. <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> A court hearing into the phone-hacking scandal has recently shattered Mr. <strong> Andy Coulson </strong>'s claim that only a rogue Royal Family reporter and a private investigator used by the paper were aware of the password-bypassing technique widely used at", "new_id": -2}, {"uid": "1295603056020365336", "i": 34884, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "at running this.'' <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable.`` The results speak for themselves,'' <strong> Larry Page </strong> said. <q> There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done. </q> Google generated US$ 8.44 billion in revenue in the quarter, ended Dec. 31, 2010, up 26 percent compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees, revenue came", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}]