[{"uid": "1295289654026066990", "i": 16406, "idx": 1, "sa": ["Michael Vick"], "q": "I think this team gives me the best chance of winning a Super Bowl.'' <strong> Michael Vick </strong> also admitted that Philadelphia wasn't at the top of his list of preferred destinations two years ago. <q>I didn't want to come here to be honest with you,</q> <strong> Michael Vick </strong> said. ''I knew I was going to be behind Donovan and Kevin, and I wanted to play. I just didn't see myself playing a heavy role in the offense.", "new_id": -2}, {"uid": "1296618533025804828", "i": 47191, "idx": 3, "sa": ["Barack Obama", "Jay Leno", "David Letterman", "Hu Jintao", "Conan O'Brien"], "q": ": â\u0080¢ <strong> Conan O'Brien </strong>-- ''At the state dinner for Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>, <strong> Hu Jintao </strong> opened a fortune cookie that said, ''You will lend us another trillion dollars.'' â\u0080¢ <strong> Jay Leno </strong>-- <q><strong> Barack Obama </strong> and <strong> Hu Jintao </strong> had a private dinner the night before. When <strong> Barack Obama </strong> tried to pick up the check, <strong> Hu Jintao </strong> said,` Your money is no good here.' <strong> Barack Obama </strong> laughed, and <strong> Hu Jintao </strong> said,` No, really, your money is no good.'</q> â\u0080¢ <strong> David Letterman </strong>-- ''China's <strong> Barack Obama </strong> <strong> Hu Jintao </strong> is visiting the United States. If he likes what he sees, he may put down a deposit.''' With unemployment stalled at nearly 10 percent", "new_id": -2}, {"uid": "1295633904157057075", "i": 12301, "idx": 2, "sa": ["Glenn Mulcaire", "Clive Goodman", "Rupert Murdoch", "Andy Coulson", "David Cameron"], "q": "by what I've said about those events, but when the spokesman needs a spokesman it's time to move on,'' said <strong> Andy Coulson </strong>, who had worked for <strong> David Cameron </strong> for 31/2 years. <strong> Andy Coulson </strong> was <q>a brilliant member of my team and has thrown himself at the job with skill and dedication,</q> <strong> David Cameron </strong> said. <strong> Rupert Murdoch </strong>'s News of the World is one of Britain's most raucous tabloids. In early 2007, the paper's royal correspondent <strong> Clive Goodman </strong> and the private investigator <strong> Glenn Mulcaire </strong> were found guilty of intercepting", "new_id": -2}, {"uid": "1295000570194838627", "i": 13996, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "her legs on command. With her closest friends from Congress holding her hand on Wednesday evening, Ms <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> Senator <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. ''She wanted us to know that she was with us 100% and understood everything we were saying.'' Ms <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr", "new_id": -2}, {"uid": "1297589544151994368", "i": 13260, "idx": 0, "sa": ["Sergio Marchionne", "Lord Sugar"], "q": "Couldn't say. What I can say is she and her husband have been ploughing a lot of money into another property- a ranch- in Colorado. Quote of the week <q>I want to pay back the shyster loans.</q>- <strong> Sergio Marchionne </strong>, Fiat boss, on the loans he inherited through the US bail-out of Chrysler. He later apologised. Property puts <strong> Lord Sugar </strong> on top Strangely for an interview process that lasts 12 weeks", "new_id": -2}, {"uid": "1296810817171016196", "i": 47434, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "the internet giant will allow people to virtually visit galleries and view works at gigapixel resolution.''- The Art Newspaper'' New York Times drops as print ads, circulation slide cut profit <q> ''New York Times Co., publisher of the namesake newspaper, dropped as much as 5.9 percent after reporting a 26 percent decline in profit as print advertising and circulation revenue continued to shrink.</q>- Bloomberg'' <strong> Donald Rumsfeld </strong> was right about everything: new book '' ''Reviled two-time Defense <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled Known and Unknown, after a typically obtuse", "new_id": -2}, {"uid": "1297451519240746502", "i": 2861, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney"], "q": "Maybe if we give him a third term he'll get it right.'' Returning the compliment, <strong> Donald Rumsfeld </strong> pointed out that it was still not too late for <strong> Dick Cheney </strong> to run for president in 2012. <q>There's probably still time for you to file some paperwork for Iowa and New Hampshire.</q> <strong> Donald Rumsfeld </strong>'s re-emergence has come at a time when events in Egypt have laid bare the fault line between idealism and realism in American foreign policy that also existed in the <strong> President Bush </strong> era. Whereas in", "new_id": -2}, {"uid": "1295302157157237426", "i": 475, "idx": 2, "sa": ["Colin Powell"], "q": "curriculum and faculty development programs. Today, UNCF supports more than 60,000 students at over 900 colleges and universities across the country. Its logo features the UNCF torch of leadership in education and its widely recognized motto, <q>A mind is a terrible thing to waste.</q> Â® Learn more at UNCF.org. ABOUT THE GENERAL MILLS FOUNDATION The mission of the <strong> Colin Powell </strong> Mills Foundation, celebrating 56 years of giving, is to nourish communities. In fiscal 2010, <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295402639060080264", "i": 8392, "idx": 0, "sa": ["Emma Watson", "David Letterman", "Oprah Winfrey", "Andy Kaufman", "Joaquin Phoenix"], "q": "Grey www.youtub... <strong> Oprah Winfrey </strong>'s Ultimate Australian Adventure Reaches New Heights <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?- www.twitter.com/mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?- www.twitter.com/mjdasilva So are you in the <q><strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp?</q> or the ''He's having a laugh camp''. Either way, I can't wait for that debut hip-hop album. Follow me on twitter@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q><strong> Google Inc. </strong> had a strong second quarter,</q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. ''Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}]