[{"uid": "1295070638169934886", "i": 34544, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "ultimate crime thriller. Are there no more Hercules Poirrots left? \"Reply# 507 on: March 27, 2009, 02:31:46 PM\" \"Reply# 508 on: March 28, 2009, 02:58:24 AM\" <q>Reply# 509 on: April 13, 2009, 03:36:40 PM</q> http://www.thepentacon.com/ I watched it- two police officers that were at the scene prove that the official flight path was completely bogus. \"Reply# 510 on: April 23, 2009, 09:12:15 PM\" <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q>I'm having more publicity and celebrity now than I ever had when I was younger,</q> <strong> Wanda Jackson </strong> says. \"And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}, {"uid": "1297260096158613550", "i": 3126, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong>, from the game and postgame celebration on Sunday to a trip to Disney World and an appearance on \"Late Show With <strong> David Letterman </strong>\" on Monday to the rally on Tuesday. <q>I'm pretty tired, but it's a good tired because we accomplished our goal,</q> <strong> Aaron Rodgers </strong> said. \"This was our goal.\" He said the Packers put their photograph on the team's wall of champions \"so every day we can look at what we want to accomplish:", "new_id": -2}, {"uid": "1295137697028803114", "i": 8597, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "A few months later, the 55-year-old actor confirmed he is engaged to marry 29-year-old flight attendant <strong> Kayte Walsh </strong>. When <strong> Kelsey Grammer </strong> appeared on Thursday's edition of \"Late Show with <strong> David Letterman </strong>,\" <strong> David Letterman </strong> said: <q>Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?</q> <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, \"Well, I'm sorry to hear that, or I'm not sorry to hear that?\" \"Well, you are respectfully", "new_id": -2}, {"uid": "1295686742156401686", "i": 47035, "idx": 2, "sa": ["Allen Iverson", "Rick Adelman", "Peja Stojakovic", "Martin Luther King"], "q": "what's going on.\" The <strong> Martin Luther King </strong> visit the New York Knicks on Wednesday, but <strong> Rick Adelman </strong> wasn't sure about <strong> Peja Stojakovic </strong>'s status. \"I have a lot of faith in <strong> Peja Stojakovic </strong>,\" <strong> Rick Adelman </strong> said. <q>He's meant a lot to me and this franchise. He's been a pro his whole career.</q> The Sixers have won three in a row, improving to 21-20 at the halfway point of the season. Philadelphia, which came in allowing the third-most points in the NBA, reverted to http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he", "new_id": -2}, {"uid": "1297443077223772703", "i": 3222, "idx": 1, "sa": ["Steve Ballmer"], "q": "seen as much uptake as Google's Android platform. However, with the combined efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. <q>I am excited about this partnership with Nokia,</q> <strong> Steve Ballmer </strong> said of the pairing. \"Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.", "new_id": -2}, {"uid": "1294969491073564163", "i": 1248, "idx": 4, "sa": ["Sergio Marchionne"], "q": "Decision on Nitro-Liberty replacement Chrysler is near a decision on the replacement for the lightly regarded Dodge Nitro and Jeep Liberty SUVs, built at the company's Toledo North Assembly plant, <strong> Sergio Marchionne </strong> said. <q>It's the most significant hole in our product portfolio,</q> said <strong> Sergio Marchionne </strong>, referring to the mid-sized SUV segment. The Nitro and Liberty, which trail segment leaders such as the Honda CRV and Ford Escape, were among the few vehicles that were not revamped in the 2011", "new_id": -2}, {"uid": "1295557709260145166", "i": 43335, "idx": 0, "sa": ["... More", "Simon Cowell", "Swizz Beatz"], "q": "page I also gave you a link to there wiki page for some more info on them. BASSHUNTER HOME PAGE: www.basshunter.se BASSH <strong> ... More </strong> <strong> Swizz Beatz </strong>- It's Me Bitches( Instrumental MP3 Download) <strong> Simon Cowell </strong> Fantastic dancing in <q>So You Think You Can Dance.</q> www.youtube.com MP3 Download: www.zshare.net <strong> ... More </strong>*** IF ANYONE HAS THE SHEET MUSIC FOR THIS THAT THEY GOT FROM JOSH'S ANIME SHEET MUSIC SITE THEN PLEASE SEND IT TO ME BECAUSE I WANT TO REPLAY IT*** Me playing", "new_id": -2}, {"uid": "1296633836234962960", "i": 10804, "idx": 1, "sa": ["Allen Iverson", "Chris Webber", "LaMarcus Aldridge"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball. \"I was very cognizant of the fact, don't touch him,\" <strong> Chris Webber </strong> said. <q>I saw him hold it out there. He was looking at the ref. A lot of times they'll hold the ball close to their chest and he didn't do that today.</q> <strong> Allen Iverson </strong> missed two free throws-- the second http://wn.com/[BB]_Kobe_Bryant_Comes_Up_Clutch_Hitting_Game_Winner_vs_Boston_Celtics_31/01/10 Rockets fall to surging Spurs: NBA Roundup <strong> LaMarcus Aldridge </strong> has 40 points, 11 rebounds in Trail Blazers' 99-86 victory over the Spurs Houston Rockets( 22-27) at Los", "new_id": -2}, {"uid": "1295218051235503687", "i": 1365, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "<strong> Gabrielle Giffords </strong> was shot along with multiple victims.( Jan. 13)\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/14/PH2011011403342.jpg\", \"emailLink\": <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/14/VI2011011403335.html&amp;title=Radio transmissions of Ariz. shooting& site= nation& type= Video& sent= no& search= Search</q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/14/VI2011011403335.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01142011-21v&amp;flvURL=/media/2011/01/14/01142011-21v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F14%2F01142011-21v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}]