[{"uid": "1295570430037306373", "i": 34159, "idx": 6, "sa": ["Eric Schmidt"], "q": "decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.'' According to the blog post <q> <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly. </q> According to <strong> Eric Schmidt </strong> as Executive Chairman he will focus wherever he can add the greatest value such as deals, partnerships, customers and broader business relationships.`` We are confident that this focus will", "new_id": -2}, {"uid": "1296870076196296704", "i": 24677, "idx": 2, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "to restructure the weakest of the U.S. automakers with Fiat's small-car know-how and international distribution. <strong> Sergio Marchionne </strong> said that in the next two to three years Chrysler and Fiat could ultimately merge into one company, adding, <q> For all I know it could be based here. </q> <strong> Sergio Marchionne </strong> is credited with reviving Fiat, whose brands include Ferrari, Maserati and Last year, Volkswagen AG Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But on Friday, <strong> Sergio Marchionne </strong> flatly rejected", "new_id": -2}, {"uid": "1295548508137363457", "i": 46582, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "Bill Clinton", "John McCain"], "q": "<strong> Barack Obama </strong>!( CNN)-- <strong> Bill Clinton </strong> Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the`` inclusive nature of his campaign.'' <q> I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for <strong> Barack Obama </strong>, </q> <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie", "new_id": -2}, {"uid": "1295387016075563050", "i": 12791, "idx": 3, "sa": ["David Letterman", "Steven Tyler"], "q": "know, I was doing Lunesta because I had some problems with my feet.'' And after admitting the sleeping aid was actually`` the tip of the iceberg'' for him, he explained that he <q> was snorting that; I fell off the stage. </q> <strong> David Letterman </strong> was shocked, prompting <strong> Steven Tyler </strong> to say it`` shows you what kind of drug addict I was.'' In December 2009, four months after the fall, <strong> Steven Tyler </strong> checked into rehab for", "new_id": -2}, {"uid": "1295094195134398069", "i": 13011, "idx": 5, "sa": ["Donald Rumsfeld", "America Ferrera"], "q": "man, woman and child in <strong> America Ferrera </strong>. To understand how the Pentagon can lose track of trillions, consider the case of one military accountant who tried to find out what happened to a mere$ 300 million. <q> We know it's gone. But we don't know what they spent it on, </q> said Jim Minnery, Defense Finance and Accounting Service. Read the rest of the text here: www.cbsnews.com http://wn.com/Donald_Rumsfeld,_The_Man_Who_Lost_The_War__B_Thomas_Cooper Many in Washington share the blame for US failures in Iraq, but none more so than <strong> Donald Rumsfeld </strong> of Defense", "new_id": -2}, {"uid": "1296968139146849830", "i": 14603, "idx": 1, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "most productive quarterback runner behind <strong> Michael Vick </strong>, and he can escape to buy time to throw, something he did brilliantly in Atlanta, when he eluded four dead-to-rights sacks by spinning away from pressure to make a throw. <q> It has to be a feel thing, </q> <strong> Aaron Rodgers </strong> said.`` I think pocket presence is something that you can learn a little bit, but a lot of it is just feeling your way through that, knowing when to stay in there and when to", "new_id": -2}, {"uid": "1297427878083165189", "i": 9609, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "referring the Nokia-Microsoft attempt to prevent Google's Android operating system and the Apple iPhone from owning the entire smart phone market.. Seated next to Mr. <strong> Stephen Elop </strong> in a London hotel auditorium, Mr. <strong> Steve Ballmer </strong> said <q> this partnership with Nokia will accelerate- dramatically accelerate- our Windows phone ecosystem. </q> The partnership did not impress investors, who drove down Nokia's shares by 9 per cent in morning trading in Europe. Analysts said the plunge was in good part due to Nokia's warning of``", "new_id": -2}, {"uid": "1296333795178929703", "i": 4610, "idx": 2, "sa": ["Zahi Hawass"], "q": "today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office.'' 23 posted on 01/29/2011 12:31:22 PM PST( A closed mouth gathers no feet- Visualize) these fools try to destroy their", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1297077527210305039", "i": 19772, "idx": 2, "sa": ["Sergio Marchionne"], "q": "years we will be able to see a single entity,'' Mr <strong> Sergio Marchionne </strong> was quoted in the Italian newspaper Corriere della Sera as saying, in an apparent reference to a merger of Fiat and Chrysler. <q> It could be based here in the United States, </q> he continued.`` We'll have to integrate the companies first, though, and then look at the management.'' Fiat is Italy's biggest private sector employer, with 80,000 staff in the country", "new_id": -2}]