[{"uid": "1296528760049463402", "i": 29905, "idx": 2, "sa": ["Bob King", "Sergio Marchionne"], "q": "tireless efforts of our people,'' he said. The union is entering contract talks this summer with all the Detroit automakers, and <strong> Bob King </strong> has said its members expect to share more in their turnarounds. <q> We are convinced that Chrysler has a great future and look forward to more opportunities for our members to share in that success, </q> <strong> Bob King </strong> said Monday. <strong> Sergio Marchionne </strong> said the company would increase revenue this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. Fourth-quarter revenue was$ 10.76 billion, a", "new_id": -2}, {"uid": "1296060214199098401", "i": 47193, "idx": 1, "sa": ["Mia Tyler", "Simon Cowell", "Liv Tyler"], "q": "than title=\"Simon Cowell\" href=\"http://www.nbcbayarea.com/topics?topic=Simon Cowell+Simon Cowell\"> <strong> Simon Cowell </strong> and his nasty quips.`` We're a very sarcastic family,'' said <strong> Mia Tyler </strong>, a plus-sized model and title=\"Liv Tyler\" href=\"http://www.nbcbayarea.com/topics?topic=Liv Tyler+Liv Tyler\"> <strong> Liv Tyler </strong>'s paternal half-sister. <q> He's the funniest man I know. He's saving the show because it was kind of boring before. There's only so many times you can watch <strong> Simon Cowell </strong> be mean to people. </q> While <strong> Mia Tyler </strong> may be biased, there's no doubt that the title=\"Aerosmith\" href=\"http://www.nbcbayarea.com/topics?topic=Aerosmith\"> Aerosmith frontman's comments are entertainingly unpredictable. For example, he said about one contestant:`` Water that flower'cause", "new_id": -2}, {"uid": "1295605737143458389", "i": 35305, "idx": 0, "sa": ["Ellen DeGeneres", "Simon Cowell", "Kris Allen", "Will Young"], "q": "Contestants Eliminated Original Air Date-25 February 2010 Ryan says 24 million votes came in and tells us that Alison Iraheta and <strong> Kris Allen </strong> <strong> Will Young </strong> be performing. <strong> Kris Allen </strong>' performance <strong> Will Young </strong> benefit Haiti. Ryan says <strong> Simon Cowell </strong>'s harshness was the <q> buzz of the nation. </q> <strong> Simon Cowell </strong> thinks that's silly and doesn't feel like he was overly cruel, he was just trying to give advice. <strong> Ellen DeGeneres </strong> says her first week held some surprises and she understands the nerves of the first timers", "new_id": -2}, {"uid": "1295734433267124743", "i": 19854, "idx": 1, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "what I've said about those events[ at the News of the World] but when the spokesman needs a spokesman, it's time to move on.'' His staff were shattered. One said: <q> It is just terribly sad. I adored him. I learned so much from him. Just awful. </q> It was Labour's turn to exploit the moment. <strong> Ed Miliband </strong> suddenly turned defence into attack, saying:`` I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long", "new_id": -2}, {"uid": "1297380069170868799", "i": 19346, "idx": 0, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": "than his current aides. <strong> Dick Cheney </strong> surprised a gathering of conservatives on Thursday to present the former two-time defense secretary an award. The vice president joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q> maybe if we give him a third term, he might get it right. </q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on Obama than his current advisers. Obama campaigned against the Bush White House's national security policies and yet has continued", "new_id": -2}, {"uid": "1296533778014417925", "i": 47804, "idx": 0, "sa": ["Michael Bloomberg", "Michael Vick"], "q": "of sportsmen that Michael Bloomberg-whom he repeatedly derided as`` Mayor Blame''- was attempting to deflect responsibility for local gun crimes, just as he did when the city's unplowed streets left New Yorkers fuming. <q> He likes to blame everyone else for violent crime in New York City, </q> NRA political director Chuck Cunningham said.`` He's also blamed Mother Nature for his recent problems with snow removal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl New Trading Software Breakthrough", "new_id": -2}, {"uid": "1296286226080461960", "i": 45257, "idx": 1, "sa": ["Elizabeth Bartman", "Zahi Hawass"], "q": "being such a dry place- they have all these organic materials, they have textiles, they have ancient food, they have lots of wooden items- fire is a very scary proposition,'' <strong> Elizabeth Bartman </strong> said. <q> Let's just keep our fingers crossed that the museums are not going to be caught in the crossfire. </q> Why did they not mention <strong> Zahi Hawass </strong>!!! He was probably out there beating people down with an Ankh# 1.1- Fri Jan 28, 2011 9:32 PM EST The Egyptians need to lead their own", "new_id": -2}, {"uid": "1296637253086523919", "i": 16548, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "2010. The record-setting quarterback, who had a string of 355 passes without an interception, received 21 votes from a 50-member media panel Tuesday to outdistance Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who drew 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous All-Pro choice, <strong> Tom Brady </strong> threw for 36 touchdowns and was intercepted just four times in 2010. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL record with 50 touchdown", "new_id": -2}, {"uid": "1297553599075792419", "i": 13466, "idx": 2, "sa": ["Mark Lehner", "Sarah Parcak", "Zahi Hawass"], "q": "suggested, tongue-in-cheek, that <strong> Zahi Hawass </strong> be promoted to prime minister, in part because of his international fame. <strong> Mark Lehner </strong>, a Cambridge, Massachusetts-based archaeologist who has known and worked with <strong> Zahi Hawass </strong> for decades, says, <q> I assume <strong> Zahi Hawass </strong> will be kept in charge. </q> <strong> Mark Lehner </strong> was on his way 11 February from the United States to Giza, where his team halted work for a week or so but is now continuing its efforts. <strong> Sarah Parcak </strong>, an Egyptologist at the University of Alabama", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million.`` Access to air travel is critical for our economic recovery,'' <strong> Kirsten Gillibrand </strong> said. <q> Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service. </q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}]