[{"uid": "1296173803032686171", "i": 8413, "idx": 3, "sa": ["Dick Lugar", "Mike Pence"], "q": "hasn't firmly committed to the race, but his letter signals his interest.\" I have learned to follow my heart, and my heart is in Indiana,\" <strong> Mike Pence </strong> said in his letter. <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q> Indiana may find itself one of the more active political battlegrounds in 2012. <strong> Dick Lugar </strong> has vowed to seek reelection, but is already being targeted by some of the same tea-party activists who proved a powerful influence", "new_id": -2}, {"uid": "1295779865127156268", "i": 4938, "idx": 3, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": "new revenue.\" Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. <q> What I do think Facebook has shown Google is that they're moving too slow, </q> <strong> Lou Kerner </strong> said.\" Facebook is moving at the speed of light and Google isn't.\" Having three people running the company, making the decisions, was slowing it down,\" he added.", "new_id": -2}, {"uid": "1296178610032686102", "i": 10039, "idx": 1, "sa": ["Mike Pence"], "q": "their dirty work. I despise them almost as much as I do the dims. I'm with you! <strong> Mike Pence </strong> will be a much stronger candidate. Governors ALWAYS make the best Presidents! <q> So you think huckleberry is the man. </q> My first thought from that comment also. If one's\" executive experience\" is releasing THOUSANDS of FELONS( through pardons, etc.)- some of them killing multiple cops when free, then I", "new_id": -2}, {"uid": "1295218070163594249", "i": 550, "idx": 8, "sa": ["Simon Cowell"], "q": "I need a partner in crime here.'?\" Fuller and <strong> Simon Cowell </strong> agreed that the Pop Idol winners would be managed by Fuller's company, 19, while <strong> Simon Cowell </strong> and BMG would put out their albums. <q> My real interest at that point was having the acts on my label, </q> <strong> Simon Cowell </strong> said.\" I had absolutely zero desire to be in front of the camera.\" Until then, <strong> Simon Cowell </strong> had made only rare appearances on the margins of the British tabloid culture. But just one", "new_id": -2}, {"uid": "1295795435125714464", "i": 8947, "idx": 6, "sa": ["Colin Powell", "Barack Obama"], "q": "While stressing that he votes for the person and not the party, <strong> Colin Powell </strong> said no 2012 candidates had risen to the top of the potential GOP presidential field for him yet. He lauded <strong> Barack Obama </strong> for <q> definitely focusing on being president of the United States. </q> http://thehill.com/blogs/blog-briefing-room/news/139509-powell-obamas-more-youthful-approach-has-helped-international-relations <strong> Colin Powell </strong>: <strong> Barack Obama </strong>'s` more youthful approach' aids international relations Human rights panel chairman: Hosting Hu gave Beijing moral legitimacy Boehner marks Roe v. Wade anniversary, highlights anti-abortion efforts Barrasso:`", "new_id": -2}, {"uid": "1295553639137363464", "i": 12559, "idx": 2, "sa": ["Barack Obama", "Mike Pence"], "q": "- <strong> Mike Pence </strong> Moore\" There is no federal funding of abortions. And how dare you try to stop it!\"/ s WHAT ABOUT THE CHILDREN!?!? Oh, wait... <q> Backers of abortion rights, including most Democrats, say the health care overhaul law already maintains the Hyde amendment ban on federal funding of abortions. </q> Then they should have no problem with this, if it only duplicates existing law. Why do we need this law? Joe( Dipsh* t) Donnelly D-IN2nd assured us that his BFF <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1295498090112721958", "i": 47306, "idx": 3, "sa": ["Yao Ming", "Rodney Stuckey", "Rasheed Wallace", "Amir Johnson", "Tayshaun Prince", "Allen Iverson"], "q": "<strong> Rasheed Wallace </strong> as their only <strong> Yao Ming </strong> starter. The Pistons acknowledged after the game that they are better defensively with <strong> Amir Johnson </strong> on the floor, and better offensively when Hamilton and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. <q> When we have the bigger lineup, obviously we're better defensively, </q> <strong> Tayshaun Prince </strong> said.\" It's kind of pick and choose.\" Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.\" The game was tight", "new_id": -2}, {"uid": "1295798310158990353", "i": 9639, "idx": 0, "sa": ["Colin Powell", "Colon Bowel", "Condoleezza Rice", "Barack Obama"], "q": "last time around. What changed? Obviously he hasn't lived up to expectations, or he'd still be supporting him. Or does <strong> Colon Bowel </strong> just go whichever way the breeze blows? <q> I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. </q> Translation: I'll wait until I see who the Republicans are nominating, and if it isn't <strong> Condoleezza Rice </strong> I'm sticking with <strong> Barack Obama </strong>... 9 posted on 01/23/2011 7:17:32 AM PST Gee, <strong> Colin Powell </strong>,", "new_id": -2}, {"uid": "1296932455012320798", "i": 28104, "idx": 2, "sa": ["Sergio Marchionne", "Maurizio Sacconi"], "q": "\" In the next two or three years we will be able to see a single entity. It could be based here in the United States,\" Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q> We'll have to integrate the companies first, though, and then look at the management, </q> he added. Labour Ministry on Saturday published a statement showing the Fiat chief backing away from his previous remarks in a telephone conversation with labour minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained that he", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.\" <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}]