[{"uid": "1297677365135315498", "i": 23527, "idx": 3, "sa": ["Lois Capps", "Ron Paul", "Cecile Richards", "Mike Pence"], "q": "have vowed to fight the proposed funding cut.`` In my community, Planned Parenthood is a very highly regarded mainstream organization,'' said Democratic <strong> Ron Paul </strong> <strong> Lois Capps </strong> of California, who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people.`` This", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}, {"uid": "1297294596118325258", "i": 30027, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": " got to talking about <strong> Michael Vick </strong>, because who better to speak as an authority on an NFL quarterback than the top lefty for the Said <strong> Mark Buehrle </strong> in a quote that's since been pulled from the original article: <q>`` He had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt. Everything you've done to these dogs, something bad needs to happen to these guys. </q> \" Nevermind any other angle, here. Let's stop and mull over just what <strong> Mark Buehrle </strong> does not consider to be bad, and what <strong> Mark Buehrle </strong> does consider to be bad. What <strong> Mark Buehrle </strong> does", "new_id": -2}, {"uid": "1297366266225542151", "i": 8835, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "property may be worth$ 20 million. <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong> were married in 1997 and have two young children together. Attorneys for the former`` Frasier'' star and <strong> Camille Grammer </strong>, who appears on <q> The Real Housewives of Beverly Hills, </q> told Nelson they will set aside$ 2.3 million while financial arrangements are handled. The 55-year-old actor has told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February.", "new_id": -2}, {"uid": "1295564400217792545", "i": 29717, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google's day-to-day operations as CEO, replacing <strong> Eric Schmidt </strong>, who will assume the role of chairman. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products. Page said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. The results speak for themselves. </q> Search ads remain the company's primary source of revenue, but investors have been worried by metrics indicating the pace of growth is slowing. In the most recent period, paid clicks, a measure of", "new_id": -2}, {"uid": "1296745616231997453", "i": 24492, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "came to light in early 2004. Mr. <strong> Donald Rumsfeld </strong> insists that the abuses were the actions of rogue soldiers and that they did not reflect any approved policies, but nevertheless he offered to step down. \" <q> Abu Ghraib and its follow-on effects, including the continued drum-beat of` torture' maintained by partisan critics of the war and the president, became a damaging distraction, </q> Mr. <strong> Donald Rumsfeld </strong> writes.`` More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.", "new_id": -2}, {"uid": "1295163959124190743", "i": 8447, "idx": 4, "sa": ["Allen Iverson"], "q": "Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis.`` I don't know how you can be any more proud of your team,'' Brown said. <q> I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's making other people better and he is taking responsibility and steps up. I feel good that a young team could respond this way. </q> With <strong> Allen Iverson </strong> leading the way with 26 points, the Sixers built an 18-point lead by the 7:33 mark of the third quarter. But Orlando fought all the way back and took an 86-84 lead after a jumper by", "new_id": -2}, {"uid": "1296719606020512783", "i": 295, "idx": 1, "sa": ["Jim Wallace", "Mike Pence"], "q": ", <strong> Mike Pence </strong> is needed in Congress.`` I like <strong> Mike Pence </strong>. I think he's a fantastic congressman. In fact, I think he's a treasure on the national stage,'' he said. <q> I think it would be a tragedy to lose that conservative voice in Congress. </q> <strong> Jim Wallace </strong> emphasizes his own resume and business background, including his graduation from the U.S. Military Academy and service in the Army; a degree from Harvard Business School; and work for companies such as Anthem/Wellpoint,", "new_id": -2}, {"uid": "1295779130083050499", "i": 37811, "idx": 4, "sa": ["Kobe Bryant", "Elgin Baylor", "Mo Williams", "George Karl", "Allen Iverson", "Josh Smith"], "q": "a span of two seconds after technical fouls against JR <strong> Josh Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` <strong> Elgin Baylor </strong> thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Mo_Williams_Perfect_from_Behind_the_Arc_Cavaliers_vs_Mavericks-28/11/09 <strong> Mo Williams </strong> goes 7-7 behind the arc and scores 25", "new_id": -2}, {"uid": "1296203927248250382", "i": 30345, "idx": 0, "sa": ["Henry Louis Gates", "Michael Vick"], "q": "grist for the mill. This is hardly a first. The president touched off a national debate in July 2009 by linking the unfair arrest of his friend and Harvard professor <strong> Henry Louis Gates </strong> to what the president called <q> a long history in this country of African-Americans and Latinos being stopped by law enforcement disproportionately. </q> He showed a firm grasp of history. But the <strong> Henry Louis Gates </strong> case is no more typical of that history than <strong> Michael Vick </strong>'s second chance is typical of what most felons can expect. That episode ended", "new_id": -2}]