[{"uid": "1295303215067584094", "i": 23839, "idx": 1, "sa": ["Marina Zurkow", "Eduardo Kac", "Eric Schmidt", "Jared Cohen"], "q": "industries ha... Digital Art@Google <strong> Eduardo Kac </strong>, Andrew Senior, Sandra Cordero, <strong> Marina Zurkow </strong> Digital Art@Google <strong> Eduardo Kac </strong>, Andrew Senior, Sandra Cordero, <strong> Marina Zurkow </strong> October 21st 2010 Four artists from the Digital Arts@Google exhibition,( <q> We Write this to You from the Distant Future </q> in conjunction with Nina Colosi of the Chelsea Art Museum), talk about their work on display in the Chelsea Market Google lobby. First <strong> Eduardo Kac </strong> talks about... <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296174702177291274", "i": 42750, "idx": 0, "sa": ["Michael Gove", "Maxine Waters"], "q": "High School Hypnosis Show- Magic Water Watch as <strong> Michael Gove </strong> Changes ordinary water into a person's favorite hot or cold beverages.... WRSC Entertainment/ Mavis <strong> Maxine Waters </strong>/ I Feel Like Making Love WRSC Entertainment presents Unwind Sundays <q> An Afternoon of smooth Sounds of Live R&B And Jazz </q> Featuring`` MAVIS <strong> Maxine Waters </strong>'' at the Bohemian Caverns. Singing'' Thats The Time I Feel Like Making Love'' 4/20/08... Senistar and Darren Talent 5:03 www.Godswater7.com( Mp3's and more) Senistar and Darren talent directed", "new_id": -2}, {"uid": "1297723628245252132", "i": 48625, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion.`` Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,'' <strong> Steve Ballmer </strong> said. <q> That's not just good for Nokia, that's good for all our handset partners. </q> <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year. They include a faster Web browser and quicker switching between applications. We encourage an open exchange of affirming", "new_id": -2}, {"uid": "1295222037260489227", "i": 9325, "idx": 0, "sa": ["Wes Johnson", "Allen Iverson"], "q": "The rumors of <strong> Allen Iverson </strong>'s arrival to the Kenner Summer League were true, and by game's end, <strong> Allen Iverson </strong> had scored 40 points. By the Su... <strong> Wes Johnson </strong> Three Point Play 1/30/10 Mixst311 and dawg5 present the <q> The Top 50 NCAA Dunks of All Time </q> edited by damnshow. Much thanks to venomindustries for the color correction. This countdown encompasses the 50 greatest college dunks in Division 1 history. Perhaps the best collection of dunks ever put together i... <strong> Allen Iverson </strong> College", "new_id": -2}, {"uid": "1296744552199131154", "i": 36522, "idx": 46, "sa": ["Donald Rumsfeld", "Colin Powell", "Richard Armitage", "Paul Wolfowitz"], "q": "'' Another <strong> Donald Rumsfeld </strong> nemesis, as painted in these pages, was Deputy Secretary of State <strong> Richard Armitage </strong>.`` His leaks were so brazen,'' <strong> Donald Rumsfeld </strong> writes, that he told <strong> Colin Powell </strong> to manage his deputy: <q> Rich <strong> Richard Armitage </strong> has been badmouthing the Pentagon all over town. It's been going on for some time and it's only gotten worse... I don't know what the hell is in <strong> Richard Armitage </strong>'s craw, but I'm tired of it. </q> <strong> Colin Powell </strong>, in turn, expressed concern that <strong> Donald Rumsfeld </strong>'s deputy, <strong> Paul Wolfowitz </strong>,`` was leaking against him''- which <strong> Donald Rumsfeld </strong> says he did not believe. You might describe this as the war behind the", "new_id": -2}, {"uid": "1295426603082264102", "i": 5346, "idx": 0, "sa": ["Elisabeth Hasselbeck", "Ice Cube", "David Letterman", "Rachael Ray"], "q": "N) 1 p.m.( FOX) <strong> Rachael Ray </strong>:`` <strong> Elisabeth Hasselbeck </strong>'s Ultimate Travel Guide.''( N) Rapper/record producer/actor <strong> Ice Cube </strong>.( N)`` The Most Misused Over-The-Counter Drugs in America.''( N) <q> Nate's 911: Solving Your Emergencies. </q>( N) Examining the profile of the accused shooter Jared Loughner.( N)`` Oprah's Ultimate Australian Adventure, part 2.''( N) 11:35( CBS) Late Show With <strong> David Letterman </strong>: Actor", "new_id": -2}, {"uid": "1295589642085278733", "i": 750, "idx": 9, "sa": ["Eric Schmidt", "Ken Auletta"], "q": "most scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of`` Googled: The End of the World As We Know It.'' <q> I think <strong> Eric Schmidt </strong> is burned out. </q> There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1295291341173228032", "i": 7633, "idx": 1, "sa": ["Alassane Ouattara"], "q": "d'Ivoire porteur d'une`` nouvelle offre de paix'' au chef de l'Etat sortant, qui revendique la victoire? la pr?sidentielle du 28 novembre, tout comme son rival href=\"http://www.lalibre.be/sujet/PN/Alassane Ouattara+Alassane Ouattara\" title=\"Plus d'infos sur Alassane Ouattara\"> <strong> Alassane Ouattara </strong>. <q> Ma mission est un nouveau test pour voir si nous pouvons r?soudre pacifiquement la crise. Nous verrons la r?action( de Laurent Gbagbo)? la nouvelle offre de paix que nous lui ferons. Nous avons l'espoir de r?soudre la crise </q>, avait dit? l'AFP le Premier ministre k?nyan. Il devait rencontrer en fin de journ?e M. <strong> Alassane Ouattara </strong>, reconnu comme le nouveau pr?sident ivoirien par la quasi-totalit de la communaut internationale. Logement: le", "new_id": -2}, {"uid": "1295351668142295045", "i": 8287, "idx": 1, "sa": ["Michael Vick"], "q": "on <strong> Michael Vick </strong> in fantasy football this year. To quote one of my favorite films, Ocean's Eleven: Rusty`` Guys, what's the first rule of poker?'' Report Abuse <q> Cajole- nice point on some awful pre-ranks at MDC.. hopefully they adjust soon. </q> Piano did good not mentioning Joba because he has absolutly no value unless Holds are counted. Yet he will be drafted and rostered in leagues for reasons unclear. Piano might make a note for those who", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}]