[{"uid": "1297178256266534988", "i": 57659, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "closer to a time when they will have those weapons developed in a form that is more threatening than it had been the year before or the year before that.'' <strong> Donald Rumsfeld </strong> also noted that there were <q> terrorist networks exist, that, in fact, they-- we now know from the intelligence we've gathered that they've had a very active effort underway to get chemical, biological and radiation capabilities. </q>`` And we know that Iraq has those and does not wish much of- many of its neighbors well, if any,'' he said. A reporter asked <strong> Donald Rumsfeld </strong> if there was any", "new_id": -2}, {"uid": "1295327039053116954", "i": 38405, "idx": 5, "sa": ["Grant Hill", "Allen Iverson", "Keyon Dooling"], "q": "and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play.`` That wasn't the first time he threw one in like that,'' <strong> Keyon Dooling </strong> said. <q> He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him. </q> The Magic had a chance to tie the game, but <strong> Grant Hill </strong>'s 12-footer at the buzzer was short. <strong> Grant Hill </strong>, who led the Magic with 25 points, had hit a similar shot to tie the game at", "new_id": -2}, {"uid": "1297443949230703173", "i": 34635, "idx": 6, "sa": ["Pat Garofalo", "James Madison", "Mike Pence", "Hal Rogers", "Dennis Kucinich"], "q": "the rights of those we are supposed to represent, rather than casting the politically easy votes. Earlier this James Madisonk, <strong> Mike Pence </strong> <strong> Dennis Kucinich </strong>( D-OH) issued a cHal Rogerslenge to newly elected Tea Party Republicans, saying, <q> The 112th Congress began with a historic reading of the U.S. Constitution. Will anyone subscribe to the First and Fourth Amendments tomorrow when the Pat GarofaloRIOT Act is up for a vote? I am hopeful that members of the href=\"http://www.rawstory.com/rs/2011/02/Dennis Kucinich-cHal Rogerslenges-tea-party-stand-civil-liberties/\"> Tea Party who came to Congress to defend the Constitution will join me in cHal Rogerslenging the reauthorization. </q> In the House of Representatives, a handful of Tea Party Republicans rose to his cHal Rogerslenge. Now, Tea Party'' writes,`` Excuse me, everyone, but when a Libertarian displays the part of his philosophy", "new_id": -2}, {"uid": "1295671464088440864", "i": 4218, "idx": 0, "sa": ["George McGinnis", "LeBron James", "David Malone", "Allen Iverson", "Michael Jordan", "Byron Scott"], "q": "won MVP Former MVP, team Pts Opp <strong> LeBron James </strong>, MIA 38 Cavaliers <strong> Allen Iverson </strong>, DEN 30 76ers K. Abdul-Jabbar, LAL 30 Bucks <strong> Michael Jordan </strong>, WSH 29 George McGinniss Moses <strong> David Malone </strong>, WSH 28 76ers- from Elias Sports Bureau <q> I thought he played great, </q> Cavs coach <strong> Byron Scott </strong> said.`` Simple as that.'' It was <strong> LeBron James </strong>' first game back in the city where he played for seven years and won back-to-back MVP awards, but failed to win an NBA championship", "new_id": -2}, {"uid": "1295803019101695619", "i": 48228, "idx": 2, "sa": ["Colin Powell", "Geoffrey Wawro", "George H. W. Bush"], "q": "War veterans, at the event at Texas A&M University, which is the home of his George H. W. Bushial library.`` There is a legitimate argument as to whether we stopped too soon,'' <strong> Colin Powell </strong> said. <q> We accomplished the mission. <strong> George H. W. Bush </strong> made the right decision. </q> <strong> Geoffrey Wawro </strong>, who published`` Quicksand: America's Pursuit of Power in the Middle East'' last year, writes in the online analysis in great detail about various aspects of the war with a special emphasis", "new_id": -2}, {"uid": "1295924020206389265", "i": 52719, "idx": 1, "sa": ["Newt Gingrich", "Luis Posada", "Bill Lockyer"], "q": "feel good.'' He said Cuban-American groups had been great in financially supporting him- but that his legal Bill Lockyers are piling up.`` Experts cost money,'' <strong> Luis Posada </strong> said in Spanish. <q> The trip to hotels. the exile( community) has responded well. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ENGINEER SOFTWARE Company Advent Software ENGINEERING OPPORTUNITIES Company Newfield EXECUTIVE DIRECTOR Company", "new_id": -2}, {"uid": "1296744552199131154", "i": 36495, "idx": 19, "sa": ["Donald Rumsfeld"], "q": "was clued in, and despite the absence of any link between Saddam and the terrorist attacks. The book retraces familiar ground-the U.S. intelligence estimates in 2002 that Saddam had chemical and biological weapons-with <strong> Donald Rumsfeld </strong> arguing that <q> recent history is abundant with examples of flawed intelligence that have affected key national security decisions and contingency planning. </q> This, of course, was the mother of all intelligence failures, but <strong> Donald Rumsfeld </strong> attempts to shift the argument to higher ground, saying illegal weapons`` should have been only one of the many reasons'' for invading", "new_id": -2}, {"uid": "1296745521187088920", "i": 22100, "idx": 0, "sa": ["Michael Vick"], "q": "to do with the shooting and no charges were filed. However, <strong> Michael Vick </strong> and those around him are taking extra precuations this time for the`` Dallas Dynasty 2011'' event that they are billing as the <q> premiere A-list high society event of the 2011 Super Bowl. </q> The party is listed as running from 9 p.m. to 3 a.m. Jeff Skaggs, the owner of the Deux Lounge in Dallas told TMZ.com, that among the precautions being taken is that he has hired three", "new_id": -2}, {"uid": "1295909289243613735", "i": 8985, "idx": 1, "sa": ["Bill Lockyer", "David Chiang"], "q": "the state would need to rely on IOUs or delay other payments. He said a number of factors come into play, including state expenses, revenues, budget actions and legislative deferrals of state payments. <q> We try to avoid the issuance of IOUs at all costs, </q> <strong> David Chiang </strong> said.`` It's an admission that the state can't pay its Bill Lockyers.'' Of <strong> Bill Lockyer </strong>'s comments, <strong> David Chiang </strong> said,`` I think <strong> Bill Lockyer </strong> was using IOUs as an example of a", "new_id": -2}, {"i": 8023, "idx": 0, "index_answer": 0, "new_id": -1, "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q> Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better. </q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically.`` He hasn't achieved all of his purposes, but he", "sa": ["Larry Sabato", "Colin Powell", "Bill Clinton", "Barack Obama"], "uid": "1296560297058949650"}]