[{"uid": "1297704186051036184", "i": 30824, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "the Windows Phone platform,'' <strong> Steve Ballmer </strong> said during a keynote presentation.`` The additional energy that comes with this announcement... will help consumers get new hardware, fresh choices, and amazing services.'' <q> Nokia's support will help Windows Phone overall to build strength versus the other eco-systems, </q> <strong> Steve Ballmer </strong> continued. Microsoft is working to ensure that innovation`` doesn't lead to the kind of fragmentation for devStephen Elopers that other platforms in the phone arena are currently experiencing,'' <strong> Steve Ballmer </strong> said.`` That", "new_id": -2}, {"uid": "1295996108171999277", "i": 396, "idx": 0, "sa": ["James Cleveland", "Spud Webb", "LeBron James", "Chris Webber", "Allen Iverson", "Ben Wallace"], "q": "<strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s Ben Wallacegest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' Spud Webbe... TNT Opening Cinematic 2010 NBA Season HD TNT Opening Cinematic 2010 NBA Season Watch as today's superstars", "new_id": -2}, {"uid": "1297277192033341459", "i": 11986, "idx": 0, "sa": ["Simon Cowell", "Christina Aguilera"], "q": "has labelled <strong> Christina Aguilera </strong>'s performance at the Super Bowl as`` bad''. The singer fluffed her words whilst performing The Star-Spangled Banner at one of America's biggest sporting events. <strong> Simon Cowell </strong> said: <q> It sounded like 100,000 people in a stadium had just sat on a cat. </q> He went on to say:`` I always say this, this is what happens when you perform in front of an audience- even someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong.", "new_id": -2}, {"uid": "1297186010216317983", "i": 17513, "idx": 1, "sa": ["Mick Jagger", "Simon Cowell", "Matt Lauer"], "q": "information he could give, with <strong> Matt Lauer </strong> listing a string of celebrities, including <strong> Mick Jagger </strong>, who have been linked to the role.`` It's definitely not <strong> Mick Jagger </strong>!'' laughed <strong> Simon Cowell </strong>, before saying: <q> I was talking to somebody on Friday who I really, really want to be on the show and I'm waiting on a decision. </q> When <strong> Matt Lauer </strong> asked for the identity of the individual, <strong> Simon Cowell </strong> responded:`` I can't say. I really, really at this point can't say... I'm sworn to secrecy. They'll", "new_id": -2}, {"uid": "1297148455140001282", "i": 24476, "idx": 0, "sa": ["Colin Powell", "Condoleezza Rice", "George H. W. Bush", "Scott McClellan", "George Tenet", "Dick Cheney"], "q": "<strong> George H. W. Bush </strong> could do so.'' Rumsfeld is the latest to join a circular firing squad of former <strong> George H. W. Bush </strong> administration officials continuing their bureaucratic disputes in published form- what former <strong> George H. W. Bush </strong> Pentagon official Doug Feith dubbed the <q> I-was-surrounded-by-idiots school of memoir writing. </q> In his own book, Feith blamed <strong> Colin Powell </strong> and the CIA. Former CIA chief <strong> George Tenet </strong> wrote a memoir blaming <strong> George H. W. Bush </strong> <strong> Dick Cheney </strong> and <strong> Condoleezza Rice </strong>. Bremer's memoir blames Rumsfeld. Former White House press secretary <strong> Scott McClellan </strong>'s", "new_id": -2}, {"uid": "1297254281101777433", "i": 51687, "idx": 6, "sa": ["Simon Cowell"], "q": "'' involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q>( 2 of 2) The`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as the Black Eyed Peas or Destiny", "new_id": -2}, {"uid": "1297196814258572315", "i": 47245, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "conflict.`` That was terribly vicious regime, and there's no question but that the world is better off today than if Saddam Hussein and his regime were still in power,'' he said. <q> There are millions of people in that country who have been liberated. </q> Mr. <strong> Donald Rumsfeld </strong>, who also served as defence secretary under Gerald Ford, became the face of the <strong> George W. Bush </strong> response to the 9-11 attacks with his aggressive, damn-the-torpedoes determination to avenge the United States, efforts often", "new_id": -2}, {"uid": "1296081802244613134", "i": 1689, "idx": 1, "sa": ["Andy Coulson"], "q": "for evidence to discover whether other executives from that era are implicated.`` This is a new phase for News International in relation to the hacking,'' said a businessman close to the media group. <q> They want to know everything and root out anyone who obtained information improperly. It could get pretty messy. </q> <strong> Andy Coulson </strong>, the former director of communications for the prime minister who was editor of the News of the World at the relevant time, has always denied all knowledge of the hacking. In investigating", "new_id": -2}, {"uid": "1297105319155009073", "i": 32298, "idx": 0, "sa": ["Simon Cowell"], "q": "$ 5 million record deal with Sony Music. Contestants must be at least 12 years old to enter, and unlike` American Idol,' there's no age limit for aspiring singers. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said in a statement.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}]