[{"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.<q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}, {"uid": "1295602988020365352", "i": 39819, "idx": 7, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "the attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World As We Know It.<q> \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly", "new_id": -2}, {"uid": "1295669745215973892", "i": 13545, "idx": 1, "sa": ["Eric Schmidt", "Andy Coulson"], "q": "on his Twitter account: \"Day-to-day adult supervision no longer needed!\" According to <strong> Eric Schmidt </strong>, the previous structure, which involved decisions being taken by the triumvirate, had become inefficient. Page said: <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly... I have learned innumerable lessons from him.<q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: <strong> Andy Coulson </strong> quits, Alan Johnson", "new_id": -2}, {"uid": "1297372248147750971", "i": 26012, "idx": 1, "sa": ["Mark Buehrle", "Michael Vick"], "q": "The story, which was published on Wednesday, centered around the animal rights work <strong> Mark Buehrle </strong> does with wife Jamie. Sometime after being posted, the comments were edited out of the text and a note was attached: <q>This story was not subject to the approval of Major League Baseball or its clubs.<q> Twitter account, but the tweets were later deleted. <strong> Michael Vick </strong>, 30, served 19 months in a federal penitentiary in Leavenworth, Kansas. After being released, he was signed", "new_id": -2}, {"uid": "1296244183061128804", "i": 18790, "idx": 0, "sa": ["Kirsten Gillibrand", "Samuel Alito", "Ted Haggard", "Mark Salter"], "q": "Democratic Uprising in Tunisia.\" I applaud the courage and dignity of the Tunisian people. article: \"Democratic Uprising in Egypt.\" Simon& Schuster a gift: Buzz. <strong> Mark Salter </strong> in a photo: <q>Author of note: \"New Bipartisan Buddy <strong> System . </strong><q> <strong> Kirsten Gillibrand </strong> a friend request. note on <strong> Samuel Alito </strong>'s wall: \"Where were you?\" article: \"The King's Speech Gets 12 Oscar Nominations.\" article: \"<strong> Ted Haggard </strong> Admits He's Bisexual.", "new_id": -2}, {"uid": "1296579182133529610", "i": 15857, "idx": 2, "sa": ["Zahi Hawass"], "q": ". <strong> Zahi Hawass </strong> told CNN early Sunday there were nine suspects, but in the blog post he said there were 10. One of them asked the people guarding the museum for water, he said, but <q>they took his hands and tied him to the door that led to the gift shop so he could not escape,<q> according to the post. <strong> Zahi Hawass </strong> told CNN that when the suspects were apprehended, authorities found the remains of two mummies and some small artifacts with them. However, he said Sunday, everything that had", "new_id": -2}, {"uid": "1296273660046694426", "i": 25273, "idx": 8, "sa": ["Blake Griffin", "Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q>That's the frustrating part, because a game like this, we're supposed to win.<q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Blake_Griffin_Scores_47_on_MLK_Day_against_Indiana_Pacers_1/17/11 Watch all 47 of <strong> Blake Griffin </strong>'s points on MLK Day vs. the Pacers", "new_id": -2}, {"uid": "1295560499104759347", "i": 35967, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", in particular new products. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a statement released by Google. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.<q> Internally, <strong> Eric Schmidt </strong> will continue to act as an adviser to Page and Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job", "new_id": -2}, {"uid": "1295564518204079107", "i": 28854, "idx": 0, "sa": ["Eric Schmidt"], "q": "as a way to speed up decision making and simplifying the company's management structure. But it's also pretty clear that the way they're achieving these goals is by removing <strong> Eric Schmidt </strong> from the picture. <q>Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,<q> <strong> Eric Schmidt </strong> claims. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him,\" Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an \"advisor\" to the co-founders, instead", "new_id": -2}, {"uid": "1295977608237387813", "i": 47111, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Cheryl Cole </strong> has what it takes to draw audiences in across the Atlantic. The source added to The Sun newspaper, <q><strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit. They want to see if the American public warm to her before she takes on such a high-profile role in one of the biggest shows on U.S. TV. There have been lots of heated conversations and debates about it.<q>", "new_id": -2}]