[{"uid": "1295567998055377964", "i": 34469, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Alertsite was at Interop 2010 NYC and gave InformationWeekTV a demo of how its ability to test Web application performance from anywhere in the world can now be used to test the performance of the mobile end-users experience.", "new_id": -2}, {"uid": "1296106306239763512", "i": 22461, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "dogfighting operation. \"This one feels great due to the fact that I've been through so much and trained to getting back to this position,\" he said after the NFC opened practice Wednesday. <q>It's paramount for me and my family and I'm just thankful.</q> After starting the year as a backup to <strong> Kevin Kolb </strong>, <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. \"I'm enjoying the guys", "new_id": -2}, {"uid": "1295715717099811342", "i": 11265, "idx": 3, "sa": ["Erik Spoelstra", "Mario Chalmers", "Udonis Haslem", "Devin Harris", "Allen Iverson"], "q": "knee in the first minute but came back to contribute 10 points and 11 rebounds. <strong> Udonis Haslem </strong> led the reserves with 16 points and eight rebounds despite a sore back while <strong> Mario Chalmers </strong> played 11 minutes with a sprained thumb. <q>Defensively, we were very active,</q> Heat coach <strong> Erik Spoelstra </strong> said. \"We have a lot of http://wn.com/Allen_Iverson_Pistons'_Debut_24pts_6asts_vs_Nets_NBA_08/09_sick_crossover_on_Eduardo_Najera! <strong> Allen Iverson </strong>'s first game with Detroit turned into the best night of <strong> Devin Harris </strong>' career. <strong> Devin Harris </strong> scored a career-high 38 points Friday night, outplaying <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295471396069730345", "i": 36078, "idx": 3, "sa": ["Howard Stern", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "laughed, saying it's because of the rehab rumors that dogged <strong> Paula Abdul </strong>. But he added that he'll be no <strong> Simon Cowell </strong> either. \"You can't say you suck,\" he told <strong> Howard Stern </strong>. <q><strong> Simon Cowell </strong> got off on doing that. My heart's not like that... I'm not into putting people down. I'm into bringing them up.</q> He said <strong> Jennifer Lopez </strong> brings the \"street cred.\" And, this being <strong> Howard Stern </strong>'s show, they discussed <strong> Jennifer Lopez </strong>' \"big tukus.\" \"I'm big on a not big tukus", "new_id": -2}, {"uid": "1295454550232161286", "i": 13883, "idx": 0, "sa": ["Simon Fuller", "Simon Cowell"], "q": "mind. The two factors that changed <strong> Simon Cowell </strong>'s mind were reportedly the need to be his own boss-- and anger towards Idol creator <strong> Simon Fuller </strong>, who sued him over the creation of X Factor. <strong> Simon Cowell </strong> said, <q>That's the time you find out that's who you really are, I guess. I used to say it's about the money... Suddenly, when you're in that position, loyalty comes into it, all sorts of emotions.</q>", "new_id": -2}, {"uid": "1295045090220282912", "i": 21396, "idx": 4, "sa": ["Kirsten Gillibrand", "Rush Limbaugh", "Barack Obama"], "q": "'re doing something right if Lumpy attacks you. \"Oh Lord, its hard to be humble when you're perfect in every way.\" Didn't the Army once ask their recruits to <q>be all that you can be?</q> Same sentiment. Was that wrong too, <strong> Rush Limbaugh </strong>? <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> must be just devastated.* eyes rolling* Oh Lord it's hard to be humble When you're perfect", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q>Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it,</q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1296371371213876758", "i": 34627, "idx": 2, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.</q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Lakers_vs_Thunder_Highlights_Kobe_Bryant_31_points Date: November 3, 2009 Ford Center, Oklahoma City,", "new_id": -2}, {"uid": "1295493505164200449", "i": 14047, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "Some Sniping... and a Girlfight?( 74) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 66) The Real Housewives of Beverly Hills Reunion Shocker: <q>Do You Have a Drinking Problem?</q>( 60) Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to Kelsey vs. <strong> Camille Grammer </strong>: It's Not Even Close Marc Stamas/Getty", "new_id": -2}, {"uid": "1295613452243957775", "i": 3134, "idx": 1, "sa": ["Eric Schmidt"], "q": "France <strong> Eric Schmidt </strong> at Sciences Po: 4 projects for Google in France Google CEO <strong> Eric Schmidt </strong>'s speech: 4 main points concerning Google in France.... video results for: schmidt google company Google CEO <strong> Eric Schmidt </strong> on privacy www.theytoldyou.com <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place,</q> <strong> Eric Schmidt </strong> tells CNBC... The new \"Don't Be Evil\" google video- Final Version.mp4 techplanet30.com In this video I talk about Google and would like to know your thoughts on the company and their position in the", "new_id": -2}]