[{"uid": "1295094184206520339", "i": 24566, "idx": 8, "sa": ["David Letterman", "Kelsey Grammer"], "q": "daughter he has with Camille. \"We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning to get married soon.\" <q> You're getting married soon? </q> <strong> David Letterman </strong> asked. \"Sometime in February,\" <strong> Kelsey Grammer </strong> replied. Police release Youtube video shot by Tucson shooter.. and, yes, he's crazier than a shiathouse rat... A report states", "new_id": -2}, {"uid": "1297260696007700498", "i": 6015, "idx": 1, "sa": ["Peter Dickson", "Simon Cowell"], "q": "to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet the Fox executives to try to sort out a deal.\" <q> <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet the Fox executives to try to sort out a deal. </q> However, <strong> Peter Dickson </strong> admits bosses might not be in favour of him being the voiceover act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and Cheryl", "new_id": -2}, {"uid": "1296007431036782100", "i": 35203, "idx": 0, "sa": ["Vania King", "Larry Page", "Eric Schmidt"], "q": "line, that's great. There are some big opportunities they are chasing after,\" said BGC Partners analyst Colin Gillis. But analysts, including Gillis, remain concerned about the burst of spending. <q> That's the reason why I have one of the lowest price targets on the streets, </q> he said. Google shares rose$ 8.83 to$ 619.91 in regular trading Tuesday. <strong> Larry Page </strong>, who is taVania King over the company's reins from <strong> Eric Schmidt </strong> in April, will pay less attention to Wall Street", "new_id": -2}, {"uid": "1297165294117751808", "i": 56465, "idx": 1, "sa": ["Earl Campbell", "Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "ClEarl Campbelly, this was not the case in this situation and one without my knowledge or approval,\" he said. In his own statement, <strong> Dwaine Caraway </strong> said the key was \"ceremonial.\" <q> These ceremonial gifts are different from the official keys to the city presented by the <strong> Mayor Tom </strong>, </q> he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295623615132808715", "i": 36616, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "these rags, and frankly, anyone who buys them is out of their mind, or a moron, or both. hermionegingold 21 January 2011 3:22 PM HypatiaLee 21 January 2011 3:22 PM <q> I don't know a journalist in Britain who believes that a serious editor of a major title would not insist on knowing how his journalists had sourced their stories. </q> Certainly the legal department would have kittens \" So it is amazing that <strong> David Cameron </strong> appointed <strong> Andy Coulson </strong> in the first place- and that he hung on to him \" Frankly, it's enough to make", "new_id": -2}, {"uid": "1295302895035520517", "i": 53327, "idx": 0, "sa": ["Steve Ballmer"], "q": "gaming console Microsoft CEO <strong> Steve Ballmer </strong> was recently interviewed by USA Today. As usual, <strong> Steve Ballmer </strong> had some interesting things to say; here are what we consider the top three questions and answers: <q> Q: You sold 8 million Kinects over the holidays, more than you expected. What differentiates it from other gaming consoles on the market? </q> A: Xbox isn't a gaming console. Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV. We have Hulu coming. It's the", "new_id": -2}, {"uid": "1295911315122798093", "i": 16061, "idx": 1, "sa": ["Paul Ryan", "Sheldon Whitehouse", "Bernie Sanders"], "q": "as he has proposed in the past. \"That is the blueprint that they're supporting,\" said Vermont Sen. <strong> Bernie Sanders </strong>, an independent who caucuses with Democrats, to reporters on a conference call. <q> Why else would they select him as their spokesperson for this? </q> Under new House rules, <strong> Paul Ryan </strong> gets to set the budget ceiling. Sen. <strong> Sheldon Whitehouse </strong>( D-R.I.) argued that this \"unfettered control\" for the House Budget Committee Chairman is also tantamount to an", "new_id": -2}, {"uid": "1295619449001654802", "i": 7891, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "leave Google to work for the social networking company. \"My goal is to run Google at the pace and with the soul and passion of a startup,\" <strong> Larry Page </strong> said in an interview yesterday. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. \"I am not as concerned about the titles as I am winning", "new_id": -2}, {"uid": "1295469239042287126", "i": 40175, "idx": 0, "sa": ["Betty White", "David Letterman"], "q": "about her advice for the Mean Girls actress. <strong> Betty White </strong> was celebrating her 89th birthday with TV Land and the cast of her latest sitcom, Hot in Cleveland, at Le Cirque in New York on January 18. <q> You are lucky to do what you love- respect it and enjoy it. </q> The sassy octogenarian, who continued her birthday festivities with <strong> David Letterman </strong> on the Late Show later in the evening, is clDavid Lettermany adored by her TV Land castmates- but isn't always wholesome on set herself! \"We", "new_id": -2}, {"uid": "1297427687170164234", "i": 16350, "idx": 8, "sa": ["Sergio Chiamparino", "Sergio Marchionne", "Tim Higgins"], "q": "Turin Mayor \"There was an overreaction to <strong> Sergio Marchionne </strong>'s comments, which shows how fragile the Italian economic system is,\" said Turin Mayor <strong> Sergio Chiamparino </strong>, who regularly plays cards with the Fiat CEO. <q> I told <strong> Sergio Marchionne </strong> he should better explain his business model, which represents a revolution for the Italian culture. </q> Fiat shares fell for a third day in Milan, losing 0.7 percent to 7.10 euros at 12:20 p.m.. The stock has gained 6 percent this year.-- With assistance from <strong> Tim Higgins </strong> in Detroit", "new_id": -2}]