[{"uid": "1297711836012566562", "i": 8442, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.`` Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q> You have to believe, and know that they are more than just imagination. </q>", "new_id": -2}, {"uid": "1296776655116113416", "i": 48565, "idx": 2, "sa": ["John McCain", "Colin Powell", "President Bush", "Gerald Ford", "George H.W. Bush"], "q": ", <strong> George H.W. Bush </strong>, was chilly, going so far as to imply that the elder <strong> President Bush </strong> lied about the circumstances of becoming director of Central Intelligence under <strong> Gerald Ford </strong>. He contends that`` the media image'' of Mr. <strong> Colin Powell </strong> <q> battling the forces of unilateralism and conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality, </q> that as secretary of state, in fact, Mr. <strong> Colin Powell </strong>`` tended not to speak out'' at meetings`` in strong opposition to the views of the president or of his colleagues.'' And he describes <strong> John McCain </strong>", "new_id": -2}, {"uid": "1295556353175849479", "i": 8921, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "Norman Schwarzkopf", "Dick Cheney", "George H.W. Bush"], "q": "anniversary show <strong> Saddam Hussein </strong> tried to broker a last minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces`` treacherous and cowardly'' and describing <strong> George H.W. Bush </strong> as <q> the enemy of God and humanity. </q> Along with <strong> George H.W. Bush </strong>, the reunion will include former <strong> Dan Quayle </strong>, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>,", "new_id": -2}, {"uid": "1296166252125468724", "i": 35230, "idx": 2, "sa": ["Mike Pence"], "q": "recounting a meeting with a laid-off constituent in Newcastle, Indiana in late 2008 who thanked him for voting against the Wall Street bailout. After <strong> Mike Pence </strong> expressed sympathy for the guy's recent layoff, the constituent responded, <q> I can get another job; I can't get another country. </q> The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of the", "new_id": -2}, {"uid": "1297175965238403591", "i": 29765, "idx": 3, "sa": ["Steve Ballmer", "Preston Gralla"], "q": "<strong> Preston Gralla </strong> hebben nerds aan de macht geen zin.`` <strong> Steve Ballmer </strong> kan de meest briljante ontwikkelaars onder hem hebben, maar het draait om een visie voor de toekomst.'' Dean Takahasi van Venturebeat stelt het nog scherper: <q> Op een gegeven moment kan <strong> Steve Ballmer </strong> niet meer de schuld op mensen binnen de organisatie schuiven en moet hij zelf de verantwoordelijkheid nemen. Dat hebben we eerder gezien bij Nokia en AMD. </q>'' Mogelijke` internet killswitch' schaadt cloud De gedachte dat een overheid het internet kan controleren en eventueel platleggen, schrikt organisaties af van cloud computing.'' Kunstmatige Twitter kent voorspellende gaven Onderzoekers van Telefonica Research hebben", "new_id": -2}, {"uid": "1295621146048054324", "i": 48788, "idx": 6, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong> dismissed questioning about his judgment over <strong> Andy Coulson </strong>.` Excellent Job'`` He's run the Downing Street press office in a professional, competent and good way,'' <strong> David Cameron </strong> told Sky. <q> He's done an excellent, excellent job. I think he should be judged by that. This is all about the past. It's just gone on and on. </q> <strong> Andy Coulson </strong> had been`` punished for the same offense twice,'' <strong> David Cameron </strong> said. In a Sept. 9 debate in the House of Commons, Labour's Tom Watson told his fellow lawmakers they were", "new_id": -2}, {"uid": "1295985212180977682", "i": 4899, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "`` You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,'' she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ASSOCIATE SR.. ASSOCIATE, SR. DERIVATIVES ASSOCIATE IMPLEMENTATION ENGINEER AUTOMATION", "new_id": -2}, {"uid": "1296432940168050695", "i": 6617, "idx": 7, "sa": ["Eddie Gill", "Allen Iverson"], "q": "against the Pacers even as he struggled with his shot. He played 44 minutes, but went just 5-for-23 from the floor.`` I just couldn't get in no type of rhythm,'' <strong> Allen Iverson </strong> said. <q> I couldn't get warm. I couldn't feel my hands the whole game. </q> He was hot when it mattered, though, as <strong> Allen Iverson </strong> took the ball the length of the court and beat the short-handed Pacers with a shot from just above the free throw line over <strong> Eddie Gill </strong>.`` His shots", "new_id": -2}, {"uid": "1297217470140312578", "i": 46881, "idx": 1, "sa": ["Colin Powell"], "q": "at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the United Nations two days later. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld said Khurmal was operated", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.'' The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q> started to open her eyes, literally, </q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying:`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}]