[{"uid": "1296282709080461832", "i": 2910, "idx": 4, "sa": ["Allen Iverson"], "q": "had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. \"This was a big win for us at somebody else's home,\" <strong> Allen Iverson </strong> said. <q>Down seven points with 3 minutes to go. It was a gut check for us. <strong> I Roy </strong> think a game like this is going to help us down the road.<q> Elias Says <strong> Allen Iverson </strong> posted his own kind of triple double on Wednesday, leading the Nuggets to a win over Memphis by shooting 11-of-26 from the floor, 10-of-12 from the line and adding 12 assists. It was only", "new_id": -2}, {"uid": "1295224474227999745", "i": 13855, "idx": 2, "sa": ["Sam Donaldson", "Whoopi Goldberg", "David Letterman"], "q": "] going to have to pass three tests. The first is, will he get there, stand in front of the podium, and not drool?\" After the audience showed its disapproval, <strong> Sam Donaldson </strong> responded, <q>Wait a minute, I don't mean that disrespectfully.<q> <strong> David Letterman </strong> replied, \"Well, I think we all took that as flattery, <strong> Sam Donaldson </strong>, we did.\" When <strong> Whoopi Goldberg </strong> drew a distinction between \"rape\" and \"rape-rape,\" she possible provided an explanation", "new_id": -2}, {"uid": "1297423283196083721", "i": 1799, "idx": 1, "sa": ["Colin Powell"], "q": "brutal manner that contradicted international laws that apply to war. When then Chairman of the Joint Chiefs of Staff, <strong> Colin Powell </strong>, was asked about the number of deaths the Iraqi military suffered, he said, <q>I don't have a clue and I don't plan to undertake any real effort to find out.<q> This is the same man who stated several months after Desert Storm that his goal was to \"make the world scared to death of the United States.\" Re: Six Years Later: March 19- Shock", "new_id": -2}, {"uid": "1295987623252182537", "i": 40616, "idx": 0, "sa": ["David Vitter", "Mike Pence"], "q": "first day senators are allowed to officially submit legislation, <strong> David Vitter </strong> reintroduced his bill to amend title X of the Public Health Service Act to prohibit family planning grants from being awarded to entities that perform abortions. <q>My Title X amendment would end the practice of allowing taxpayer funds to be used to pay for administrative costs and other services offered by abortion providers, a practice that allows other funds to be used for abortion practices,<q> he told LifeNews.com. Congressman <strong> Mike Pence </strong> of Indiana has sponsored in the House that is expected to receive a debate and vote by the pro-life House Republicans that lead the chamber. However, whether pro-abortion Senate Democratic Leader", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make \"the centerpiece\" of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q>The American people are expecting him to say something about what he's going to do to<q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}, {"uid": "1296349656162676762", "i": 25504, "idx": 1, "sa": ["Allen Iverson", "Ray Allen"], "q": ". 2010-10-31 http://wn.com/Detroit_Pistons_vs_Oklahoma_City_Thunder_Allen_Iverson_hits_Game_Winner_12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands. \"That was a great play by <strong> Ray Allen </strong>,\" Pistons coach Michael Curry said. <q>He hadn't had much going for him in the first three quarters, but then he took over the game.<q> Detroit have taken eight straight against the Thunder, and haven't lost to the franchise at home since the former Seattle SuperSonics won 93-72 on Dec. 12, 2003. The Pistons didn't have an easy time Friday", "new_id": -2}, {"uid": "1295177816150732814", "i": 23180, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Center for Automotive Research in Ann Arbor, Mich. And that's why the mood is decidedly upbeat among the executives who are gathering this week in Detroit for the North American International Auto Show. <q>The auspices are a lot better than they were a year ago,<q> said <strong> Sergio Marchionne </strong>, chief executive of Chrysler Group, which is gaining market share and expects to move back into the black this year after narrowing its losses steadily last year. Still, given Detroit's long", "new_id": -2}, {"uid": "1295286820082165803", "i": 14511, "idx": 1, "sa": ["Steve Ballmer"], "q": "<strong> Steve Ballmer </strong> said. Microsoft Dynamics CRM gives them a familiar user experience, enables greater collaboration, streamlines processes, and provides access to real-time data that helps them compete more effectively, he noted. <q>This is an important release for the company and, of course, for Microsoft Dynamics CRM,<q> Brad Wilson, general manager, Microsoft Dynamics CRM product management group, told CRM Buyer. Having <strong> Steve Ballmer </strong> unveil the product \"is an indication of <strong> Steve Ballmer </strong>'s strong ongoing commitment to Microsoft Dynamics as a product family and", "new_id": -2}, {"uid": "1296364135215957509", "i": 17620, "idx": 10, "sa": ["Allen Iverson", "Mo Williams"], "q": "\" He got off to a fast start in this one, scoring 20 in the first quarter. \"He was just on fire,\" <strong> Mo Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. <q>He was in such a good rhythm that really nobody could stop him tonight.<q> Sixers coach Jim O'Brien could only agree after Philadelphia beat the Bucks for the third time this season. \"It was the quickest 40 points I think I have ever witnessed,\" O'Brien said. \"He was", "new_id": -2}, {"uid": "1295815332185630723", "i": 4050, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "of the Union speech, which he will deliver on Tuesday.\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012203312.jpg\", \"emailLink\": <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012203303.html&amp;title=State of the Union preview& site= politics& type= Video& sent= no& search= Search<q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012203303.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-11v&amp;flvURL=/media/2011/01/22/01222011-11v.m4v&amp;playAds=true&amp;adZone=wpni.video.nation&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-11v.jsn\"}{ \"title\": \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved", "new_id": -2}]