[{"uid": "2008101015_00037876_W", "i": 3540, "idx": 2, "sa": ["Jason deCaires Taylor"], "q": "said. flacco, who played at delaware, said he has been treating the job as if it were his from the start. \"that's the way i've been approaching it,\" flacco said. <q> it's just a good opportunity for us to go out there and me to go out there as the quarterback and do as much as i can do to help this team win. </q> flacco has taken his lumps of late, throwing two interceptions in a loss to tennessee and losing a critical fumble in an overtime loss to pittsburgh. <strong> Jason deCaires Taylor </strong> returns to practice: washington redskins defensive end <strong> Jason deCaires Taylor </strong> practiced for", "new_id": -2}, {"uid": "2008092907_00019877_W", "i": 1656, "idx": 0, "sa": ["Butch Davis"], "q": "nine minutes and pulled off a 28-24 win. the hurricanes had won 111 straight at home when leading by at least 10 points in the final quarter, according to university records and research by the associated press. <q> it's hard to beat miami in miami, </q> north carolina coach <strong> Butch Davis </strong> said. <NO_QUOTATION> since the start of the 1985 season, miami had gone 225-13 when leading at any point after the third quarter. the last team to erase a 10-point fourth-quarter deficit against miami", "new_id": -2}, {"uid": "2008121201_00022004_W", "i": 2720, "idx": 1, "sa": ["George H. W. Bush"], "q": "been in a recession for a year. the <strong> George H. W. Bush </strong> administration said the labor report shows why u.s. senators should approve an emergency loan for automakers, to prevent a bigger hit to jobs from that industry's collapse. <q> we've yet to see the deepest monthly loss of jobs for the current recession, and that's somewhat frightening, </q> john lonski, chief economist at moody's capital markets group in new york, said in a bloomberg television interview. payrolls may fall a combined 1.1 million in december and january, on top of the 533,000 drop", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 3421, "idx": 37, "sa": ["James Madison", "Will Rogers"], "q": "-- louis mcfadden referring to the great depression( 1930s) \"so you think that money is the root of all evil. have you ever asked what is the root of all money?\" -- ayn rand <q> we shall have world government, whether or not we like it. the only question is whether world government <strong> Will Rogers </strong> be achieved by conquest or consent. </q>-- <strong> James Madison </strong> warburg( 1950) \"if we don't change our direction we're likely to end up where we're headed.\" -- chinese proverb \"there are a lot of exiles in this world.", "new_id": -2}, {"uid": "2008112408_00005624_W", "i": 1921, "idx": 2, "sa": ["Ovadia Eli"], "q": "and water pollution and noise pollution, plus treating dangerous substances, recycling waste, conserving energy and using alternative sources and promoting green construction, while preserving natural resources and panoramic views. the iaa stated in response that <q> in accordance with <strong> Ovadia Eli </strong>'s decision, ben-gurion international airport will continue to operate and supply a high level of service as is the standard at major, modern international airports around the world, while preserving the level of security, assuring safety standards and integrating into the worldwide trend of` green airports' in the hope of achieving the iaa's targets. </q> airports abroad are focusing on reducing environmental impact by formulating multiyear plans on environmental protection and adhering to them. thus, for example, managers at los angeles international airport, where each year 19 million tons of unused", "new_id": -2}, {"uid": "2008111000_00032065_W", "i": 2585, "idx": 15, "sa": ["Gustavo Arellano", "Kameron Hurley"], "q": ", filled <strong> Gustavo Arellano </strong> different books from different authors, all acting as portals to different worlds and different times. the author may give them birth, but it's the readers who keep them alive.\" tycho: <q> some books contain the machinery required to create and sustain universes. </q> <strong> Kameron Hurley </strong>: \"i like writing about characters who are drawn to each other but aren't necessarily good for each other. nyx walks back into your life and you see everything you love destroyed, but some vital", "new_id": -2}, {"uid": "2008123008_00020324_W", "i": 4328, "idx": 4, "sa": ["Ali Abunimah"], "q": "for our discussion. in jacksonville, fla., we're joined by <strong> Ali Abunimah </strong>. he is founder of electronic intifada, author of one country: a bold proposal to end the israeli-palestinian impasse. his latest piece, <q> we have no words left, </q> was published in london's guardian newspaper. we're also joined from gaza city by dr. moussa el-haddad. he's a retired physician. his daughter, laila el-haddad, is a journalist who writes the popular blog", "new_id": -2}, {"uid": "2008111422_00003744_W", "i": 832, "idx": 7, "sa": ["Robert Montgomery", "Kevin Montgomery"], "q": "make his way by to the northwest before crisscrossing the country to other homes as well as some traditional concert venues. he expects to cover 13,000 plus miles with his sidemen by the tour's conclusion in late-november. <q> i want to get out there on the road, meet new people, make new friends, hear other people's stories, and find some new god winks moments, </q> <strong> Kevin Montgomery </strong> says.biokevin <strong> Kevin Montgomery </strong> grew up surrounded by a rich musical heritage. his father, <strong> Robert Montgomery </strong>, was a songwriting partner and best friend of buddy holly. <strong> Robert Montgomery </strong> wrote the oft-covered misty blue and back in baby's arms", "new_id": -2}, {"uid": "2008110320_00028693_W", "i": 2539, "idx": 1, "sa": ["Barack Obama"], "q": "campaign taken seriously. king said he realizes some americans can't fathom voting for a black man but told them to \"ask god to help you pretend that <strong> Barack Obama </strong> is white\" when they step into the. <q> i understand very well that after more than three centuries of being taught, conditioned and indoctrinated to hate the black man as your inferior, it is unrealistic to think that now you can just change to respect him, </q> king wrote. he predicted <strong> Barack Obama </strong> would have had an easy victory in this election if he were white. \"try to think of your beloved country america and what's best for miss liberty,\" king said", "new_id": -2}, {"uid": "2008090613_00061261_W", "i": 970, "idx": 0, "sa": ["Mary J. Blige", "Mariah Carey", "Miley Cyrus"], "q": "this entry was posted on friday, september 5th, 2008 at 10:30 pm and is filed under live performances. you can follow any responses to this entry through the trackback from your own site. 4 responses to <q> video:` just stand up!' performance </q> september 6th, 2008 at 12:03 am the best three right in the center. <strong> Mariah Carey </strong>, <strong> Mary J. Blige </strong>, and beyonce. and is it me or did <strong> Miley Cyrus </strong> sound like a screaming cat? ugh! september 6th,", "new_id": -2}]