[{"uid": "1295515771004980738", "i": 8410, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "for a vote. And even if it did, it would face a certain veto by <strong> Barack Obama </strong>. But <strong> Mike Pence </strong>, a leading GOP conservative, dismissed Democratic criticism that Wednesday's vote was a \"gimmick.\" <q> We have another term for it on our side of the aisle: It's a promise kept, </q> he said. CNNMoney: Health care repeal would kill off tax breaks Why do Republicans want to take away tax breaks for small businesses? Well, they don't really. What they want to do is", "new_id": -2}, {"uid": "1295278861147685381", "i": 3156, "idx": 0, "sa": ["Mike Pence"], "q": "formerly the third ranking Republican in the House GOP caucus, announced his resignation from that leadership position on Nov. 3, 2010, the day after the midterm election. At the time, he said that he had <q> begun to look to the future </q> and decided he would not be able to fulfill his leadership duties over the next two years.( Pence-Mike Pence-steps-down-republican-con\" target=\"_self\"> See earlier story) The move sparked rumors that <strong> Mike Pence </strong>, after winning the Values", "new_id": -2}, {"uid": "1295437317119554052", "i": 22440, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> \"the best governor in America.\" <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to <q> keep the national campaign. </q> He says he still intends to make a decision by the end of January.", "new_id": -2}, {"uid": "1296224676092700695", "i": 2497, "idx": 13, "sa": ["David McIntosh", "Mike Pence"], "q": "I'm sure that he's made a discernment that this is the right move.\" Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one <q> because he made it. </q> \"You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana,\" <strong> David McIntosh </strong> said. From USA TODAY and", "new_id": -2}, {"uid": "1295291311074366988", "i": 45489, "idx": 0, "sa": ["Jim Ryun", "Mike Pence"], "q": "Behind the group are former Kansas Congressman <strong> Jim Ryun </strong> and is coordinated by Ralph Benko, a former Reagan deputy counsel, who worked with the Bush administration's White House Office of Faith-based and Community Initiatives. <q> Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race, </q> Mr. <strong> Jim Ryun </strong> said in a press release. Benko added, \"<strong> Mike Pence </strong> describes himself as` First a Christian, then a conservative, then a Republican.' He unifies fiscal, social, and national", "new_id": -2}, {"uid": "1297431971138166292", "i": 10815, "idx": 2, "sa": ["Jonathan Allen", "Mike Pence", "Sanford Bishop", "Jon Kyl"], "q": "jJonathan Allen@politico.com. If you don't already, you can follow me on Twitter@Jon KylJonathan Allendc. Fast Break is@JakeSherman. New followers include@shuridsen and@uva96. New Twitterers include <strong> Mike Pence </strong> <strong> Sanford Bishop </strong>@Sanford Bishop. His first Tweet: <q> Visited@WalterReedArmy today;#BRAC process on schedule. Awed by the courage of our heroes who need our continued support </q> TODAY IN CONGRESS-- The Senate is out. The House is in at 9 a.m., with the last vote expected between 1:30 p.m. and 2:30 p.m.. The House is expected to adopt the resolution instructing", "new_id": -2}, {"uid": "1296217917050937899", "i": 50362, "idx": 3, "sa": ["Ben Bernanke", "Mike Pence", "Alan Grayson"], "q": "\" ' This is <strong> Mike Pence </strong> <strong> Alan Grayson </strong> discussing the GOP plan for health care. Part one, don't get sick. Part two, if you do get sick... Part three, die quickly.... <strong> Alan Grayson </strong>: <q> Which Foreigners Got the Fed's$ 500000000000? </q> <strong> Ben Bernanke </strong>: \"I Don't Know.\" <strong> Alan Grayson </strong>: \"Which Foreigners Got the Fed's$ 500000000000?\" <strong> Ben Bernanke </strong>: \"I Don't Know.\" This is Congressman <strong> Alan Grayson </strong> questioning Federal Reserve Chairman <strong> Ben Bernanke </strong>", "new_id": -2}, {"uid": "1296226773041238599", "i": 53193, "idx": 0, "sa": ["Michele Bachmann", "Rick Scott", "Mike Pence", "Tim Pawlenty"], "q": "<strong> Rick Scott </strong> Jon Huntsman Jr.,\" who is rumored to be considering a presidential run, the will keynote the Reagan 100 Opening Banquet at the Reagan Ranch Center in Santa Barbara California Feb. 4. <strong> Tim Pawlenty </strong>: <q> In an interview released in Christianity Today Thursday, <strong> Tim Pawlenty </strong> asserted that the United States was` founded under God' and that the founding fathers put that into the nation's founding documents. In the wide-ranging interview, <strong> Tim Pawlenty </strong> talked about his faith, his reversal on cap and trade, and the possibility of running against <strong> Mike Pence </strong> <strong> Michele Bachmann </strong>, </q> the Minnesota Independent writes. <strong> Mike Pence </strong>: \"U.S. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different", "new_id": -2}, {"uid": "1296228272172146710", "i": 20865, "idx": 2, "sa": ["Mike Pence", "Jim DeMint"], "q": "effort to recruit <strong> Mike Pence </strong> tells National Review Online that while <strong> Mike Pence </strong> \"could have united the conservative movement,\" his departure leaves a Republican field that \"is never going to be as wide-open again.\" <q> In six years or ten years it's going to be an incredibly full field: The 2012 field is the Washington Nationals. Subsequent fields will be the 1927 New York Yankees, </q> the source says. \"The question is: Does this cause people to rethink? Does this make <strong> Jim DeMint </strong> rethink? Does anyone who feels disappointed in the current field rethink? It's never been easier", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]