[{"uid": "1295033756239566871", "i": 13025, "idx": 2, "sa": ["David Letterman", "Camille Grammer"], "q": ", and we both said hello... It was uncomfortable. Kelsey looked shocked. The look on his face!'' The Late Show with <strong> David Letterman </strong> Thursday night, Kelsey shared his feelings for his new love. <q> <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon, </q> he told the talk show host. How soon?`` Sometime in February,'' <strong> Camille Grammer </strong> said.`` The kids are doing okay.'' Kelsey put in a request to the judge for a quickie divorce", "new_id": -2}, {"uid": "1295726389160612375", "i": 36234, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Martin Indyk", "President Bush", "Dick Cheney", "Paul Wolfowitz", "Bill Clinton"], "q": "term of office and then National Security Adviser to <strong> President Bush </strong> during <strong> President Bush </strong>'s second term. In these positions he worked closely and comfortably not only with <strong> Paul Wolfowitz </strong> but also men like <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. <strong> Barack Obama </strong>. <q> A second effort[ is] led by <strong> Martin Indyk </strong>. </q> And who is <strong> Martin Indyk </strong>? <strong> Martin Indyk </strong> served twice as U.S. Ambassador to Israel as well as being a member of the National Security Council under <strong> Bill Clinton </strong>. Before that he was deputy research director for", "new_id": -2}, {"uid": "1295791837239026197", "i": 7611, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "State of the Union address. In a symbolic gesture of bipartisanship, both of New York's senators will move across the aisle to sit with Republican counterparts to create more cooperative efforts ahead. <q> I'm going to be sitting with <strong> Barack Obama </strong> <strong> John Thune </strong>, and this will be very good. Not only are we showing, it's just a small measure, it's a symbol. It's a symbol of what's to come, </q> <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1295647391182517784", "i": 11424, "idx": 0, "sa": ["Kevin Law", "Colin Powell", "President Bush", "Bill Clinton", "Rudy Giuliani", "Newt Gingrich"], "q": "1,000 business leaders.`` Nobody can deny that she has had an impact on the debate over public policy,'' <strong> Kevin Law </strong>, the group's <strong> Bill Clinton </strong>, told The Associated Press in a telephone interview. <q> Let's see what she has to say. </q> <strong> Bill Clinton </strong> was the most recent speaker at an association event last fall. <strong> President Bush </strong> and his father made a joint appearance before the group, as well. Other speakers have included <strong> Rudy Giuliani </strong>, <strong> Colin Powell </strong>, <strong> Newt Gingrich </strong> and", "new_id": -2}, {"uid": "1296507212234177380", "i": 27090, "idx": 0, "sa": ["Michael Vick"], "q": "left before ending of 3rd quarter, Eagle is setting another record for`` Most Scoring Team'' on Monday Night Football with the spank`` Eagle 59- 21 Redskin''. Eagle also set a new record for <q> Most Scoring Team On The Road In NFL </q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is`` Eagle 59- 28 Redskin''. <strong> Michael Vick </strong> Record Night^^. The Sooners would travel to beautiful Colorado Springs", "new_id": -2}, {"uid": "1295664085122535987", "i": 25698, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "at one of Britain's sauciest tabloids. The aide, <strong> Andy Coulson </strong>, had edited News of the World, Britain's biggest-selling Sunday newspaper, until 2007 and shortly after was hired by <strong> David Cameron </strong>. <q> Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role, </q> <strong> Andy Coulson </strong> said in a statement. The resignation is a blow for <strong> David Cameron </strong>, who had repeatedly backed <strong> Andy Coulson </strong> against calls for his resignation, saying earlier this week that everyone deserved a`` second chance.''", "new_id": -2}, {"uid": "1296687031182059074", "i": 45904, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "laid in war crimes and human rights cases regardless of the nationality of the accused, but because the United States is not a member of the International Criminal Court, charges can not be laid in this country. <q> It's something that we have to take into consideration, </q> <strong> Donald Rumsfeld </strong> said.`` Whether I end up there we'll soon know. It'll be a week and we'll find out.'' The Center for Constitutional Rights filed a complaint last Nov. 30 naming 10 US", "new_id": -2}, {"uid": "1296770479240500761", "i": 26806, "idx": 1, "sa": ["Mitt Romney", "David Letterman", "Hosni Mubarak"], "q": "News and conservative radio programs. He even showed up on <strong> David Letterman </strong>'s`` Late Show'' to give a list of`` Top 10 Things You Don't Know About <strong> Mitt Romney </strong>.''( No. 8: <q> I'm the guy in the photo that comes with your picture frame. </q>) Unlike other potential conservative presidential candidates, <strong> Mitt Romney </strong> has largely avoided criticizing the Obama administration over its handling of the crisis in Egypt and was one of the first Republicans to call for President <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1295611423007487510", "i": 32272, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "studded if <strong> Simon Cowell </strong> has anything to do with it. According to Look magazine, the media mogul wants superstar Rihanna to join the panel that may also include <strong> Cheryl Cole </strong> and <strong> Nicole Scherzinger </strong>. A source revealed: <q> To get her on the show would give it real star power.`` <strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out. </q> The source continued:`` She has a massive appeal and a real edge to her. <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.'' What do you think? Would", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,'' said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q> He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play. </q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}]