[{"uid": "1295571782118030340", "i": 3034, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": ". In the race between Facebook and <strong> Google Inc. </strong> to become the one who profits the maximum from exploitation of user privacy, who do you think will win in the long run? http://wn.com/After_Hours_Earnings_Google_Big_Drop_in_Equity_Price_Options_Trading_Strategy_Pt_1 www.StockMarketFunding.com Pt 1$ 16 Drop <q><strong> Google Inc. </strong> had a strong second quarter,</q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major product area,", "new_id": -2}, {"uid": "1295733874106954754", "i": 14041, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said 1993 NIGEL MANSELL FIRST TEST IN A", "new_id": -2}, {"uid": "1296705381167772199", "i": 1235, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "incoherent decision-making and policy drift, a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests that <strong> President Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> President Bush </strong> <q>did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made,</q> <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, the former defence chief wrote: \"In retrospect, there may have been times when more troops could have helped", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q>I will remember this night for the rest of my life.</q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}, {"uid": "1296593042130416646", "i": 2297, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "<q>Right now[ I'm] just kind of focusing on my music a lot. That's really important to me. This movie I have coming out... Most people just think they just put me together, some people just made me like I'm some factory machine, but this movie proves that I worked hard to get here and that's what I wanted to show.</q> <strong> Justin Bieber </strong>, explaining part of the motivation to make his upcoming movie \"Never Say Never\" on \"The Late Show With <strong> David Letterman </strong>.\" The 16-year-old Canadian pop sensation sat on the couch with the venerable talk", "new_id": -2}, {"uid": "1297564805252067846", "i": 41841, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "smaller. But then we were told that was going to happen! 37 posted on 02/12/2011 6:41:09 PM PST( Acerbic by nature, not nurture( Could be worst in 40 years)) To: FTJM <q>We've seen it evolve in our country,</q> <strong> Donald Rumsfeld </strong> said of the nation's perception of gays and lesbians... This is an enormous logical fallacy which I see repeated more and more often. First, this \"acceptance\" of homosexuality as normal has", "new_id": -2}, {"uid": "1297234014042778761", "i": 937, "idx": 0, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "More Abstract: The 2010 Heritage Foundation report <q>Washington's War on Cars and the Suburbs</q> disputed Transportation <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s claims that public transit produces substantial economic benefits, consumes only one-fifth the energy of cars, and saves billions in other costs. The author of the 2004 American Public Transportation Association report,", "new_id": -2}, {"uid": "1295088412253313042", "i": 7931, "idx": 0, "sa": ["Howie Meeker", "Steve Jobs", "Allen Iverson"], "q": "broadcaster <strong> Howie Meeker </strong> was given the Order of Canada medal: \"Afterwards, <strong> Howie Meeker </strong> used the Telestrator to show how the medal could have been placed on his neck more efficiently.\"* From TC Chong: <q><strong> Darrelle Revis </strong> and <strong> Antonio Cromartie </strong>= <strong> Darrelle Revis </strong> and Butthead.</q>* Apple CEO <strong> Steve Jobs </strong> took$ 1 in salary for 2010. He says he wants to live like a CFL player.* Currie, on former NBA star <strong> Allen Iverson </strong> being back in the U.S.", "new_id": -2}, {"uid": "1295455673232161306", "i": 16386, "idx": 1, "sa": ["Kathie Lee Gifford", "David Letterman", "Regis Philbin"], "q": "Wants to Be a Millionaire,\" and banter with <strong> David Letterman </strong> on \"Late Show,\" it was \"Live\" that brought his espresso-shot energy, big personality and avuncular jokes to a national audience. <q>He's everyman to so many people,</q> said <strong> Kathie Lee Gifford </strong> on the Today\" show, after <strong> Regis Philbin </strong> made his announcement. \"Nobody tells a story like Reeg does.\" The move comes at a time when daytime TV is undergoing a massive changing", "new_id": -2}, {"uid": "1295584219212418566", "i": 1675, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "return to <strong> Google Inc. </strong>'s technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as <strong> Google Inc. </strong> reported earnings and revenue that blew past expectations. While <strong> Google Inc. </strong> has dominated Internet search for a decade, the company has struggled to find", "new_id": -2}]