[{"uid": "1297474168178421775", "i": 25232, "idx": 0, "sa": ["Angelina Jolie", "Emily Blunt", "Brad Pitt"], "q": "welfare and safety. <strong> Angelina Jolie </strong> has never even met the four-year-old Haitian orphan called <strong> Emily Blunt </strong>, who British and other newspapers claim she is in the process of adopting, Waldman told The Daily Beast. <q> Earlier this week, the Daily Mirror U.K. and others reported that <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong> are in the process of adopting a child from Haiti, </q> Waldman said in a statement.`` There is no truth to these rumors.`` Rather, Ms. <strong> Angelina Jolie </strong> is focused on enhancing the welfare and legal protection of children within Haiti. As such", "new_id": -2}, {"uid": "1296833652203898918", "i": 4980, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Jay Leno", "Steven Spielberg"], "q": " Although the plot is under wraps, according to The Hollywood Reporter, the comedy is based on the true story of a former cop that infiltrated the New Jersey criminal underworld in the era of <q> feathered hair and zipper jackets. </q> My Settings Your comment contains inappropriate content in violation of our <strong> Howard Stern </strong> Apologizes to <strong> David Letterman </strong> on TV, Calls <strong> Jay Leno </strong>` Horrible' Buy Schindler's List: Images of the <strong> Steven Spielberg </strong> Film from Amazon.com From Newmarket Press", "new_id": -2}, {"uid": "1296486710063668260", "i": 21611, "idx": 0, "sa": ["Ruairi Quinn", "Eamon Gilmore"], "q": "| 07/12/2010 Broadband gains for UPC as TV share drops| 05/11/2010 DEAGL?N de BR?AD?N Political Correspondent Labour leader <strong> Eamon Gilmore </strong> has criticised Fianna F?il's handling of broadband infrastructure during its years in government. <q> If anything comes even remotely close to Fianna F?il's disastrous handling of the banks it is their failure on broadband, </q> Mr <strong> Eamon Gilmore </strong> said today.`` To have governed a country over a period when there was economic growth, to have taken over the Irish economy in 1997 from <strong> Ruairi Quinn </strong>, at a time when we", "new_id": -2}, {"uid": "1295559450214679559", "i": 38997, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "and technology thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. Commenting on these changes, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> <strong> Larry Page </strong> said:`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so", "new_id": -2}, {"uid": "1295808974069746715", "i": 6631, "idx": 1, "sa": ["Jerry Brown", "Mimi Walters", "Bill Lockyer"], "q": "benefit plans.`` We want reforms in place before there's any discussion about tax increases,'' said <strong> Mimi Walters </strong>, the GOP's nominee last fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>. <q> I do know there's not support at all to even put it on the ballot without significant pension reforms. </q> <strong> Jerry Brown </strong> has proposed cutting$ 12.5 Bill Lockyerion in expenditures and asking voters to extend for five years temporary taxes on personal income, sales and autos in an attempt to solve a$ 25.4 Bill Lockyerion deficit.", "new_id": -2}, {"uid": "1295692183150896651", "i": 35386, "idx": 0, "sa": ["Rajon Rondo", "Austin Rivers", "Allen Iverson", "Paul Pierce", "Jermaine O'Neal"], "q": "didn't return, and will not Washington for tonight's game against the Wizards. The Celtics play again at home Tuesday against target=\"_blank\" href=\"http://clevelandmoney.com/\"> Cleveland.`` It's his hip,'' <strong> Austin Rivers </strong> said. <q> Something locked up. So we'll just have to see how long that will be. </q> <strong> Jermaine O'Neal </strong>, who has missed nine target=\"_blank\" href=\"http://gamesquarter.com/\"> games due to injury this season, skipped practice Sunday after slipping on Here are just a few of the many great plays made by <strong> Rajon Rondo </strong>, <strong> Paul Pierce </strong>, <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297114520257425423", "i": 42720, "idx": 0, "sa": ["Simon Cowell"], "q": "TV history and when asked on a conference call with reporters on Monday afternoon if he was nervous about giving away such a hefty sum, <strong> Simon Cowell </strong> said it did, in fact, make him quiver. <q> Yes. And I think we should be nervous. The reason we decided to do this was to show the people who are auditioning[ for] the show, sometimes you have to put your money where your mouth is. Putting up that kind of prize money is a massive, massive risk, but also it's an incredible incentive, </q> he said.`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued.`` So, I'm nervous, but I'm also confident that it was", "new_id": -2}, {"uid": "1295636623157057039", "i": 23183, "idx": 3, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. COMMON TOUCH The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of", "new_id": -2}, {"uid": "1296593618087982128", "i": 51344, "idx": 1, "sa": ["Mike Pence"], "q": "aid and abet illegal trafficking of sex slaves- to help line the pockets of pimps with cash- raises the question: Who else is being exploited at Planned Parenthood's other 820 locations?'' he asks. <q> This demands an immediate federal investigation for the sake of all our daughters, and- at the very least- Congress should freeze all taxpayer funding of Planned Parenthood until the investigation is complete. </q> <strong> Mike Pence </strong>'s bill, the Title X Abortion Provider Prohibition Act, ensures that taxpayer money authorized by the federal government for family planning efforts supposedly to reduce abortions don't go to the nation's biggest abortion", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star.`` Honestly, they play me one-on-one, straight up,'' <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}]