[{"uid": "1295389955093929487", "i": 9733, "idx": 3, "sa": ["Simon Cowell", "Matt Cardle"], "q": "you either love him or you hate him, which of course is the slogan on Marmite. You either love it or you hate it This was very interesting to do as it was so u... â\u0098\u0086 <q>Britains Got Talent or Americas Got Talent â\u0099¥ <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>!</q> <strong> Matt Cardle </strong> sings Firework- The X Factor Live Final- itv.com/xfactor <strong> Matt Cardle </strong> sings Firework- The X Factor Live Final- itv.com/xfactor \"<strong> Simon Cowell </strong> Terrace\"- 4450 Pembroke Drive: Concord, CA www.estatesbywendy.com Situated in Central Concord in", "new_id": -2}, {"uid": "1295954421167477290", "i": 46109, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "billion, according to Forbes magazine. Page, 37, takes over as chief executive in April. <strong> Eric Schmidt </strong> summed up the seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. <strong> Google Inc. </strong>'s market capitalization is now about$ 196 billion. Though it faces a formidable crop of young new", "new_id": -2}, {"uid": "1295907499177651845", "i": 2328, "idx": 2, "sa": ["Eric Schmidt", "Liza McGuirk"], "q": "home featuring on Google Maps Street View could \"just move\". <strong> Eric Schmidt </strong> later said that he had \"misspoke\". <strong> Eric Schmidt </strong> also put his foot in his mouth in another interview when he said: <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> The New York Post quoted a source saying that <strong> Eric Schmidt </strong> was working with <strong> Liza McGuirk </strong> to develop a show and a pilot had been filmed in August, but it has yet to be picked up by any network", "new_id": -2}, {"uid": "1297137701068190259", "i": 18292, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "... There must be a lot of Wisconsin people out there,\" <strong> Aaron Rodgers </strong> said to wild applause. <strong> David Letterman </strong> asked <strong> Aaron Rodgers </strong> why he was not recruited out of high school to a major college. <q>I think a number of reasons: one, I wasn't, you know- even today, I'm not gon na be the guy who pops out as- you know, I'm not 6' 5</q>, I'm not 240, I'm don't run a 4.5 40. But I think a lot of times, the things you can't measure are often the things that give people the most success,", "new_id": -2}, {"uid": "1297185899216317969", "i": 40703, "idx": 0, "sa": ["Simon Cowell"], "q": "Groups and singers as young as 12 years can audition for the series, which will premiere in the fall. Unlike \"American Idol,\" \"The X Factor\" does not have an upper age limit. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> said <strong> Simon Cowell </strong>, the former \"American Idol\" who will be a judge and an executive producer on \"The X Factor.\" \"I've never believed there should be a cut-off age for talent.\"", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up. \"A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q>They were beating me down the court, and I was just finding guys. They did a great job of finishing.</q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}, {"uid": "1295061603176553990", "i": 4093, "idx": 1, "sa": ["Mike D'Antoni", "David Letterman"], "q": "'ve been doing.\"... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q>He doesn't listen to me,</q> <strong> Mike D'Antoni </strong> said with a laugh. \"He was nice, though, very diplomatic.\" Disclaimer: Story comments are intended to provide a place for constructive dialog about issues and events in our community.", "new_id": -2}, {"uid": "1295091465103563301", "i": 24351, "idx": 0, "sa": ["Jill Lepore", "Barack Obama", "Maya Soetoro-Ng", "John McCain", "Colin Powell", "David Remnick", "Mark Salter"], "q": " \"we hear from critics and enemies. <strong> Barack Obama </strong>'s famed \"preternatural calm' is hauteur to others; the wondrous gift for conciliation seems two-faced to some.\" She praised the author's <q>prodigious research and hundreds of long, on-the-record interviews, including sessions with <strong> Barack Obama </strong> himself,</q> which allow <strong> David Remnick </strong> to lay \"in bricks of insight from likely and unlikely sources-- <strong> Colin Powell </strong> and <strong> Barack Obama </strong>'s sister <strong> Maya Soetoro-Ng </strong>, historian <strong> Jill Lepore </strong> and <strong> Mark Salter </strong>( <strong> John McCain </strong>\"s alter ego).\" Peter Carey(", "new_id": -2}, {"uid": "1295535469224985100", "i": 32233, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that jeopardize our health and prosperity,\" <strong> Lisa P. Jackson </strong> said. <q>The EPA and Chrysler are working together to explore the possibilities for making this technology affordable and accessible to drivers everywhere. This partnership is further proof that we can preserve our climate, protect our health and strengthen our economy all at the same time.</q> \"In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said", "new_id": -2}, {"uid": "1295105515258523157", "i": 677, "idx": 3, "sa": ["Colin Powell", "Obama Girl", "Immortal Technique", "Barack Obama"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... <strong> Immortal Technique </strong> on <strong> Barack Obama </strong>, 9/11 truth& Corporate America <strong> Immortal Technique </strong> on <strong> Barack Obama </strong>, 9/11 truth& Corporate America Have this year's negative political ads really <q>taken dirty to a whole new level, as CNN's <strong> Anderson Cooper </strong> frets? Is a \"return to civility... a relic of a bygone era,</q> as <strong> Barack Obama </strong> laments? Er, not exactly. If anonymous political speech, the other widely... Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> <strong> Barack Obama </strong> Song# <strong> Barack Obama </strong>: Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> Vocals", "new_id": -2}]