[{"uid": "1297446685101842958", "i": 25163, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "with unrivaled global reach and scale,\" <strong> Stephen Elop </strong>, Nokia's chief executive officer, said in a statement. Referring to the rivalry between Apple's iPhone and Google's Android system, <strong> Stephen Elop </strong> said, <q>It's now a three-horse race.</q> Microsoft Chief Executive Officer <strong> Steve Ballmer </strong> said: \"I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale.\" Nokia said it would relegate its Symbian", "new_id": -2}, {"uid": "1297129562188514329", "i": 1982, "idx": 7, "sa": ["Simon Cowell", "Susan Boyle"], "q": "front of a live audience, which allows them to see how artists connect with potential viewers. \"I don't believe <strong> Susan Boyle </strong> would have gotten through in the old-fashion audition method,\" <strong> Simon Cowell </strong> said. <q>God only knows what we would have said to[ <strong> Lady Gaga </strong>] if she walked into Idol with a lobster on her head three years ago.</q> While The X Factor will be open to singers like <strong> Susan Boyle </strong>, <strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have. American Idol?", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. \"I think he's working very hard on the issue of unemployment,\" <strong> Colin Powell </strong> said, <q>which I think is the major problem facing America right now.</q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}, {"uid": "1295576927002506766", "i": 48427, "idx": 2, "sa": ["Eric Schmidt"], "q": ".\" The management changes are due to take effect on April 4. \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said in a message on his Twitter feed@ericschmidt. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> he added in a statement. \"By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. \"In my clear opinion, Larry is ready", "new_id": -2}, {"uid": "1296286331249135135", "i": 36224, "idx": 0, "sa": ["Doc Rivers", "Allen Iverson"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first time since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q>I don't have any answers for what's going on,</q> <strong> Allen Iverson </strong> said. \"We're not having Coach <strong> Doc Rivers </strong> had some strong advice for the Boston Celtics before their first stop on a tough three-game swing through Texas: Play hard, or else. \"The Spurs,", "new_id": -2}, {"uid": "1295584716071549019", "i": 4398, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q><strong> Eric Schmidt </strong> has played his innings very well,</q> said analyst Sandeep Aggarwal of Caris& Co. The management reshuffling appears to be amicable. Both Page and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295218046029671462", "i": 2134, "idx": 0, "sa": ["Kara DioGuardi", "Steven Tyler", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": "explained that <strong> Kara DioGuardi </strong> got in touch with him to find out whether he was interested in being part of this year's series, in the wake of herself, <strong> Simon Cowell </strong>, and <strong> Ellen DeGeneres </strong> leaving the show. <q>I got a text from <strong> Kara DioGuardi </strong> sometime around July, when we were on tour in France, asking, \"Did you ever think of being a judge on Idol?',</q> <strong> Steven Tyler </strong> told Billboard. \"And then my curiosity started coming up. \"So I started asking questions and found out what was going on inside,\" <strong> Steven Tyler </strong> continued. \"I always thought[ <strong> Jennifer Lopez </strong>", "new_id": -2}, {"uid": "1296605303069910550", "i": 19156, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "Show with <strong> David Letterman </strong>, where he showed the talk-show host how to use Twitter. The young singer has 6.9 million followers on Twitter, which he says he uses to keep in touch with fans. <q>Twitter is a wonderful thing because I can interact with my fans. They feel they are part of me,</q> he said, adding that fan adoration doesn't bother him because he'd be nowhere without the fans. In Toronto to promote his upcoming movie, <strong> Justin Bieber </strong> said the film is an answer to naysayers who think", "new_id": -2}, {"uid": "1295976171233406550", "i": 21148, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Guillaume Pepy"], "q": "giving a contract to a company with a role in the deportations. <strong> Guillaume Pepy </strong> denied that the setting up the memorial had anything to do with criticism from the U.S., saying the railway's actions were not <q>dictated by the circumstances, but by its convictions.</q> No date has been set for the memorial's completion. The SNCF won an appeal in 2007 of a French lawsuit over its role in the Nazi deportation. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal", "new_id": -2}, {"uid": "1297088049185942044", "i": 38528, "idx": 0, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "President Bush"], "q": "the war.... <strong> Donald Rumsfeld </strong> was less impressed by some of the president's closest advisers. Of <strong> Condoleezza Rice </strong>, <strong> President Bush </strong>'s national security adviser and later secretary of state, he said, <q>She'd never served in a senior administration position</q>-- a lack of experience that showed in her lack of organization in putting together critical meetings. \"She'd been an academic. And, you know, a lot of academics like to have meetings", "new_id": -2}]