[{"uid": "1295063169065486905", "i": 29248, "idx": 2, "sa": ["Brian Cashman", "Mike D'Antoni", "David Letterman", "Mike Francesa"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. \"He doesn't listen to me,\" <strong> Mike D'Antoni </strong> said with a laugh. <q>He was nice, though, very diplomatic.</q> Breakfast With A Champion WFAN and <strong> Mike Francesa </strong> will host a very special \"Breakfast with a Champion\" with Yankees GM <strong> Brian Cashman </strong>! The Boomer and Carton Football Challenge is over, check the results to see how you", "new_id": -2}, {"uid": "1297241204110002177", "i": 3129, "idx": 0, "sa": ["Donald Rumsfeld", "Carlina White", "Carl Tyson"], "q": "Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy <strong> Carlina White </strong>'s Father Says He Communicates With Daughter Every Day <q>I know it's going to take time, so I'm willing to put in that time,</q> <strong> Carl Tyson </strong> said. \"In this relationship, you can't push nothing. There's 23 years I can't get back. Everything has to start from here and work its way.\" <strong> Carl Tyson </strong> said", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q>One day Larry and Sergey bought Android, and I didn't even notice.</q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}, {"uid": "1296333025218349599", "i": 5324, "idx": 8, "sa": ["Michael Vick"], "q": "these problems are correctable, Garcia insists. And time is on all these dogs' side. \"Some say if a dog is bred to do something, you can't undo that,\" Garcia said. <q>But to me, that's like saying if everyone in your family has always fought in a war, you're a warrior and you're destined to do this. Not true. Everyone's an individual. You can choose your own path in life. Same with dogs. The only difference is, they can't choose it. We choose it for them.</q>___ Online: http://www.bestfriends.org Check out some great nightlife pics from all around Charlotte thanks to our friends at SLIDESHOW: Queen City's Party Perspective Celebrate! Athletes Strut Their Stuff <strong> Michael Vick </strong> Pit Bulls On The Slow", "new_id": -2}, {"uid": "1296125463102268994", "i": 10709, "idx": 0, "sa": ["Andy Coulson"], "q": "10:26 AM So Plastic Dave is trying to spin his way out of this by pleading ignorance.Did he not ever discuss the matter with <strong> Andy Coulson </strong>? Thakinski 27 January 2011 10:26 AM BigB73 <q>Seriously do people really care about this at all?</q> By the number of comments on this issue over the past few months the answer is quite simply a resounding Biarritz 27 January 2011 10:28 AM socialistMike 27 January 2011 10:28 AM", "new_id": -2}, {"uid": "1297184828119177244", "i": 30937, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "in sharp contrast to his public statements at the time. <strong> Donald Rumsfeld </strong> has also joined massively popular micro-blogging website Twitter and social network service Facebook. His Twitter handle,@RumsfeldOffice, tweeted on Sunday that <q>100 years after president( Ronald)#Reagan's birth, it is worth remembering that the Cold War didn't just end. It was won.</q> A defaced picture of former dictator <strong> Saddam Hussein </strong> is seen... Article: Grandchildren visit Aziz jailed in Iraq... Article: <strong> President Bush </strong> to face torture case whenever abroad:... Politics Video: \"Factor\" Exclusive: Obama", "new_id": -2}, {"uid": "1296334295178929672", "i": 23928, "idx": 0, "sa": ["Zahi Hawass"], "q": "rates apply. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295127815262242331", "i": 44281, "idx": 0, "sa": ["Andre Johnson", "Allen Iverson", "Chris Paul", "Boo Williams"], "q": "vulnerable defender, <strong> Allen Iverson </strong> discussed his uncertain basketball future- he's a free agent for the first time in his 13-year pro career- and referenced his checkered past. He conceded to a big ego and cautioned those <q>ready to put me in a rocking chair.</q> He spoke lovingly of his family and wistfully about a former coach. But one moment trumped all during his hour-long news conference at the <strong> Boo Williams </strong> Sportsplex. Hampton High graduates <strong> Chris Paul </strong> <strong> Andre Johnson </strong> and Nick Chamblee had just told the", "new_id": -2}, {"uid": "1296713442108806145", "i": 851, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said Thanks to platinumchefindia for some of these", "new_id": -2}, {"uid": "1295506201228589694", "i": 19472, "idx": 0, "sa": ["Kara DioGuardi", "Michael Jackson", "Steven Tyler", "Simon Cowell"], "q": "Without him, there's barely a leader on the board. Randy <strong> Michael Jackson </strong>, the lone original, would say, \"<strong> Steven Tyler </strong> what do you think?\" and the Aerosmith lead singer would say, <q>What do you think, Randy?</q> There must have been something inside of <strong> Simon Cowell </strong>( or even <strong> Kara DioGuardi </strong>) that as a producer really wanted something good out of these singers and would easily dismiss the bad( who had been put before the", "new_id": -2}]