[{"uid": "1295674743088440893", "i": 27346, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "that in some sense you go back to a kind of chaos,\" Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. <q>Larry has been with me in every major decision in the past decade,<q> <strong> Eric Schmidt </strong> said in an interview Thursday. \"It's not like he has been sitting around doing nothing.\" Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success,", "new_id": -2}, {"uid": "1297657600196149258", "i": 30736, "idx": 2, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "which is growing in the world but its heart remains Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding, \"All arguments are now closed.\" Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong> <q>to commit to investing in our country and remain with head and heart<q> in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed \"the Italian nature\" of the company but \"in a dynamically developing context which demands daily work so that things don't", "new_id": -2}, {"uid": "1295797283130105391", "i": 17873, "idx": 0, "sa": ["Kirsten Gillibrand", "Sargent Shriver", "Gabrielle Giffords", "Hillary Clinton"], "q": "of The Swell Season perform at the funeral for <strong> Hillary Clinton </strong> <strong> Sargent Shriver </strong>.\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012202060.jpg\", \"emailLink\": <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202018.html&amp;title=Bono performs at <strong> Sargent Shriver </strong> funeral& site= nation& type= Video& sent= no& search= Search<q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202018.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-7v&amp;flvURL=/media/2011/01/22/01222011-7v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-7v.jsn\"}{ \"title\": \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved", "new_id": -2}, {"uid": "1295154913111345676", "i": 7391, "idx": 11, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "Nuggets hold on for a 110-104 victory over the Los Angeles Clippers on Friday night. \"My whole thing was not so much taking over, but just trying to win the basketball game,\" he said. <q>I got a couple of good looks at the end.<q> <strong> Allen Iverson </strong> put the Nuggets ahead for good with an 18-foot, off-balance floater with 1:23 remaining. <strong> Carmelo Anthony </strong> sealed the Nuggets' second straight win with a critical rebound and putback with 43 seconds left. <strong> Carmelo Anthony </strong>'s work on", "new_id": -2}, {"uid": "1296781096226541600", "i": 13786, "idx": 1, "sa": ["Michele Bachmann", "Mike Pence"], "q": "quickly gave momentum to <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>'s, R-Ind., effort to strip federal funding for abortion providers. With Planned Parenthood the biggest recipient of those funds, <strong> Mike Pence </strong> said Americans should be \"shocked\" that the organization <q>has been recorded aiding and abetting underage sex trafficking.<q> \"The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage,\" <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned", "new_id": -2}, {"uid": "1295594704029032469", "i": 33827, "idx": 0, "sa": ["Colin Powell", "Dan Quayle", "President Bush", "Dick Cheney"], "q": "unable to attend, thanked the former president, his officials, the US and its military forces. \"Believe me, Kuwait and its people will never forget you,\" he said. <q>We carry in our hearts what you did for us each and every day.<q> <strong> President Bush </strong> was briefly joined by former <strong> Dan Quayle </strong>. Later, his top advisers- then-defence secretary <strong> Dick Cheney </strong>, former joint chiefs of staff chairman <strong> Colin Powell </strong>, former secretary of state <strong> Dan Quayle </strong> A Baker and then-national security", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.<q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1296767113070385743", "i": 658, "idx": 2, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "diplomatic and military secrets, they will probably just be a bunch of memos about how much <strong> Donald Rumsfeld </strong> was \"concerned\" about the security situation in post-invasion Baghdad. Also I bet there will be a document that says <q>I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at Abu Ghraib.<q> Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said: \"No one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in", "new_id": -2}, {"uid": "1295589382106250271", "i": 13932, "idx": 3, "sa": ["Eric Schmidt"], "q": "world's largest social network. Google said the management change was made as part of a plan to \"streamline\" decision making and create clearer lines of responsibility and accountability at the top. <q>It's a good move. It[ the triumvirate management structure] was always one of things that concerned us a little bit,<q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund. \"It should streamline the decision-making process. They're in a fast-moving industry.\" <strong> Eric Schmidt </strong> now plans to sell about 534 000 shares of", "new_id": -2}, {"uid": "1296162984150814727", "i": 18618, "idx": 0, "sa": ["Eric Schmidt", "Adam Lashinsky"], "q": "Finance Search Thu, Jan 27, 2011, 4:15 PM EST-{ \"s\": \"goog, msft\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00<q>, \"o\":\"', \"j\":\"'} Matt Rosoff, On Thursday January 27, 2011, 3:31 pm interview with Fortune's <strong> Adam Lashinsky </strong>, Google CEO <strong> Eric Schmidt </strong> said that Microsoft is", "new_id": -2}]