[{"uid": "1296539025070647889", "i": 44102, "idx": 0, "sa": ["Eric Schmidt"], "q": "stack the deck in favor of a particular party. Both companies say that the proposal works in favor of an open Internet. Google CEO <strong> Eric Schmidt </strong> said in a press conference that the legislation <q> would establish a new and enforceable prohibition against discrimination for wireline and broadband Internet services, specifically, no discrimination against or prioritizing of lawful Internet content apps or services in a way that harms users or competition, no blocking or degrading of Internet content and applications. </q> Some experts say the proposal could help produce a real resolution on net neutrality. \"I would hope that the Verizon-Google proposal breaks the logjam on network neutrality, by showing there is room for", "new_id": -2}, {"uid": "1297246903009437188", "i": 41874, "idx": 1, "sa": ["Lindsay Lohan", "Hailee Steinfeld", "Simon Cowell"], "q": "Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse \" I understand u <strong> Lindsay Lohan </strong> well like me sometimes I make mistakes, I dont judge u aint nobody is perfect.. \" Report Abuse <q> \"After detectives began preparing to execute the search warrant, a friend of <strong> Lindsay Lohan </strong>'s brought the necklace to the Pacific Division police station. </q> \" \"<strong> Lindsay Lohan </strong> doesn't understand how the store can file a police report when they let her borrow the necklace,\" a source tells People. ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit", "new_id": -2}, {"uid": "1296365944097009666", "i": 527, "idx": 5, "sa": ["Amir Johnson", "Rodney Stuckey", "Tayshaun Prince", "Ben Wallace", "Allen Iverson", "Richard Hamilton"], "q": "with <strong> Amir Johnson </strong> on the floor, and better offensively when <strong> Richard Hamilton </strong> and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. \"When we have the Ben Wallaceger lineup, obviously we're better defensively,\" <strong> Tayshaun Prince </strong> said. <q> It's kind of pick and choose. \"Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side. </q> The game was tight until Detroit went on a 27-5 run midway through the third quarter. Milwaukee missed 14 of 17 shots during one stretch of the period, trailed 73-55 after three quarters and never got close again", "new_id": -2}, {"uid": "1295559318082083864", "i": 1038, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ", will henceforth concentrated on \"strategic projects, in particular working on new products.\" Although <strong> Eric Schmidt </strong> is stepping down as chief executive, Google said he will take on the role of Executive Chairman, <q> focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. </q> The announcement came in the form of a press release as Google reported revenues of$ 8.44 billion for the quarter ended December 31, 2010, an increase of 26% compared to the fourth quarter of", "new_id": -2}, {"uid": "1297226350092209194", "i": 14559, "idx": 6, "sa": ["Colin Powell", "Micah Zenko"], "q": "at the outset of the invasion. <strong> Micah Zenko </strong>, a political scientist at the Council on Foreign Relations, extensively researched U.S. planning for a military strike on Khurmal in 2002 and detailed it in his book, <q> Between Threats and War. </q> He said in an interview that he was unaware that Rumsfeld had advocated bombing the place while Mr. <strong> Colin Powell </strong> was at the U.N. By that time, the Khurmal camp had been largely empty for months, <strong> Micah Zenko </strong>", "new_id": -2}, {"uid": "1295163904209272878", "i": 6491, "idx": 0, "sa": ["Murat Kurnaz", "Donald Rumsfeld", "Gordon Edelstein", "Philippe Sands"], "q": "Artistic Director Edelstein_Gordon Edelstein/\"> <strong> Gordon Edelstein </strong> said. Torture Team tells the story of attorney <strong> Philippe Sands </strong>' investigation of <strong> Donald Rumsfeld </strong>'s 2002 memo, authorizing the new interrogation techniques that led to torture at Guantanamo Bay and beyond. <q> May well be the best bit of contemporary investigative journalism you will read: it is right up there with Woodward and Bernstein, a tour de force of relentlessly dogged pursuit, of interviews with guilty men acquired against all odds, a beautifully told and humane narrative that follows a paper trail and nails the truth, </q> according to the Sunday Times in the United Kingdom. Using <strong> Philippe Sands </strong>' book as a basis, video clips from Judgment at Nuremberg, \"24\" and material from <strong> Murat Kurnaz </strong>'s Five Years of My Life:", "new_id": -2}, {"uid": "1296859850024854534", "i": 2651, "idx": 3, "sa": ["Sergio Marchionne"], "q": ". Last year, Volkswagen AG( VOWG_p. DE) Chairman Ferdinand Piech expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. Piech will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> also said Fiat is looking to \"redimension\" its joint venture with Indian automaker Tata Motors( TAMO.BO) to sell Fiat-branded cars in India.", "new_id": -2}, {"uid": "1295563110148553754", "i": 22229, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "founders-and for the movement, which seems to be gathering steam among CEO <strong> Eric Schmidt </strong>, announcing today that he'd will step down as CEO and turn over day-to-day responsibilities to co-founder Page\" Page+Larry Page\"> <strong> Larry Page </strong>: <q> <strong> Larry Page </strong> will now lead our product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> Once you know your customers intimately-who they are and what they want-you are ready to roll out your great new...", "new_id": -2}, {"uid": "1295717712220610567", "i": 13654, "idx": 0, "sa": ["Brent Scowcroft", "George H. W. Bush", "Colin Powell", "April Glaspie"], "q": "Kuwait. She counseled patience. <strong> George H. W. Bush </strong>'s Chairman of the Joint Chiefs of Staff, General <strong> Colin Powell </strong>, was as hesitant as <strong> April Glaspie </strong>. His military options to retake Kuwait, National Security Adviser <strong> Brent Scowcroft </strong> groused, <q> had not seemed designed by anyone eager to undertake the task. </q> The <strong> Colin Powell </strong> Doctrine, conceived after Reagan's disastrous intervention in Lebanon, still prevailed in 1990: U.S. forces would only be introduced into conflicts with clear, achievable aims, a visible exit, and strong popular and", "new_id": -2}, {"uid": "1295972769153763874", "i": 7343, "idx": 1, "sa": ["Bobby Jindal", "Paul Ryan", "Bernie Sanders", "Sam Brownback", "Barack Obama"], "q": "to embrace them. \"Up until this point, the Republican leadership has been vague about what federal programs they want to cut,\" said Sen. <strong> Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q> On the other hand, Congressman <strong> Paul Ryan </strong> has been very clear on this subject. </q> Delivering the party's response to the <strong> Barack Obama </strong> is an honor but by no means a ticket to stardom. Most such addresses aren't memorable, though Louisiana <strong> Sam Brownback </strong> <strong> Bobby Jindal </strong> drew wide attention in 2009, when", "new_id": -2}]