[{"uid": "1295310564231800860", "i": 28516, "idx": 0, "sa": ["Gabrielle Giffords", "Mike Pence", "Barack Obama"], "q": "aftermath of the target=\"_blank\" href=\"http://arizonaobserver.com/\"> Arizona shooting that killed six, grievously wounded a member of Congress and brought legislative debate to a virtual standstill. In his weekly Health-care vote will test discourse <strong> Barack Obama </strong>'s call for <q> a more civil and honest public discourse </q> will get its first test much sooner than we expected. Having properly postponed all legislative action last week out of respect for <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> and the other victims of the target=\"_blank\" href=\"http://arizonafm.com/\"> Tucson shootings, the House", "new_id": -2}, {"uid": "1296006850180027392", "i": 58338, "idx": 0, "sa": ["Angelina Jolie"], "q": "12 million people have been affected by the worst floods in Pakistan's history.. Follow us on twitter at twitter.com. UN`` goodwill ambassador'' <strong> Angelina Jolie </strong> is urging people to help those in need in Pakistan. <q> From what I understand this situation is on a scale that we've not really seen the likes of; it is on such a huge scale, </q> the actress told the Associated Press.`` It is an extraordinarily complex situation. It is not just the floods... there have been three decades of Pakistanis hosting Afghani people, graciously, and there are still 1.7", "new_id": -2}, {"uid": "1295947989244924429", "i": 2397, "idx": 0, "sa": ["Steve Ballmer"], "q": "ARM processors. Unlike the x86 architecture that today's Windows laptops and desktops work with, ARM-based chips tend to run such low-power devices as tablets and smartphones. CES keynote speech, Microsoft CEO <strong> Steve Ballmer </strong> said, <q> This announcement is really all about enabling a new class of hardware, and new silicon partners for Windows, to bring the widest possible range of form factors to the market. </q> In other words, Windows won't be just for laptops and desktops anymore. Actual Facts Microsoft's ARM announcement represents the firm's only officially released factual detail about Windows 8. Consistent with", "new_id": -2}, {"uid": "1295432569026050653", "i": 25856, "idx": 1, "sa": ["Kevin McCarthy", "Tim Bivins", "Mike Pence", "Paul Ryan", "Jeffrey Young", "Eric Cantor"], "q": "Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut`` a good$ 100 billion.'' <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` <strong> Jeffrey Young </strong> Gun'' fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-sTim Bivinsulus bailout numbers. We can live with that. </q>`` We've got to roll back there. That will save$ 100 billion in the first year,'' agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA)", "new_id": -2}, {"uid": "1297562861212975618", "i": 3364, "idx": 0, "sa": ["Hillary Clinton", "Robert Gates", "Kirsten Gillibrand"], "q": "nation fights two wars. Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.), who recently took over <strong> Hillary Clinton </strong>'s former seat on the Senate Armed Services Committee, also worried today about decreased funding of the Marines: <q> The Marine Corps must have the resources it needs to respond to new and emerging cyber threats and terror threats in different parts of the world. Secretary <strong> Robert Gates </strong> will explain his vision to the committee next week, and I look forward to working with him to ensure the Marine Corps is well-positioned to respond to the new security demands that will continue to emerge, </q> <strong> Kirsten Gillibrand </strong> said in a statement. In a speech Tuesday night at the Marine Memorial Club in San Francisco, Amos, the first Commandant from the airwing of the Corps, said his cutback plan was a", "new_id": -2}, {"uid": "1295582258248299524", "i": 18268, "idx": 3, "sa": ["Eric Schmidt"], "q": "the way we have split up our responsibilities.'' Mr. <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply. <q> I am not as concerned about the titles as I am winning, </q> Mr. <strong> Eric Schmidt </strong> said.`` I am quite certain that this change will result in faster decision making and better value for the shareholders.'' Google's stockholders have had little to complain about, not that", "new_id": -2}, {"uid": "1295904103252542986", "i": 4446, "idx": 1, "sa": ["Katherine Heigl", "David Letterman"], "q": " However, Hollywood actress <strong> Katherine Heigl </strong> says that e-cigarettes are perfectly fine! She even smoked one during a <strong> David Letterman </strong> appearance last year( and got the host to take a few puffs as well). She explained, <q> You blow out water vapor so you're not harming anyone around you and you're not harming yourself. I'm essentially humidifying the space. </q> A discussion on New York State Assembly's bill, A01468, that would outlaw all sales of electronic cigarettes is href=\"http://www.onlineprnews.com/news/100443-1295809816-proposed-law-endangers-health-of-former-smokers.html\"> scheduled for tomorrow. The Consumer Advocates for Smoke-free Alternatives Association( CASAA)", "new_id": -2}, {"uid": "1295548361173850631", "i": 39477, "idx": 4, "sa": ["Alassane Ouattara"], "q": ", complained that Gbagbo had managed to tap some 100 billion CFA francs($ 200 million) from Ivorian state accounts held with the Senegal-based BCEAO regional bank despite regional recognition that <strong> Alassane Ouattara </strong> won the election. <q> There is a certain dysfunctionment, </q> he said, adding that he was counting on a meeting of leaders of the West African franc zone in Mali this weekend cutting the flow of funds. <strong> Alassane Ouattara </strong>'s designated prime minister, Guillaume Soro,", "new_id": -2}, {"uid": "1296059358120487938", "i": 47356, "idx": 1, "sa": ["Ian Edmondson", "Rupert Murdoch", "Andy Coulson"], "q": "scandal despite denying knowledge of it. <strong> Andy Coulson </strong> blamed coverage of the hacking story for his resignation What has <strong> Rupert Murdoch </strong>'s camp said and done? The NoW said the New York Times story relied on <q> unsubstantiated allegations from unnamed sources or claims from disgruntled former employees that should be treated with extreme scepticism </q>. The paper has rejected suggestions there was a widespread culture of hacking and said it had a`` zero tolerance approach to any wrongdoing''. Assistant editor <strong> Ian Edmondson </strong> was suspended from active duties in", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}]