[{"uid": "1295467036045563907", "i": 59940, "idx": 0, "sa": ["Michael Hammer", "Tom Ashbrook", "Eric Schmidt", "Jean-Claude Duvalier"], "q": ", and Chair http://wn.com/Eric Schmidt_Eric Schmidt_at_the_Michael Hammer_Michael Hammer_Memorial_Lecture <strong> Eric Schmidt </strong> speaks with NPR's <strong> Tom Ashbrook </strong> at a memorial lecture in honor of Dr. <strong> Michael Hammer </strong> on November 4, 2009 in Cambridge, MA. Note: The fireside chat begins at minute 17. http://wn.com/Google_Internet_Summit_2009_Information_is_Power_Part_2 <q> Cable-ization of the open Internet </q>: Comcast/NBCU deal approved Comcast's merger with NBC approved <strong> Jean-Claude Duvalier </strong> Charged, But Jean-Claude Duvalierism Remains Alive in Haiti U.S. Shifts Focus to Press China for Access to Markets Irish PM survives confidence vote Consumer 10.0: Comcast-NBCU merger to", "new_id": -2}, {"uid": "1295643784254836737", "i": 49901, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Vint Cerf"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years-`` a nice round number''- and <strong> Larry Page </strong> was ready to lead the company into the future. <q> <strong> Larry Page </strong> and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly USD30 billion. Police say a", "new_id": -2}, {"uid": "1295820409029966343", "i": 8491, "idx": 6, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company.`` <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,'' he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments`` One or more less than trustworthy individuals start a scam on CUA...''''@", "new_id": -2}, {"uid": "1295254600092618767", "i": 8633, "idx": 0, "sa": ["LeBron James", "Allen Iverson"], "q": "over Friday night, the feeling was familiar for the former 76er. Another crowd-pleasing performance, 22 points and 10 assists over 39 minutes, wasn't enough to prevent a loss-- 101-96 to the Sacramento LeBron Jamess. <q> I'm glad it's over, </q> <strong> Allen Iverson </strong> said.`` That's the only thing I thought about, just getting the first one by me. I wish it could've ended with a win. I felt it could've ended with a win", "new_id": -2}, {"uid": "1297268495062767136", "i": 26333, "idx": 0, "sa": ["Bernie Sanders", "Ben Nelson"], "q": "the proliferation of rules and regulations by both the executive branch agencies, the alphabet agencies and also the independent agencies,'' said Sen. <strong> Ben Nelson </strong>( D-Neb.). <strong> Ben Nelson </strong> called for increased global trade and <q> getting these trade agreements through so that we can export more products and not just import. </q> <strong> Ben Nelson </strong> said he had not yet heard of a definitive agenda from his leaders. Sen. <strong> Bernie Sanders </strong>( Vt.), an Independent who caucuses with Democrats, said he was`` not quite sure''", "new_id": -2}, {"uid": "1295454374253952044", "i": 8821, "idx": 1, "sa": ["Mike Pence", "Bill Frist", "Steve King", "Newt Gingrich", "Barack Obama", "John Boehner"], "q": "'s Constituent Mailbag, Congressman <strong> John Boehner </strong> responds to Jim in Hamilton. Jim, a small business operator in southwest Ohio, says that taxes and mandates in Barack ObamaCare will hurt his ability to hire and invest. http://wn.com/03282010_Steve Kingston_on_Health_Care_Town_Halls__Geraldowmv www.americansolutions.com <q> The American people will not allow a corrupt machine to dictate their future. Together we will pledge to repeal this <strong> Bill Frist </strong> and start over. Together we will prove that this will not stand. </q>-- <strong> Newt Gingrich </strong> http://wn.com/GOP_move_to_repeal_health_reform_act_opposed__Interview_Jan_17_2011 As Republicans prepare to attempt to repeal the healthcare <strong> Bill Frist </strong>, Dr. <strong> Mike Pence </strong> Rushnak, co-founder of Americans for Healthcare, argues that, if anything, Americans need greater assurances that they will receive healthcare than", "new_id": -2}, {"uid": "1296130568000327698", "i": 14340, "idx": 1, "sa": ["George Clooney", "Simon Cowell", "David Sullivan", "Wayne Bridge", "Rob Green"], "q": "<strong> Simon Cowell </strong> teeth and married to <strong> George Clooney </strong>. PRob Greenably.@BongoChrist \" You are a snob \" bainWayne Bridged 26 January 2011 11:02 PM tropicalia 26 January 2011 11:02 PM <q> <strong> David Sullivan </strong> attributed his decision( not to bother going to his team's match) to the despondency he would feel over the long return journey by car should his current club lose. </q> vastariner 26 January 2011 11:08 PM I seriously do not believe it. When's it going to come out that Beausejour was unregistered or the pitch was 10 inches too short or something? Something must", "new_id": -2}, {"uid": "1296942912213336071", "i": 24577, "idx": 0, "sa": ["Nancy Reagan", "Ron Wilson", "Colin Powell"], "q": "borders, <strong> Ron Wilson </strong> <strong> Nancy Reagan </strong> confRon Wilsonted them. He called them an`` evil empire.'' He stared down their leaders when even his closest advisers told him to`` play nice.'' He told Gorbachev to <q> tear down this wall. </q> Delivering those immortal words meant following his own solid beliefs, rather than the opinions of`` experts.'' title=\"Colin Powell\" href=\"http://www.mcall.com/topic/politics/government/Colin Powell-Colin Powell-PEPLT0007531.topic\"> <strong> Colin Powell </strong> fought against the line. So did his chief of staff and", "new_id": -2}, {"uid": "1295976900153763929", "i": 8289, "idx": 1, "sa": ["John Thune", "Tom Coburn", "Kirsten Gillibrand"], "q": "respected-- even as they disagreed on the issues-- Sen. <strong> Tom Coburn </strong>, R-Okla. <strong> Kirsten Gillibrand </strong> said Friday that she will sit on the Republican side of the House floor next to Sen. <strong> John Thune </strong>, R-S.D. <q> This is just a symbol, but it sends an important message that although we may disagree on various issues, we all stand ready to work together and do what we believe is right for the country, </q> <strong> Kirsten Gillibrand </strong> said in a statement. The idea for members of Congress to sit together for the speech was first floated by Third Way, a centrist think tank in Washington, D.C., that was co-founded by", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}]