[{"uid": "1295776147167018532", "i": 3003, "idx": 0, "sa": ["Michael Vick"], "q": ". In the next scene, people are lined up in the church and being given one chip or a small cup of soda. At the end, the camera pulls back to show the sign out front: <q> Free Doritos and Pepsi Max Sunday. </q> Does the distribution of chips and soda look a lot like a Catholic communion service? Yup. Did that mightily offend some Catholics? Yup. And did that shock <strong> Michael Vick </strong> Lyons, the fellow who wrote", "new_id": -2}, {"uid": "1297239482104841255", "i": 47145, "idx": 3, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he wanted to attack", "new_id": -2}, {"uid": "1297160772054263883", "i": 10417, "idx": 0, "sa": ["Simon Cowell"], "q": "rest of the pack( cough, Idol, cough) is that talents as young as 12 can apply-and just as importantly for the late-bloomers out there, there is no upper age limit for contestants. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1295977910157089808", "i": 30963, "idx": 11, "sa": ["Marko Jaric", "Randy Wittman", "Allen Iverson", "Antoine Walker"], "q": "Minnesota. The call had the Timberwolves, who fell to 1-20 on the road this season, steamed after the game.`` I clearly saw it go off both of the Nuggets players,'' <strong> Antoine Walker </strong> said. <q> I just wished the referees would get together and make sure they made the right call. I let the ball go out because I figured it was out on them. </q> On the subsequent inbounds play, <strong> Allen Iverson </strong> was fouled by <strong> Marko Jaric </strong>, hitting both free throws. But Minnesota coach <strong> Randy Wittman </strong> took issue with that, thinking that <strong> Allen Iverson </strong> traveled before the foul.`` <strong> Allen Iverson </strong> traveled. Traveled.", "new_id": -2}, {"uid": "1296006543146669593", "i": 39638, "idx": 0, "sa": ["Aiden Grimshaw", "Simon Cowell"], "q": "Despite coming only ninth in last year's competition, he was added to the line-up at show guru <strong> Simon Cowell </strong>'s behest. The tour kicks off next month in Birmingham. A source revealed: <q> This record deal is <strong> Aiden Grimshaw </strong>'s to lose.`` If he can keep the fans happy he'll join his mate <strong> Matt Cardle </strong> as one of <strong> Simon Cowell </strong>'s chosen few. </q> But his deal is bound to annoy other singers on the ITV show who survived longer than him. http://www.thesun.co.uk/sol/homepage...cord-deal.html That's a really bizarre story.. <strong> Aiden Grimshaw </strong> and Syco? I just can't", "new_id": -2}, {"uid": "1295530662257605677", "i": 34869, "idx": 2, "sa": ["Simon Cowell"], "q": "`` unbridled enthusiasm.'' Zero chance she's going to get past the first round in Hollywood. At 9:12 p.m., Victoria Huggins from North Carolina is incredibly cute, actually insufferably so. She works <q> Midnight Train to Georgia' with pageant-level passion. This is the type of 16 year old that many of us find annoying.`` I'm ready to be the 2011` American Idol,' </q> she said.`` I've been waiting for this since season 2!'' Of course, she gets in, whether she really deserves so. I bet <strong> Simon Cowell </strong> would have hated her!", "new_id": -2}, {"uid": "1296764072144211969", "i": 7758, "idx": 0, "sa": ["Tim Cook", "Steve Jobs", "Eric Schmidt"], "q": "pancreatic cancer in 2003. In his statement, sent to employees and issued to the press, <strong> Steve Jobs </strong> said that COO <strong> Tim Cook </strong> would be responsible for day-to-day operations in his absence, and that he hoped to be <q> back as soon as I can. </q> Since <strong> Steve Jobs </strong>' medical leave is currently indefinite, Apple watchers have been left wondering what the company's plan is in the event that <strong> Steve Jobs </strong> can not return. former CEO, <strong> Eric Schmidt </strong>, being asked to", "new_id": -2}, {"uid": "1297106876173965340", "i": 19327, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating`` Britain's Got", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.`` The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>`` For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.`` This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1296073914111656962", "i": 47591, "idx": 0, "sa": ["Jonathan Ross", "Andy Coulson", "David Cameron"], "q": "as a spat now has the feel of being... celebrity thought it was funny.`` Am thinking of inviting <strong> Andy Coulson </strong> to the Comedy Awards,'' tweeted <strong> Jonathan Ross </strong> ahead of presenting Saturday night's funfest. <q> Have left a message on <strong> Sienna Miller </strong>'s phone for him. </q> But as the resignation of <strong> David Cameron </strong>'s director of communications elevated the mobile phone-hacking scandal to a new level of importance, few others saw it as a source police that he feared his phone might have been", "new_id": -2}]