[{"uid": "1295425465261013631", "i": 58763, "idx": 0, "sa": ["Steven Tyler", "Diane Warren", "Simon Cowell"], "q": "MLK and America's Insufficient Economic Bill of Rights Musharraf says blasphemy law can not be changed stars and more On the <strong> Diane Warren </strong> of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\" [ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1297272533143687718", "i": 56676, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Bob Muglia", "Sean Maloney"], "q": "cloud computing market. Intel chief sales and marketing officer <strong> Sean Maloney </strong> sits down with InformationWeek's Alex Wolfe, on the occasion of the launch of the Xeon 5500 Nehalem server processor, for a wide-ranging discussion. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran <strong> Bob Muglia </strong> as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought <strong> Bob Muglia </strong> was", "new_id": -2}, {"uid": "1295774332001081361", "i": 16587, "idx": 2, "sa": ["Andy Coulson"], "q": "leaders to account. More likely, they just wanted to sell more newspapers and exercise undemocratic power based upon confidential information, illegally obtained. If <strong> Andy Coulson </strong> is guilty of any of this, he should be admired. <q> The question is, where were the security services during all of this? </q> Waiting for their script, olympic, with its IT instructions. Ergo are the current heads of intelligence, unfit for future purpose, for are they not supposed to provide future guidance, and much more importantly,", "new_id": -2}, {"uid": "1295510839092602382", "i": 17612, "idx": 3, "sa": ["Allen Iverson", "Sleepy Floyd", "Tim Duncan", "Yao Ming"], "q": "record for most points in a quarter, set by <strong> Sleepy Floyd </strong> of Golden State in 1987. <strong> Allen Iverson </strong>'s final two 3-pointers were the biggest of the game, coYao Ming after Philadelphia had pulled within 10 with 5:14 remaining. <q> When[ <strong> Allen Iverson </strong>] went on that run, it seemed like he was unstoppable, </q> <strong> Allen Iverson </strong> said. \"He almost pulled it off.\" <strong> Allen Iverson </strong>'s performance came one day after he alleged that the NBA would rather see a 76ers-Lakers Finals than a Bucks-Lakers Finals. He spent a long Tim Duncane before", "new_id": -2}, {"uid": "1297270972137707531", "i": 17293, "idx": 0, "sa": ["Howard Carter", "Zahi Hawass"], "q": "and law and order broke down. Twenty-five objects were in need of restoration work including a statue of King Tutankhamun, part of the treasure British archaeologist <strong> Howard Carter </strong> in 1922. <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They", "new_id": -2}, {"uid": "1295822638240304187", "i": 4064, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "that new blood, a new perspective, is needed,\" he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. <q> <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs, </q> he said. \"Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.\" The Pathways ICT Leadership Development", "new_id": -2}, {"uid": "1296135208234815502", "i": 25640, "idx": 1, "sa": ["Bruce Forsyth", "Simon Cowell"], "q": "up between <strong> Simon Cowell </strong> and <strong> Bruce Forsyth </strong> over who was revealing less about their future plans. <strong> Simon Cowell </strong> kept mum over whether Cheryl Cole would be joining him for the US version of The X Factor- <q> no one has been contracted apart from me </q>- but did promise some changes for the ITV1 version of the talent show. \"It's got to be different. Full stop.\" <strong> Bruce Forsyth </strong>, meanwhile, batted away the perennial questions about his Forsyth-Bruce Forsyth\"", "new_id": -2}, {"uid": "1297135071068190217", "i": 39153, "idx": 1, "sa": ["Michael Vick", "Tu Holloway", "Alan Major"], "q": "breaking down defenses with the dribble and getting to the foul line, where he's shooting 86.6 percent. \"It's like in football if you're playing <strong> Michael Vick </strong>,\" Charlotte coach <strong> Alan Major </strong> said. <q> You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have( <strong> Tu Holloway </strong>) shooting over you than driving around you. </q> <strong> Tu Holloway </strong> also struggled in the first half against Saint Louis on Saturday, but he scored 20 of his 24 points in the second half in a 76-68 win. \"For once in his college", "new_id": -2}, {"uid": "1294993544152698880", "i": 6675, "idx": 0, "sa": ["Sergio Marchionne", "John Elkann"], "q": "beiden besten Lkw-Marken Europas unter den Nagel zu rei?en\" , sagte er der \"Financial Times Deutschland\" . Fiat-Aufsichtsratschef <strong> John Elkann </strong> hatte auf der Automesse in Detroit Interesse an den VW-Beteiligungen an MAN und Scania bekundet. <q> Sollte Volkswagen sein Lkw- Gesch?ft verkaufen wollen, w?re Fiat Industrial der potenzielle K?ufer </q>, zitierte ihn die italienische Zeitung \"La Repubblica\" am Dienstag. Auch Fiat-Chef <strong> Sergio Marchionne </strong> hatte sich dementsprechend ge?u?ert. Bereits in den Monaten zuvor hatte Volkswagen wiederholt Interesse an der italienischen Sportwagenmarke Alfa Romeo, die", "new_id": -2}, {"uid": "1296138677011223120", "i": 8433, "idx": 0, "sa": ["Michael Gove"], "q": "to Ofsted will mean schools will be judged by the watchdog on four key areas- quality of teaching, leadership, pupils' behaviour and achievement. Publishing the Bill on Thursday, Mr <strong> Michael Gove </strong> said: <q> There are areas of Ofsted inspections, such as community cohesion or regulations Michael Governing what students bring in in their lunchboxes at lunchtime, which are entirely peripheral. \"One of the problems with Ofsted inspections is that they are asked to inspect and measure for things which, by definition, are hard to judge and not central to what schools are about. </q> The reforms will also mean Ofsted has more powers to intervene in failing schools. Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}]