[{"uid": "1296619353222035981", "i": 30860, "idx": 2, "sa": ["Michael Vick", "M. Night Shyamalan"], "q": "left before ending of 3rd quarter, Eagle is setting another record for \"Most Scoring Team\" on Monday <strong> M. Night Shyamalan </strong> Football with the spank \"Eagle 59- 21 Redskin\". Eagle also set a new record for <q>Most Scoring Team On The Road In NFL</q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is \"Eagle 59- 28 Redskin\". <strong> Michael Vick </strong> Record <strong> M. Night Shyamalan </strong>^^. This is just a song and a picture", "new_id": -2}, {"uid": "1295214437036208682", "i": 29793, "idx": 1, "sa": ["Simon Cowell"], "q": "table\" focused on lifting the contestants who survived the cross-country cattle calls onto Hollywood and beyond. \"There's nothing like having that discussion with another artist to help you grow,\" she said. <q>At the end, America's voting. We're here to guide them through it and mentor them through it.</q> That didn't always seem the case with <strong> Simon Cowell </strong>. \"We definitely love him and will miss him, and I think he was a great addition to the show, but I think what", "new_id": -2}, {"uid": "1295782408127156258", "i": 33217, "idx": 5, "sa": ["Andy Coulson", "David Cameron", "Harriet Harman"], "q": "role as well. \"Trust in politics' However, Labour said <strong> David Cameron </strong> could not escape responsibility for bringing Mr <strong> Andy Coulson </strong> into his top team when there were unresolved questions about his past. <q>I think that <strong> David Cameron </strong> was wrong to appoint someone to the heart of the government, to the heart of Downing Street, who had actually been editor of a newspaper at a time when criminal activity was going on,</q> <strong> Harriet Harman </strong>, the party's deputy leader, told Sky News. While acknowledging that Mr <strong> Andy Coulson </strong> had denied any involvement in phone hacking, she added the issue risked further eroding public confidence in politics.", "new_id": -2}, {"uid": "1295984011193069115", "i": 1062, "idx": 4, "sa": ["Eric Schmidt"], "q": "and is facing stiff competition from companies like Facebook and Twitter, which are stealing web traffic and perceived to be poaching engineering talent. <strong> Eric Schmidt </strong> rejected the notion that Google was losing key people. <q>Our retention has been actually the same and our turnover has been exactly the same for seven years,</q> he said. \"We're going to be hiring many thousands of people this year.\" <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google", "new_id": -2}, {"uid": "1295563364204783630", "i": 10563, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "did.\" \"I could not be more excited about moving us forward, and we're really only at the beginning,\" Page said. As executive chairman, <strong> Eric Schmidt </strong> said he will <q>focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>.</q> \"A decade is a long time to be a CEO,\" <strong> Eric Schmidt </strong> said during the call. <strong> Sergey Brin </strong>, meanwhile, will devote his time and energy to strategic projects, in particular working", "new_id": -2}, {"uid": "1296888754258654232", "i": 10194, "idx": 0, "sa": ["Kirsten Gillibrand", "W. Craig Fugate"], "q": "to volunteer fire companies throughout southern Erie and Cattaraugus counties. In July, Sen. <strong> Kirsten Gillibrand </strong> sent a letter to FEMA Administrator <strong> W. Craig Fugate </strong> expressing her support for Collins Center Volunteer Fire Company's grant application. <q>This is a great investment for Erie and Cattaraugus counties,</q> Sen. <strong> Kirsten Gillibrand </strong> said in the news release. \"This federal investment will help improve the fire department's equipment, help local firefighters do their work and keep families safe. I will continue working to ensure our first", "new_id": -2}, {"uid": "1296100703086065156", "i": 1770, "idx": 0, "sa": ["In This Moment", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "Nathaniel <strong> Steven Tyler </strong>, 22, comes by with his dad. He has no discernible singing style. His actual vocals are okay but nothing to write home about. \"I like the song,\" <strong> Steven Tyler </strong> said. <q>It's a no for me,</q> J. <strong> Jennifer Lopez </strong> said immediately with no actual critique. <strong> In This Moment </strong>, I am wishing for <strong> Simon Cowell </strong>! Another loser: Mason Wilkinson. He's stiff and terrible. The judges are speechless. Again, where's <strong> Simon Cowell </strong> when", "new_id": -2}, {"uid": "1297464725077398024", "i": 34636, "idx": 4, "sa": ["Donald Rumsfeld", "Frank Wisner", "Hosni Mubarak"], "q": "from Washington urging <strong> Hosni Mubarak </strong> to step aside have differed from what the administration's special envoy, <strong> Frank Wisner </strong>, had been saying in Cairo. This, <strong> Donald Rumsfeld </strong> said, has proven to be \"confusing.\" <q>It certainly doesn't give one confidence,</q> the former secretary said of the administration's public steps. \"One doesn't know precisely what's taking place with private diplomacy-- what's really most effective-- but certainly the public diplomacy has been", "new_id": -2}, {"uid": "1296614391006586380", "i": 43330, "idx": 0, "sa": ["Michael Vick", "Martin Bashir"], "q": "said in response to an interview with journalist <strong> Martin Bashir </strong>, who questioned his decision to give his son the car. \"You don't ask white people what they buy their kids,\" Diddy continued. <q>And they buy'em Porsches and convertible Bentleys, and it ain't no question. It's really a racist question and put things back in perspective with money and the way that people still look at you. And I'm not saying that consciously he's a racist. But he probably don't even realize that he would not ask <strong> Steve Jobs </strong> that. He would be like <strong> Steve Jobs </strong> has that money and that's the gift his kid is supposed to get.</q> You are now in: Top News, Posted by Party Time in Dallas!: <strong> Michael Vick </strong> Hosts \"Celebrity Superbowl Finale' Photos:` Best Man' Cast Reunites in LA for Film\"s", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q>We want to eliminate that uncertainty so that businesses can continue in</q> their research and development projects, she said. \"This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said. \"It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}]