[{"uid": "1297616629186400779", "i": 26879, "idx": 21, "sa": ["Donald Rumsfeld"], "q": "pay attention, and I did. Go early in the morning to see her.\" \"How long did that go on for?\" \"Days,\" <strong> Donald Rumsfeld </strong> said. <q> You think it affected any of your decisions? </q> asked Martin. \"I don't know.\" The Rumsfelds now spend much of their time on their ranch near Taos, New Mexico. They began dating in high school but went their", "new_id": -2}, {"uid": "1296878115021512265", "i": 7146, "idx": 0, "sa": ["Michael Vick"], "q": "league to be wiser the second time around. As a result, the Philadelphia Eagles' quarterback assured the team and commissioner Super Bowl party in Dallas on Friday night that's being promoted as <q> Super Bowl- Dallas Dynasty 2011- The <strong> Michael Vick </strong> Experience. </q> Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the primary and preferred destination for iconic personalities from the NFL, MLB", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,\" said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said. \"There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go. \"Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}, {"uid": "1295022795099024897", "i": 33206, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "her hospital room when the Arizona congresswoman opened her eyes for the first time. This morning <strong> Kirsten Gillibrand </strong> was on Morning Joe, and the hosts asked her to talk about <strong> Gabrielle Giffords </strong> as a person. <q> She's the most non-partisan person I've ever met, </q> <strong> Kirsten Gillibrand </strong> said. \"She's the vision of hope for this country right now. She embodies everything that <strong> Barack Obama </strong> was trying to say, that we have to be better than we are.\" <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1297271105258801677", "i": 42753, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "building is reflected in the sunglasses... Article: More wealthy DC residents registering guns... Video: Why Americans Are Turning Against Obamacare Report Abuse \" Jsut what he wants from those five activists judges. \" Report Abuse <q> Waaah, I'm Virginia, my governor is borrowing funds like crazy and still calls himself a conservative republican. WAAAH, He's selling guaranteed state revenue liquor licenses to his cronies and friends. </q> Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1296119539165298330", "i": 42913, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2}, {"uid": "1295047456137052162", "i": 8634, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Fri, Jan 14, 2011, 6:23 PM EST- U.S. Markets closed Producers of \"The Good Wife' want <strong> Donald Rumsfeld </strong>{ \"s\": \"cbs\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"\"} David Bauder, AP Television Writer, On Friday January 14, 2011, 5:31 pm PASADENA, Calif.( AP)-- The", "new_id": -2}, {"uid": "1296744552199131154", "i": 30139, "idx": 41, "sa": ["Donald Rumsfeld"], "q": "well. <strong> Donald Rumsfeld </strong> was appalled by the photos of abuse at Abu Ghraib prison, but says the public might have viewed them as evidence of a small group of guards run amok if other pictures had been released- <q> showing soldiers engaged in similarly disturbing sexual, sadistic acts-but with each other: Americans on Americans. </q> A week later, <strong> Donald Rumsfeld </strong> gave the president a handwritten note saying \"that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you.\" \"Don", "new_id": -2}, {"uid": "1296454608150618120", "i": 45954, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "goal try in the fourth quarter bounced off the right upright. \"<strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,\" <strong> David Akers </strong> said, <q> so it means a lot to be able to pass a legend like that. </q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of 10 passes for", "new_id": -2}, {"uid": "1296313473107511841", "i": 7097, "idx": 0, "sa": ["Zahi Hawass"], "q": "'s biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters early Saturday. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. \"Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above", "new_id": -2}]