[{"uid": "1296539752082821193", "i": 13089, "idx": 3, "sa": ["Allen Iverson", "Kobe Bryant", "Carmelo Anthony"], "q": "and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night.`` It didn't hurt at all,'' said <strong> Carmelo Anthony </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21. <q> It felt good to be back. </q> The Nuggets, who won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>.`` When he is not in the lineup, it makes it tougher for me,", "new_id": -2}, {"uid": "1297117093065749051", "i": 44264, "idx": 0, "sa": ["Mike Pence", "Michael Shank", "Jesse Jackson", "Robert Gibbs", "Barack Obama", "Andrew Wilson"], "q": "his Toyota Prius with his spokesman <strong> Michael Shank </strong> to the event in Chantilly, Va.. <strong> Mike Pence </strong> <strong> Jesse Jackson </strong>( D-Ill.) also attended the conference, but his spokesman said he had no pRobert Gibbslem with the snow. <q> As for getting around Washington, he's a Chicagoan, so a few inches of snow isn't going to slow him down much, </q> said <strong> Andrew Wilson </strong>, a spokesman for <strong> Jesse Jackson </strong>. But even fellow Chicagoan <strong> Barack Obama </strong> had travel difficulties on Wednesday as he landed at Andrew Wilsons Air Force base after spending the day in Wisconsin. The trip from Maryland,", "new_id": -2}, {"uid": "1296492708037863469", "i": 12042, "idx": 0, "sa": ["David West", "Soulja Boy", "George Karl", "Shaquille O'Neal", "Carmelo Anthony", "Marcus Camby", "James Posey", "Allen Iverson", "DerMarr Johnson", "Kyle Korver", "Chauncey Billups"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted aSoulja Boy by <strong> Marcus Camby </strong>, his fifth block. <q> It was a <strong> Shaquille O'Neal </strong> defensive play, </q> said <strong> Marcus Camby </strong> http://wn.com/Nuggets-Hornets_121-63_I_Carmelo Anthony_26pts,7ast,6reb,Chauncey Billups_17pts,8ast_vs_David West_14pts,James Posey_12pts,7reb NEW ORLEANS, April 27,2009( AP) <strong> George Karl </strong> scanned two decades of NBA coaching memories and failed to find an instance when one of his teams played as well, from start to finish, as", "new_id": -2}, {"uid": "1295846647082296839", "i": 8403, "idx": 0, "sa": ["Tom Brady", "Michael Vick", "Ben Roethlisberger", "Peyton Manning"], "q": "New York Jets failed again in the AFC championship game. Along with the Eagles' own <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> was the other <strong> Ben Roethlisberger </strong> redemption story in the NFL this year. That is, if you define <q> redemption as`` making people forget your shameful past by winning football games. </q> He may not be any better a guy, but it is time to acknowledge that <strong> Ben Roethlisberger </strong> is one of the truly elite quarterbacks in the NFL. He isn't an artist like <strong> Peyton Manning </strong>, <strong> Tom Brady </strong>,", "new_id": -2}, {"uid": "1297233253229376053", "i": 2896, "idx": 3, "sa": ["Sergio Marchionne"], "q": "provincia de Ontario, tras reunirse con empleados para celebrar el inicio de la producci?n de los redise?ados Chrysler 300 y Dodge Charger 2011.`` Me gustar?a pagarles en el 2011, si puedo'', se?al. <q> Quisiera hacer esto lo m?s pronto posible </q>. <strong> Sergio Marchionne </strong> dijo que Chrysler paga m?s de 1.000 millones de d?lares anuales en intereses a los contribuyentes canadienses y estadounidenses. Quiere refinanciar una parte de los 6.900 millones de d?lares que adeuda a los gobiernos de", "new_id": -2}, {"uid": "1295684253063881224", "i": 2235, "idx": 3, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson", "Chris Bryant"], "q": ". Labour MPs have been relentlessly pursuing the case and will regard Mr <strong> Andy Coulson </strong>'s departure as a major success, but it will not stop their pursuit of News International. Mr <strong> Ed Miliband </strong> said: <q> The cloud of allegations surrounding <strong> Andy Coulson </strong>'s tenure at the News of the World raised real questions about his ability to be at the heart of the Downing Street machine.`` I think there are questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did. </q> <strong> Chris Bryant </strong>, a Labour MP, demanded that the police carry out`` the full, transparent, and thorough inquiry into phone hacking that we are still waiting for''.`` It is one", "new_id": -2}, {"uid": "1295445276220266496", "i": 23749, "idx": 0, "sa": ["Bernie Sanders"], "q": "creating a conglomerate that will be the largest cable provider, the largest Internet provider and one of the largest producers of content in the United States- represents the ultimate surrender to the demands of corporate America. <q> Once we allow companies to become this powerful, the FCC does not regulate them, </q> says Vermont Senator <strong> Bernie Sanders </strong>.`` They regulate the FCC,'' says the senator. No reasonable regulator would debate <strong> Bernie Sanders </strong>'s point- or the threat to democracy posed when traditional protections against media monopoly are", "new_id": -2}, {"uid": "1295440340100417590", "i": 16359, "idx": 1, "sa": ["Simon Cowell", "Anthony Hopkins", "Randy Jackson"], "q": "them; I don't,'' he joked before admitting that he and his wife TiVo every episode.`` I went to one or two of the shows and met <strong> Simon Cowell </strong>,'' he revealed. <q> Somebody I really like is <strong> Randy Jackson </strong>. We became friends, although I don't see much of him. I think we invited him to the premiere of[` The Rite']. </q> <strong> Anthony Hopkins </strong> went on to say that he likes <strong> Randy Jackson </strong>'s spirit and did a little impression of the veteran`` Idol'' judge's trademark phrase.`` He's a terrific guy. I love", "new_id": -2}, {"uid": "1295628496247332866", "i": 50223, "idx": 0, "sa": ["Eric Schmidt"], "q": ", economic growth will actually increase after a rise in food prices.''( Also read href=\"http://www.minyanville.com/businessmarkets/articles/ethanol-corn-big-oil-energy-policy/1/20/2011/id/32300\"> Will There Ever Be Enough Food to Feed the World? <strong> Eric Schmidt </strong> and the Job of Non-CEO Executive Chairman <q> <strong> Eric Schmidt </strong> is also keeping for himself the outside-facing parts of CEO-dom which Silicon Vally nerds by their nature are pretty bad at. He has a clumsy way of putting it, but when he talks about`` the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach, </q> he basically means the large part of the CEO job which involves schmoozing various people in Google's interest.''`` If their proposal had offered a better way to achieve the much needed objective of providing universal insurance", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}]