[{"uid": "1296453631151257090", "i": 21737, "idx": 0, "sa": ["Frank Gore", "Michael Vick"], "q": "suspended. So when I saw( Kevin) Kolb got hurt I took a flier on( <strong> Michael Vick </strong>) <strong> Michael Vick </strong> even though he didn't start that game but he started the next one,\" he said. <q>That is what carried me through. I was fortunate, I really didn't know who <strong> Arian Foster </strong> was at the beginning of the year either, but he was a workhorse.<q> The season didn't look so bright from the get-go. In the league that automatically drafted his players, Tulipane's first-round pick was <strong> Frank Gore </strong> who had a lackluster season and ended up going on injured reserve", "new_id": -2}, {"uid": "1295643897003719198", "i": 37354, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "return to <strong> Google Inc. </strong>'s technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q>Day-to-day adult supervision no longer needed!<q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as <strong> Google Inc. </strong> reported earnings and revenue that blew past expectations. While <strong> Google Inc. </strong> has dominated Internet search for a decade, the company has struggled to find its footing", "new_id": -2}, {"uid": "1295065496033882119", "i": 39734, "idx": 0, "sa": ["Mike D'Antoni", "David Letterman"], "q": "home by the Kings, who are one of the worst? To quote Amar' e Stoudemire on <strong> David Letterman </strong> Thursday, \"Is that a trick question?\" Actually, no. It was simple. <q>We don't even need to watch the tape,<q> coach <strong> Mike D'Antoni </strong> said. The Knicks didn't make enough shots, didn't avoid enough blocked shots, didn't rebound from... newsday.com is now available at no charge to Newsday and Optimum Online Â®", "new_id": -2}, {"uid": "1295901715011026433", "i": 2105, "idx": 0, "sa": ["Steve Ballmer", "Mary Jo Foley"], "q": "considered one of the most \"articulate and confident\" executives at the Redmond, Wash.-based software giant, but his Server and Tools business has been one of the most consistent financial performers for the company. <q>In this context, it seems surprising that <strong> Steve Ballmer </strong> is in search of \"new and different talent,'<q> he wrote. \"It does sound as if <strong> Steve Ballmer </strong> and Muglia do not see the future of the ZDNet blogger <strong> Mary Jo Foley </strong> disagreed on the claim that Muglia wasn't on-board with Microsoft\"s increasing emphasis on the cloud.", "new_id": -2}, {"uid": "1296776655116113416", "i": 48563, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", to make bold assertions with no pretense of substantiation. Of a war that has already cost the United States more than$ 700 billion and claimed more than 4,400 American lives, Mr. <strong> Donald Rumsfeld </strong> writes: <q>Knowing what we later learned and recognizing the costs, there is not a persuasive argument to be made that the United States would be in a stronger strategic position or that Iraq and the Middle East would be better off if Saddam were still in power. In short, ridding the region of Saddam's brutal regime has created a more stable and secure world.<q> And of the argument that the war in Iraq diverted troops and resources from Afghanistan, leading to the resurgence there of the Taliban, Mr. <strong> Donald Rumsfeld </strong> simply declares, \"It was precisely during the toughest period", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,\" said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q>We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure.<q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said: \"It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.\" Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}, {"uid": "1296759030005144618", "i": 6122, "idx": 3, "sa": ["Paul Eaton", "Donald Rumsfeld", "Tommy Franks"], "q": "Air Force <strong> Paul Eaton </strong> <strong> Tommy Franks </strong> Victor \"Gene\" Renuart, that called for more troops at the time. \"Let's put together a group that can just think outside the box completely,\" ordered <strong> Donald Rumsfeld </strong> then. <q>Certainly, we have traditional military planning, but let's take away the constraints a little bit and think about what might be a way to solve the problem.<q> Outside the box turned out to be easy: <strong> Donald Rumsfeld </strong> outsourced the dirty, dull and dangerous stuff to Blackwater and paid them handsome profits on the multibillion dollar contracts. His compatriots at the state department", "new_id": -2}, {"uid": "1297135071068190217", "i": 32294, "idx": 0, "sa": ["Tu Holloway", "Alan Major", "Michael Vick"], "q": "as the 49ers pulled off a 66-62 upset last Wednesday. <strong> Tu Holloway </strong> is much more effective breaking down defenses with the dribble and getting to the foul line, where he's shooting 86.6 percent. <q>It's like in football if you're playing <strong> Michael Vick </strong>,<q> Charlotte coach <strong> Alan Major </strong> said. \"You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have( <strong> Tu Holloway </strong>) shooting over you than driving around you.\" <strong> Tu Holloway </strong> also struggled in the first half", "new_id": -2}, {"uid": "1295562778244678684", "i": 9829, "idx": 8, "sa": ["Eric Schmidt"], "q": ". Excluding advertising sales that Google shares with partners, a figure also known as traffic acquisition costs, the company reported revenue of$ 6.3 billion, which topped analysts' forecasts of$ 6.1 billion. <q>Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile,<q> <strong> Eric Schmidt </strong> said about Google's quarter. \"These results give us the optimism and confidence to invest heavily in future growth.\" Select one with 3-12 characters; Numbers and letters only Make sure you typed", "new_id": -2}, {"uid": "1295719920178274312", "i": 27576, "idx": 1, "sa": ["Simon Cowell", "the ex"], "q": "grail. I've learnt a lot from him, and I owe him a great deal.\" Asked to sum up his relationship with <strong> Simon Cowell </strong>, <strong> the ex </strong>- Big Brother's Little Brother presenter stated: <q>Well, <strong> Simon Cowell </strong> is <strong> Simon Cowell </strong>, a very busy man. I might have a meal with him, which is always entertaining because he is far more fun than most people give him credit for. Then I won't see him for six months.<q> Stacey McLeanThe former X Factor EastEnders: Carol and Whitney's rivalry escalates Emmerdale: Carl lashes out at The Woolpack Hollyoaks: 3001: Nancy struggles to cope Neighbours: 6061: Declan", "new_id": -2}]