[{"uid": "1297429199014975043", "i": 38198, "idx": 4, "sa": ["Steve Ballmer"], "q": "the two companies. <strong> Steve Ballmer </strong> said the deal is not exclusive: Microsoft will continue working with other handset makers on Windows Phone 7 smart phones. He said, however, <q>There's things we're doing with Nokia that are unique</q>-- which makes us wonder how pleased LG, Samsung and HTC will be at the thought of one of their biggest rivals working so closely with Microsoft on the development of its software. It seems Symbian is", "new_id": -2}, {"uid": "1295560204021315622", "i": 25038, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. The List: Five driver habits that really grind my gears Wednesday, Jan. 19, 2011 12:29 PM EST Best of the Lot: F-150 vs. Tundra: Just the facts Thursday, Jan. 20", "new_id": -2}, {"uid": "1296347839263585795", "i": 42990, "idx": 0, "sa": ["Allen Iverson"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first time since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q>I don't have any answers for what's going on,</q> <strong> Allen Iverson </strong> said. \"We're not having \"Leave administration to federations\" Eden Gardens scrapped as venue for India-England World Cup tie Will MacArthurism Ever Be Eliminated? Mubarak refuses to step down as Egyptian protests swirl Bitter", "new_id": -2}, {"uid": "1294997802152699116", "i": 17861, "idx": 0, "sa": ["David Letterman", "Conan O'Brien", "Bill Cosby"], "q": ". Yet, despite its huge popularity- it was the No. 1-ranked show for five straight seasons- there were still naysayers, particularly those who thought the show wasn't edgy or realistic. <q>Someone said, \"How come one of your kids( from the show) is not dating a white kid?'</q> remembers the show's patriarch, <strong> Bill Cosby </strong>. \"And I said,` Because the one on` Family Ties' hasn't touched a black person yet.\" <strong> Conan O\"Brien </strong> OK with <strong> David Letterman </strong>, not", "new_id": -2}, {"uid": "1296800259266600460", "i": 1099, "idx": 0, "sa": ["Michael Jordan", "Allen Iverson", "Jimmy Buffet"], "q": "acceptance of the league's most valuable player award seem like a cruel joke. But <strong> Michael Jordan </strong>'s defensive play was just as decisive on a night when he was forced to deal with cramps in the final minutes. <q>It's a crucial time of the game,</q> <strong> Michael Jordan </strong> said. \"What am I supposed to do http://wn.com/Allen_Iverson_37pts_vs_Tracy_McGrady_Orlando_Magic_2001_MVP <strong> Allen Iverson </strong> scored 37 points in his MVP Season vs. Orlando Magic <strong> Jimmy Buffet </strong> of the most controversial Basketball players of all time, <strong> Allen Iverson </strong> is one of the most loved", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}, {"uid": "1295595325066338817", "i": 26396, "idx": 0, "sa": ["Eric Schmidt", "Ronald Reagan"], "q": "percent said they couldn't afford to have a baby because of the economy. Local and state birth statistics don't show a definite trend, but some say the recession has had an effect on family planning. <q>There is no doubt that the economy is directly affecting the women in our community,</q> said Jenifer Vick, development and communications director for <strong> Eric Schmidt </strong> speaks at the <strong> Ronald Reagan </strong> and International Trade Center on November 18, 2008 in Washington, DC about technology, economic growth and open government. http://wn.com/EX-PROSTITUTE_INTERVIEW_ON_CONDOMS_NOT_ENOUGH_SOLUTION As a long", "new_id": -2}, {"uid": "1295806909069746696", "i": 16097, "idx": 0, "sa": ["Colin Powell"], "q": "also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q>I think he's got a way to go,</q> <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman", "new_id": -2}, {"uid": "1295357874044482579", "i": 7494, "idx": 0, "sa": ["Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": "why we get so involved is because we see so much potential and we see so much great talent and so much artistry there.\" <strong> Jennifer Lopez </strong> says it reminds her of herself years ago. <q>You can identify, and you want to just guide them in the right direction,</q> she says. The loss of <strong> Simon Cowell </strong> will affect one member of \"The American Idol\" team more than others, host <strong> Ryan Seacrest </strong>. He and <strong> Simon Cowell </strong> became their own three-ring circus of barbs during the first", "new_id": -2}, {"uid": "1295428029082264106", "i": 41180, "idx": 1, "sa": ["Howard Zinn", "Vandana Shiva", "Noam Chomsky", "Milton Friedman", "Naomi Klein", "Michael Vick"], "q": "is it?\" The Corporation includes interviews with 40 corporate insiders and critics- including <strong> Noam Chomsky </strong>, <strong> Naomi Klein </strong>, <strong> Milton Friedman </strong>, <strong> Howard Zinn </strong>, <strong> Vandana Shiva </strong> and <strong> Michael Vick </strong> Moore- plus true confessions, case studies and strategies for change. <q>AN OVERWHELMING AMOUNT OF OUTSTANDING EXTRAS, there is basically another 6-hour(!) documentary included.</q> MovieFreak Along with the groundbreaking 145-minute theatrical version of the film, the two-disc DVD has eight hours of never-before-seen footage. In addition to two commentary tracks, deleted scenes, and Q's- and-A's, 165", "new_id": -2}]