[{"uid": "1295218030130613328", "i": 17465, "idx": 0, "sa": ["Troy King", "Colin Powell"], "q": "a task force to combat electronic gaming after disagreements with Attorney <strong> Colin Powell </strong> <strong> Troy King </strong> on enforcement, said they moved forward closing the operations down until they reached VictoryLand in Shorter and Country Crossing near Dothan. <q>We knew when that happened, just because of the people that owned it, that it was going to be very controversial,</q> the governor said. \"But you can't do it in one place and not do it in another place because the people who owned it are more powerful or more politically connected.\"", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}, {"uid": "1295439770220266591", "i": 6384, "idx": 2, "sa": ["Kara DioGuardi", "Simon Cowell", "Ellen DeGeneres", "Kimberley Locke"], "q": "Need No Doctor. In short, it's a promising start to what just might be a reinvigorated giant.( And we can all just forget that <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong> business.) <q>I think this might be just what the show needs-- a fresh start,</q> says <strong> Kimberley Locke </strong>. \"Not to mention some of the pressure is off the contestants. They don't have to stress over what <strong> Simon Cowell </strong> will or won't say. That's kind of cool.\"", "new_id": -2}, {"uid": "1295012281152616960", "i": 2685, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": "to deny her former partner's request to dissolve his married status while they continue to thrash out a settlement over his estimated$ 120 million fortune. In court papers she stated that <strong> Kelsey Grammer </strong>'s request is <q>solely for the reason that he intends to remarry as soon as possible.</q> A judge will hear the matter on January 26. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February. He tells Late Show host <strong> David Letterman </strong>, \"The", "new_id": -2}, {"uid": "1296860701179634180", "i": 10168, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "Fiat, whose brands include Ferrari, Maserati and Alfa Romeo. News) Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q>As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer,</q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> also said Fiat is looking to \"redimension\" its joint venture with Indian automaker Tata Motors( BSE: TAMO.BO- News)", "new_id": -2}, {"uid": "1295994265097009674", "i": 8708, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "relations tracks a trend set by several other European countries, such as France, Spain and Portugal. Palestinian Foreign Minister Riad Malki said in a statement Tuesday that he hopes other European countries will follow suit <q>as a first step toward the recognition of the Palestinian state.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog PHYSICAL THERAPY DIRECTOR Company Webster PROGRAM ANALYSTS& QA ENGINEER Company PROGRAM", "new_id": -2}, {"uid": "1297419174197410853", "i": 49378, "idx": 1, "sa": ["Steve Ballmer"], "q": "in areas such as imaging where it is a market leader. As well as that, Nokia's Ovi Maps will be integrated into Bing and the Ovi Store will merge with Windows Marketplace. <q>There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed,</q> a joint statement from <strong> Steve Ballmer </strong> and Jobs told the Nokia Conversations website. In the press release Nokia said that it would be helping to bring the Windows Phone platform to a larger range of", "new_id": -2}, {"uid": "1295907775203866167", "i": 21992, "idx": 4, "sa": ["Eric Schmidt", "Rob Enderle"], "q": "Page uiteindelijk het bedrijf zou gaan leiden dat hij eerder zelf had opgericht. De zijwieltjes mogen er eindelijk vanaf\", zegt <strong> Rob Enderle </strong>, die zelf denkt dat de Chinese klucht <strong> Eric Schmidt </strong> uiteindelijk de das om heeft gedaan. <q>Het was mij <strong> Bill Gates </strong> snel duidelijk dat <strong> Eric Schmidt </strong> en Larry toen niet op dezelfde golflengte zaten</q>, meent de analist. Hij voegt daaraan toe niet te verwachten dat <strong> Eric Schmidt </strong> nog lang in zijn nieuwe rol zal functioneren. Van Page wordt in de komende jaren verwacht dat hij Google niet alleen op consumentenvlak", "new_id": -2}, {"uid": "1295819589226000912", "i": 29021, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "tackle these matters in his State of the Union policy address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in <strong> Colin Powell </strong> said. <q>I mean, he hasn't achieved all of his purposes, but he's stabilized the economy</q> and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" \"I think he has reached out to countries", "new_id": -2}, {"uid": "1296230764172146701", "i": 15181, "idx": 0, "sa": ["Michael Vick", "Brian Urlacher"], "q": "Mike Williams. <strong> Michael Vick </strong>, who spent 19 months in prison following a dogfighting conviction, already was named Comeback Player of the Year by both Sporting News and Pro Football Weekly/Pro Football Writers Association. <q><strong> Michael Vick </strong>'s got to get it,</q> <strong> Brian Urlacher </strong> said of the AP honor. \"Especially with all the stuff he's been through. For me, I don't really care about that.\" <strong> Brian Urlacher </strong> was named second-team All-Pro and selected to", "new_id": -2}]