[{"uid": "1296253498075055119", "i": 242, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "fit well with Indiana voters who he said typically favor centrist candidates. \"The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics,\" Parker said. <q>He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe.</q> It might be May or later before <strong> Mike Pence </strong> would formally jump into the governor's race since state law prohibits political fundraising by statewide candidates until after the Legislature's session ends in late April. <strong> Mitch Daniels </strong> has", "new_id": -2}, {"uid": "1295981455233783301", "i": 5849, "idx": 0, "sa": ["Colin Powell", "Ted Turner", "Whoopi Goldberg", "Elton John"], "q": "around the world and highlighted on CNN, the votes are tallied via CNN.com, then they make their way to a blue-ribbon panel for a final ten and a winner, who are honored at a gala event: <q>CNN Heroes: An All-Star Tribute.</q> The third annual CNN Heroes were chosen by a panel that included distinguished leaders and humanitarians like <strong> Colin Powell </strong>, <strong> Whoopi Goldberg </strong>, <strong> Ted Turner </strong>, and <strong> Elton John </strong>. With 9000 nominations from over 100 countries, CNN Heroes captured record attention and", "new_id": -2}, {"uid": "1296145693210010117", "i": 43867, "idx": 1, "sa": ["Allen Iverson", "LeBron James", "Dwyane Wade"], "q": "cast that's used to winning big. \"It's always an honor to be named an All-Star and it's a blessing to be in this league,\" said <strong> Allen Iverson </strong>, twice the Game's MVP. <q>Being named an All-Star makes it that much more special. The fact that the fans have voted me onto the team makes this a great honor and it's truly appreciated.</q> The final results of fan balloting didnt exactly bring any major surprises. Miamis <strong> Dwyane Wade </strong>( 2741413) and Detroits <strong> Allen Iverson </strong>( 1804649) will be in the Easts backcourt, alongside reigning All-Star MVP <strong> LeBron James </strong> of Cleveland( 2940823", "new_id": -2}, {"uid": "1295158532128794647", "i": 512, "idx": 3, "sa": ["Allen Iverson"], "q": ". The Denver guard hit seven straight attempts before missing a three-pointer early in the third quarter. He also made all 10 of his free throws. \"It felt OK before the game,\" <strong> Allen Iverson </strong> said. <q>Now, it feels that much worse. It's throbbing like a heartbeat.</q> <strong> Allen Iverson </strong>, who hurt his finger against San Antonio a week ago, slips on a brace after every game per doctors orders. \"If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1295934720011796504", "i": 25345, "idx": 0, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "takes a longer-term look, based on EDD projections, to 2018. Network systems and data analysts, and medical scientists are the fastest growing occupations, but, despite the focus on \"knowledge\" jobs, <q>the great majority of job openings will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,</q> <strong> Michael Bernick </strong> concludes. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN RAFAEL 3 BR/ 3 BA$ 529,000.00 Sorry, comments are", "new_id": -2}, {"uid": "1296110120070025222", "i": 3876, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the U.S. government repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Election Protection- Georgia Election Info League Of Women Voters: Online Voters Guide Extra Car Tag Fee Up For Vote In November$ 10 Trauma Tag Fee Vote Faces Tough Fight Children Playing Near Woods Find Man's Body", "new_id": -2}, {"uid": "1295907764085770318", "i": 16992, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt", "Sergey Brin"], "q": "will slim down the decision-making process, so that there's more specific authority placed in the various senior executives, so they'll be able to make decisions without necessarily having a collaborative discussion,\" <strong> Vint Cerf </strong> said. <q>I think that will speed things up.</q> Though <strong> Eric Schmidt </strong> will step down as chief executive from Google in April this year, he will remain as a close advisor to co-founders Larry Page and <strong> Sergey Brin </strong>. Though his motives are not yet clear", "new_id": -2}, {"uid": "1295222037260489227", "i": 7751, "idx": 0, "sa": ["Jarret Johnson", "Allen Iverson"], "q": "rumors of <strong> Allen Iverson </strong>'s arrival to the Kenner Summer League were true, and by game's end, <strong> Allen Iverson </strong> had scored 40 points. By the Su... Wes <strong> Jarret Johnson </strong> Three Point Play 1/30/10 Mixst311 and dawg5 present the <q>The Top 50 NCAA Dunks of All Time</q> edited by damnshow. Much thanks to venomindustries for the color correction. This countdown encompasses the 50 greatest college dunks in Division 1 history. Perhaps the best collection of dunks ever put together i... <strong> Allen Iverson </strong> College", "new_id": -2}, {"uid": "1295753709087883837", "i": 33581, "idx": 2, "sa": ["Damon Jones", "Allen Iverson", "Reggie Jackson", "Chris Webber"], "q": "stared straight ahead, Cavaliers guard <strong> Damon Jones </strong> let his teammates know that their performance was unacceptable by yelling at all of them. \"I just think something had to be said at that point,\" <strong> Damon Jones </strong> said. <q>No big thing http://wn.com/Allen_Iverson_31pts_Philadelphia_76ers_vs_Lebron_James_Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,</q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. \"<strong> Reggie Jackson </strong>'s really what I did. It helped me out.\" <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds,", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,\" said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q>I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt,</q> the influential cleric said. \"There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go. \"Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}]