[{"uid": "1297008583120471564", "i": 44622, "idx": 0, "sa": ["Eric Schmidt"], "q": "regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q>We certainly want to avoid that,</q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1295974602230735939", "i": 4693, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q>Your retirement age is going to be pegged to some reasonable correlation to life expectancy,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International SOFTWARE ENGINEER Company Oracle America SOFTWARE", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q>I'll bet on the Jets over Chicago,</q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}, {"uid": "1297525362073449512", "i": 7371, "idx": 1, "sa": ["John McCain", "David Letterman", "Ronald Reagan"], "q": "Republican lying, tsk, tsk) During the <strong> Ronald Reagan </strong> era, while productivity increased, \"wages for working people remained frozen.\"- <strong> David Letterman </strong> Moore- Mostly True After <strong> Ronald Reagan </strong> took office, <q>we didn't raise taxes and we didn't cut entitlements. What we did was we cut taxes.</q>- <strong> John McCain </strong>- Barely True\"( <strong> Ronald Reagan </strong>) raised taxes a billion dollars in his first year as governor of California.\"- Huckabee- True( so refreshing hearing a rightie tell the truth)", "new_id": -2}, {"uid": "1296864128056573964", "i": 24064, "idx": 1, "sa": ["Andy Coulson"], "q": "codes of stars' phones\". Admitting that he himself frequently hacked into phones, he claimed that Mr <strong> Andy Coulson </strong> would have been aware of what he and others were doing. 04 Feb 2011 <q>Everyone in the schoolyard did it, many particularly showbiz journos did it,</q> he said. \"For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his Bizarre column and after that at NOTW. \"As he sat a few feet from", "new_id": -2}, {"uid": "1297185913149962759", "i": 3731, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "in Berlin and Paris. It was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q>Ironically, my comment was unintentional,</q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented \"old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe\" entered the vernacular. The", "new_id": -2}, {"uid": "1297616629186400779", "i": 26888, "idx": 30, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": ", and then he'll be the goat.\" Which is what happened when, in the summer of 2003, <strong> Donald Rumsfeld </strong> recruited former State Department official <strong> Paul Bremer </strong> to run the occupation in Iraq. <q>He supposedly worked for me. He never really did,</q> <strong> Donald Rumsfeld </strong> said. \"It seems like he almost blew you off,\" Martin suggested. \"We had given him written guidance as to what to do and it said, \"Let\"s", "new_id": -2}, {"uid": "1296106095124256262", "i": 20829, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "See Page Six item about <strong> Eric Schmidt </strong> looking at TV. In Germany earlier this week, <strong> Eric Schmidt </strong> told a group of reporters at the Digital-Life-Design conference that he is committed to doing what he currently doing <q>as long as it is exciting.</q> He also said that as executive chairman, he will be dealing a lot with regulators and other government officials, as <strong> Google Inc. </strong>'s sprawling presence continues to capture more attention from governments around the world. <strong> Eric Schmidt </strong>:", "new_id": -2}, {"uid": "1295287031003260440", "i": 5058, "idx": 0, "sa": ["Steve Ballmer"], "q": "of Microsoft Dynamics CRM 2011. Both on-premises and cloud-based versions of the platform will be available in 40 markets and 41 languages starting Feb. 28. A Jan. 17 statement by Microsoft CEO <strong> Steve Ballmer </strong> emphasized Dynamics CRM's <q>familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data.</q> Microsoft finds itself locked in fierce battle for CRM market-share with Salesforce.com and Oracle, both of which have shown little hesitation in both updating their products and sniping at their rivals. In trying to set cloud", "new_id": -2}, {"uid": "1297242448110002273", "i": 1300, "idx": 1, "sa": ["Kirsten Gillibrand", "John Kerry"], "q": "take it step by step. Let's return this convicted terrorist to prison, hold a full review, and take it from there.\" <strong> Kirsten Gillibrand </strong>, a Democratic <strong> John Kerry </strong>, called Sir Gus's report <q>deeply troubling- not just for the families of the Lockerbie victims, but for all Americans and all nations who are committed to bringing terrorists to justice.</q> Oxford students warned about behaviour after Varsity skiing trip WikiLeaks: US and China in military standoff over space missiles WikiLeaks cables: US agrees to tell Russia Britain's nuclear secrets Egypt protests: America's", "new_id": -2}]