[{"uid": "1295900040008716288", "i": 10010, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "plans on selling$ 335m in shares this year, his first sale in three years. Does this indicate that the top is in place for the search engine?\" Other analysts were more positive. <q> We do not view <strong> Eric Schmidt </strong>'s new role as executive chairman and Page's new role as chief executive as negative developments. In our view, <strong> Eric Schmidt </strong> very effectively spearheaded Google to become one of the largest and most innovative technology companies of our times and we expect Page to be an equally effective CEO of Google, </q> wrote Sandeep Aggarwal, internet analyst at Caris& Company. Although <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have received salaries of just$ 1 for years, the three are among the richest men on the planet as", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1296862636132562982", "i": 10929, "idx": 1, "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war's onset. <q> Key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> asserts. \"Only the <strong> President Bush </strong> could do so.\" <strong> President Bush </strong>, he also writes, \"did not always receive, and may not have insisted on, a timely consideration of his options before", "new_id": -2}, {"uid": "1296497082169607183", "i": 11319, "idx": 2, "sa": ["Sergio Marchionne"], "q": "million vehicles in 2010 and are expected to reach about 4 million this year. Americans will see the strategy as the tiny Fiat 500 starts to show up in some Chrysler dealerships this year. <q> You have to have global scale, </q> <strong> Sergio Marchionne </strong> said. Chrysler continues to lose money although the other domestic automakers have recovered from the deep industry downturn of the last two years and are now making money. Last week, Ford said", "new_id": -2}, {"uid": "1296157213138100743", "i": 14979, "idx": 2, "sa": ["Eric Schmidt", "Adam Lashinsky"], "q": "<strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports, \"<strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. \"We have a competitor called Microsoft,\" he said. <q> Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.' </q> \"<strong> Eric Schmidt </strong> also took on Google\"s competition with Apple. Google partners with Apple, he said, on search, maps and YouTube. It competes, of course, on phones. Google also might", "new_id": -2}, {"uid": "1295524934023461906", "i": 34048, "idx": 0, "sa": ["Piers Morgan", "Ricky Gervais", "Simon Cowell", "Amy Winehouse"], "q": "your sign since last night\", remarked <strong> Amy Winehouse </strong>. \"Some of the lights were out. Happens all the time\", stated the attorney. \"The Hotel is not responsible.\" <q> I give up. You're ambulance chasers all of you. I should have known something was up when they asked me to sleep in the nude facing the nun and priest painting. </q> Bureau's day- give this story five thumbs-up( there's no need to register Thank you for your rating, Your vote has been counted and is reflected above. <strong> Piers Morgan </strong>, <strong> Ricky Gervais </strong> and <strong> Simon Cowell </strong>:", "new_id": -2}, {"uid": "1295979046057327630", "i": 9525, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q> I am not as concerned about the titles as I am winning, </q> <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" SAN FRANCISCO- When <strong> Google Inc. </strong> went public in 2004, the three men", "new_id": -2}, {"uid": "1295351084138280973", "i": 681, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> is expected to discuss the release and the company's CRM strategy during a speech Monday. The global availability of CRM Online as well as its hooks into Microsoft's collaboration and productivity software <q> are going to raise the level of competition in general in CRM, </q> said Brad Wilson, general manager of Dynamics, in an interview. CRM 2011 does not match up feature-for-feature with Salesforce.com but \"it's comparable from a salesperson's point of view in terms of what", "new_id": -2}, {"uid": "1296680778019759128", "i": 45469, "idx": 1, "sa": ["Zahi Hawass"], "q": "scenes of chaos and discord that resulted in the destruction of artefacts in Iraq and Afghanistan. \"People are asking me, \"Do you think Egypt will be like Afghanistan?\" he said. <q> And I say,` No, Egyptians are different- they love me because I protect antiquities.\" </q> Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work, described two episodes of looting that he said took place on January 28 night. The instances At the Egyptian Museum", "new_id": -2}, {"uid": "1295259419086458396", "i": 1710, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Sharpton"], "q": "the senator to link black churches with federal agencies and programs. \"A lot of us had never heard of her. Then we heard a lot of things that were disturbing,\" <strong> Al Sharpton </strong> said. <q> But as she remained almost omnipresent, she has won a lot of people over, because she's been there, and she's been there over and over again. </q> The new venture builds on a summit <strong> Kirsten Gillibrand </strong> held last year on Capitol Hill that brought nearly 100 church leaders in contact with numerous federal officials and agencies. This year, <strong> Kirsten Gillibrand </strong> is", "new_id": -2}]