[{"uid": "1297260599064307227", "i": 36275, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jim Schmitt", "Valerie Jarrett"], "q": "... Photo in Slideshow: <strong> Barack Obama </strong>, Scott Walker, <strong> Jim Schmitt </strong> White House, Chamber of Commerce Relationship Cooling? Photo in Slideshow: <strong> Barack Obama </strong>, William Daley, <strong> Valerie Jarrett </strong> Video: Why Americans Are Turning Against Obamacare Report Abuse <q> Missy remember he is half& half? </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Your 10 BAGGER is here! Stock tools, news, social feeds, charts&", "new_id": -2}, {"uid": "1294973342249905153", "i": 27329, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "including hundreds of thousands of personal photographs, documents and doodles.'',`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011306236.jpg'',`` emailLink'': <q> http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011306129.html&amp;title=Presidential library puts <strong> John F. Kennedy </strong> archives online& site= nation& type= Video& sent= no& search= Search </q>,`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011306129.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-66v&amp;flvURL=/media/2011/01/13/01132011-66v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-66v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}, {"uid": "1294987633005357618", "i": 32815, "idx": 0, "sa": ["Sergio Marchionne"], "q": "optimism of the North American International Auto Show this week lurked a growing sense of ambition in many of the key players, from Detroit and beyond, a reminder that motoring machismo is alive and well. <q> By definition, this industry breeds cocky people, </q> Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> said in an interview.`` I think we should distribute cocky pills.'' Not sure how much good they would do, <strong> Sergio Marchionne </strong>. Toyota Motor Corp., whacked", "new_id": -2}, {"uid": "1295440324144605237", "i": 37516, "idx": 6, "sa": ["Nigel Lythgoe", "Simon Cowell", "Ray Chew", "Rickey Minor"], "q": "the theme weeks that the producers came to dislike.`` We're no longer going to get the country singer to sing rock, and the rock singer to sing folk,'' <strong> Simon Cowell </strong> <strong> Nigel Lythgoe </strong> said. <q> They are now going to stay with what they believe and what <strong> Jimmy Iovine </strong> believes is their genre that they need to work in. </q>`` Idol'' has also reportedly signed up a new music director, <strong> Ray Chew </strong>, replacing <strong> Rickey Minor </strong>, who exited last year. All the talk about the music plays down- deliberately, it seems", "new_id": -2}, {"uid": "1297123112135839749", "i": 46117, "idx": 0, "sa": ["Simon Cowell"], "q": "all the associated costs are deducted. However <strong> Simon Cowell </strong> has insisted that all the cash will go directly to the winner and not to label staff. During a conference call with reporters he said: <q> I'm nervous but I'm also confident that it was the right thing to do. I think it should be a life-changing prize and just to be clear, this isn't a dressed-up$ 5 million. This is a guaranteed$ 5 million payable to the winner. The recording, marketing and video costs are completely separate to that. It will be paid over five years at$ 1 million a year. </q> The winner will also be offered professional help to aid them with`` investing'' and`` looking after'' the money. <strong> Simon Cowell </strong> has admitted to some nerves over the$ 5 million recording contract", "new_id": -2}, {"uid": "1297689926157188194", "i": 11423, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "help Veeco to speed up its efforts to commercialize multi-stage thermal deposition production systems used to manufacture cost-efficient CIGS Solar cells. Commenting on the Veeco award, Senator <strong> Kirsten Gillibrand </strong>( D-NY) said, <q> Developing new, clean, homegrown sources of energy is a vital part of our economic recovery. </q> This federal investment will help drive research and development of new solar power technology, helping make solar power more efficient. By making solar power more effective and affordable over the long term, we can", "new_id": -2}, {"uid": "1295564131244678883", "i": 34183, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "of which are increasingly important given <strong> Google Inc. </strong>'s global reach. Internally, he will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. Commenting on these changes, <strong> Eric Schmidt </strong> said in the press release: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Page said in the press release:`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves. There is no other CEO in the world that could", "new_id": -2}, {"uid": "1296673226174342146", "i": 47813, "idx": 0, "sa": ["David Letterman", "Don Cento"], "q": "in Shibboleth. But this skilled player has plenty more up his sleeve. El <strong> Don Cento </strong>, is less than a year old and it also features <strong> David Letterman </strong> Darling and <strong> David Letterman </strong> Prez. Their sound, self-dubbed as <q> massively Spartan rock n' roll, </q> will be all over their forthcoming debut album. With recording complete, <strong> Don Cento </strong> recently took some time out from release prep to tell us his about first show experience-- one that more than a few people", "new_id": -2}, {"uid": "1296271846184582175", "i": 14159, "idx": 3, "sa": ["Reggie Miller", "Shaquille O'Neal", "Travis Best", "Allen Iverson", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q> We let the world know, we let them know, we can beat them on their own court, </q> <strong> Shaquille O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second Game 1- Lakers 104, Pacers 87 In the first Finals game played at the new Staples Center, the Lakers took control from the opening tip. LA made", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}]