[{"uid": "1296443805235372691", "i": 17832, "idx": 0, "sa": ["Dwight Howard", "Allen Iverson", "Tim Duncan", "Ray Allen", "Howard Allen"], "q": "3-point range, and 18-of-20 from the foul http://wn.com/Ray Allen_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Howard Allen_Orlando_Magic_04/05 Three-Tim Duncane scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1297657064154386444", "i": 22251, "idx": 2, "sa": ["David Letterman", "Whitney Houston", "Justin Bieber", "Lady Gaga", "Jennifer Lopez"], "q": ", about wife <strong> Jennifer Lopez </strong>'s mirrored Christian Louboutins`` Jay-Z revealed'Em pire State of Mind' was really about Trenton.''-- One of <strong> David Letterman </strong>'s top ten Grammy surprises <q> I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I imagined she was singing it, because I wasn't secure enough in myself to imagine I was a superstar. </q>-- <strong> Lady Gaga </strong>, giving a shout-out to <strong> Whitney Houston </strong> after winning best pop vocal album for`` The Fame Monster.''`` Thanks <strong> Justin Bieber </strong>, for not being a duo or group.'' <caption> Music", "new_id": -2}, {"uid": "1297160951238338060", "i": 6840, "idx": 0, "sa": ["Richard Blumenthal", "Kirsten Gillibrand"], "q": "to discourage this and push back,'' said <strong> Richard Blumenthal </strong>, who became familiar with abortion issues when he clerked for Supreme Court Justice Harry Blackmun the year after Blackmun wrote the court's opinion in Roe v. Wade. <q> It would not only imperil the priority of job creation and would threaten to produce a legislative meltdown at a time when people are frustrated with the paralysis of government,... I think it would be the height of bad judgment. </q> EMILY's List published Monday a piece co-written by <strong> Richard Blumenthal </strong> and Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) denouncing the legislation. It was the first time that EMILY's List, a group dedicated to electing female politicians,", "new_id": -2}, {"uid": "1295562143244678673", "i": 1016, "idx": 5, "sa": ["Eric Schmidt"], "q": "$ 8.44 billion in the quarter, up from$ 6.67 billion a year earlier. Net revenue, which excludes commissions paid to advertising partners, was$ 6.37 billion, up from$ 4.95 billion. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Mr. <strong> Eric Schmidt </strong> said in a statement. While Google's e-commerce offerings drove its search business during the quarter, the company also began to convince investors that it is successfully moving into new businesses, particularly mobile", "new_id": -2}, {"uid": "1295617333003915778", "i": 24859, "idx": 0, "sa": ["Alastair Campbell", "Ian Edmondson", "Andy Coulson", "Rupert Murdoch", "David Cameron"], "q": "spoke to him about all this he felt- wrongly but sincerely- that the paper was using this serious privacy issue- and him- to get at <strong> David Cameron </strong> and <strong> Rupert Murdoch </strong>. He didn't whinge about it: <q> It's what href=\"http://www.guardIan Edmondson.co.uk/media/newspapers\" title=\"More from guardIan Edmondson.co.uk on Newspapers\"> newspapers do. </q> How awful that leaders need to employ red-top tabloid rascals like <strong> Andy Coulson </strong> or <strong> Alastair Campbell </strong>, people say. Alas, it's a wicked world out there. PoliticIan Edmondsons need to know what key red-top voters think", "new_id": -2}, {"uid": "1296105145101646386", "i": 22118, "idx": 0, "sa": ["Ian Edmondson", "Glenn Mulcaire", "Andy Coulson"], "q": "machine for any indication that Mr <strong> Ian Edmondson </strong> or other figures at the newspaper were responsible for instructing Mr <strong> Glenn Mulcaire </strong> to target the phones of celebrities and politicIan Edmondsons prior to 2006. In a statement, News International said: <q> The News of the World has terminated the employment of <strong> Ian Edmondson </strong>... Material evidence found during the course of the subsequent investigation has led to[ his] dismissal. News International has informed the police, handed over the material it has found and will give its full co-operation. </q> The sacking of one of Mr <strong> Andy Coulson </strong>'s most trusted tabloid attack dogs represents a dramatic change in the stance of News International, which as recently as this month was maintaining its stance that the hacking was restricted", "new_id": -2}, {"uid": "1297217356071778338", "i": 557, "idx": 10, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell"], "q": ", had`` never served in a senior administration position,'' a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>-- <strong> George W. Bush </strong>'s first top diplomat-- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department`` unhelpful.'' <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> George W. Bush </strong> advisers and officials, truly believed Saddam Hussein had weapons of mass destruction when he made a presentation", "new_id": -2}, {"uid": "1297245173074432526", "i": 42912, "idx": 2, "sa": ["Simon Cowell", "Will Smith"], "q": "allowed to wave in the street.'' <strong> Simon Cowell </strong>, who was on The Today Show to talk about his upcoming version of American X Factor, was guarded about who the judges <strong> Will Smith </strong> be. <q> They <strong> Will Smith </strong> be cute, </q> he said.`` But the male judges <strong> Will Smith </strong> not be as good looking as me.'' Later in the interview multi-millionaire <strong> Simon Cowell </strong> defended the promotion of child stars on X Factor.`` In", "new_id": -2}, {"uid": "1295473230042287154", "i": 47237, "idx": 0, "sa": ["Sergio Marchionne"], "q": "creating the jobs of the future, clean energy benefits the US economy by ultimately making energy costs more affordable for consumers-- especially if their dollars stay in America,'' Chrysler Group CEO <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q>", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him.`` As soon as he hangs his cleats up, he's going to the Hall of Fame,'' Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>.`` I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}]