[{"uid": "1295561949204783632", "i": 27535, "idx": 5, "sa": ["Eric Schmidt"], "q": "more effective and reduce delays in decisions. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" echoed <strong> Eric Schmidt </strong> in a statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Said Page: \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong", "new_id": -2}, {"uid": "1295332273063275204", "i": 9670, "idx": 2, "sa": ["Mitt Romney", "Sarah Palin", "Mike Pence"], "q": ", Republicans, the Tea Party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,\" Benko said in a statement announcing the new group. <q> <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. </q> Though he lacks the national profile of a <strong> Mitt Romney </strong> or <strong> Sarah Palin </strong>, <strong> Mike Pence </strong>, who hosted a talk radio show before entering Congress in 2000, has spent years endearing himself to conservative audiences and is popular among", "new_id": -2}, {"uid": "1297140015083361792", "i": 5822, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "on Mexican drug gang... Botox help lift the Irvine company's fourth-quarter profit, but net... World Video: South Sudan votes 98.83% to secede World Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Report Abuse <q> \"Prosecutors said <strong> Sandra Avila </strong> Beltran spent more than a decade working her way to the top of Mexico's drug trade, seducing several notorious kingpins and uniting Colombian and Mexican gangs. </q> \" This is a common daily news event at New York City, Chicago, L.A., San Francisco, Houston, Las Vegas... Report Abuse \" Just another example of the need for the cure.", "new_id": -2}, {"uid": "1296757679010059804", "i": 5879, "idx": 2, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "was too small, a view apparently vindicated by the subsequent failure of American forces to stop postwar violence and looting. <strong> Donald Rumsfeld </strong> concedes that with hindsight, more US troops might have helped stop the looting. <q> In retrospect there may have been times when more troops could have helped, </q> he writes. But he insists that no formal request for more troops was made by the generals. He says <strong> Paul Bremer </strong>'s decisions \"inadvertently stoked nationalist resentments and fanned the embers of what would become the", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1297466923016121888", "i": 10707, "idx": 0, "sa": ["Al Roker", "Anderson Cooper", "David Letterman", "Aaron Barnhart"], "q": "CNN's <strong> Anderson Cooper </strong> also talked about his experience in Egypt this week on \"Late Show With <strong> David Letterman </strong>,\" saying that the vast majority of the people in the streets were anti-Mubarak protesters while some of the pro-government forces <q> were probably secret police. I have no doubt it was organized. </q> <strong> Aaron Barnhart </strong>, February 11, 2011 at 4:53 AM Forget Fox News and CNN. To Really Get a Global Perspective We Need Our Cable Operators to Carry <strong> Al Roker </strong> Jazeera English Hillary Atkin, February 7", "new_id": -2}, {"uid": "1297719570167477345", "i": 19161, "idx": 1, "sa": ["Ali Ibrahim", "Hosni Mubarak", "Zahi Hawass"], "q": " \"That man would be happy to see a family starve if he could save a mummy,\" says <strong> Ali Ibrahim </strong>, the third generation is his family to hawk camel rides at the pyramids to tourists. <q> We've lived here for generations, and he took money out of our pockets. </q> The focus on <strong> Zahi Hawass </strong> by folks in Giza is likely to be repeated across the country. <strong> Hosni Mubarak </strong> may have been the president of the republic, but local governors and police chiefs are the real, direct", "new_id": -2}, {"uid": "1296166895131055619", "i": 18232, "idx": 3, "sa": ["Mike Pence"], "q": "He is not a third party candidate. He is a republican candidate. The article reads\" An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way\". Report Abuse <q> Ya lets just forget this guy was with the administration that gave Chrysler a bailout... had 10%+ unemployment. </q> Report Abuse \" That said, we need a whole new breed of smarter Democrats that no how to win a a dirty fight \" Since dirt is all you know, you think libs would have figured", "new_id": -2}, {"uid": "1295862934192184341", "i": 30822, "idx": 0, "sa": ["Myleene Klass", "Simon Cowell", "Mandy Moore"], "q": "the whole world \" However, on this visit <strong> Mandy Moore </strong> did manage to make a little time to indulge in one of her favourite pastimes- shopping. Comment on this Article The beautiful brunette said: <q> Of course there was one day off so it's like I'm a <strong> Mandy Moore </strong> who has some of the best shopping here, so I had a whole little laundry list of things to do yesterday( 22.01.11) and I really tried to hit the ground running. You've got to do a little Oxford Street, a little Harvey Nichols. All of the good, fun stuff. It was a good day. </q> Among the stars who attended the premiere of \"Tangled' with their excited children were <strong> Simon Cowell </strong>\"s ex-lover Sinitta, pregnant TV presenter <strong> Myleene Klass </strong> and", "new_id": -2}, {"uid": "1297451512119193621", "i": 1134, "idx": 3, "sa": ["David Letterman", "Aaron Rodgers", "Ric Flair"], "q": "took all the reps in the off-season and he was the guy who took all the reps during the season, and that was kind of how it worked out.\" But <strong> David Letterman </strong> pressed on asking, <q> So there's a certain justice in this[ Super Bowl win] isn't there? </q> <strong> Ric Flair </strong> <strong> Aaron Rodgers </strong> managed to get out was, \"You know what,\" before <strong> David Letterman </strong> interrupted with, \"<strong> Ric Flair </strong> think so\"- which at least elicited a small head nod and grin from <strong> Aaron Rodgers </strong> over", "new_id": -2}]