[{"uid": "1297639411018219016", "i": 14655, "idx": 2, "sa": ["Simon Cowell"], "q": ". \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q>At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge.</q> This is a fictional news article. It is just a bit of fun and purely speculation on what Coronation Street: Peter gets his revenge at the blessing EastEnders: Ronnie's latest", "new_id": -2}, {"uid": "1295094123199950351", "i": 18397, "idx": 0, "sa": ["David Letterman"], "q": "from a gamma-ray telescope satellite in orbit above the Earth say they have discovered that thunderstorms, in addition to the various other things they do, emit \"beams of antimatter\" out of their tops. <q>These signals are the first direct evidence that thunderstorms make antimatter particle beams,</q> said <strong> David Letterman </strong> Briggs, a member of NASA's Gamma-ray Burst Monitor( GBM) Crab nebula is slowly dimming: Scientists scientists has found that the Crab Nebula, once considered to be the most stable source of high", "new_id": -2}, {"uid": "1297245607137953301", "i": 1865, "idx": 0, "sa": ["Donald Rumsfeld", "David Tierney"], "q": ", Texas$ 32,852 2. Paul <strong> David Tierney </strong>,... Inc. pharmacist mistakenly sold a pregnant Colorado woman a powerful..., Colo., Jan. 19( UPI)-- A Colorado woman charged with fatal... Report Abuse <q>I am deeply saddened by this woman's situation, and I can only hope for a miracle for her and her baby. When I was six weeks pregnant, a doctor at a walk-in clinic prescribed me an antibiotic. It was a holiday, and I couldn't see my regular doctor. I had the prescription filled, and even though the doctor knew I was pregnant, the bottle ended up saying not to take it if pregnant.</q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Pregnancy Tests CLIA Waived, FDA 510K, Strips- as low as.23, Cassettes", "new_id": -2}, {"uid": "1297092424253722625", "i": 1432, "idx": 0, "sa": ["Simon Cowell"], "q": "confirmed details of <strong> Simon Cowell </strong>'s X Factor M onday morning. The big prize will be a$ 5 million Sony Music record deal. Contestants as young as 12 can compete. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> said <strong> Simon Cowell </strong> in a statement. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.", "new_id": -2}, {"uid": "1297614248105119753", "i": 3325, "idx": 0, "sa": ["Zahi Hawass"], "q": "antiquities, <strong> Zahi Hawass </strong>, said that during the revolt several ancient treasures had been stolen from the Egyptian Museum, including a statue of the renowned boy king Tutankhamun. The objects missing from the famed museum include <q>a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess</q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28, during clashes between protesters and riot police who used tear gas", "new_id": -2}, {"uid": "1296226773041238599", "i": 43797, "idx": 1, "sa": ["Tim Pawlenty", "Michele Bachmann", "Mike Pence"], "q": "In the wide-ranging interview, <strong> Tim Pawlenty </strong> talked about his faith, his reversal on cap and trade, and the possibility of running against <strong> Michele Bachmann </strong>,\" the Minnesota Independent writes. PENCE: <q>U.S. <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: <strong> Jon Huntsman </strong> of Indiana,</q> the Indianapolis Star reports. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in", "new_id": -2}, {"uid": "1295883490173096982", "i": 16863, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Matt Patterson", "Google Inc."], "q": "button in the bottom right corner of the player. As this is a brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric_Schmidt_Google's_Outgoing_CEO_Cash_Out_335_million_Shares www.youtube.com <strong> Eric Schmidt </strong> asked <q>the most efficient way to sort a million 32-bit integers</q> <strong> Barack Obama </strong> replied \"the bubble sort would be the wrong way to go.\" by BizzyMicBizness http://wn.com/evil_google_WORLD_domination!_SCROOGLE_for_google_ The Tyranny of <strong> Google Inc. </strong>( by <strong> Matt Patterson </strong>, AmericanThinker.com)- In an astonishing interview with The Wall Street Journal, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295833841223035433", "i": 5917, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. \"I think he's got a way to go,\" <strong> Colin Powell </strong> said. <q>I mean, he hasn't achieved all of his purposes, but he's stabilized the economy</q> and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. \"I think he has reached out to countries around the world and", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1296259557105840651", "i": 2125, "idx": 0, "sa": ["Donald Rumsfeld", "Hamad bin Khalifa", "John Dunbar"], "q": ".( Ironically, when Burns wrote about <strong> Hamad bin Khalifa </strong> Jazeera two years earlier he noted that the channel had been accused by some in the Arab world of being \"a mouthpiece for American ideas.\") <q><strong> Hamad bin Khalifa </strong> Jazeera airs <strong> Osama bin Laden </strong>'s videos,</q> says <strong> John Dunbar </strong>, a former fellow at the Center for Public Integrity who studied media. \"It is seen, fairly or not, as an outlet for terrorists.\" <strong> Donald Rumsfeld </strong> called the channel \"vicious", "new_id": -2}]