[{"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q>part of a more complicated set of negotiations.</q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}, {"uid": "1296789417115392513", "i": 9348, "idx": 8, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Allen Iverson </strong> 23pt vs <strong> Kobe Bryant </strong> Lakers 09/10 NBA* third quarter reminiscent of 2001 Finals <strong> Allen Iverson </strong> 23pt vs <strong> Kobe Bryant </strong> Lakers 09/10 NBA* third quarter reminiscent of 2001 Finals AI", "new_id": -2}, {"uid": "1295621862132808705", "i": 43282, "idx": 2, "sa": ["Eric Schmidt"], "q": " \"As it has grown into the dominant company in Silicon Valley, Google has lost some of its entrepreneurial culture and become a slower-moving bureaucracy, analysts and insiders say,\" Miller and Helft report. <q>To counter this, the company announced that Larry Page, its 38-year-old co-founder, would take over as chief executive from <strong> Eric Schmidt </strong>, a technology industry veteran who was brought in a decade ago to provide adult supervision, as Silicon Valley calls it.</q> Miller and Helft report, \"Mr. <strong> Eric Schmidt </strong>, 55, will remain executive chairman of the company, which had a market value of$ 200 billion at the close of trading on Thursday, up from", "new_id": -2}, {"uid": "1296850521242090033", "i": 48953, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": " \"He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,\" <strong> Roger Goodell </strong> said. <q>I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,</q> <strong> Roger Goodell </strong> said. \"He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1296692287182763550", "i": 476, "idx": 0, "sa": ["Zahi Hawass"], "q": "King Tut's remains. They broke a statue of a panther and several others, according to a previous report in The Epoch Times. Reuters reported that the looters also damaged some mummies. <q>All of the museums in Egypt, 24 in total, are safe and unharmed; only the Egyptian Museum, Cairo, was broken into,</q> reads a Wednesday posting on the website of <strong> Zahi Hawass </strong>, Egypt's Minister of Antiquities. \"When I went to the museum on Saturday morning I found out that 70 objects had been broken, but nothing had been", "new_id": -2}, {"uid": "1296774517130859030", "i": 5883, "idx": 0, "sa": ["Sergio Marchionne"], "q": "For years, it piled up debt and produced very few hit cars. Carl Galeana, who runs dealerships in suburban Detroit, Florida and South Carolina, said he is impressed with the turnaround that <strong> Sergio Marchionne </strong> engineered. <q>I think this guy is a visionary,</q> he said. \"He talks about what he needs to do and he goes out and gets it done.\" Of the 16 new or revamped models, five were rebuilt from the ground up in under two", "new_id": -2}, {"uid": "1295663009103448577", "i": 5671, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": " \"My fear would be you don't have a guy like <strong> Eric Schmidt </strong> who keeps the trains running on time,\" said one former <strong> Google Inc. </strong> employee, who declined to be named for fear of reprisal. <q>I'm having a hard time imagining( Larry) going from the role I've seen him in, to going to a CEO role,</q> he added. \"He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings.\" <strong> Google Inc. </strong> hopes", "new_id": -2}, {"uid": "1297344557177520643", "i": 11128, "idx": 0, "sa": ["David Letterman", "Hosni Mubarak"], "q": "was on <strong> David Letterman </strong>'s \"Late Show\" on Wednesday, and he talked about being attacked in Egypt last week. \"I don't recommend it,\" he told <strong> David Letterman </strong>. <q>I'd never been punched in the head before.</q> recent pattern of very tough talk about the government of Egyptian president <strong> Hosni Mubarak </strong>. He said the regime has been \"continuously lying\" to people throughout the uprising, that the people who attacked him were a group", "new_id": -2}, {"uid": "1297461177215384092", "i": 10817, "idx": 2, "sa": ["Michael Vick"], "q": "clean with authorities about his role in the killing of dogs until after he took a lie-detector test. Knorr also recalled how one confidential informant he wrote about in his USDA report noted that <strong> Michael Vick </strong>'s adrenaline <q>would go up, he'd get a high when the group[ <strong> Michael Vick </strong> and his co-defendants, Quanis Phillips and Purnell Peace] were killing[ the dogs].</q> In 2007, <strong> Michael Vick </strong> was convicted of a felony related to a dogfighting ring and served 19 months in prison. He has spent the last two seasons with the Philadelphia Eagles, and was", "new_id": -2}, {"uid": "1295008939037093396", "i": 37770, "idx": 9, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "flickering, her husband, Mark Kelly, started saying: \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" <strong> Kirsten Gillibrand </strong> said. After about 30 seconds, <strong> Gabrielle Giffords </strong> did just that. <q>You could tell she was desperately trying to focus, and it took enormous strength from her,</q> <strong> Kirsten Gillibrand </strong> said. \"Mark is so happy because he can't believe it, and we are crying because we are witnessing something that we never imagined would happen in front of us.\" Kelly then", "new_id": -2}]