[{"uid": "1296728555250200065", "i": 42871, "idx": 1, "sa": ["Michael Vick"], "q": "necessary,'' said Hansen, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that <q> people can reintroduce these dogs back into a society that's not going to abuse them. </q>`` The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into", "new_id": -2}, {"uid": "1295282192082165829", "i": 32336, "idx": 0, "sa": ["Mike Pence"], "q": "the tea party movement. The committee is also being advised by the conservative PR group CRC.`` <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job-creation Reagan-Kemp wing of the GOP,'' said Benko. <q> Grassroots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry. </q> Reply# 1 Jan. 17, 2011- 10:19 AM EST Ã\u0098bama has united everyone to his right and he has divided what's left of those on his left. It is common knowledge that", "new_id": -2}, {"uid": "1295488067191037466", "i": 23920, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "of cringe-worthy audition episodes, right? So who will take place of hardass <strong> Simon Cowell </strong>? The 62-year-old <strong> Steven Tyler </strong>? When asked if he saw any contestants that reminded him of a young version of himself, <strong> Steven Tyler </strong> quipped, <q> No one had lips big enough. </q> Other adventures coming up for <strong> Jennifer Lopez </strong> include a coveted role in`` Glee'' this April as a cafeteria lady at McKinley High, as well as her second spokeswoman deal with L'Oreal( the commercials debuted this", "new_id": -2}, {"uid": "1297183312119177307", "i": 46111, "idx": 1, "sa": ["Simon Cowell"], "q": "admitted that he doesn't regularly watch American Idol now that he is back in the UK involved in other projects.`` It's on a different time here in the UK,'' <strong> Simon Cowell </strong> said. <q> I watched some clips last week to get up to speed, and it looked good. </q> Asked about the new judges, he said,`` I think they're doing fine. They have a different approach to what I used to do before. I think the show had to reinvent itself", "new_id": -2}, {"uid": "1295768239143409188", "i": 5660, "idx": 0, "sa": ["Allen Iverson"], "q": "behind them.`` It was a must win for us. We came up with that attitude,'' said Anthony, who had 25 points, including a 3-pointer that made it 104-90 with 7:52 to go. <q> It was` win or go home' in our minds. </q> The lead grew to 17 before the Warriors mounted one last run, scoring nine straight points to cut it to http://wn.com/Healthcare_Reform_Bill_Debate_KCRA-NBC3_6pm_Sacramento,_CA_03-20-2010wmv Paul Smith is interviewed by KCRA channel 3 on March 21st 2010. http://wn.com/Allen_Iverson_33pts_vs_Baron_Davis_Warriors_07/08_NBA <strong> Allen Iverson </strong> squared up,", "new_id": -2}, {"uid": "1295592036054968323", "i": 9210, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "its top management on Thursday, announcing that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. <strong> Google Inc. </strong> said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q> deals, partnerships, customers, broader business relationships( and) government outreach. </q>... Larry Page Replaces <strong> Eric Schmidt </strong> As CEO Of <strong> Google Inc. </strong> decade at the helm, <strong> Eric Schmidt </strong> has decided to stand down from running tech giant <strong> Google Inc. </strong> and pass the reigns back to founder Larry Page. The announcement was", "new_id": -2}, {"uid": "1295545349188383370", "i": 13641, "idx": 3, "sa": ["Kirsten Gillibrand", "Tyler Perry", "David Boies"], "q": "<strong> Tyler Perry </strong> v. Schwarzenegger, <strong> David Boies </strong> indicated that he's in the national marriage equality fight for the long haul.`` If there's no standing, there will have to be additional cases,'' he said. <q> And we're already looking for the right places to bring cases. </q> Senator <strong> Kirsten Gillibrand </strong>, who said she was in Los Angeles for`` a few events,'' was hopeful about marriage equality prospects in her own state, one of several on the east coast where state legislatures seem", "new_id": -2}, {"uid": "1297196814258572315", "i": 38902, "idx": 5, "sa": ["Donald Rumsfeld"], "q": ", was largely deaf to his ideas, and all but ignored his numerous proposals and warnings before and during the Iraq war. Among them were several that proved prescient, he says: concerns that Washington <q> could fail to manage post-Saddam <strong> Saddam Hussein </strong> Iraq successfully </q> and a prediction that Iraq would devolve into`` ethnic strife among Sunni, Shia and Kurds.'' In the early post 9-11 period, Mr. <strong> Donald Rumsfeld </strong> also authorized tougher interrogation methods thought to have contributed to", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}, {"uid": "1296542758249364481", "i": 47608, "idx": 4, "sa": ["Michael Vick"], "q": "Klunk and Catherine Bodock, media director of Keenan-Nagle Advertising in Allentown, agree that <strong> Michael Vick </strong> still has a few more dues to pay before deals are struck with big-money companies on the national stage. <q> I'm glad the Eagles hired him, </q> Bodock said.`` He deserved a second chance, he did his time. That said, from a marketing perspective, I'm not sure that his image has been repaired enough. I think in other parts", "new_id": -2}]