[{"uid": "1296568947043499575", "i": 48443, "idx": 0, "sa": ["Langhorne Slim", "David Letterman"], "q": "Johnny Cash tune and gives listeners plenty to digest. While totally capable of laid back rhythms and easy listening, his specialty is a down-home kind of dancing groove. So naturally <strong> Langhorne Slim </strong> looks for audiences to <q> dance, sing and generally freak out. </q> <strong> Langhorne Slim </strong> has played on the Late Show with <strong> David Letterman </strong>, sang \"God Bless America\" at a Philadelphia Phillies baseball game. He has also played a number of music festivals including but not limited to", "new_id": -2}, {"uid": "1297390016200884258", "i": 50902, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "and generous... He dotes on friends' children, which carries particular poignancy given that two of his own kids have struggled with drug addiction.... \" If the reader is still puzzled by the enigmatic <q> Our sources beg to differ, </q> the following may add to the confusion-or enlightenment: \" But above all, what is most likely to rankle many in Washington-and overshadow the real accomplishments of <strong> Donald Rumsfeld </strong>'s five decades of public service-is that while he", "new_id": -2}, {"uid": "1297183424149962758", "i": 31165, "idx": 10, "sa": ["Laura Bush", "George W. Bush", "Donald Rumsfeld"], "q": "meetings with the <strong> George W. Bush </strong> to raise objections about the war. On the weapons of mass destruction that never surfaced despite being cited by the <strong> Laura Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to say whether he would have acted differently had he known then what he knows now about Saddam's alleged weapons. \"I have no idea. I have no idea", "new_id": -2}, {"uid": "1295939591220463257", "i": 8484, "idx": 0, "sa": ["Jeffrey Williams", "David Letterman", "Regina King"], "q": "as a \"Last Comic Standing\" finalist who has since hit the late night talk show circuit. A winner is named in the second season finale of Bravo's weak \"Project Runway\" replacement, <q> Fashion Show: Ultimate Collection </q>( Bravo, 10 p.m.). It's between Calvin Tran, Dominique PDavid Letterman <strong> David Letterman </strong> and <strong> Jeffrey Williams </strong>. The satiric newspaper of choice is taRegina King over TV with a new episode of \"The Onion SportsDome\"", "new_id": -2}, {"uid": "1295999910177471514", "i": 17623, "idx": 0, "sa": ["Carl Kruger", "Bill Lockyer"], "q": "A New York lawmaker who's proposed a ban on pedestrian use of electronic devices while crossing the crosswalk of cities with a population of 1 million or more rebuked Jeffress for backing down on his idea. <q> I don't know the legislator, but shame on him because in the process that goes forward it's not a question of whether or not you pass a <strong> Bill Lockyer </strong>, </q> said Sen. <strong> Carl Kruger </strong>, a Democrat from Brooklyn. \"You also file a <strong> Bill Lockyer </strong> because it may be a cornerstone for others to use.\" <strong> Carl Kruger </strong>, who has been pushing for the ban since 2007", "new_id": -2}, {"uid": "1295040526041500696", "i": 36923, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler Group CEO <strong> Sergio Marchionne </strong> will visit Ann Arbor on Wednesday to make an announcement about alternative energy vehicles, the agency announced. EPA National Vehicle and Fuel Emissions Laboratory on Plymouth Road, will involve <q> a research and development project to explore and evaluate an innovative drive train technology for light duty vehicles, </q> the EPA said in a news release. EPA administrator, Chrysler CEO visiting Ann Arbor for alternative energy vehicle announcement Planners give developer more time to for Banks of Saline condominium project 2010 a strong year for land preservation", "new_id": -2}, {"uid": "1295917153143048705", "i": 44037, "idx": 0, "sa": ["Andy Coulson"], "q": "come to that- the Scottish parliament? SamabAhmad 23 January 2011 9:09 PM Who runs Britain? Come on I had my hand raised for last two hours I definitely know this one: <q> MrsHappy 23 January 2011 8:43 PM The greatest threat to OUR country is The Labour Party who would make us all carry ID cards and bring in a Stasi type police force; if they haven't already. </q> <strong> Andy Coulson </strong> is innocent until proven guilty, he appears to have been punished twice for something he hasn't been convicted of doing, unlike Mandelson. You really don't get it,", "new_id": -2}, {"uid": "1296102451131907595", "i": 25986, "idx": 2, "sa": ["Joey Jones", "Andy Coulson", "David Cameron"], "q": "the first to resort to the usual personal abuse( calling <strong> David Cameron </strong> arrogant and bringing up the irrelevent topic of <strong> Andy Coulson </strong>). Report this comment <strong> Joey Jones </strong> on$ ky news has just said that the Millbund quote <q> It's hurting but it's not working </q> is a winner!!!! WHAT!! Where did they get that bloke? Hugo Chav January 26th, 2011 12:57 pm Labour have so far managed to call the crash", "new_id": -2}, {"uid": "1295305774067584014", "i": 29546, "idx": 0, "sa": ["Cory Booker", "Colin Powell"], "q": "N.J., <strong> Cory Booker </strong> Speaks at 21st Anniversary Dr. Martin <strong> Colin Powell </strong> King Jr.. Holiday Breakfast <strong> Cory Booker </strong>, Mayor of Newark, N.J., inspired a sold-out audience of nearly 2,000 people to stand up and \"do something.\" <q> \"You can't expect the world to change if you stay the same </q> \" \"You can't expect the world to change if you stay the same,\" he said at the Minneapolis Convention Center this morning. He acknowledged that while he was not alive during King's", "new_id": -2}, {"uid": "1295735932001638409", "i": 44942, "idx": 2, "sa": ["Malcolm M. Lucas", "Ron George", "Bill Lockyer"], "q": "with a ruling that upheld term limits. <strong> Bill Lockyer </strong>, who was then a legislator, said many of his colleagues thought <strong> Malcolm M. Lucas </strong> \"went out of his way to add gratuitous insult to the commentary.\" <q> So <strong> Ron George </strong> had to clean up after the elephant, </q> <strong> Bill Lockyer </strong> said. \"He restored relationships partly because he worked so hard and partly because he may be the most diplomatic human being I have met.... When I would try to provoke him, I couldn't", "new_id": -2}]