[{"uid": "1295574065192872455", "i": 6667, "idx": 3, "sa": ["Eric Schmidt"], "q": ", author of`` Googled: The End of the World as We Know It,'' told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter: <q> Day-to-day adult supervision no longer needed! </q> Nolan Finley: What despicable opportunists are some on the Left to exploit the tragic attack that killed six in Arizona and badly wounded Rep.Gabrielle Giffords, a Phoenix... Tom Markowski: The Big Day Prep Showdown VII", "new_id": -2}, {"uid": "1295246138063356933", "i": 32624, "idx": 6, "sa": ["Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong> was not the only one looking to raise money in the wake of the shootings. On Monday, the Tea Party Express sent an e-mail to its members asking for contributions. <q> One thing that surprised us was how many in the news media and liberal political figures and organizations immediately launched into an attack on the tea party movement- assigning blame for the shooting to our grass roots, Constitutionalist movement in general, and <strong> Sarah Palin </strong> in particular, </q> the group said.`` Friends, this is outrageous.'' United States You can follow any responses to this entry through the RSS 2.0. You can skip to the end and leave a", "new_id": -2}, {"uid": "1295534390252182552", "i": 21475, "idx": 1, "sa": ["Mitt Romney", "Barack Obama", "Mike Pence"], "q": "-- so much so they've asked U.S. Representative <strong> Mike Pence </strong> to seek the Republican nomination for president,'' Although <strong> Mitt Romney </strong> criticized his opponents in 2008 for not spending more time in Iowa, <q> as he appears to be preparing to launch a second presidential bid, <strong> Mitt Romney </strong> has largely avoided the state, </q> Real Clear Politics writes.`` After a debilitating second-place finish in the 2008 caucuses, <strong> Mitt Romney </strong> has visited Iowa only twice since <strong> Barack Obama </strong> was elected, and he does not have any additional trips to the", "new_id": -2}, {"uid": "1295945595182452247", "i": 7273, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "more annually to belong to the organization, receive a fifth delegate slot this year if they fill it with a woman. That is expected to more than double the number of women from those companies. <q> It's a nudge in the right direction, </q> Zahidi says. About 80 percent of the strategic partners have mixed-gender groups attending, she says. Market data provided by Bloomberg News Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target", "new_id": -2}, {"uid": "1297417055221036545", "i": 797, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "hug with <strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well,' </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1295897193127107081", "i": 45260, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. http://www.rumsfeld.com <q> It's not a journal, it's not a diary, </q> he says of the <strong> Gerald Ford </strong> White House notes.`` It is a set of working documents that I've never edited. In fact, most I've never reread.'' As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1296715247139952129", "i": 22347, "idx": 11, "sa": ["Allen Iverson", "George Karl"], "q": ". <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. His season high is 46 against Chicago on Nov. 24.`` He's good,'' <strong> George Karl </strong> said. <q> He's better than I thought and I thought he was( darn) good. </q> After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug.`` To be a part of something like that is something to http://wn.com/*Denver_Nuggets_vs_Toronto_Raptors*_New_Years_Eve_2008 Denver Nuggets 114 d.", "new_id": -2}, {"uid": "1295739237074268677", "i": 48550, "idx": 4, "sa": ["Manu Ginobili", "Detroit Red", "Rasheed Wallace", "Antonio McDyess", "Allen Iverson"], "q": "in the final 15 minutes after picking up a technical, and the <strong> Detroit Red </strong> Pistons rallied from 10 points down to beat San <strong> Antonio McDyess </strong> 89-77 on Tuesday night despite the return of <strong> Manu Ginobili </strong> to the Spurs' starting lineup. <q> After the tech, he kind of took matters in his own hands, started being a lot more aggressive, </q> <strong> Allen Iverson </strong> said.`` It paid dividends for us.'' But scoring wasn't the first thing on <strong> Rasheed Wallace </strong>'s mind in the second half. He was more concerned with how the game was being officiated-- tipping", "new_id": -2}, {"uid": "1295468682077529109", "i": 5730, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-57v&amp;flvURL=/media/2011/01/12/01122011-57v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-57v.jsn''}{`` title'':`` No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton'',`` description'': <q> Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James Wagner preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage of Visitation\\'s Katie Gillespie, Maddy <strong> Preston Williams </strong> and Kathleen Tab as well as Seton\\'s Alyssa Albanese, Mel Royster and many more. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/12/PH2011011203438.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011203385.html&amp;title=No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton& site", "new_id": -2}, {"i": 16697, "idx": 1, "index_answer": 0, "new_id": -1, "q": "hoped to get$ 3 billion in loans. General Motors Co.'s withdrawal of its application for$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval. <q> We're in two different places in financial history, </q> <strong> Sergio Marchionne </strong> said of Chrysler and GM.`` They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to", "sa": ["Sergio Marchionne"], "uid": "1296854638096747656"}]