[{"uid": "1295100598134397994", "i": 58688, "idx": 3, "sa": ["Cliff Robinson", "Allen Iverson", "Shaquille O'Neal", "Aaron McKie"], "q": "first game since a two-game suspension for violating the NBA's steroid policy, had 14 points and seven rebounds for the Sixers.`` Toni Kukoc gave us a <strong> Shaquille O'Neal </strong> lift off the bench,'' <strong> Allen Iverson </strong> said. <q> He made a whole lot of plays and took a lot of pressure of me to score. </q> Phoenix, which trailed by 13 in the second half, cut it 91-88 on a layup and free throw by <strong> Cliff Robinson </strong> with 4:40 left in the game. But <strong> Aaron McKie </strong> nailed a 3-pointer and <strong> Allen Iverson </strong> made one free throw", "new_id": -2}, {"uid": "1295624350170147866", "i": 3028, "idx": 1, "sa": ["Steve Ballmer"], "q": "It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told the BBC that his company would introduce Kinect on Windows <q> in a formal way in the right time. </q> Microsoft launched Kinect for the Xbox 360 platform in November, selling more than 2.5 million units in its first month on the market. The system features cameras and audio inputs that allow users to interact with", "new_id": -2}, {"uid": "1295562566105267228", "i": 7727, "idx": 4, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "and <strong> Sergey Brin </strong> for a long time to come,'' he added. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading Google for the last decade.'' <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said.`` Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started.'' The company reported that net profit rose to US$", "new_id": -2}, {"uid": "1295287505178176000", "i": 28309, "idx": 1, "sa": ["Piers Morgan", "Eddie Murphy", "Simon Cowell", "Jeremy London", "Larry King"], "q": "<strong> Piers Morgan </strong>!! AND <strong> Simon Cowell </strong> mocLarry King him <strong> Simon Cowell </strong> Impersonation by <strong> Piers Morgan </strong>!! AND <strong> Simon Cowell </strong> mocLarry King him Britain's Got Eddie Murphye Talent. <strong> Simon Cowell </strong> points out that <strong> Piers Morgan </strong> talks too much, and <strong> Piers Morgan </strong> immitates <strong> Simon Cowell </strong>! <strong> Simon Cowell </strong>'s PRICELESS <q> Guys, 3 Yeses!! </q> looool... <strong> Simon Cowell </strong>, Amanda,& <strong> Piers Morgan </strong> in Britains Got Talent 2009 <strong> Simon Cowell </strong>, Amanda,& <strong> Piers Morgan </strong> in Britains Got Talent 2009 This was recorded by me in <strong> Jeremy London </strong> on 29/01/09. This was the Great Entrance of", "new_id": -2}, {"uid": "1295907761051232825", "i": 27703, "idx": 4, "sa": ["Colin Powell"], "q": "==== I doubt <strong> Colin Powell </strong> is a racist. But it's clear to me that you are. Posted by: AlanBrowne| January 23, 2011 1:57 PM| <q> Ethnic minority Republicans, including myself- I am a mixed ethnic minority Republican, too- are growing in number all the time. </q> Listen buddy. Putting a TOKEN in place to win support of the huddled masses of a community and actually REPRESENTING the needs of a community are two very different things. Rattle off all the", "new_id": -2}, {"uid": "1295547078065978377", "i": 1342, "idx": 0, "sa": ["Simon Munzu", "Alassane Ouattara"], "q": "have been raped in the last week in western Ivory Coast, where 16,000 people have taken refuge since the disputed Nov. 28 presidential runoff vote. Another 29,000 people have fled across the border to Liberia. <q> We regret that as a result of the ethnic crashes that we witnessed in Duekue in particular recently, a number of rape cases have come to our attention, </q> <strong> Simon Munzu </strong> said. In the almost two months since the presidential election, incumbent leader Laurent Gbagbo has refused to cede power even though the international community says his rival <strong> Alassane Ouattara </strong> won the vote. African", "new_id": -2}, {"uid": "1295727195021118989", "i": 34745, "idx": 0, "sa": ["Alassane Ouattara"], "q": "to cede power after a November presidential election that href=\"http://U.N.-certified\" rel=\"nofollow\"> U.N.-certified results showed he lost to rival <strong> Alassane Ouattara </strong>, with the regional bank last month announcing it would no longer accept Gbagbo's signature. <q> The conference is concerned about the impact of the non-application of this decision on the stability of the economic, financial and monetary system of the union, </q> according to the declaration.`` The conference has taken note of the resignation of Mr. Philippe Henri Dacoury-Tabley from his post as Governor of the Central Bank of West African States,'' it continued, adding", "new_id": -2}, {"uid": "1297416018011878405", "i": 38446, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "Rick Santorum"], "q": "not just determine the occupant of the Oval Office, but the very survival of the country as a global superpower.`` This is a crossroads of American history. This is a moment,'' said <strong> Rick Santorum </strong>. <q> Were you there? Did you see it? Did you understand what was at stake? </q> As can be expected, much of the blame for America's precipitous state was laid at the feet of <strong> Barack Obama </strong> and the Democratic agenda, which <strong> Donald Rumsfeld </strong> poetically described as? the gentle despotism of big government", "new_id": -2}, {"uid": "1295432569026050653", "i": 25857, "idx": 2, "sa": ["Kevin McCarthy", "Tim Bivins", "Mike Pence", "Jeffrey Young", "Eric Cantor"], "q": ".'' <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` <strong> Jeffrey Young </strong> Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-sTim Bivinsulus bailout numbers. We can live with that.'' <q> We've got to roll back there. That will save$ 100 billion in the first year, </q> agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York Tim Bivinses", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}]