[{"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}, {"uid": "1295559993214679637", "i": 33451, "idx": 0, "sa": ["Eric Schmidt"], "q": "company announced today will make the company's management structure more efficient. He said Google's three-person leadership structure, which has existed for a decade, sometimes added`` delay'' in the company's decision-making. <q> By elevating me and having Larry running things day-to-day we think this will improve, </q> he said, adding that the three agreed to make the changes after`` a long series of conversations.'' <strong> Eric Schmidt </strong> To Step Aside As Google CEO; Page To Take Over; Brin Shifts Gears <strong> Eric Schmidt </strong> Says Management", "new_id": -2}, {"uid": "1295566871244678664", "i": 48495, "idx": 6, "sa": ["Eric Schmidt"], "q": "at Benchmark Co.. He said Wall Street was comfortable with <strong> Eric Schmidt </strong>, and that investors may question whether Page is the right person for the job because he lacks CEO experience at a major public company. <q> Certainly, there will be some concerns going forward, </q> Moran said.`` He will have to prove himself.'' Google shares rose 2.6% to$ 643.08 in after-hours trading, as the company's fourth-quarter results topped Wall Street's expectations.", "new_id": -2}, {"uid": "1297222050127549454", "i": 29084, "idx": 2, "sa": ["Colin Powell"], "q": "talk about it.'' Mr. Rumsfeld recounts that Mr. <strong> Colin Powell </strong> objected.`` That would wipe out my briefing,'' Mr. Rumsfeld quotes Mr. <strong> Colin Powell </strong> as saying. <q> We're going to get Khurmal in a few weeks anyway, </q> Mr. <strong> Colin Powell </strong> added, according to Mr. Rumsfeld. Peggy Cifrino, a spokeswoman for Mr. <strong> Colin Powell </strong>, said:`` <strong> Colin Powell </strong> <strong> Colin Powell </strong> said he might have been", "new_id": -2}, {"uid": "1296961777064782347", "i": 1046, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": ", a game in which the Eagles trailed by 21 points in the fourth quarter.`` <strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,'' Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison,", "new_id": -2}, {"uid": "1295562778244678684", "i": 9827, "idx": 6, "sa": ["Eric Schmidt"], "q": "a trio, an approach they spelled out in an`` owner's manual'' included in the company's 2004 IPO filing.`` We run Google as a triumvirate,'' Page and Brin wrote. <q> The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way. </q> <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy.`` We tend to agree on everything,'' he noted. But he said he believes the new management structure will speed up", "new_id": -2}, {"uid": "1295669789217972768", "i": 11605, "idx": 0, "sa": ["Tim Cook", "Steve Jobs", "Eric Schmidt"], "q": "different approaches to announcing these changes. Apple CEO <strong> Steve Jobs </strong> took indefinite medical leave, technically remaining chief executive but turning over day-to-day operations to COO <strong> Tim Cook </strong>. In an official statement, <strong> Steve Jobs </strong> assured that he would still <q> be involved in major strategic decisions for the company. </q> Yesterday, Google announced that in April, <strong> Eric Schmidt </strong> will turn over the chief executive's chair to cofounder Larry Page. <strong> Eric Schmidt </strong> will continue in a more customer facing, public role but as executive chairman,", "new_id": -2}, {"uid": "1296175056236371979", "i": 8043, "idx": 0, "sa": ["Andy Coulson", "Barack Obama", "George Osborne", "Giles Coren"], "q": "me all the time. I used to run, literally run, from their bedrooms.'' It must be tough being so gorgeous, but is this the same Gentleman <strong> Giles Coren </strong> who once described a woman colleague as <q> a sour old bag of cunt cheese </q>? It is, it is. Politics Weekly podcast: The economy, control orders and <strong> Barack Obama </strong>'s` Sputnik moment' <strong> George Osborne </strong> defends <strong> Andy Coulson </strong> over phone-hacking allegations- video", "new_id": -2}, {"uid": "1295655939068894758", "i": 13071, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Regis Philbin"], "q": "By Alex Weprin on January 21, 2011 3:32 PM \" ABC has scheduled a new primetime \" <strong> Barbara Walters </strong> special focusing on people that have undergone heart surgery. <q> A <strong> Barbara Walters </strong> Special: A Matter of Life and Death </q> will air Friday, February 4 at 10 PM and will feature interviews with former President <strong> Regis Philbin </strong>. It also features an interview with late night host <strong> David Letterman </strong>, who rarely sits down with interviewers.` Nightline' shortened", "new_id": -2}, {"uid": "1297119812245366793", "i": 7953, "idx": 1, "sa": ["Simon Cowell"], "q": "broadcast later this year, and it may present the reality TV star with an opportunity to find a special girl.`` I'm actually gon na get me some Rosetta Stone,'' Sorrentino said. <q> I got two months to learn it. My name comes from Italy so I've got a little bit of heritage there. Plus maybe I can get a hometown Italian chick. </q> <strong> Simon Cowell </strong>:` The X Factor' judging panel still has yet to be determined` The X Factor' announces$ 5 million record deal prize and auditions` Jersey Shore' star The Situation planning to leave", "new_id": -2}]