[{"uid": "2008092323_00050623_W", "i": 507, "idx": 2, "sa": [], "q": ". \"school superintendent rick romero said spectators at some opposing schools have taunted the robertson girls' soccer team and a middle school girls' volleyball team with\" references to broomsticks and other very inappropriate sexual innuendoes. <q> a school district investigation released earlier this month accused the coaching staff of not adequately supervising the players and failing to look into the initial reports of hazing. district attorney henry valdez in santa fe said coaches and school administrators could face charges of failing to report child sexual abuse. according to a state police report, an assistant coach told the other coaches during training camp </q> that some sort of hazing incident involving broomsticks was happening. \"another coach walked into a cabin to see\" a player on his stomach on the ground, with his legs spread open, \"while a teammate", "new_id": -2}, {"uid": "2008110318_00028991_W", "i": 1242, "idx": 0, "sa": [], "q": "parole officer and be placed under a strict curfew and electronic monitoring.\" there are clearly defined risk factors pointed to, although it is noted that mcgreevy denies his risk is in relation to further sexual offending, <q> the board's decision said. </q> the fact that he has recently demonstrated his impulsivity and difficulty in coping with supervision by absconding, points to a young man who has proved that there are dynamic risk factors which need to be closely monitored. \"", "new_id": -2}, {"uid": "2008111520_00001983_W", "i": 1548, "idx": 6, "sa": ["Tian Jin"], "q": "of year-old <strong> Tian Jin </strong>, who died in august.\" i want these people who poisoned the milk powder to receive the severest punishment under law. i want an explanation and i want consolation for my dead child, <q> said <strong> Tian Jin </strong>, a broad-shouldered apple farmer and part-time truck driver. </q> i feel like we could die from regret. if we knew that it was contaminated, we would never have fed him that. \"since september, when the scandal was first reported, beijing has said that", "new_id": -2}, {"uid": "2008121721_00010116_W", "i": 1613, "idx": 0, "sa": [], "q": ", the fed's rate decision, both in terms of a switch to an effective zero interest rate policy and continuation on the path of non-conventional measures, has been seen as a negative for the us dollar, <q> mr serebriakov said from new york. </q> as far as the australian dollar is concerned, i think the strength in the aussie mainly reflects the weakness in the us dollar. \"the organisation of petroleum exporting countries( opec), at its meeting in", "new_id": -2}, {"uid": "2008100622_00010621_W", "i": 142, "idx": 0, "sa": ["Mark A. Pearce"], "q": "attorney general offices of 11 states, who had sued countrywide over predatory lending practices, but the initiative applies to borrowers in all 50 states.\" the countrywide settlement is a watershed moment for loan modification programs, <q> said <strong> Mark A. Pearce </strong>, north carolina's deputy commissioner of banks and a member of the state foreclosure prevention working group. </q> this is, by far, the best[ program ever], even better than the fdic program with indymac bank. \"as part of the initiative, bank of america will cut monthly housing payments, including", "new_id": -2}, {"uid": "2008122609_00014192_W", "i": 1342, "idx": 0, "sa": [], "q": ", shaven-headed iraqi in combat pants and boots, who is serving a 15-year sentence for murder, said she was <NO_QUOTATION> who had unlocked a door.\" it's a kind of freedom for all of us, <q> he said. it's given me courage to be with others. before, it was as if we were all wearing masks, but i have discovered a new person in myself. </q> i was very nervous, jumping on any mistakes, i was impatient and dangerous, but now i take my time, count to 10. \"anwar, who has not seen his family in baghdad for 11", "new_id": -2}, {"uid": "2008090805_00104114_W", "i": 463, "idx": 2, "sa": ["Glenn Stevens"], "q": "when the rba decided to cut rates this month, it had done so with a view that the central bank took a forward view.\" at the september meeting the board took a step in that direction, <q> he said. the logic of this decision was the same as the one that, some years earlier, had led the board to begin raising rates from unusually low levels: the setting of policy designed to get the economy to change course probably will not be the right one once the change of course has occurred, and it will need to be adjusted. </q> a further consideration was that conditions recently had actually tightened marginally as a result of rises in lenders interest rates, which from a macroeconomic point of view was not needed. \"mr <strong> Glenn Stevens </strong> said australia is probably six", "new_id": -2}, {"uid": "2008102411_00042679_W", "i": 1744, "idx": 0, "sa": ["Alan Dzagoev"], "q": "3-0 home win over rc deportivo la coru? a. prodigious talent the 18-year-old has been a sensation in russia this season, being billed as one of the best local talents to emerge in recent years. after scoring <q> the ninth and 12th minutes to set cska on the way to a group h victory against the spanish club, <strong> Alan Dzagoev </strong> said: </q> the first goal[ a free-kick] was the best i have scored for cska and the second was made completely by v? gner love. both were important because depor played very well. \"dream start born", "new_id": -2}, {"uid": "2008110700_00004095_W", "i": 1764, "idx": 1, "sa": ["Harry Reid", "Joe Lieberman"], "q": "going to strip it, \"the source says.\" there was a discussion, however, about how many in the[ dem] caucus are upset and don't want him to continue on the committee. <q> <strong> Harry Reid </strong> confronted <strong> Joe Lieberman </strong> with some of the comments he'd made about obama during the presidential election. </q> senator <strong> Joe Lieberman </strong> defended his comments and said he thought that he should be able to continue as chairman, \"the source says. no agreement was reached in the meeting, the source says, but <strong> Harry Reid </strong> apparently is", "new_id": -2}, {"uid": "2008103112_00013911_W", "i": 2253, "idx": 0, "sa": ["Gary Cahill"], "q": "up to us to put it right. there are a lot of lads in the dressing room who are down at the moment and it is up to us as senior players to try and lift them again. <q> and <strong> Gary Cahill </strong> has admitted the players are mortified by wednesday's result. he told the club's official website: the lads are absolutely devastated and we are still thinking how we've lost that game. you've got to turn it around and forget about it because you can't go back in the past and change what has happened, but it is easier said than done. it's one of those things you have to put behind you. </q> we'll go about sunday in the same way we went about wednesday, there are no two ways about it. manchester city have good footballers and we'll have to close them down, get in their faces", "new_id": -2}]