[{"uid": "1296709195199049220", "i": 17694, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "most confounding questions of the decade: When did planning for the war in Iraq begin? It was just 15 days after the World Trade Center collapsed, he wrote in his memoir <q> Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> <strong> Donald Rumsfeld </strong> wrote, according to the Times, but <strong> President Bush </strong> \"wanted the options to be` creative.\" The stories reveal that <strong> Donald Rumsfeld </strong>, despite his bravado during his years at the Pentagon podium,", "new_id": -2}, {"uid": "1295017488186548228", "i": 46593, "idx": 2, "sa": ["Sergio Marchionne"], "q": "The pro-plan union members avoid the streets and meet at an auditorium to listen to their leadership. \"The crisis has been under way for three years,\" the man on the podium says. <q> Many industries are dying, banks are holding on to their money, if nothing improves, unemployment will skyrocket this year. We want to ensure our future. That's why we broke labor unity and approved the <strong> Sergio Marchionne </strong> plan. </q> The union that's been left alone is the powerful left-leaning metal workers. If its members don't agree to sign, <strong> Sergio Marchionne </strong> says they will lose their representation rights on the factory floor.", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}, {"uid": "1295093100028508164", "i": 1358, "idx": 3, "sa": ["John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "including Prime Minister <strong> Silvio Berlusconi </strong>. \"Now we have to put behind all the conflicts and face the challenges that we have in front of us in a constructive way,\" Fiat Chairman <strong> John Elkann </strong> said today. <q> I reiterate the full support from my family. </q> The vote is \"symbolic\" and \"represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed,\" Gianluca Spina, dean of the business", "new_id": -2}, {"uid": "1296139860192086046", "i": 36777, "idx": 0, "sa": ["Sarah Palin", "Newt Gingrich", "Mike Pence"], "q": "<strong> Sarah Palin </strong>, said in its latest fund-raising report on Wednesday with the Federal Election Commission that it brought in$ 279,000 from Nov. 23 to Dec. 31, 2010,\" the New York Times writes. <q> Nearly all of the money raised came from individual donors, mostly in amounts less than$ 200. Just eight of the more than 600 itemized donations were for$ 1,000 or more. </q> AP: \"Republican <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> is nearly face-to-face with his own deadline to announce by the end of the month whether he'll be making a run for president or governor next year. A state ethics law passed", "new_id": -2}, {"uid": "1297480241247660577", "i": 26600, "idx": 0, "sa": ["Larry Hagman", "Simon Cowell"], "q": "filed on Wednesday, Los Angeles Superior Court Judge Michelle Rosenblatt vacated the award, in part because one of the arbitrators was a plaintiff in a similar type of legal action and failed to disclose it. <q> It's an absurd, bizarre kind of ruling, and we're very confident an appellate court will reverse it, </q> said <strong> Larry Hagman </strong>'s attorney <strong> Simon Cowell </strong> Aidikoff on Friday. According to Aidikoff, Citigroup changed <strong> Larry Hagman </strong>'s investment portfolio so that it was tilted toward equities, as opposed to fixed income and cash, causing heavy losses", "new_id": -2}, {"uid": "1295625832143933451", "i": 20893, "idx": 5, "sa": ["Saddam Hussein", "Colin Powell", "Brent Scowcroft", "George H.W. Bush"], "q": "<strong> Saddam Hussein </strong> remained defiant, calling the coalition forces \"treacherous and cowardly\" and describing <strong> George H.W. Bush </strong> as \"the enemy of God and humanity.\" <strong> Brent Scowcroft </strong> said the Soviets supported the coalition's efforts but were also trying to <q> have a protective arm around their friend, Iraq. </q> <strong> George H.W. Bush </strong> said earlier this week that he has no regrets about his administration's handling of the war, including the decision to pull out American forces and leave <strong> Saddam Hussein </strong> in power. <strong> Colin Powell </strong> and the other members of <strong> George H.W. Bush </strong>", "new_id": -2}, {"uid": "1295577549195002392", "i": 31777, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "cc' button in the bottom right corner of the player. As this is a brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric_Schmidt_at_Sciences_Po__4_projects_for_Google_in_France www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/The_new_Don't_Be_Evil_google_video__Final_Versionmp4 techplanet30.com In this video I talk about <strong> Google Inc. </strong> and would like to know your thoughts on the company and their position in the world. I talk a little about Larry Page, <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297164099239927310", "i": 45948, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" STATEMENTS:", "new_id": -2}, {"uid": "1295879374140918830", "i": 2971, "idx": 1, "sa": ["Eric Schmidt"], "q": ". Google earned$ 8.75 a share, beating analysts expectations of$ 8.06 a share. \"Q4 marked a terrific end to a stellar year,\" said <strong> Eric Schmidt </strong>, CEO of Google. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> The big news from the earnings report was the announcement that <strong> Eric Schmidt </strong> will step down from his role of CEO and become Executive Chairman, focusing externally on deals, partnerships, customers and broader business relationships,", "new_id": -2}]