[{"uid": "1296177695162824209", "i": 8998, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Mark Sanford"], "q": "served as chairman of the conservative Republican Study Committee from 2005 to 2007 and as chairman of the House Republican Conference from 2009 until January 2011. circulated a letter to supporters announcing the decision. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> wrote <strong> Mike Pence </strong>. \" We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. \" Video: Gov. <strong> Mark Sanford </strong> visits Anderson Chick-fil-A..., R-Ind., will announce whether he plans to run for <strong> Barack Obama </strong> in...", "new_id": -2}, {"uid": "1296184901199016459", "i": 13303, "idx": 0, "sa": ["Mike Pence"], "q": "served as chairman of the conservative Republican Study Committee from 2005 to 2007 and as chairman of the House Republican Conference from 2009 until January 2011. circulated a letter to supporters announcing the decision. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> wrote <strong> Mike Pence </strong>. \" We will not seek the Republican nomination for president in 2012. \" Video: Obama picks Carney for press secretary Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans", "new_id": -2}, {"uid": "1296081944165281845", "i": 34421, "idx": 0, "sa": ["Tim Pawlenty", "Claire McCaskill", "Mike Pence", "Ed Martin", "Rob Simmons", "Chris Murphy", "Matt Blunt"], "q": "served as chief of staff to former Missouri Gov. <strong> Matt Blunt </strong>( R), issued a statement to supporters today saying he's \" very seriously \" considering running against Sen. <strong> Claire McCaskill </strong>( D-Mo.) in 2012. <q> The Republican nominee to face Senator <strong> Claire McCaskill </strong> must be someone who understands the limits of Constitutional government, </q> <strong> Ed Martin </strong> wrote.* Justin Bernier, a oneTim Pawlentye legislative aide to former <strong> Mike Pence </strong> <strong> Rob Simmons </strong>( R-Conn.), announced that he will run for the 5th District seat being vacated by <strong> Mike Pence </strong> <strong> Chris Murphy </strong>( D-Conn.", "new_id": -2}, {"uid": "1296774773245792831", "i": 5305, "idx": 0, "sa": ["Mike Cunningham", "Mike Pence", "Richard Mourdock"], "q": "served two terms in the White House, after being first elected in 1980. But the aura of the man, he said, makes Reagan a nRichard Mourdocky mythical figure. <q> To conservatives, his legacy keeps growing every year, </q> <strong> Mike Cunningham </strong> said. On Feb. 24 U.S. <strong> Mike Pence </strong> will speak about Reagan during the Tippecanoe County Republican Party's Lincoln-Reagan Dinner. It used to the Lincoln Day Dinner. But after", "new_id": -2}, {"uid": "1296884677086720529", "i": 24244, "idx": 0, "sa": ["Mike Pence"], "q": "services and basic health medical care, like pap smears and screening for diabetes, breast cancer, cervical cancer and sexually transmitted diseases. Our legislative slogan for 2011: Let Them Use Leeches. <q> What is more fiscally responsible than denying any and all funding to Planned Parenthood of America? </q> demanded Representative <strong> Mike Pence </strong> of Indiana, the chief sponsor of a bill to bar the government from directing any money to any organization that provides abortion services. Planned Parenthood doesn't use government money to provide abortions", "new_id": -2}, {"uid": "1296182355238501894", "i": 44829, "idx": 0, "sa": ["Mike Pence"], "q": "several of his closest advisers and political confidantes are now telling CNN that he is at least open to a presidential bid if a suitably conservative candidate fails to emerge from the early and wide-open GOP field... <q> He hasn't completely shut the door on running, and if there is a massive void in the group of candidates, who knows what could happen?, </q> said the adviser, who was quick to caution that there is only a five percent chance the senator will run. Aside from Indiana <strong> Mike Pence </strong>, who is currently deciding between a presidential run and a gubernatorial", "new_id": -2}, {"uid": "1296228272172146710", "i": 20887, "idx": 24, "sa": ["Vin Weber", "Mitch Daniels", "Mike Pence"], "q": "shaken it up, especially in Iowa. He would have changed the equation in Iowa a lot, maybe have become the frontrunner. Now, everything remains wide open. \" Another Republican strategist comments, <q> I'm not sure <strong> Mitch Daniels </strong> runs. I'm not sure[ South Dakota senator John] Thune runs. The field may not be as big as I originally thought. </q> He sees <strong> Mike Pence </strong>'s absence leaVin Weberg a hole: \" The interest in him does reflect that he was kind of filling a demand in the field. He was very much on the message of the moral", "new_id": -2}, {"uid": "1296055281154206214", "i": 11833, "idx": 5, "sa": ["Mike Pence", "Barack Obama"], "q": "share his thoughts with the PBS NewsHour. <strong> Mike Pence </strong>, R-Ind., who is considering either a gubernatorial run or a White House bid, praised the <strong> Barack Obama </strong>'s nod toward American exceptionalism. <q> The <strong> Barack Obama </strong> reflected on the uniqueness of America. He remembered our soldiers, he remembered where the strength of this nation was, </q> <strong> Mike Pence </strong> said, before adding that he was disappointed that the <strong> Barack Obama </strong> appeared to be \" committed to more spending and more government and more of the same of what the American people rejected on Election Day last fall.", "new_id": -2}, {"uid": "1295534390252182552", "i": 25973, "idx": 3, "sa": ["Tim Pawlenty", "Mike Pence", "Barack Obama", "Mitt Romney"], "q": "she runs for <strong> Barack Obama </strong>. <strong> Tim Pawlenty </strong>: \" Republican <strong> Tim Pawlenty </strong> dished out$ 34,000 to state-level candidates and conservative groups in Iowa during the final 2010 push, \" the AP reports. <q> His late-election contributions to candidates and groups were double the amount made by former Massachusetts Gov. <strong> Mitt Romney </strong> during the same period. </q> <strong> Mike Pence </strong>: \" Some South Carolina lawmakers are looking forward to the 2012's Barack Obamaial election-- so much so they've asked U.S. Representative <strong> Mike Pence </strong> to seek the Republican nomination for <strong> Barack Obama </strong>, \"", "new_id": -2}, {"i": 24637, "idx": 1, "index_answer": 4, "new_id": -1, "q": "Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter.`` <strong> Fatboy Slim </strong>'re jumping out and holding leads and we just can't hold them,'' guard <strong> Allen Iverson </strong> said. <q> <strong> Fatboy Slim </strong> play well for a while and then it seems we just lose focus. </q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the mark,", "sa": ["Fatboy Slim", "Chris Bosh", "Samuel Dalembert", "Lou Williams", "Allen Iverson"], "uid": "1296279092111296547"}]