[{"uid": "1295081664096239622", "i": 19216, "idx": 0, "sa": ["Mike D'Antoni", "David Letterman"], "q": "was at the game.... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q>He doesn't listen to me,</q> <strong> Mike D'Antoni </strong> said with a laugh. \"He was nice, though, very diplomatic.\"", "new_id": -2}, {"uid": "1297113048152240228", "i": 47571, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "he left the show. \"I haven't seen a full episode,\" the former Idol judge told reporters on a conference call for his upcoming music competition series, The X Factor. <q>I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over. But people are still excited about these shows, whether Dancing With the Stars, which has gotten better over the years, America's Got Talent... I think they've done a good job.</q> Asked if <strong> Paula Abdul </strong> could be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. \"I'm a massive fan", "new_id": -2}, {"uid": "1297123633195428357", "i": 30277, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. Fun: Today's Find Five <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1295503270140181505", "i": 21798, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "no surprise in the <strong> Simon Cowell </strong> that Rushfield presents, but he does bring him to life-- by turns brilliant and exasperating, self-serving and disarmingly honest. Rushfield sums him up well: <q>If ever a person could be prepared for fame and all that came with it, it was <strong> Simon Cowell </strong>... For 20 years, <strong> Simon Cowell </strong> had been involved in every aspect of the shadowy business of creating stars... He had seen how the magical alchemy could transform people into stars, and he had seen how it could go wrong.</q> The book is not Fox-authorized, which may explain why the show's other well-known personalities play only supporting roles. <strong> Paula Abdul </strong> is a wacky sparring partner, and Ryan Seacrest is", "new_id": -2}, {"uid": "1297097447088211513", "i": 8003, "idx": 0, "sa": ["Donald Rumsfeld", "Richard Nixon", "Bill Clinton"], "q": "to surround himself with top talent. People who have worked with him-even those who admire him-say \"ambitious\" is the trump card in that list of character traits, and <strong> Donald Rumsfeld </strong>'s ambition is far from exhausted. <q>I don't think Don has wound down,</q> says <strong> Bill Clinton </strong> Rentschler, who ran <strong> Richard Nixon </strong>'s 1968 campaign in Illinois and calls <strong> Donald Rumsfeld </strong> \"ferocious in pursuing what he wants. I would say he is a very aggressive promoter of his particular ambitions.\" The national", "new_id": -2}, {"uid": "1295561949204783632", "i": 27530, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", taking over day-to-day operations as CEO as of April 4. The company said the goal of the surprise executive change, the biggest at the Web firm since <strong> Eric Schmidt </strong> joined it as CEO in 2001, is <q>to streamline decision making and create clearer lines of responsibility and accountability at the top of the company.</q> Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, in particular new products, one of his key passions, as he said on a conference calls. Some observers immediately suggested he focus on improving the company's", "new_id": -2}, {"uid": "1296853879119488517", "i": 2453, "idx": 0, "sa": ["Mike Pence"], "q": "Quote of the Day: How the Super Bowl Holds America Together by Pulling It Down Opinion Video: Super Bowl XLV: McCarthy vs. Tomlin Opinion Video: After the Show Show: Football For All? Report Abuse <q> \"These bills seek to overturn years of long-standing legal doctrine and, even worse, they endanger the health of women in this country by attempting to end insurance coverage-- including private coverage-- for all abortions.</q>\" Report Abuse \"Apparently no one understands that <strong> Mike Pence </strong> and Smith aren't trying to overturn Roe v. Wade.\" Report Abuse \"For a political party that is supposed to stand for limited government and individual freedoms", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some \"adult supervision.\" On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q>Day-to-day adult supervision is no longer needed.</q> \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. \"It's time for him to have a shot at running this.\"", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}, {"uid": "1295925206202604558", "i": 32643, "idx": 0, "sa": ["Steve Nash", "Allen Iverson", "Donyell Marshall", "Dwyane Wade"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Steve Nash </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Steve Nash </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,</q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me http://wn.com/Miami_Heat_vs_Phoenix_Suns_109__105_January_8,_2010 <strong> Dwyane Wade </strong> scored 33 points", "new_id": -2}, {"uid": "1296594377057851911", "i": 23249, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Ryan Seacrest"], "q": "only remaining original judge, Randy Jackson recently told <strong> Ryan Seacrest </strong> on his radio show that he is not trying to be the mean judge this season or fill in <strong> Simon Cowell </strong>'s shoes for that matter. Randy told <strong> Ryan Seacrest </strong>\" <q>I wouldn't say I stepped into the <strong> Simon Cowell </strong>'s shoes. I don't think those shoes could be filled, nor would I want to be in them! But I think you'll see a lot of excitement.</q> When asked about <strong> Jennifer Lopez </strong>'s comment, Randy replied \"Oh come on! <strong> Jennifer Lopez </strong>, come on, take it back! It's not true!\" So what exactly can fans expect out of Randy", "new_id": -2}]