[{"uid": "1295641898262504480", "i": 29593, "idx": 10, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "vice chairman of search firm Korn/Ferry International. Mr. <strong> Eric Schmidt </strong>, however, indicated he is staying put-at least for now. He said he and Messrs. <strong> Larry Page </strong> and <strong> Sergey Brin </strong> will remain`` a powerful triumvirate'' and <q> best friends and partners. </q> <cite>- Joann S. Lublin contributed to this article. </cite> Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal, non-commercial use only. Distribution and", "new_id": -2}, {"uid": "1295968573202670101", "i": 29057, "idx": 1, "sa": ["Andy Coulson"], "q": "an Anne Will kritisiert ARD-`` Das kann man besser machen'' TV-Kritik: Jahresr?ckblick auf RTL- Der Kartenableser href=\"http://rssfeed.sueddeutsche.de/medien/grossbritannien-Andy Coulson-Andy Coulson-geht-wenn-der-sprecher-einen-sprecher-braucht-1.1049614\"> Gro?britannien: <strong> Andy Coulson </strong> geht Wenn der Sprecher einen Sprecher braucht TV-Kritik:`` Stern TV'' <q> Keine Sau hat mir was gesagt </q> Copyright? sueddeutsche.de GmbH/ S?ddeutsche Zeitung GmbH", "new_id": -2}, {"uid": "1297624246143769626", "i": 8313, "idx": 0, "sa": ["Zahi Hawass"], "q": "uprising. <strong> Zahi Hawass </strong>, minister of state for antiquities, said that several ancient treasures had been stolen from the museum, including a statue of the renowned boy king Tutankhamun. The missing objects include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28, during clashes between protesters and riot police who used tear gas", "new_id": -2}, {"uid": "1295217109057311263", "i": 28363, "idx": 1, "sa": ["Alassane Ouattara"], "q": "sup?rieurs? Vous pensez que nous resterons les bras crois?s sans exercer notre l?gitime d?fense? Ce sera la guerre, et tout vaut mieux que la guerre.''* Premier ministre de <strong> Alassane Ouattara </strong> se prononce en faveur d' <q> une op?ration rapide et bien cibl?e </q> qui`` arr?tera les tueries et mettra fin au chaos''. Selon lui, les violences en target=\"_blank\" href=\"http://www.jeuneafrique.com/pays/cote_ivoire/cote_ivoire.asp\"> C?te d'Ivoire ont d?j fait`` plus de trois cent morts'' depuis l'?lection contest?e du 28 novembre", "new_id": -2}, {"uid": "1297183424149962758", "i": 31163, "idx": 8, "sa": ["Donald Rumsfeld", "Robert McNamara", "Barack Obama", "Laura Bush"], "q": "of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with Saddam <strong> Barack Obama </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> Laura Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. <strong> Donald Rumsfeld </strong> said it was", "new_id": -2}, {"uid": "1297125914137412651", "i": 2198, "idx": 5, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> Raw audio| Phone call update from Cairo Behind the Scenes| Cheezburger photo shoot For Valentine's Day and every day, a personalized charm bracelet's the charm href=\"http://seattletimes.nwsource.com/html/localnews/2014151086_skier07m.html\"> Monika Johnson, experienced mountaineer, killed", "new_id": -2}, {"uid": "1295547193232112144", "i": 7677, "idx": 1, "sa": ["Robin Givhan", "Michelle Obama", "Alexander McQueen", "Jeff Immelt", "Steve Ballmer", "Barack Obama"], "q": "heavy on business leaders, href=\"http://us.rd.yahoo.com/dailynews/finance/atlantic/cm_atlantic/storytext/gradinglastnightsstatedinner6638/39751208/*http://finance.yahoo.com/news/GEs- CEO- among- 200- White- House- apf- 2921159518.html?x=0&amp;.v=1\"> including General Electric CEO <strong> Jeff Immelt </strong> and Microsoft's <strong> Steve Ballmer </strong>, a trend Stolberg says made sense considering how <q> <strong> Barack Obama </strong> used Mr. Hu's visit to press China to open its markets to goods made by American companies. </q> About That Dress <strong> Michelle Obama </strong>'s fashion choices always attract scrutiny, but The Daily Beast's href=\"http://us.rd.yahoo.com/dailynews/atlantic/cm_atlantic/storytext/gradinglastnightsstatedinner6638/39751208/SIG=148njuhog/*http://www.thedailybeast.com/blogs-and-stories/2011-01-19/Michelle Obama-Michelle Obama-in-Alexander McQueen-Alexander McQueen-lady-in-red-at-white-house-state-dinner/\"> <strong> Robin Givhan </strong> argues the First Lady's red petal print <strong> Alexander McQueen </strong> gown said more about attitudes on Madison Avenue than Pennsylvania", "new_id": -2}, {"uid": "1296217506223641601", "i": 21346, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "L. Brent Bozell III", "Mike Huckabee", "Sarah Palin"], "q": "for someone in a heavily crowded GOP presidential field: At the Value Voters Summit last year, <strong> Mike Pence </strong> won the straw poll for both president and vice president, beating better-known candidates like <strong> Mike Huckabee </strong> and <strong> Sarah Palin </strong>. <q> I am selfishly disappointed, </q> said <strong> L. Brent Bozell III </strong>, president of the conservative Media Research Center and longTim Pawlentye conservative activist who was among a group of Washington conservatives urging <strong> Mike Pence </strong> to run for president-and whose support is now up for grabs.`` I don't", "new_id": -2}, {"uid": "1296014345168460294", "i": 9051, "idx": 10, "sa": ["Allen Iverson", "Tim Duncan"], "q": "76ers scored 37 points, including two pivotal jumpers and three free throws in the final five minutes, to lead Philadelphia to a series-clinching 101-91 victory over the Magic.`` I feel great,'' <strong> Allen Iverson </strong> said. <q> It's still hitting me all at once. It's something I've been waiting for a long Tim Duncane and to finally get it is something special. </q> The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis.`` I don't know how you can be any more proud of", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q> One day Larry and Sergey bought Android, and I didn't even notice. </q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}]