[{"uid": "1295968905135200769", "i": 34809, "idx": 2, "sa": ["Eric Schmidt"], "q": "its workforce to fix economic woes \"Our retention has been actually the same and our retention has been exactly the same for seven years\" he said at a news conference following his DLD appearance. <q>We're going to be hiring many thousands of people this year.<q> <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things. \"We've got very complicated government issues", "new_id": -2}, {"uid": "1295565930204079141", "i": 16426, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. Page praised <strong> Eric Schmidt </strong>. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.<q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. <strong> Google Inc. </strong> earned$ 2.5 billion", "new_id": -2}, {"uid": "1295015233063946826", "i": 17770, "idx": 0, "sa": ["Jim Moeller", "David Letterman"], "q": "gay members of Congress, governors and mayors- and modest population help give it a boost over hundreds of contenders. \"Welcoming' community <strong> Jim Moeller </strong> himself was thrown by the listing. <q>Are you sure Vancouver, Washington?<q> he responded Thursday by telephone from Olympia. Followed by seconds of bemused laughter. \"I'm a bit flabbergasted. The top 10, huh? Maybe we\"ll make` <strong> David Letterman </strong>,\" <strong> Jim Moeller </strong>", "new_id": -2}, {"uid": "1296170473171278348", "i": 1722, "idx": 0, "sa": ["Mike Pence"], "q": "left the door open for a campaign to become Indiana's governor. The Indianapolis Star said on its website that <strong> Mike Pence </strong>, 51, made his announcement in a letter being sent to supporters. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,<q> <strong> Mike Pence </strong> and wife Karen said in the letter. \"We will not seek the Republican nomination for president in 2012.\" <strong> Mike Pence </strong>'s supporters, who include Tea Party advocates, have been pressing him to", "new_id": -2}, {"uid": "1295425471034701433", "i": 22655, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "Piers Morgan", "David Letterman"], "q": "- Sirius XM shock jock <strong> Howard Stern </strong> ripped into <strong> Jay Leno </strong>, accusing him of stealing material for \"The Tonight Show,\" in an interview scheduled to air Tuesday night, the New York Post reported Monday. <q><strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook. And the world knows exactly what he's up to. He steals a tremendous amount of material,<q> <strong> Howard Stern </strong> said in an interview for CNN's \"<strong> Piers Morgan </strong> Tonight.\" <strong> Howard Stern </strong> went on to say that <strong> Jay Leno </strong> is \"not fit to scrub <strong> David Letterman </strong>'s feet.\" \"I don't know", "new_id": -2}, {"uid": "1295947110129105978", "i": 19483, "idx": 2, "sa": ["Keyon Dooling", "Magic Johnson", "Allen Iverson"], "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,\" <strong> Allen Iverson </strong> said. <strong> Magic Johnson </strong> guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q>That wasn't the first time he threw one in like that,<q> <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.\" The <strong> Magic Johnson </strong> had a chance to tie the game", "new_id": -2}, {"uid": "1296228272172146710", "i": 17259, "idx": 1, "sa": ["Mike Pence"], "q": "again- \"wide open.\" One source familiar with the effort to recruit <strong> Mike Pence </strong> tells National Review Online that while <strong> Mike Pence </strong> \"could have united the conservative movement,\" his departure leaves a Republican field that <q>is never going to be as wide-open again.<q> \"In six years or ten years it's going to be an incredibly full field: The 2012 field is the Washington Nationals. Subsequent fields will be the 1927 New York Yankees,\" the source", "new_id": -2}, {"uid": "1294955048093012011", "i": 38157, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "hand on Wednesday evening when she was able to open one eye. That eye was unbandaged and <strong> Gabrielle Giffords </strong> tried to focus that left eye on her loved ones for the first time since the incident happened. <q>This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more,<q> stated her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, who was also present for the eye opening, told press \"It was raw courage. It was raw strength. It was so beautiful and so", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane?<q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.\"( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1295622311169754643", "i": 37039, "idx": 0, "sa": ["Eric Schmidt"], "q": "his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,<q> Page said in an official statement. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role.\"", "new_id": -2}]