[{"uid": "1296057426158892033", "i": 5913, "idx": 0, "sa": ["Eric Schmidt"], "q": "some now nonexistent upstart comes along to dethrone them both-- there are bound to be exciting things in store for technology users. Facebook will have to tread carefully as it taps advertising opportunities across its network. <q><strong> Mark Zuckerberg </strong> has always been adamant that the user experience for Facebook had to come first, and monetization second,</q> said Carl D. Howe, director of anywhere consumer research for the Yankee Group. \"Should Facebook ramp up its advertising emphasis, that would imply to me that he's changed his mind.\" <strong> Eric Schmidt </strong> joked in", "new_id": -2}, {"uid": "1295473800129286206", "i": 29256, "idx": 0, "sa": ["Michael Vick"], "q": "took the dog a good 20 miles out in the country and dumped him off. The next morning the dog was back on our porch. My sister and I convinced my dad to let us keep him. <q>Damn! I thought I killed that thing...</q>-- <strong> Michael Vick </strong> KDMac: \"Damn! I thought I killed that thing...\"-- <strong> Michael Vick </strong> dlaurels 18 minutes ago( 4:30 PM) Dogs do get so attached to their owners and the owners get really", "new_id": -2}, {"uid": "1295932596118013987", "i": 21336, "idx": 0, "sa": ["David Letterman", "the Black"], "q": "in. Normally when the Rangers and Flyers play, you can smell the hatred, but this was even worse! Rangers at Flyers 2001/2002.... <strong> David Letterman </strong>- New York Rangers Top Ten The New York Rangers present <q>Top Ten Things Never Before Spoken By A Hockey Player.</q>... Mighty Morphin Power Rangers Theme Song( Original) Tommy becomes <strong> the Black </strong> Ranger... Power Rangers Samurai- First Look Promo The very first promo for Power Rangers Samurai, as first seen on www.nick.com. Catch the Season", "new_id": -2}, {"uid": "1295977622172294165", "i": 43427, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "George Osborne"], "q": "of <strong> Andy Coulson </strong> and Johnson as part of a worrying trend. Davis said <strong> David Cameron </strong> and <strong> George Osborne </strong> did not know what it was like to \"scrape for the last penny\" at the end of the week. <q>One of the criticisms that is often levelled at[ the Tory leadership] is that they don't have a sense of what a large part of the country, the poorer part of the country, what their views and priorities are,</q> he said.\"[ <strong> Andy Coulson </strong>] was somebody who brought that gritty, slightly tough, but necessary mindset to the Conservative leadership's thinking.\" A CLASS APART* 67 per", "new_id": -2}, {"uid": "1295530662257605677", "i": 34867, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "I know you can sing,\" <strong> Jennifer Lopez </strong> said. I'm already confused by <strong> Steven Tyler </strong>'s commentary, which can sometimes go by way too fast. I had to rewind multiple times to get this: <q>When you came out here you were on fire. You got to sing something that delivers the same feeling and voice and notes and tone-age that you just spoke. We'll let her in the door, water that flower because it's going to grow. I think you have what it is is. You have to redirect it.</q> Phew! I'm not sure she would have gotten through with the original three on board. I can't imagine <strong> Simon Cowell </strong> would have said yes to that one. The next guy", "new_id": -2}, {"uid": "1295070638169934886", "i": 34548, "idx": 4, "sa": ["Donald Rumsfeld", "John M. Spratt"], "q": ", \"By our calculations, there is not enough money to meet even minimal expectations of what <strong> Donald Rumsfeld </strong>'s requests will be. \"Without a compelling threat, an immediate threat,\" <strong> John M. Spratt </strong> said, <q>I don't think cutting education or the environment is going to work.</q> Some Republicans have raised similar concerns. But the administration does not accept such http://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2001/06/03/MN149661.DTL&amp;hw=UNMANNED+WEAPON&amp;sn=053&amp;sc=232 July 2, 2001 U.S. lawmakers from both parties warned Defense <strong> Donald Rumsfeld </strong> that the$ 1.35 trillion tax cut combined", "new_id": -2}, {"uid": "1296509654156549122", "i": 19836, "idx": 0, "sa": ["Fife Symington III", "Eric Schmidt", "Barack Obama", "Woodrow Wilson"], "q": "the late 3rd century AD, Diocletian established the practice of dividing authority between two emperors, one in the western part of the empire and one http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. http://wn.com/MaximsNewsNetwork_BAN_KI_MOON_on_MYANMAR_AUNG_SAN_SUU_KYI_@_UN_SECURITY_COUNCIL_STAKEOUT Italy blocks EU statement on religious persecution <strong> Fife Symington III </strong> Bolton says statements re Egypt from <strong> Barack Obama </strong> and Hillary are \"mush\" Feature", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q>We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people,</q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1294965093056983574", "i": 3888, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "been making steady progress each day since she was wounded last weekend. Then Wednesday night- with her closest friends from Congress holding her hand- <strong> Gabrielle Giffords </strong> opened her eyes for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying.\" If all goes well, <strong> Gabrielle Giffords </strong> may be \"out of", "new_id": -2}, {"uid": "1297451512119193621", "i": 1132, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers", "Ric Flair"], "q": "right here,\" said <strong> David Letterman </strong> as he dug his fingers into <strong> Aaron Rodgers </strong>' armrest and then recollected about questioning him about retirement, and then asked if all the flip flopping distracted the current Pack QB. <q><strong> Ric Flair </strong> don't think it was a distraction,</q> replied <strong> Aaron Rodgers </strong>. \"<strong> Ric Flair </strong> was the guy who took all the reps in the off-season and he was the guy who took all the reps during the season, and that was kind of how it worked out.", "new_id": -2}]