[{"uid": "1296104975101646367", "i": 35771, "idx": 0, "sa": ["Simon Cowell"], "q": " Meanwhile, it is being reported that <strong> Simon Cowell </strong> is only going to be involved in the live stages of X Factor UK as he wants to concentrate on the US version. Previously unseen letters from <q> The Catcher in the Rye </q> author J.D. Salinger show the kind of`` warmth'' and... Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo!", "new_id": -2}, {"uid": "1296062062204603398", "i": 1079, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "Big Bang Theory( R) 1.0/ 3 5.11 ABC href=\"http://tvbythenumbers.com/cougar-town-abc\" title=\"Cougar Town ratings, news, and viewing links\"> Cougar Town( R) 0.7/ 2 2.95- via NBC press note: <q> In Late-Night Metered Markets Tuesday night:? In Nielsen's 56 metered markets, household results were:`` The href=\"http://tvbythenumbers.com/tag/tonight-show-ratings\" title=\"Tonight Show\"> Tonight Show with <strong> Jay Leno </strong>, </q> 2.8/ 7; CBS's'' href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>,'' 2.0/ 5 with an encore delayed by news coverage; and ABC's combo of'' href=\"http://tvbythenumbers.com/tag/nightline-ratings\" title=\"Nightline\"> Nightline", "new_id": -2}, {"uid": "1295644189196657172", "i": 26131, "idx": 8, "sa": ["Clive Goodman", "Andy Coulson", "Glenn Mulcaire", "Ian King", "David Cameron"], "q": "jailing of <strong> Clive Goodman </strong>, the paper's former royal editor, and <strong> Glenn Mulcaire </strong>, the private investigator, over phone hacIan King.`` This was very much <strong> Andy Coulson </strong>'s decision,'' one Downing Street source said. <q> The prime minister, who has obviously been very supportive of <strong> Andy Coulson </strong>, did not want him to resign. But the prime minister did accept that the pressure had made it difficult for him to do the job at 110%. </q> But <strong> David Cameron </strong> is likely to face questions about his overall approach to the media after he brought <strong> Andy Coulson </strong> into Downing Street knowing that, as a former editor of the News of the World, he was responsible", "new_id": -2}, {"uid": "1295491475206651405", "i": 26628, "idx": 0, "sa": ["Steven Tyler", "Kara DioGuardi", "Ryan Seacrest", "Ellen DeGeneres", "Simon Cowell"], "q": "that`` American Idol'' is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taking with him his Magic Mountain/cruise target=\"_blank\" href=\"http://shipowners.com/\"> ship performance similes, his <q> If I'm being honest </q> assessments and his very tight` American Idol':` FOX censors working overtime with <strong> Steven Tyler </strong>' says <strong> Ryan Seacrest </strong>` American Idol':` FOX censors working overtime on <strong> Steven Tyler </strong>' says <strong> Ryan Seacrest </strong>-- In the build-up Wednesday", "new_id": -2}, {"uid": "1295669848206995548", "i": 7453, "idx": 3, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson", "Tom Watson"], "q": "his two older children were teased at school and when he woke at 4.00 am recently to dodge television cameras by leaving for work at 4.30 am. Even then the cameras were waiting. One friend said: <q> You know the game is up when getting up at 4.00 am isn't good enough. </q> Labour will, however, maintain the pressure, as <strong> Ed Miliband </strong> signalled today when he questioned <strong> David Cameron </strong>'s judgment in`` hanging'' onto <strong> Andy Coulson </strong>. This is what <strong> Tom Watson </strong>, the former Labour minister who has led the", "new_id": -2}, {"uid": "1295640274124272642", "i": 45476, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Ken Auletta"], "q": "who has led Google for a decade, will become executive chairman focusing on external relations, deals and government relations.New Yorker writer <strong> Ken Auletta </strong>, who has written a book on the company, reported Friday that <strong> Eric Schmidt </strong> had been <q> nudged aside.`` <strong> Ken Auletta </strong> said that after losing out to Page and co-founder <strong> Sergey Brin </strong> over the company's China policy a year ago,`` <strong> Eric Schmidt </strong> lost some href=\"http://www.earthtimes.org/tag/energy.html\"> energy and focus.`` <strong> Eric Schmidt </strong> was also criticized for allowing Google to be overtaKen Auletta by Facebook, for the company's increasingly frequent privacy scandals and its increasing internal bureaucracy. Together with the co- founders, he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his`` adult supervision </q> and that Page, 38, was ready to run the world's leading href=\"http://www.earthtimes.org/tag/internet.html\"> internet company.`` We have been talking about how best to simplify our management structure and speed up decision making for a", "new_id": -2}, {"uid": "1296767957240500778", "i": 48308, "idx": 2, "sa": ["Jean-Pierre Corteggiani", "Zahi Hawass"], "q": "quebrando vitrinas y objetos, antes de ser expulsados por el ej?rcito. Dos momias de la poca fara?nica fueron da?adas. En su blog, <strong> Zahi Hawass </strong> precis que 70 objetos fueron quebrados ese d?a, pero que <q> todos se pueden restaurar y lo ser?n </q>. Por su parte, el arque?logo franc?s <strong> Jean-Pierre Corteggiani </strong> declar el jueves a la radio francesa RTL que esta invasi?n del museo el viernes le parec?a ser`` una patra?a para desacreditar al movimiento''.", "new_id": -2}, {"uid": "1296122190127270925", "i": 28915, "idx": 0, "sa": ["Mike Pence", "George H. W. Bush"], "q": "RALPH BENKO| 1/27/11 3:59 AM EST The issues facing the Republican Party today look close to identical to the primary campaign between Ronald Reagan and <strong> George H. W. Bush </strong>. target=\"_blank\" href=\"http://nationaljournal.com/politics/hoosier-dreams-should-Mike Pence-Mike Pence-run-for-George H. W. Bush-or-governor-of-indiana-20110124\"> The National Journal recently reported, <q> Other Republicans believe[ <strong> Mike Pence </strong>] <strong> Mike Pence </strong>'s ideological purity is what makes him at once dangerous to his rivals in a primary and dangerous to his own party if he secures the nod in a general election. </q>( Emphasis added.) The story goes on to quote an unnamed`` Republican lobbyist'' saying,`` If we all agree the battle's going to be won in the middle, <strong> Mike Pence </strong> is not your", "new_id": -2}, {"uid": "1296085696130252805", "i": 24243, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> href=\"http://www.sacbee.com/2011/01/26/3354925/social-security-now-seen-to-run.html#\"> Share", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.'' And`` Idol'' has certainly freshened things up with the new judges, Randy Jackson.`` I talk to Randy all the time,'' <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor]. </q>`` Have you watched the new` Idol'?'' <strong> Kit Hoover </strong> asked.`` No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}]