[{"uid": "1295016080011190278", "i": 51756, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": ".'' A judge will hear the matter on January 26. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February. He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q> Homes Extra- New Homes& Condos", "new_id": -2}, {"uid": "1295139772120274975", "i": 19166, "idx": 0, "sa": ["Mark Kelson", "Ron Reagan", "Kirsten Gillibrand"], "q": "her husband, <strong> Mark Kelson </strong>( at right). And she opened her one unbandaged eye. And reached out to touch <strong> Mark Kelson </strong>, an astRon Reaganaut who probably never saw anything so beautiful in space. <q> It was raw courage. It was raw strength. It was so beautiful and so moving, </q> <strong> Kirsten Gillibrand </strong> said.`` It felt like a miracle. It felt like we were watching a miracle,'' said Wasserman-Schultz.`` Other than the birth of my kids, this was the most incredible feeling", "new_id": -2}, {"uid": "1295043177208601103", "i": 22973, "idx": 0, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "Conduct Ourselves Better' Sen. <strong> Kirsten Gillibrand </strong>( D-NY) was with Rep. <strong> Gabrielle Giffords </strong>( D-AZ) in her hospital room this week when <strong> Gabrielle Giffords </strong> opened her eyes for the first time since the shooting last weekend in Tucson. <q> She is the vision of hope for this country right now, </q> <strong> Kirsten Gillibrand </strong> said referring to <strong> Gabrielle Giffords </strong>.`` She embodies everything that <strong> Barack Obama </strong> was trying to say that we have to be better than we are, that we all have to conduct ourselves better than we do.'' While", "new_id": -2}, {"uid": "1296154380245841959", "i": 31810, "idx": 3, "sa": ["Michael Noer", "Michael Vick"], "q": " Pingback: Tweets that mention <strong> Michael Vick </strong>'s Marketability Comes Full Circle- MarketShare- Advertising marketing& media- Forbes-- Topsy.com Cancel Post Your Comment You must be logged in to post a comment <q> damn you <strong> Michael Noer </strong>, for putting one of your colleagues in harm's way. keep writing. i'm enjoyign this very much. </q>", "new_id": -2}, {"uid": "1297175671006504497", "i": 47291, "idx": 1, "sa": ["Dawn Matthews", "Steve Ballmer", "Brendan Jordan"], "q": "saying that parental control functions are present on the console to prevent kids doing exactly this. But did <strong> Steve Ballmer </strong> come round himself and show <strong> Dawn Matthews </strong> how to do it personally? Did he****! <q> <strong> Brendan Jordan </strong> is 11 and knows his times tables but it was only when I explained to him that he realised how much money he had spent, </q> <strong> Dawn Matthews </strong> added.`` When I showed him he burst into tears. He unplugged the Xbox and said he didn't want it anymore.`` I haven't punished him because he feels bad enough and", "new_id": -2}, {"uid": "1295105515258523157", "i": 823, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "NAFTA superhighway( that supposedly`` didn't exist''.) Infowars.net Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,", "new_id": -2}, {"uid": "1295907768051232843", "i": 13992, "idx": 2, "sa": ["Alassane Ouattara"], "q": "Jeannot Ahoussou Kouadio, an ally of Mr <strong> Alassane Ouattara </strong>, says.`` All operators who contravene these instructions would be exposed to national and international sanctions,'' the letter, dated January 22, adds. <q> Therefore, the registry of cocoa and coffee exports... is suspended, </q> the letter says. The Financial Times obtained a copy of the letter, which was received by top cocoa and coffee exporters in Abidjan, the commercial capital of Ivory Coast. Cocoa for immediate delivery jumped", "new_id": -2}, {"uid": "1295216516075989014", "i": 58146, "idx": 2, "sa": ["Chris Huhne"], "q": "know, is coming out of a difficult period in its history, but this partnership shows that BP is very much open for business.'' Mr <strong> Chris Huhne </strong> was accused of betraying his principles by environmentalists. <q> This is supposed to be the greenest government ever and the Lib Dems in particular have actively pitched for the green vote for years. They are U-turning on the principles they claim to have, </q> said Spencer Fitzgibbon, Green Party spokesman. FoE's Mike Childs said:`` It is disturbing that <strong> Chris Huhne </strong> is not too worried about the potential environmental impact on one of the most fragile environments in the", "new_id": -2}, {"uid": "1295622217249511964", "i": 41109, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "will assume the position of executive chief. On the href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\"> official Google blog <strong> Eric Schmidt </strong> wrote that he, <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong> had decided it was time to make some structural changes to the company. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company, </q> wrote <strong> Eric Schmidt </strong>. He further discussed their roles, saying that <strong> Larry Page </strong> would lead product development and technology strategy along with becoming the company's CEO. <strong> Sergey Brin </strong> will retain his title of co-founder and he will", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}]