[{"uid": "1295589925085278736", "i": 31612, "idx": 1, "sa": ["Eric Schmidt"], "q": "accelerated in the fourth quarter, so has advertising spending, said Richard Fetyko, an analyst at Merriman Curhan Ford& Co. in New York, who recommends buying the stock and doesn't own it. <q>When consumers shop more, companies are more aggressive with advertising.</q> The company is focusing more attention on mobile devices with its Android operating system, an area where it competes with Apple for the sale of smartphones and tablets. <strong> Eric Schmidt </strong> was on Apple's board until 2009", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q>I'll bet on the Jets over Chicago,</q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}, {"uid": "1296691231003915851", "i": 36681, "idx": 0, "sa": ["Michele Bachmann", "Mike Pence"], "q": "legislative impact. If wackos are leading the charge, unfortunately, some of them of them have seats in Congress. <strong> Michele Bachmann </strong> linked to the Live Action video on her Facebook page on Tuesday, noting that <q>I am introducing a bill that would prohibit Planned Parenthood from receiving any future federal money directly or indirectly... You must see this undercover video. This is horrifying!</q> She's not being abstract. Her colleague, <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, recently introduced legislation that would deny federal dollars to Planned Parenthood and other organizations that receive family funds and also provide abortion. The <strong> Mike Pence </strong> bill", "new_id": -2}, {"uid": "1296494521100859915", "i": 26514, "idx": 14, "sa": ["Eddie House", "Allen Iverson"], "q": "crazy.\" Since joining the team in early December, <strong> Allen Iverson </strong> has helped the 76ers go 10-13 after a 5-15 start. He entered Saturday averaging 14.2 points, well below his career average, and 4.3 assists. <q>He means a lot more than his numbers,</q> Philadelphia coach <strong> Eddie House </strong> Jordan said. \"His spirit gives us momentum, his spirit gives us confidence, it gives us a sounding board, it gives us a calming effect. He means a lot. \"He", "new_id": -2}, {"uid": "1296160603113164328", "i": 10631, "idx": 2, "sa": ["Donald Rumsfeld", "John Ashcroft", "Tom Ridge"], "q": ", <strong> Tom Ridge </strong> wrote in a tell-all book that sometimes officials such as <strong> John Ashcroft </strong> and <strong> Donald Rumsfeld </strong> pressured the department to change the level, and described a 2004 event in which his arguments against raising the alert worked. <q>I believe our strong interventions had pulled the \"go-up' advocates back from the brink. But I consider the episode to be not only a dramatic moment in <strong> George Washington </strong>\"s recent history, but another illustration of the intersection of politics, fear, credibility and security,</q> he wrote. \"After that episode, I knew I had to follow through with my plans to leave the federal government,\" he wrote. <strong> Tom Ridge </strong> announced his resignation on November 30,", "new_id": -2}, {"uid": "1295573069103104552", "i": 42579, "idx": 3, "sa": ["Eric Schmidt"], "q": ". \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" <strong> Eric Schmidt </strong> wrote on the official Google blog. <q>Larry, in my clear opinion, is ready to lead.</q> We won't have to wait 10 years to find out if he's right.", "new_id": -2}, {"uid": "1296443805235372702", "i": 19579, "idx": 12, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q>... Denver Nuggets vs Boston Celtics( 24 Mar 2010) Denver Nuggets 99-113 Boston Celtics The Celtics led by as many as 21 points in the third quarter, but as teams usually do in the NBA, the", "new_id": -2}, {"uid": "1297634018208748578", "i": 5599, "idx": 1, "sa": ["Simon Cowell"], "q": "talent in the world. I believe that with all my heart,\" <strong> Simon Cowell </strong> said of \"The X Factor,\" which debuts stateside in September 2011( it has run in the U.K. since 2004). <q>If you win this competition-- I'm going to put my money where my mouth is-- it's a$ 5 million recording contract. That means the winner walks away with$ 5 million, guaranteed. Win this competition, it will change your life forever.</q> Start flexing your vocal cords, because \"The X Factor\" auditions kick off in New York, Miami, Dallas, Chicago, Los Angeles, and Seattle in March. If the past few years", "new_id": -2}, {"uid": "1295907303243613760", "i": 37199, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q>This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country,</q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. Article: Egypt asks Berlin to return Nefertiti bust... Photo:", "new_id": -2}, {"uid": "1296240031097697831", "i": 9555, "idx": 0, "sa": ["Mike Pence", "Jim Geraghty"], "q": "Two \"Draft <strong> Mike Pence </strong>\" groups were pushing the congressmen to enter the race. Conservative bloggers now mourn his decision not to, while liberals watch on with their own ideas. <strong> Jim Geraghty </strong> writes. <strong> Mike Pence </strong> was <q>perhaps the best chance of uniting the, for lack of better terms, Tea Party and Establishment wings of the Republican Party. <strong> Mike Pence </strong> is a thoroughly consistent conservative,</q> <strong> Jim Geraghty </strong> explains, \"but he doesn't snarl, he's rarely negative, and I can't recall too many off-the-wall statements from him. A couple folks tried to persuade me he was boring, but I", "new_id": -2}]