[{"uid": "1295689167050348122", "i": 27660, "idx": 0, "sa": ["Andy Coulson"], "q": "by NATO Training Mission-Afghanistan... Full Story <cite> The Christian Science Monitor </cite> Photo in Slideshow: In this image provided by NATO Photo: European Union political advisor Cooper arrives for talks at the... Report Abuse <q> Imagine that, more violence, unrest and death in a predominantly Muslim nation. </q> Report Abuse \" Time for Karzai to be the President of his PEOPLE rather than the president of his tribe. \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu", "new_id": -2}, {"uid": "1295494449164200472", "i": 17497, "idx": 8, "sa": ["Allen Iverson"], "q": "and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the Cleveland Cavaliers. <q> It was like he was pla... Lehman Brothers Collapse`` Like a Massive Earthquake </q> Sep 15 Lehman Brothers Collapse`` Like a Massive Earthquake'' Sep 15 Sep 15, 2008. The venerable Lehman Brothers investment bank said early Monday that it will file for bankruptcy, while Bank of America unveiled plans", "new_id": -2}, {"uid": "1296810494196722698", "i": 42143, "idx": 0, "sa": ["Sean Kugler", "Dick LeBeau", "Michael Vick"], "q": "hard transition, but I bet it gets done.'' So, maybe <strong> Sean Kugler </strong> will replace <strong> Dick LeBeau </strong> if <strong> Dick LeBeau </strong>, 73, retires after Sunday's game?`` No,'' he said. <q> There'd be more than a few scratched heads if they ever did that. I have no aspirations to do that. </q> Party pooper? An Eagles spokesman indicated yesterday that <strong> Michael Vick </strong> probably will not attend a Super Bowl party being promoted under his name tonight in Dallas.`` Dallas Dynasty", "new_id": -2}, {"uid": "1295635525217038960", "i": 9301, "idx": 2, "sa": ["Eric Schmidt"], "q": "terms of understanding the industry I am in, and what the company does.'' <strong> Eric Schmidt </strong> said Thursday that Page is now ready to lead. told BusinessWeek that running a company collaboratively produces better results <q> because you have more bandwidth and checking and balancing going on. </q>`` I think[ co-founder] Sergey[ Brin] and I have remarkably similar views on things, largely because we've spent a lot of time together. I can usually predict when we're going to", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly'' and`` deserve a lot of credit'' for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q> was critical of indefinite detention for unlawful combatants. He was critical of military commissions, </q> he said.`` And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.'' The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}, {"uid": "1296175294201965575", "i": 12785, "idx": 0, "sa": ["Mike Pence"], "q": "The Daily Caller reports Rep. <strong> Mike Pence </strong>( R-IN), a possible contender for president in 2012, has announced that he will NOT run for the White House: <q> As reported by the Indianapolis Star, <strong> Mike Pence </strong> has circulated a letter to supporters announcing the decision. </q>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' wrote <strong> Mike Pence </strong>.`` We will not seek the Republican nomination for president in 2012.''", "new_id": -2}, {"uid": "1296808457040140804", "i": 369, "idx": 0, "sa": ["Kris Kristofferson", "David Letterman"], "q": "who works downtown, and even the homeless people, so it will be interesting to see who shows up.'' <strong> Kris Kristofferson </strong>.`` We just want to keep real,'' she said. <q> We want to keep it high energy and have a little something for everybody. </q> After the show, the pair are looking forward to another appearance: They're set to tape their first guest spot on Late Show with <strong> David Letterman </strong> on Monday. The show will air later that night", "new_id": -2}, {"uid": "1297422448007979008", "i": 46260, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft Marketplace in the hope of delivering an app store to rival the Android and Apple app markets.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> when an internal memo from <strong> Stephen Elop </strong>, in which he likened the firm's position to that of a man`` standing on a burning platform'', was leaked. In the memo, <strong> Stephen Elop </strong> made reference", "new_id": -2}, {"uid": "1295276138038928439", "i": 5548, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "in my universe. I have little optimism with no <strong> Steve Jobs </strong>. If only there was a way to get him to the fountain of youth. Jan 17, 11- 09:29 am Comment from: disposableidentity <q> The timing is good for <strong> Steve Jobs </strong> to take some significant time off, with Verizon iPhone, iPad 2, iPhone 5( and next iOS release), and Mac OS X Lion already on the schedule. </q> That's for sure. I can't think of a better possible time for him to take some time off. Jan 17, 11- 09:30 am Comment from: Ian <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1297257274238534666", "i": 1130, "idx": 4, "sa": ["Colin Powell", "President Bush"], "q": "York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children-but no obvious sign of", "new_id": -2}]