[{"uid": "1297128027137412656", "i": 10712, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "gifts are different from the official keys to the city presented by the mayor,'' he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and <q> am deeply sorry to offend anyone who loves animals. </q> He acknowledged <strong> Michael Vick </strong>'s past but noted that`` since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about", "new_id": -2}, {"uid": "1296704404078823470", "i": 4506, "idx": 0, "sa": ["Stephen Jackson", "Michael Jordan", "Allen Iverson", "Scottie Pippen"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Bulls_vs_Hawks_1991_92_Jordan_37pts/10rbs/9asts/4stls December 21, 1991. This game is in some ways similar to the 1996 Indiana game where <strong> Michael Jordan </strong> and <strong> Scottie Pippen </strong> score 44 and 40, respectively. This time they both score 37 points and", "new_id": -2}, {"uid": "1295458115232456193", "i": 48248, "idx": 5, "sa": ["Tyronn Lue", "Ted Williams", "Allen Iverson", "David West"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Ted_Williams_Detained_My_Daughter_Attacked_Me!_Exclusive_Interview <strong> Ted Williams </strong> Detained:`` My Daughter Attacked Me!'' Exclusive Interview on Dr.Phil Golden-Voiced <strong> Ted Williams </strong> Reportedly Picked Up By Cops <strong> David West </strong> more: www.businessinsider.com http://wn.com/FC_Barcelona__Villarreal_3-3_highlights_goals_10-04-09 From 1992 Album:`` Whut Thee Album''....", "new_id": -2}, {"uid": "1295562143244678673", "i": 829, "idx": 4, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "at the top of the company.'' Twitter account, Mr. <strong> Eric Schmidt </strong>, who was widely described as`` adult supervision'' for the two young founders when he was named chief executive, wrote: <q> Day-to-day adult supervision is no longer needed. </q> The decision came as a shock to many in Silicon Valley.`` Larry stepping up to be C.E.O. is really surprising,'' said <strong> Danny Sullivan </strong>, the editor of SearchEngineLand, an industry blog, who", "new_id": -2}, {"uid": "1297588672045400131", "i": 10463, "idx": 5, "sa": ["Donald Rumsfeld", "Gerald Ford", "Dick Cheney", "President Lyndon Johnson"], "q": "of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>-- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>.`` It's not a journal, it's not a diary,'' he says of the <strong> Gerald Ford </strong> White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary, <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war on", "new_id": -2}, {"uid": "1295122108061161595", "i": 47626, "idx": 1, "sa": ["Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries. <q> There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseless act in Arizona, </q> he said. Liberal <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>.", "new_id": -2}, {"uid": "1295067707181321744", "i": 46911, "idx": 0, "sa": ["Sergio Marchionne"], "q": "optimism of the North American International Auto Show this week lurked a growing sense of ambition in many of the key players, from Detroit and beyond, a reminder that motoring machismo is alive and well. <q> By definition, this industry breeds cocky people, </q> Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> said in an interview.`` I think we should distribute humility pills.'' Not sure how much good they would do, <strong> Sergio Marchionne </strong>. Toyota Motor Corp., whacked", "new_id": -2}, {"uid": "1295440155086491144", "i": 31225, "idx": 0, "sa": ["Mike Pence"], "q": "over to the states. He praised Indiana's state government for what he called its fiscal discipline, but his remarks didn't give any clear signal of his political plans. <q> This nation faces serious challenges that will require us to renew our commitment to the institutions that are resilient enough to lead America back, </q> <strong> Mike Pence </strong> said.`` I believe those are, the institutions are, and have always been, faith, family, community and state government. To renew our nation we must have a renewal of American federalism.", "new_id": -2}, {"uid": "1295802703043466753", "i": 3594, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Denver_Nuggets_at_Cleveland_Cavaliers_NBA_Best_Bet_Odds_and_Pick_Gamblers_Television From GamblersTelevision.com NBA Best Bet Denver Nuggets at Cleveland Cavaliers(-9)( 8 ET)( TNT) The new look Denver", "new_id": -2}, [{"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q> does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show. </q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}]]