[{"uid": "1296169455065814529", "i": 19154, "idx": 4, "sa": ["Dick Armey", "Mike Pence"], "q": "been urged to run for president by <strong> Dick Armey </strong>, a former House Republican leader from Texas, who helped build the Tea Party movement. But Mr. <strong> Mike Pence </strong>'s statement on Thursday, in which he declared, <q>Indiana can lead the national back to fiscal responsibility, reform and strong families,</q> suggested that his eye is focused more squarely on the statehouse in Indianapolis.", "new_id": -2}, {"uid": "1297427878083165189", "i": 9610, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "of Forrester Research in California, described Nokia's partnership with Microsoft as a ''big risk'' because it could alienate the application developers who had been working on products for Nokia's Symbian and yet-to-be-released MeeGo platforms. <q>They have to convince all those developers to stay put and it may not work,</q> he said in an interview in London. ''Nokia's challenge is to make Windows Phone their next priority.'' Mr. <strong> Stephen Elop </strong> and Mr. <strong> Steve Ballmer </strong> were vague about the timing of the launch of the first", "new_id": -2}, {"uid": "1295556469260145156", "i": 22078, "idx": 5, "sa": ["Eric Schmidt"], "q": "more smartphone-like capabilities, like fully-functional Web browsers. <strong> Eric Schmidt </strong>'s goal is ambitious. ''We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years,'' he writes. <q>Can you imagine how this will change their awareness of local and global information and their notion of education?</q> There are reasons why last week Canalys predicted that Gartner predicts that Android will catch Symbian OS market share within three years. IDC puts Android second, but still two places ahead of Apple", "new_id": -2}, {"uid": "1297067872184320061", "i": 12729, "idx": 1, "sa": ["Michael Vick"], "q": "given the expiration of the collective bargaining agreement next month. But <strong> Michael Vick </strong> clearly expects to remain with the Eagles, who are expected to move toward a longer-term deal once the CBA issues are worked out. <q>Andy[ Reid] has been great. You're talking about a great coach, a great guy to be around, just to sit down and talk to on a daily basis,</q> <strong> Michael Vick </strong> said.''[ He] teaches you the game of football, everything you want in an individual as a player is what he exemplifies. It's just been great to be able to work with him", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1295455208049922048", "i": 41718, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "light-duty vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q>In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers? especially if their dollars stay in America,</q> <strong> Sergio Marchionne </strong> said. ''Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1296058173154206255", "i": 4974, "idx": 7, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords"], "q": "on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q>There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,</q> he said. ''All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1296781371242499630", "i": 37525, "idx": 0, "sa": ["Bill Lockyer", "Steve Kroft", "Meredith Whitney"], "q": "a spate?'' correspondent <strong> Steve Kroft </strong> asked. ''You could see 50 sizable defaults, 50 to 100 sizable defaults, more,'' said <strong> Meredith Whitney </strong>, 41, who made her name covering bank stocks. <q>This will amount to hundreds of billions of dollars' worth of defaults.</q> Those two sentences set off a month of fireworks in the almost$ 3 trillion muni market. California Treasurer <strong> Bill Lockyer </strong> called the prediction ''apocalyptic arm-waving.'' The National League of Cities' research director cited", "new_id": -2}, {"uid": "1294977377249905176", "i": 9004, "idx": 0, "sa": ["Allen Iverson"], "q": "of his 28 points in the final 73 seconds to salvage his team's season and lead the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each. <q>Win. It's the only thing we can think about,</q> <strong> Allen Iverson </strong> said. ''We fought hard to get back in the series. We're really not thinking about anything more. The only thing I care about is finishing out.'' After shooting poorly all game,", "new_id": -2}, {"uid": "1295217988191463541", "i": 1718, "idx": 1, "sa": ["Sergio Marchionne"], "q": "2009. The dispute over Mirafiori is also part of a wider struggle by the outspoken <strong> Sergio Marchionne </strong> to bring about radical reforms in Italian industry. In October, he ignited controversy when he said that <q>Fiat would be better off if it eliminated Italy</q>. Italy ranks 118th out of 139 countries in work efficiency and is 48th in industrial competitiveness. ''Not a cent from the two billion euros of profits forecast for 2010 will be generated in Italy,", "new_id": -2}]