[{"uid": "1296714822251002880", "i": 34595, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "Iraq, and former even <strong> President Bush </strong> <strong> President Bush </strong>, the Post reported. The president failed to resolve the arguments between State and Defense before the invasion on how to handle the transition, <strong> Donald Rumsfeld </strong> said. <q>Those key differences were never clearly or firmly resolved in the NSC,<q> <strong> Donald Rumsfeld </strong> writes. \"Only the <strong> President Bush </strong> could do so.\" In the end, <strong> Donald Rumsfeld </strong> says, the Middle East is better off without <strong> Saddam Hussein </strong> in power in Iraq. Another day, another 7", "new_id": -2}, {"uid": "1297416931025755660", "i": 12390, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "marriage. That's evident at this conservative conference as well. \"The pro-life movement is definitely very appealing to younger evangelical Christians,\" said Josh Kunkle, a senior at Manchester College in Indiana. <q>Definitely pushing the whole gay marriage thing that's more toward older folks. I don't feel like our generation really cares about that at all.<q> But for all of the focus on the youth, the biggest moment of Day One of CPAC came when the organization gave its Defender of the Constitution Award to former Defense <strong> Donald Rumsfeld </strong>. The award", "new_id": -2}, {"uid": "1296755246266420251", "i": 14003, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "high-tech sector, creating good-paying jobs.\" \"As the CEO of a biotechnology company, Senator <strong> Kirsten Gillibrand </strong>'s initiative is extremely important to us,\" said Dr. Joan Fallon, Curemark founder and CEO. <q>By supporting cutting edge research in the biotechnology field, and thus allowing for innovation, these R&D tax credits will help to defray the costs of basic research and clinical programs, which can be prohibitive to the small biotech companies. We at Curemark are extremely grateful for the Senator's leadership on this issue.<q> Senator <strong> Kirsten Gillibrand </strong>'s proposal would expand the current credit by changing the formula to provide greater incentive for companies such as Curemark to increase investment; simplify the current credit, which is highly complicated and confusing; and", "new_id": -2}, {"uid": "1296163911042713105", "i": 21124, "idx": 0, "sa": ["Mike Pence"], "q": "developments occurred within an hour of an interview with the National Journal by <strong> Mike Pence </strong>'s mother, who has been urging him to finally put an end to all of the building speculation over his political future. <q>He will be making his announcement tomorrow,<q> said Nancy <strong> Mike Pence </strong> Fritsch, contacted today by telephone at her home in Columbus, Ind.. Asked to confirm reports that she has told her son to make up his mind, the congressman's mom did", "new_id": -2}, {"uid": "1297339766134381606", "i": 20557, "idx": 0, "sa": ["Steve Ballmer"], "q": ". For... Photo: Cyber crooks targeting smartphones: McAfee Photo: Smartphones driving travel bookings: Abacus- Tablets, smartphones and perhaps even PCs will appear at HP's Palm launch event. Report Abuse <q>CEO <strong> Steve Ballmer </strong> needs to be replaced.<q> Instead, <strong> Steve Ballmer </strong> is blaming dozens of other Microsoft execs for the failures, and then firing them en masse and using them as scapegoats. Mashable: The Real Story Behind the \"Facebook Phone\"[", "new_id": -2}, {"uid": "1296650725203423767", "i": 2805, "idx": 1, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "President Bush", "Stephen Hadley", "Will Washington"], "q": "2008 by <strong> Condoleezza Rice </strong> at the State Department and the US Congress. They also met White House National Security Adviser <strong> Stephen Hadley </strong>, who was \"the principal White House foreign policy adviser\" during <strong> President Bush </strong>'s second term. <q>Freedom House's effort to empower a new generation of advocates has yielded tangible results and the New Generation program in Egypt has gained prominence both locally and internationally. Egyptian<q> visiting fellows from all civil society groups received[ May 2008] unprecedented attention and recognition, including meetings in <strong> Will Washington </strong> with US <strong> Donald Rumsfeld </strong> of State, the National Security Advisor, and prominent members of Congress. In the", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q>I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,<q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1296102825131907709", "i": 23653, "idx": 0, "sa": ["Antonio McDyess", "Allen Iverson"], "q": ", who had his way for 41 minutes. The likely MVP went 13-of-20 from the field, 11-of-14 from the line and didn't commit a turnover. Cleveland had only five miscues, a postseason franchise record. <q>It's tough when he is going like that,<q> Pistons forward <strong> Antonio McDyess </strong> said. \"No matter what you do; trap, he's going to make that play; contest shots, he's making shots. He's http://wn.com/Allen_Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a", "new_id": -2}, {"uid": "1297435533253329439", "i": 47697, "idx": 0, "sa": ["Steve Ballmer"], "q": "Android surpassed Symbian to become the world's No 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q>more innovation, greater global reach and scale.<q> Subject Nokia, Microsoft join forces for smartphone Should Malta have a consultative referendum on divorce before Parliament votes, or should it have an abrogative referendum after the House decides? Malta should", "new_id": -2}, {"uid": "1297275510262340633", "i": 2899, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "help build its presence in the nascent cloud computing market. Chambers discusses why it settled over the iPhone trademark, why the patent systems broken, and whether there's a U.S.. IT talent shortage. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,<q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}]