[{"uid": "1297282407122896681", "i": 27911, "idx": 8, "sa": ["Paula Abdul", "Simon Cowell"], "q": "next three or four weeks.) But when asked if former Idol judge <strong> Paula Abdul </strong> would be involved, he left the option open. \"I'm a massive fan of <strong> Paula Abdul </strong>,\" he said. <q> We've been in regular contact. </q> Star quality <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognise star quality when they saw it. \"Over the years you've seen a different", "new_id": -2}, {"uid": "1295994286180568075", "i": 44771, "idx": 4, "sa": ["Žydrūnas Ilgauskas", "Chris Webber", "LeBron James", "Allen Iverson", "Tim Duncan"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of Tim Duncanes when you're thinLeBron James about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Žydrūnas Ilgauskas </strong> added 22 points and 11 James_LeBron James_36_Points_vs_Pistons_Game_4_Playoffs_2009!_HD!_26042009 capped by venomindustries AUBURN HILLS, Mich.( AP) <strong> LeBron James </strong> made 3-pointers from every angle, drove into the lane for dunks and leaned into low post", "new_id": -2}, {"uid": "1296895260171786245", "i": 10927, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "there is a work stoppage. \"I don't want my salary to go to a dollar. My wife doesn't want my salary to go to a dollar,\" he said, drawing laughs. <q> But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Roger Goodell </strong> also commented on the following subjects: <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting", "new_id": -2}, {"uid": "1297200045061325316", "i": 42901, "idx": 1, "sa": ["Michael Gove"], "q": "legislation will support teachers by giving them \"the tools they need\" . They will have new powers to detain and search students, impose instant detentions and will be given anonymity if they are accused of <q> any offence that occurs in school </q> up until they are charged. <strong> Michael Gove </strong> said the changes will mean \"there can be no excuse for failure\" . \"We are raising the bar on school standards, we are showing less", "new_id": -2}, {"uid": "1296051154245661719", "i": 38093, "idx": 3, "sa": ["Michael Vick"], "q": "the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth it,\" he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company", "new_id": -2}, {"uid": "1294975566041533468", "i": 22022, "idx": 4, "sa": ["Allen Iverson", "Gary Moore"], "q": "November. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001, agreed to a$ 4 million, two-year deal with Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. <q> This is the most pain he's ever felt from any injury he's had, </q> <strong> Gary Moore </strong> said. \"He's Iverson_Allen Iverson_heading_home_for_surgery_NOT_retiring_13_January_2011 Future NBA hall of famer <strong> Allen Iverson </strong> plans to have a lesion removed from his right leg in the United States and intends to rejoin his Turkish team in time for the playoffs.", "new_id": -2}, {"uid": "1297253752238534684", "i": 694, "idx": 0, "sa": ["Sergio Marchionne"], "q": "avant de se payer ce spot. Pour son directeur g?n?ral, l'Italo-Canadien <strong> Sergio Marchionne </strong>, l'histoire de Detroit a pourtant beaucoup de quoi inspirer le reste de l' d'infos sur Am?rique\"> Am?rique. <q> Beaucoup de gens sous-estiment ce qui s` est pass ici[...] Ce qu'il y a d'exceptionnel avec ce pays, c'est qu'il a la capacit d'apprendre </q>, affirmait-il au magazine Forbes lundi. Les jumelles disparues\" taient sur le bateau\" pour la Corse, affirme le procureur La quasi-totalit des tribunaux ont vot un renvoi des audiences( syndicat) Mort d'un gar?on de", "new_id": -2}, {"uid": "1296708031055181325", "i": 10473, "idx": 0, "sa": ["Stephon Marbury", "Carmelo Anthony", "Jamal Crawford", "Allen Iverson", "Renaldo Balkman", "Eddy Curry", "Isiah Thomas"], "q": "game.\" <strong> Jamal Crawford </strong> led the Knicks with 25 points and <strong> Eddy Curry </strong> added 24, nine in the fourth quarter. <strong> Stephon Marbury </strong> had 21 points and nine assists, and <strong> Renaldo Balkman </strong> led a spirited bench effort with 11 points. <q> Our whole team, I like the tenacity that we played with. I like the intensity that we played with, </q> Knicks coach <strong> Isiah Thomas </strong> said. <strong> Allen Iverson </strong> scored 32 points and <strong> Carmelo Anthony </strong> had 24 for the Nuggets, who led by as many as 15 and were still ahead by 10 going to the fourth quarter before dropping their second straight", "new_id": -2}, {"uid": "1295718175131842121", "i": 1752, "idx": 7, "sa": ["Amanda Holden", "Simon Cowell"], "q": "give up' and you never gave up. You were winning in the rain\" . \"I want it for you as badly as you do,\" said <strong> Amanda Holden </strong> through her tears. And <strong> Simon Cowell </strong> reasoned, <q> We know this could change your life. You get my vote. You were terrific </q>. taken from the official site: talent.itv.com Show 10( Wednesday, 28 May 2008 at 20:30) Britain's Got Talent is a British television show on ITV( also on TV3 in Ireland). Presented by", "new_id": -2}, {"uid": "1296322289264552453", "i": 6651, "idx": 0, "sa": ["Zahi Hawass"], "q": ". The ruling party headquarters building next door to the museum was still in flames and billowing black smoke into the sky on Saturday, a day after protesters torched it during mass anti-government demonstrations. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> antiquities boss <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the NDP headquarters. Early Saturday morning, Egyptian army commandoes secured the museum and its grounds, located near some of the", "new_id": -2}]