[{"uid": "1294965536008224783", "i": 22436, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "month that she doesn't think former \"Idol\" judge <strong> Simon Cowell </strong> would be watching.\"[ He said] I haven't seen anything... I'm not watching it!\" <strong> Paula Abdul </strong> gushed. <q>He wishes me luck in the most backhanded way all the time!<q>", "new_id": -2}, {"uid": "1295539340089374724", "i": 5725, "idx": 2, "sa": ["Dr. Helen Caldicott", "Sen. Bernie Sanders", "President Bush", "William Hartung", "David Barstow"], "q": "in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" \"Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex.\" By <strong> William Hartung </strong>.( Nation Books, 2010) <strong> Sen. Bernie Sanders </strong> McDermott: <q>The Medical-Industrial Complex in this Country is Bigger than the Military-Industrial Complex<q> <strong> Dr. Helen Caldicott </strong> On the New Nuclear Danger: <strong> President Bush </strong>'s Military-Industrial Complex EXCLUSIVE... Pentagon Pundits: New York Times Reporter <strong> David Barstow </strong> Wins Pulitzer Prize for Exposing Military's Pro-War Propaganda Media Campaign Carnegie Military University: How the Pentagon Funds", "new_id": -2}, {"uid": "1295705043038944771", "i": 35986, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> David Cameron </strong> said he was \"very sorry\" <strong> Andy Coulson </strong> was going <q>So far, our worst day in government,<q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the News of the World( NOTW) when he was its editor. The dramatic", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. \"Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q>It's improper, it will stop now, it will not happen again and we will get our money back.<q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1297711413124567566", "i": 37320, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. \"Many people make the mistake of thinking that dreams can not come true, but they can,\" he wrote. <q>You have to believe, and know that they are more than just imagination.<q> All content Â© Copyright 2000- 2011 WorldNow and WAVE, a", "new_id": -2}, {"uid": "1296216383069550083", "i": 29334, "idx": 0, "sa": ["Jimmy Kimmel", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> will rub any' X Factor' success in his face. <q>He'll be the first to congratulate himself on his new ratings by sending me a fax of the ratings to my house the day after his new series premieres,<q> Seacrest says on \"<strong> Jimmy Kimmel </strong> Live.' The` Idol\" host wishes <strong> Simon Cowell </strong> the best in his new endeavor. <strong> Jimmy Kimmel </strong> asks, \"Do you hope his[ show] does", "new_id": -2}, {"uid": "1295591453155664431", "i": 1112, "idx": 11, "sa": ["Eric Schmidt", "Danny Sullivan", "Google Inc."], "q": "been. We can more or less know what you're thinking about,\" he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as \"creepy.\" <q>The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role,<q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. <strong> Eric Schmidt </strong>'s role as a government ambassador could be particularly important because the company is increasingly wrangling with regulators and lawmakers as it tries to expand into", "new_id": -2}, {"uid": "1296817001259670033", "i": 39633, "idx": 3, "sa": ["Zahi Hawass"], "q": "at the museum resulted in \"70 broken objects, all of which can be restored.\" \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. <q>If anything happens, I will announce it.<q> He explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops stationed in his office and behind the museum's high railings. <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1295617389243957781", "i": 46199, "idx": 4, "sa": ["Clive Goodman", "Andy Coulson"], "q": "give the 110 percent needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on,\" he said. <q>I'll leave within the next few weeks and will do so wishing the prime minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.<q> Mr. <strong> Andy Coulson </strong> has been under pressure for months over his role at the News of the World. He was its editor in chief in 2007 when a reporter, <strong> Clive Goodman </strong>, and an investigator the paper had", "new_id": -2}, {"uid": "1296657630232505430", "i": 13720, "idx": 0, "sa": ["Allen Iverson", "Shaquille O'Neal"], "q": "problem moving to the bench.\" <strong> Allen Iverson </strong> could never make that transition. When no NBA team offered him a job this season, he signed to play in Turkey before a recent injury. <q>You can't beat the system. You have to join it,<q> <strong> Shaquille O'Neal </strong> said. \"Even if I could, it wouldn't be business-ly advantageous to act like that. So no, the system is always right. So whatever the system says you do, you just do", "new_id": -2}]