[{"uid": "1294955215093012132", "i": 23937, "idx": 0, "sa": ["Kirsten Gillibrand", "Sen. Mark Udall", "Barack Obama", "Chuck Schumer"], "q": "diverging backgrounds to serve the public good. Today both senators from New York are among the first to endorse the idea. \"<strong> Barack Obama </strong> <strong> Sen. Mark Udall </strong> has the right idea,\" said <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>. <q>This would be a great way to start off the new session in a bipartisan way following up on the cooperation during the lame duck and the <strong> Barack Obama </strong>'s speech urging all Americans to come together.</q> And earlier today <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> was asked about <strong> Sen. Mark Udall </strong>'s letter on CNN, and said that sitting together would help the Senate realize the call for a more civilized debate that <strong> Barack Obama </strong> asked for", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q>Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized.</q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}, {"uid": "1297595711017956866", "i": 6361, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Several major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said. The objects missing from the famed museum included <q>a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess</q> and parts of \"a gilded wood statue of Tutankhamun harpooning,\" <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1296205890257212425", "i": 3103, "idx": 0, "sa": ["Michael Vick", "Jeff Pash"], "q": "seasons of service with the Eagles. Tagging <strong> Michael Vick </strong>. If the Eagles hope to use the franchise tag on <strong> Michael Vick </strong>, it should be available to them even amid the NFL's labor unrest. <q>I expect the franchise tag to continue to operate as it has in prior seasons and clubs to be permitted to exercise their rights under the tag,</q> <strong> Jeff Pash </strong>, the NFL's general counsel, said Thursday. Without a franchise tag, <strong> Michael Vick </strong> could become an unrestricted free agent March 4 under the old collective bargaining agreement. Of course, with", "new_id": -2}, {"uid": "1296568947043499575", "i": 39869, "idx": 0, "sa": ["David Letterman", "Langhorne Slim", "Johnny Cash"], "q": "or <strong> Johnny Cash </strong> tune and gives listeners plenty to digest. While totally capable of laid back rhythms and easy listening, his specialty is a down-home kind of dancing groove. So naturally <strong> Langhorne Slim </strong> looks for audiences to <q>dance, sing and generally freak out.</q> <strong> Langhorne Slim </strong> has played on the Late Show with <strong> David Letterman </strong>, sang \"God Bless America\" at a Philadelphia Phillies baseball game. He has also played a number of music festivals including but not limited to", "new_id": -2}, {"uid": "1297714527167477255", "i": 2777, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "The former defense chief who served under <strong> President Bush </strong> has endorsed repeal of \"Don't Ask, Don't Tell\" and said open service in the U.S. military is <q>an idea whose time has come.</q> <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong>, who also headed the Pentagon under <strong> President Bush </strong> Ford, made remarks in favor of ending the military's gay ban to ABC Radio on Friday. \"First of all", "new_id": -2}, {"uid": "1295821293214663178", "i": 4138, "idx": 0, "sa": ["Gilad Shalit", "Andy Coulson"], "q": "Israeli soldier <strong> Gilad Shalit </strong> was abducted. The group later cut relations with the Hamas government in Gaza and has clashed with it. Article: Gaza flotilla raid legal: Israel probe... Coptic Christians hold placards reading: <q>We all want live in... Article: Egypt accuses Gaza militants in Coptic church bomb... Photo in Slideshow: Coptic Christians, hold placards reading: \"Save Coptic... Photo in Slideshow: Coptic Christians gather in Rome, Sunday, Jan. 9, 2011, to demand... Report Abuse \" \"The Mossad( Israeli intelligence) was responsible for the attack.</q>\" Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to", "new_id": -2}, {"uid": "1297179623238403585", "i": 19630, "idx": 5, "sa": ["Donald Rumsfeld", "Gwen Ifill"], "q": "or unknown the comments or e-mails that we receive. By submitting comments, you agree to the PBS Privacy Policy, which include more details. In New Memoir, <strong> Donald Rumsfeld </strong> Settles Scores, Spreads Responsibility for Iraq War <q>At its heart, it is a revenge memoir,</q> writes NewsHour senior correspondent <strong> Gwen Ifill </strong>[ in her Washington Post review]( http://www.washingtonpost.com/wp-dyn/content/article/2011/02/08/AR2011020800009_pf.html) of former secretary of defense <strong> Donald Rumsfeld </strong>'s new book, \"Known and Unknowns.\" The book certainly includes its fair share of score", "new_id": -2}, {"uid": "1297189237260702220", "i": 14949, "idx": 0, "sa": ["Paul Bremer", "George Stephanopoulos", "Bob Woodward", "Donald Rumsfeld"], "q": "not supporting a troop surge in Iraq. At no point did the former Democratic operative admit that some in the media, including reporters at ABC, were skeptical of such a surge. <strong> George Stephanopoulos </strong> chided, <q>So, can you now concede what <strong> Al Gore </strong> McCain said last week was correct? That had you stayed in office, there would have been defeat in Iraq and the surge would not have taken place?</q> <strong> George Stephanopoulos </strong> asserted that individuals such as then-ambassador to Iraq <strong> Paul Bremer </strong> called for a surge. The host argued, \"It's documented in <strong> Bob Woodward </strong>'s book.\" <strong> Donald Rumsfeld </strong> retorted, \"<strong> Bob Woodward </strong> wasn't there.\"", "new_id": -2}, {"uid": "1296482278242434058", "i": 7554, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q>I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat,</q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\"___ AP Business Writer Colleen Barry in Milan", "new_id": -2}]