[{"uid": "1297109872149880847", "i": 1960, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": ":)\" chomsky: \"The US and its allies have regularly supported radical Islamists, sometimes to prevent the threat of secular nationalism.\" VICTORCharlie 4 February 2011 4:45 PM <q>That is a standard pattern: <strong> Ferdinand Marcos </strong>, <strong> Baby Doc </strong>, <strong> Chun Doo-hwan </strong>, Suharto and many other useful gangsters</q> Indeed. But <strong> Saddam Hussein </strong> is a is a glaring omission from that list- and that photo of the odious <strong> Donald Rumsfeld </strong> sycophantically presenting those hideandseeker 4 February 2011 4:46 PM KrawuziKapuzi 4 February 2011 4:47", "new_id": -2}, {"uid": "1295768239143409188", "i": 5665, "idx": 5, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by Featuring all 3 remaining members of SP's Pacific family, the 2472, 2467, and 2479.", "new_id": -2}, {"uid": "1297455868090980402", "i": 30620, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia shares were down more than 15 percent on Friday afternoon in response to the news, which analysts took as a sign of weakness from the world's largest mobile phone manufacturer. <q>The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute,</q> said Microsoft CEO <strong> Steve Ballmer </strong>. <strong> Stephen Elop </strong> said Nokia would remain based in Finland but said job losses globally would be inevitable. For Microsoft the deal provides a valuable distribution channel for its mobile platform as well as", "new_id": -2}, {"uid": "1297234014042778761", "i": 946, "idx": 9, "sa": ["Donald Rumsfeld", "Todd Litman", "Wendell Cox"], "q": "addresses the document dated October 25, 2004, which was the basis of the Transportation <strong> Donald Rumsfeld </strong>'s blog as well as subsequent comments related to that document that have been raised by <strong> Todd Litman </strong>.[ 3] <strong> Wendell Cox </strong>, <q>Washington's War on Cars and the Suburbs: <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s False Claims on Roads and Transit,</q> Heritage Foundation http://www.heritage.org/Research/Reports/2010/06/Washingtons-War-on-Cars-and-the-Suburbs-Secretary-LaHoods-False-Claims-on-Roads-and-Transit. The report criticized the <strong> Donald Rumsfeld </strong>'s use of a five-year-old report when his staff should have been able to produce research that was more up-to-date.[ 4] The responses include updates of \"Rail", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. \"I always kid with him about not being a rebounder, being so big,\" <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q>I say, \"If I was your height, I'd get a double-double every night.</q>\" <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, \"but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}, {"uid": "1295965142202670081", "i": 10342, "idx": 1, "sa": ["Gordon Brown", "Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": " \"So far, our worst day in government,\" a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,</q> a senior <strong> David Cameron </strong> aide told The <strong> Rupert Murdoch </strong> flies in to UK as News Corp stays silent on phone hacking Company not divulging what tycoon's son <strong> Gordon Brown </strong> was told when he signed off Â£ 700,000 payment to football", "new_id": -2}, {"uid": "1296228272172146710", "i": 17284, "idx": 26, "sa": ["Mike Pence"], "q": ", and it's a lot easier to run as the governor of Indiana than as a House member from anywhere.\" The source close to <strong> Mike Pence </strong> agrees. As governor, he'll be able <q>to build a larger following and donor base</q> and address \"the punditry that says you need executive experience.\" And yet, the source acknowledges, this may be a unique moment in presidential-campaign history. \"I concede he may not be able", "new_id": -2}, {"uid": "1295214437036208682", "i": 29792, "idx": 0, "sa": ["Simon Cowell"], "q": "her approach to a peer conversation, and described the new judges' panel so far as a \"collaborative table\" focused on lifting the contestants who survived the cross-country cattle calls onto Hollywood and beyond. <q>There's nothing like having that discussion with another artist to help you grow,</q> she said. \"At the end, America's voting. We're here to guide them through it and mentor them through it.\" That didn't always seem the case with <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1295773698001081355", "i": 23961, "idx": 4, "sa": ["Vince Carter", "Dwyane Wade", "Hiram Eugene", "John Harbaugh", "Allen Iverson"], "q": ". Sorry it's so long- lots to catch up on. Ravens v Raiders Highlights: www.youtube.com Wills McGahee Stiff-arms <strong> Hiram Eugene </strong> on 77 Yard TD Run: www.youtube.com <strong> John Harbaugh </strong> mic \"ed up during Ravens/Patriots game: www.nfl.com <q>Sunday's Ravens game was the highest-rated CBS... 2008-02-12 NBA hightlight: DEN vs MIA( F-OT) <strong> Dwyane Wade </strong>'s game-high 29 points not enough as Heat lose eighth straight MIAMI( AP)-- Before the game, <strong> Dwyane Wade </strong> had a message for the Miami faithful. \"I know it\"s been a tough year,</q> <strong> Dwyane Wade </strong> said, as he thanked fans for helping vote him onto the Eastern Conference All-Star tea... <strong> Allen Iverson </strong> 51pts vs <strong> Vince Carter </strong> 39pts Toronto Raptors 00/01 NBA MVP Season <strong> Allen Iverson </strong> 51pts vs <strong> Vince Carter </strong> 39pts Toronto Raptors 00/01 NBA MVP Season", "new_id": -2}, {"uid": "1295469341255852577", "i": 20567, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "<strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out. <q>She has a massive appeal and a real edge to her. <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.</q> Insiders say RiRi and <strong> Simon Cowell </strong> have already discussed the possibility of her becoming a judge recently. It's rumored he's also offered her a role as either a guest judge or as a mentor if she", "new_id": -2}]