[{"uid": "1295097020207257605", "i": 32761, "idx": 0, "sa": ["Clarence Dupnik", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "attempted assassination. Pima County, Ariz., Sheriff <strong> Clarence Dupnik </strong> suggested \"all this vitriol\" in recent political discourse might be connected to Saturday's shootings. \"This may be free speech,\" he told reporters, <q>but it's not without consequences.</q> AP PHOTO WASHINGTON- Democrats, Republicans and independent groups across the ideological spectrum are seeking political profit from the shooting rampage that left six dead and Arizona <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> wounded, often moderating their rhetoric in pursuit", "new_id": -2}, {"uid": "1295665773077054051", "i": 12748, "idx": 3, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "factor in its defeat of the Labour Party and its formation, with the Liberal Democrats, of the coalition government. Mr. <strong> David Cameron </strong> went out of his way on Friday to praise Mr. <strong> Andy Coulson </strong>, calling him <q>a brilliant member of my team.</q> Tom Watson, another Labour member of the culture committee and a persistent critic of Mr. <strong> Rupert Murdoch </strong>'s media empire and of Mr. <strong> Andy Coulson </strong>, said it was \"not the end\" of the scandal. \"", "new_id": -2}, {"uid": "1296413477170033205", "i": 29654, "idx": 9, "sa": ["Cheyenne Jackson", "Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. <strong> Cheyenne Jackson </strong> McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295983889158924800", "i": 30082, "idx": 1, "sa": ["Donald Rumsfeld"], "q": " WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.</q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on \"I'm proud of everything we\"ve done", "new_id": -2}, {"uid": "1297187009205783101", "i": 6932, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented \"old NATO' not` old Europe'.\" <q>In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it,</q> he writes. \"The elites in Paris and Bonn who thought themselves the guardians of a sophisticated, new world order did not. All in all I was amused by the ruckus. \"Bush,", "new_id": -2}, {"uid": "1296611092061702184", "i": 47367, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "award. <strong> Tom Brady </strong> received 21 votes in the AP poll, well above the 11 points given to Philadelphia Eagles quarterback <strong> Michael Vick </strong>. The quarterback was on hand via satellite to accept the award on the NFL Network. <q>We had a great regular season as a team,</q> He said. \"We just didn't really take advantage of our opportunity there in the month of January. The two teams that are there playing this week certainly have earned it and should be very proud.", "new_id": -2}, {"uid": "1295088823117588060", "i": 7684, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q>The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome,</q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. OAKLAND", "new_id": -2}, {"uid": "1295619378256049159", "i": 41103, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "picking the right people to do the right job and the decision to appoint <strong> Andy Coulson </strong> was controversial in the first place and it's clearly a big, big judgment call that <strong> David Cameron </strong> has got wrong.\" <q>I think <strong> Andy Coulson </strong> was somebody who could help the Conservative Party... produce a message which was, if you like, \"pub ready', which resonated with ordinary people. It wasn\"t divorced from them in the way that a lot of very middle class politicians are.</q> STEVEN BARNETT, PROFESSOR OF COMMUNICATIONS, UNIVERSITY OF WESTMINSTER \"It is all starting to unravel in a way that I think would make people in News Corp extremely nervous and I think", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q>Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized.</q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}, {"uid": "1295602988020365352", "i": 39817, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "CEO, <strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" Page hailed <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. <q>There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,</q> Page said. Enlarge In this Nov. 15, 2010 file photo, <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> speaks at the Web 2.0 Summit in San Francisco. <strong> Google Inc. </strong> co-founder Larry Page is taking over", "new_id": -2}]