[{"uid": "1296610871014188601", "i": 43894, "idx": 1, "sa": ["Troy Polamalu", "Michael Vick"], "q": ".\" His popularity is soaring among fans around the U.S., who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Michael Vick </strong>. <q> I've got to buy my own jersey to get them out to my family, </q> <strong> Troy Polamalu </strong> said. \"I think that was probably the reason why, but I don't know. \"The Steelers emblem is worldwide.\" Always humble and soft-spoken, his demeanour off the", "new_id": -2}, {"uid": "1295779917044482576", "i": 46283, "idx": 0, "sa": ["Andy Coulson", "Sky Andrew"], "q": "<strong> Sky Andrew </strong> bid, because it is about plurality,\" a leading competition lawyer said, referring to the question of whether common ownership of BSkyB and News International threaten to reduce the diversity of UK media. <q> But everyone knows that the decision Hunt is taking is 100 per cent political because of the noise around phone hacking and the idea that <strong> Rupert Murdoch </strong> has an influence on Number 10. </q> If Mr Hunt were to reject Ofcom's advice and accept an offer from News Corp to divest itself of <strong> Sky Andrew </strong> News, for instance, Mr <strong> Andy Coulson </strong>'s resignation would only heighten the likelihood of an ensuing", "new_id": -2}, {"uid": "1297428190058949643", "i": 11823, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "shows \"the fighting spirit of Nokia worldwide and the fighting spirit of the Finnish people,\" <strong> Stephen Elop </strong> said. In communicating with employees about the change, including an company-wide message earlier this morning, he added, <q> We've been vocal and transparent about the challenge. I think it's having a positive effect. </q> Nokia will pay Microsoft royalties for use of its operating system, but apparently money will likely flow the other way, too, <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> said. \"We have different forms of value", "new_id": -2}, {"uid": "1295169383147406856", "i": 23798, "idx": 3, "sa": ["Elton Brand", "Allen Iverson", "Carmelo Anthony", "Anthony Parker"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Carmelo_Anthony_45pts_vs_T-Wolves_08/09_*33pts_in_a_quarter_NBA_Record <strong> Carmelo Anthony </strong> had an easier time matching the NBA record for points in a quarter than he did trying to figure it out. <strong> Anthony Parker </strong>", "new_id": -2}, {"uid": "1296805908220135483", "i": 6836, "idx": 4, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": ", but turned on <strong> Donald Rumsfeld </strong> and Bush when things went bad. He quotes their statements of support. \"Yet when opposing the Bush administration's efforts in Iraq became politically convenient,\" he writes, <q> they acted as if they had never said any such thing. </q> At least he is more-or-less right on that one. But is <strong> Paul Bremer </strong>, the \"viceroy\" on the ground in Baghdad, really to blame for disbanding the Iraqi army and unleashing sectarian mayhem? Was", "new_id": -2}, {"uid": "1297194038179781640", "i": 16018, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "<strong> Donald Rumsfeld </strong> also has several complaints about message. He contends it was a mistake for the administration, after finding no WMDs in Iraq, to shift to speaking more about implanting democracy as a rationale for the war. <q> <strong> Condoleezza Rice </strong> seemed to be the one top advisor who spoke that way, </q> he writes, \"but it was not clear to me whether she was encouraging the <strong> Dick Cheney </strong> to use rhetoric about democracy or whether it was originating with the <strong> Dick Cheney </strong>.\" And he takes issue with how", "new_id": -2}, {"uid": "1296271846184582145", "i": 40672, "idx": 0, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Chris Bosh", "Marcus Camby", "Allen Iverson", "Josh Smith"], "q": "it was <strong> Kenyon Martin </strong>'s defense that had coach <strong> George Karl </strong> talking. <strong> Allen Iverson </strong> had 36 points, <strong> Carmelo Anthony </strong> added 33 and <strong> Kenyon Martin </strong> shut down Toronto all-star <strong> Chris Bosh </strong> late as Denver rallied to beat the Toronto Raptors 109-100 on Sunday afternoon. <q> <strong> Kenyon Martin </strong>'s defense on <strong> Chris Bosh </strong> was incredible and got better as the game went on, </q> <strong> George Karl </strong> said. \"You win games with stops more than making shots. I thought <strong> Kenyon Martin </strong> was the star of the game.\" JR <strong> Josh Smith </strong> scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds. \"We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1296082287243155019", "i": 11797, "idx": 0, "sa": ["Alec Baldwin", "Jay Cutler", "Matthew Hiltzik", "Martin Sorrell", "Keith Olbermann", "Jane Fonda", "Michael Vick"], "q": "Tidbits: <strong> Alec Baldwin </strong>, The Dirtiest Hotel, Hacking, <strong> Michael Vick </strong>, <strong> Jane Fonda </strong>, and Taco Bell Meat By Tonya Garcia on January 26, 2011 5:46 PM <strong> Keith Olbermann </strong>. The news came via MSNBC spokesperson <strong> Matthew Hiltzik </strong>. <q> <strong> Alec Baldwin </strong> is committed to 30 Rock workout videos target those ages 50 and over. Taco Bell has been hit with a class action lawsuit over the nature of its meat. Taco Bell president and chief concept officer company's website saying, \"Unfortunately, the lawyers in this case elected to sue first and ask questions later- and got their \"facts </q> absolutely wrong.\" The Ticker: SOTU; Gulf Coast marketing; Korean military PR; Wikileaks Tidbits: Google's PR Leader, <strong> Jay Cutler </strong>, Sir <strong> Martin Sorrell </strong>, and More Socialize: Monetizing Social Media conference", "new_id": -2}, {"uid": "1297491655239927298", "i": 17889, "idx": 0, "sa": ["Mike Pence"], "q": "Were the Republican cuts to be enacted in full, they would reverberate throughout the operations of federal agencies, and represent one of the largest efforts to reverse the outflow of federal dollars in modern times. <q> It is not going to be pretty, </q> said Representative <strong> Mike Pence </strong> Simpson, Republican of Idaho and the chairman of an appropriations subcommittee that finances the Interior Department and other agencies. He said his committee had tried to be selective in reaching its goal", "new_id": -2}]