[{"uid": "1295583884071548935", "i": 38359, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", Google said in a statement. He will also act as an adviser to <strong> Larry Page </strong>, 37, who served as CEO previously, from 1998 to 2001, and Brin, also 37. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said on Twitter in a reference to when the young co-founders brought him in to run the day-to-day operations of the then-fledgling company. Google has grown over the past decade from a startup battling other Internet", "new_id": -2}, {"uid": "1297123665195428354", "i": 32331, "idx": 1, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" ___ Super Bowl ad featuring Eminem showcases Detroit, sends shivers through beleaguered Motor City DETROIT( AP)", "new_id": -2}, {"uid": "1297056993107020314", "i": 9680, "idx": 2, "sa": ["Sergio Marchionne", "Carl-Peter Forster"], "q": "<strong> Sergio Marchionne </strong> se?al su descontento con los resultados de la empresa conjunta entre Fiat y Tata Motors en India y pretende cambiar la relaci?n. \"Tenemos que redimensionar la forma en que hacemos esto\" , indic. <q> Les dimos el derecho a distribuir y en algunas reas no est funcionando. Todo est sobre la mesa </q>. Se trata de los primeros comentarios de <strong> Sergio Marchionne </strong> sobre la alianza con Tata desde que <strong> Carl-Peter Forster </strong>, el presidente ejecutivo y director ejecutivo de Tata Motors, revelara la semana pasada que \"no estaba contento\"", "new_id": -2}, {"uid": "1295638013070795356", "i": 26255, "idx": 0, "sa": ["Regis Philbin", "Barbara Walters", "Bill Clinton", "David Letterman", "Charles Grandison Rose III", "Robin Williams"], "q": "personal. She looks at heart disease with others, who like her, have had open-heart surgery. She talks to former <strong> Bill Clinton </strong>, <strong> Regis Philbin </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> and <strong> Charles Grandison Rose III </strong>. <q> I realized there was really no alternative, if I wanted to live, I had to do this, </q> <strong> Bill Clinton </strong> says. <strong> Charles Grandison Rose III </strong> is more succinct: \"It was hell.\" They are all part of \"A <strong> Barbara Walters </strong> Special: A Matter of Life and Death\" at 10 p.m. Friday,", "new_id": -2}, {"uid": "1295143384120275178", "i": 7540, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "). <strong> Kirsten Gillibrand </strong> is one of the legislators close to <strong> Gabrielle Giffords </strong>, and created the model for the \"Congress on Your Corner\" event <strong> Gabrielle Giffords </strong> was holding when Jared Loughner allegedly opened fire, killing six. <q> Dr. Martin Luther King Jr. said that only in moments of darkness, can we see the stars. I hope in this time of sadness and loss, we can find new strength to come together as a nation and foster greater respect for one another, </q> <strong> Kirsten Gillibrand </strong> said in a statement before leaving. \"We may never make any sense of this heinous crime, but I remember how <strong> Gabrielle Giffords </strong> so often urged people to stand up to the violent language that divides", "new_id": -2}, {"uid": "1297201048168214538", "i": 1120, "idx": 0, "sa": ["Jessica Szohr", "Aaron Rodgers", "David Letterman"], "q": "when she did an interview with E! Online after participating in the Celebrity Beach Bowl only teasing support.*** When asked about <strong> Aaron Rodgers </strong>, she revealed which team she was cheering for this weekend. <q> I'm rooting for the Packers because I'm from Green Bay! </q> <strong> Jessica Szohr </strong> told E! Online at a pre-Super Bowl bash.*** During the interview with <strong> David Letterman </strong>, <strong> Aaron Rodgers </strong> has said he thinks the Packers have a good chance to become the first team to repeat as Super Bowl", "new_id": -2}, {"uid": "1296932452012320779", "i": 32484, "idx": 3, "sa": ["Dan Patrick", "Michael Vick", "Tom Brady", "Roger Goodell"], "q": "where trouble could occur. \"I don't know where it started or what, but he's not going to be there,\" he told the PatrickDan Patrick/blog/145081/index.html?eref=twitter_feed\" target=\"_blank\"> <strong> Dan Patrick </strong> radio show. <q> I think he understands it's something that's just not worth it to him. </q> <strong> Roger Goodell </strong> said he is happy that <strong> Michael Vick </strong>'s recovery and success on the field-- he finished second in MVP voting-- were a good story for the NFL. Patriots owner: <strong> Tom Brady </strong> threw` lazy interception", "new_id": -2}, {"uid": "1295574145118865921", "i": 39311, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 8:41 PM EST- U.S. Markets closed{ \"s\" : \"goog\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } The Associated Press, On Thursday January 20, 2011, 8:06 pm NAME: <strong> Eric Schmidt </strong> AGE: 55 EDUCATION", "new_id": -2}, {"uid": "1295305160102465537", "i": 14107, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "Gene Sperling"], "q": "'s shooting rampage, and to honor those who are still struggling with their wounds. Watch the entire speech here. For more coverage: to.pbs.org... video results for: <strong> Barack Obama </strong> <strong> Barack Obama </strong>& the DC School Voucher Program <q> <strong> Barack Obama </strong>& the DC School Voucher Program: The <strong> Barack Obama </strong> says he wants to do` what's best for kids.' So why won't he save a proven program that helps low-income students? </q> Mercedes Campbell is one of the 1700 students in the Washington, DC Opportunity Scho... <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> for <strong> Barack Obama </strong> On NBC's Meet The Press, Gene Sperlingral <strong> Colin Powell </strong> announced his support for <strong> Barack Obama </strong>. October 19, 2008", "new_id": -2}, {"uid": "1295623347170147858", "i": 3970, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "Rob Enderle", "John Gruber"], "q": "in verschillende landen target=\"_blank\"> verzamelen van wifi-gegevens door auto's van Street View, en het terugtrekken van Google uit China, werd zakenman <strong> Eric Schmidt </strong> door zijn harde uitspraken een kil en afstandelijk imago aangemeten. <q> Het pRob Enderleleem van Google is dat <strong> Eric Schmidt </strong> eng is... De industrie zit vol met excentrieke CEO's- miljardairs die een kledingkast vol identieke zwarte truien en Levi 501 jeans hebben of die zich uitdossen als samoerai krijger. Maar <strong> Eric Schmidt </strong> is niet excentriek. Hij is eng </q>, <strong> John Gruber </strong> afgelopen najaar over de` creep executive officer'. Machtsoverdracht lijkt iets t netjes te verlopen <strong> Larry Page </strong> en <strong> Sergey Brin </strong>, inmiddels allebei 37 jaar oud, zullen mede door het ijzige imago van <strong> Eric Schmidt </strong>,", "new_id": -2}]