[{"uid": "1296441765100565009", "i": 26984, "idx": 1, "sa": ["Barack Obama", "Michael Vick"], "q": "December, <strong> Barack Obama </strong> reportedly called the owner of the Philadelphia Eagles to support the team's willingness to give <strong> Michael Vick </strong> a second chance. The Eagles' commitment to <strong> Michael Vick </strong> has been clear since they signed him in 2009: <q> If a person made a terrible mistake and then paid their debts to society, was deeply remorseful and turned their life around completely... would you be willing to help this human being move forward? </q> Despite these public displays of support, <strong> Michael Vick </strong> has faced intense scrutiny and criticism since his 2007 arrest and conviction for a series of crimes related to dog fighting. The NFL's initial response was severe. NFL", "new_id": -2}, {"uid": "1296932811087031838", "i": 26177, "idx": 1, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "in the United States,'' <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. <q> In the next two or three years we will be able to see a single entity. It could be based here in the United States, </q> Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying.`` We'll have to integrate the companies first, though, and then look at the management,'' he added. Faced with the outcry,", "new_id": -2}, {"uid": "1295518080162037788", "i": 46252, "idx": 3, "sa": ["Elgin Baylor", "Allen Iverson"], "q": "Player of the rookie game at All-Star Weekend that same year.`` Coming here is something special because <strong> Elgin Baylor </strong> remember <strong> Elgin Baylor </strong> came in here and won the MVP of the rookie game in 1997,'' he said. <q> All <strong> Elgin Baylor </strong> heard was boos and didn't understand it. <strong> Elgin Baylor </strong> always look forward to coming back here to play in front of these people. </q> The 76ers extended their winning streak to six games and http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon", "new_id": -2}, {"uid": "1295282451244170776", "i": 39415, "idx": 0, "sa": ["Piers Morgan", "Michael Vick"], "q": "the clips released by CNN before the episode airs, the two made a bet about who can get controversial footballer <strong> Michael Vick </strong> on their show first. The bet came out of a question <strong> Piers Morgan </strong> asked Oprah: <q> What advice would you give <strong> Michael Vick </strong>? </q> Oprah demurred, saying she was holding off on any advice because she was trying to get <strong> Michael Vick </strong> on her show. She added that she knew <strong> Piers Morgan </strong> was trying to book <strong> Michael Vick </strong> too. Oprah is", "new_id": -2}, {"uid": "1296776050237715544", "i": 257, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "Brandishing a 45-page January 2011 US Department of Defense report on the issue, Independent Senator <strong> Sen. Bernie Sanders </strong> called for`` far more vigorous enforcement'' by the US military`` to protect taxpayers from massive fraud.'' <q> The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money, </q> he charged. <strong> Sen. Bernie Sanders </strong> underlined that the report, which his office made public, showed that from 2007-2009 the Pentagon spent$ 270 billion on 91 contractors involved in fraud cases that yielded judgments of more than", "new_id": -2}, {"uid": "1294953528094584847", "i": 27397, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "'' <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., was in the room with <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and House Minority Leader <strong> Nancy Pelosi </strong>, D-Calif., along with others including <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly. <q> We were telling her how proud we were of her and how she was inspiring the whole nation with her courage and with her strength. </q>`` Then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do when she got better. We were holding her hand, and she was responding to our hand holding, she was", "new_id": -2}, {"uid": "1295641975119324688", "i": 40801, "idx": 0, "sa": ["Woody Platt", "David Letterman", "Steve Martin"], "q": "contract with Rebel Records, winning the International Bluegrass Music Association's coveted Emerging Artist of the Year award and a gig at the Grand Ole Opry opened the door to the festival scene and major success. <q> Then we hooked up with <strong> Steve Martin </strong>, </q> said <strong> Woody Platt </strong>. With <strong> Steve Martin </strong> in the band they have headlined MerleFest, Bonnaroo, appeared on`` Late Night With <strong> David Letterman </strong>'' and`` Austin City Limits.'' With four successful recordings already behind them,", "new_id": -2}, {"uid": "1297089856185942020", "i": 22534, "idx": 0, "sa": ["Simon Cowell"], "q": "This is something worth singing about: The winner of Fox's upcoming singing competition series will receive a hefty$ 5 million grand prize- the largest in television history- the network announced Monday. <q> We are going to put our money where our mouths are with the$ 5 million recording contract, </q> executive producer <strong> Simon Cowell </strong> said in a statement.`` I'm doing this show in America because I genuinely believe we can find a superstar.'' The X Factor's judges- who've yet", "new_id": -2}, {"uid": "1296160603113164328", "i": 10629, "idx": 0, "sa": ["Donald Rumsfeld", "George Tenet", "Robert Mueller", "Colin Powell", "Tom Ridge", "John Ashcroft"], "q": "others on the Homeland Security Advisory Council, which made the decisions. The council included Attorney <strong> Colin Powell </strong> <strong> John Ashcroft </strong>, FBI chief <strong> Robert Mueller </strong>, CIA Director <strong> George Tenet </strong>, Defense <strong> Donald Rumsfeld </strong> and <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong>. <q> More often than not we( the department) were the least inclined to raise it, </q> <strong> Tom Ridge </strong> told reporters after the forum.`` Sometimes we disagreed with the intelligence assessment. Sometimes we thought even if the intelligence was good, you don't necessarily put the country on( alert).... There", "new_id": -2}, [{"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else.`` It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,'' <strong> Joe Matarese </strong> said. <q> I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}]]