[{"uid": "1297427878083165189", "i": 11514, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "had been working on products for Nokia's Symbian and yet-to-be-released MeeGo platforms.`` They have to convince all those devStephen Elopers to stay put and it may not work,'' he said in an interview in London. <q> Nokia's challenge is to make Windows Phone their next priority. </q> Mr. <strong> Stephen Elop </strong> and Mr. <strong> Steve Ballmer </strong> were vague about the timing of the launch of the first Windows-equipped Nokia products, though analysts do not expect them to appear on the market before next year. Microsoft", "new_id": -2}, {"uid": "1296112200260849669", "i": 35612, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WSFA", "new_id": -2}, {"uid": "1297114520257425412", "i": 39135, "idx": 0, "sa": ["Simon Cowell", "Pauly D"], "q": "rest of the gang are headed abroad to film the upcoming fourth season of their hit MTV reality show in Italy- something`` Yeah, gon na do the exact same thing!'' <strong> Pauly D </strong> said. <q> I'm looking forward to going to Italy. I don't know how to speak the language, so it's going to be tough for us. I'm going to try to brush up on it a little bit- learn how to say` GTL' in Italian. </q> NBC Universal, Inc.. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. <strong> Simon Cowell </strong> arrives for his final night on` American Idol' at the season nine", "new_id": -2}, {"uid": "1295278131044859395", "i": 11284, "idx": 2, "sa": ["Larry Brown", "Allen Iverson", "Ian Craig Marsh"], "q": "'' It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a gIan Craig Marsht step toward superstardom. <q> It's special, and it's a tribute to my coach and my teammates, </q> said <strong> Allen Iverson </strong>.`` I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,'' <strong> Larry Brown </strong> said.``", "new_id": -2}, {"uid": "1297184828119177244", "i": 37484, "idx": 2, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "`` I made a comment like` Thank you' or something and <strong> George H. W. Bush </strong> looked me in the eye and said` You better take this seriously,''' the former Pentagon chief recalled. <q> And of course, I did take it seriously. But I was also realistic that there was not much one could do about that. </q> The television appearance was part of <strong> Donald Rumsfeld </strong>'s effort to promote his new memoir,`` Known and Unkown,'' which was released earlier and recounts his long government career serving Republican George H. W. Bushs from Richard Nixon to", "new_id": -2}, {"uid": "1295216948075989018", "i": 18624, "idx": 1, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "href=\"http://www.latimes.com/topic/entertainment/Mark Kelson-Mark Kelson-PECLB002741.topic\"> <strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> Safeway Mark Kelsonet in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were wounded in the shooting. About 500 people joined a walk for peace Sunday morning", "new_id": -2}, {"uid": "1297600387170737665", "i": 39591, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects stolen by looters include`` a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess'' and parts of <q> a gilded wood statue of Tutankhamun harpooning, </q> a statement on <strong> Zahi Hawass </strong>' website read. For 18 days Tahrir Square was the epicenter of the nationwide protests demanding the resignation of President <strong> Hosni Mubarak </strong>, 82, who ruled Egypt for almost 30 years. On", "new_id": -2}, {"uid": "1297443949230703173", "i": 34631, "idx": 2, "sa": ["Gabrielle Giffords", "Mike Pence"], "q": "reloading. One of the`` clowns'' calling for a ban on these magazines is Kelly O'Brien, the fiancee of Gabe Zimmerman, a staffer to <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>( D-AZ) who died in the attack. <q> The man who killed Gabe and five other people fired 31 shots in 15 seconds. That's two shots every second, </q> O'Brien EXCLUSIVE: US Chamber's Lobbyists Solicited Hackers To Sabotage Unions, Smear Chamber's Political Opponents EXCLUSIVE: US Chamber's Lobbyists Solicited Hackers To Sabotage Unions, Smear Chamber's Political Opponents ThinkProgress has learned", "new_id": -2}, {"uid": "1295669906217972779", "i": 40074, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "the business so brilliantly,'' <strong> Larry Page </strong> said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]