[{"uid": "1296178610032686102", "i": 12080, "idx": 1, "sa": ["Mike Pence"], "q": "their dirty work. I despise them almost as much as I do the dims. I'm with you! <strong> Mike Pence </strong> will be a much stronger candidate. Governors ALWAYS make the best Presidents! <q> So you think huckleberry is the man. </q> My first thought from that comment also. If one's`` executive experience'' is releasing THOUSANDS of FELONS( through pardons, etc.)- some of them killing multiple cops when free, then I", "new_id": -2}, {"uid": "1295791427191660045", "i": 34320, "idx": 0, "sa": ["Byron Dorgan", "Donald Rumsfeld", "Alex Jones", "Robert Byrd", "Dick Cheney"], "q": "another DHS c... Defense Contractor ProSync on Ipad for Business CIO Tori Boats of ProSync discusses Ipad testing for internal company use to keep employees connected.... <strong> Byron Dorgan </strong>: UNDERAGE DEFENSE CONTRACTOR RUN BY A MASSEUR International <q> the gulag of our time, </q> sparking a storm legal black hole humane rules Tim Malinowski action activismo adel admin.: administration afghanistan africa african <strong> Robert Byrd </strong>`` Hannity& Colmes,'' <strong> Dick Cheney </strong> logbook Defense Secretary <strong> Donald Rumsfeld </strong> awakene... <strong> Alex Jones </strong>- Interview w/ Defense Contractor", "new_id": -2}, {"uid": "1295044022095961088", "i": 22847, "idx": 1, "sa": ["David Letterman"], "q": " The Frasier star appeared on the Late Show with <strong> David Letterman </strong> Thursday night and sounded resolute about his plans for a quickie divorce from Camille, so he can tie the knot with Kayte Walsh soon. <q> Kate's my new girl and we're planning on getting married soon, </q> Kelsey says on the Late Show. <strong> David Letterman </strong> asks,`` Oh you're getting married soon?''`` Sometime in February,'' Kelsey responds. During the interview 29- year-old", "new_id": -2}, {"uid": "1295360761081248280", "i": 4897, "idx": 1, "sa": ["Steven Tyler", "David Letterman"], "q": "pay your dues,'' <strong> Steven Tyler </strong> said on href=\"http://television.aol.com/show/late-show-with-David Letterman-David Letterman/49114/main\">` Late Show,' referring to the years of national touring he did with Aerosmith.`` But, today's a different world.'' <q> I prefer the process that gave us you to this process, </q> href=\"http://www.popeater.com/celebrities/David Letterman-David Letterman\"> <strong> David Letterman </strong> said of` American Idol.'`` By the time you're ready, you're ready, and we have the honest, legitimate stamp of approval.'' Legitimacy as a", "new_id": -2}, {"uid": "1297273371137707563", "i": 38170, "idx": 0, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "<cite> <strong> Nigel Lythgoe </strong>| Photo Credits: Paul Redmond/WireImage. com </cite> <strong> Nigel Lythgoe </strong> is going country: The prolific producer and his son, <strong> Simon Cowell </strong>, will launch the country-singing competition series CMT's Next Superstar in April. <q> We're looking for more than just a singer, we want the complete creative, talented package- performer, personality and writer, </q> <strong> Nigel Lythgoe </strong> said.`` We want the next country superstar.'' Check out photos of <strong> Nigel Lythgoe </strong> In the 10-episode season, competitors will live together in Nashville and be judged on their songwriting, radio interviews and", "new_id": -2}, {"uid": "1297269561137707527", "i": 45000, "idx": 1, "sa": ["Donald Rumsfeld", "George Casey"], "q": "not awash in sectarian violence,'' the top U.S. commander in Iraq, Gen. <strong> George Casey </strong> said, on talk show after talk show, making the rounds to tell the American home-front not to worry. Civil war? <q> I don't see it happening, certainly anytime in the near term, </q> he said, as he denied the surge in sectarian violence... \" <strong> Donald Rumsfeld </strong> held a news conference at the Pentagon to say that U.S. press reports of killings-- such as mine that estimated 1,300 dead in", "new_id": -2}, {"uid": "1295294243074366995", "i": 23378, "idx": 0, "sa": ["Meg Whitman", "Greta Van Susteren", "Mike Pence", "Benjamin Netanyahu", "Mitt Romney"], "q": "'s Newsroom'' to discuss the Democrat budget and the Republican alternative. http://wn.com/Congressman_Mike Pence_in_the_GOP_Economic_Recovery_Working_Group_hearing_1-15-09 Congressman <strong> Mike Pence </strong> asks Governor <strong> Mitt Romney </strong> and <strong> Meg Whitman </strong> what types of tax cuts would be most Benjamin Netanyahueficial in the currenty economic crisis. http://wn.com/11-4-2009__Mike Pence_Discusses_House_GOP_Health_Care_Alternative_On_The_Record Congressman <strong> Mike Pence </strong> appeared <q> On The Record with <strong> Greta Van Susteren </strong> </q> to discuss the House Republican alternative health care reform bill. http://wn.com/12-3-2009__Mike Pence_Discusses_Republican_Economic_Roundtable_on_CNBC Congressman <strong> Mike Pence </strong> appeared on the CNBC program`` Power Lunch'' to discuss the economy, the White House jobs summit and the Republican Economic Roundtable. http://wn.com/11/26/09_Weekly_Republican_Address_Rep_Mike Pence_Mike Pence_R-IN", "new_id": -2}, {"uid": "1297258926207126581", "i": 31572, "idx": 0, "sa": ["Donald Rumsfeld", "Valerie Jarrett", "Barack Obama", "Robert Gibbs"], "q": "Photo in Slideshow: U.S. <strong> Barack Obama </strong> and first lady Photo in Slideshow: <strong> Barack Obama </strong>, William Daley, <strong> Valerie Jarrett </strong> Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Barack Obamacare Report Abuse <q> I wonder if the <strong> Barack Obama </strong> sneaks out the back door of the White House to take a quick`` puff </q>? \" Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the PRobert Gibbslem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you pRobert Gibbsably", "new_id": -2}, {"uid": "1297202408026525716", "i": 25147, "idx": 0, "sa": ["James Victor", "Alassane Ouattara", "Victor Gbeho"], "q": "African leaders are opposed to the group's warning. South Africa has not directly endorsed <strong> Alassane Ouattara </strong> as president and could be a potential weak point in regional efforts to force Gbagbo to stand down. <q> As we talk now there is a South African warship docked in Cote d'Ivoire. Now actions such as that can only complicate the matter further, </q> the president of the Ecowas commission, <strong> James Victor </strong> <strong> Victor Gbeho </strong>, said in Nigeria's capital Abuja. Routine training cruise The defence ministry said a naval ship had been deployed to West Africa as part", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]