[{"uid": "1296100761011763717", "i": 6532, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ",\" showComments\": true,\" duration\":\"\",\" mediaQueryString\":\" http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-8v&amp;flvURL=/media/2011/01/22/01222011-8v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-8v.jsn\"}{\" title\":\" <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support\",\" description\": <q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) spoke with Russ Mitchell with an update on her friend <strong> Rahm Emanuel </strong> <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in <strong> Jerami Grant </strong>. </q>,\" note\":\"\",\" correction\":\"\",\" stillURL\":\" http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg\",\" emailLink\":\" http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site= politics& type", "new_id": -2}, {"i": 5003, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a\" great privilege\" to lead the company and he looked forward to working with his <q> literally best friends and partners Larry and <strong> Sergey Brin </strong>. </q> The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman,\" focusing externally on deals, partnerships, customers and broader business relationships\". <strong> Eric Schmidt </strong> has led the", "sa": ["Eric Schmidt"], "uid": "1295571569192872501"}, {"uid": "1296161021042713162", "i": 9135, "idx": 0, "sa": ["Eric Schmidt"], "q": "<q> Day-to-day adult supervision no longer needed! </q> tweeted Google CEO <strong> Eric Schmidt </strong> early this morning Australian time as the company announced that Larry Page would take over in April. <strong> Eric Schmidt </strong> was appointed Google's\" designated adult", "new_id": -2}, {"uid": "1297210131061849602", "i": 3315, "idx": 0, "sa": ["Donald Rumsfeld", "the Fox"], "q": "Former Defense <strong> Donald Rumsfeld </strong> <strong> Donald Rumsfeld </strong>, in an interview with <strong> the Fox </strong> News, faulted the Bush administration for failing to effectively make the case for Guantanamo Bay, saying the facility was and still is <q> one of the finest prison systems in the world. </q> The former Pentagon chief also defended the Bush administration's handling of the Iraq war, saying none of the top officials lied about weapons of mass destruction as a pretext for war, and he", "new_id": -2}, {"uid": "1296853158023298066", "i": 46008, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.\" I want", "new_id": -2}, {"uid": "1296444909100565016", "i": 14395, "idx": 2, "sa": ["DeSean Jackson", "Michael Vick"], "q": "take it day by day.\" Eagles wide receiver <strong> DeSean Jackson </strong> told NFL Network on Sunday that <strong> Michael Vick </strong> is\" a big brother\" to him and he's looking forward to a full offseason working with the quarterback. <q> It was something that just kind of fell in his lap, and it's just something he took advantage of, </q> <strong> DeSean Jackson </strong> of <strong> Michael Vick </strong> becoming the Eagles' No. 1 quarterback.\" But now we have a whole year to come back and prepare for it, so it's really going to get that much more scary and that", "new_id": -2}, {"uid": "1295568821043630596", "i": 17776, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "James Fallows"], "q": ". His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-we are only at the beginning and I can't wait to get started.\" <strong> Sergey Brin </strong> <q> I'd like to mention that I've had a great time working with Larry now for 15 years and <strong> Eric Schmidt </strong> for a decade. Both of them have inspired and moved me. I would like to work more on my personal passions. There will be several new products I'm working on. I've been accused of vaporware recently, so I won't talk about them yet. But soon. </q> <strong> James Fallows </strong> at The Atlantic: In one sense this is a natural evolution. Over the past few years, <strong> Eric Schmidt </strong>( disclosure: our families are longtime friends) has done more and more of the\" external\"", "new_id": -2}, {"uid": "1295564385175194279", "i": 13245, "idx": 3, "sa": ["Eric Schmidt"], "q": "on new products,\" the company said.\" We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong>. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> The news comes as Google reported that fourth quarter sales were up 28%, to$ 6.37 billion, besting analysts' forecasts. More efficient processor chips( Intel, AMD, ARM, etc.)", "new_id": -2}, {"uid": "1297145483211075103", "i": 19366, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \" i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. \" Report Abuse <q> i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: <strong> Simon Cowell </strong>: US' X Factor' Panel yet to Be Set Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore", "new_id": -2}, {"uid": "1296062754109985833", "i": 101, "idx": 1, "sa": ["Michael Vick"], "q": "provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday.\" We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a\" sizable\" contract.\" We believe it was worth", "new_id": -2}]