[{"uid": "1296811464196722709", "i": 1212, "idx": 2, "sa": ["Michael Vick"], "q": "public- and in October he told Sports Illustrated that the experience changed him for good. \"Right then and there I told myself, I am changing my life,\" <strong> Michael Vick </strong> told the magazine. <q>I'm going to do everything they ask me to do. I'm getting myself away from this madness.</q> That was the only thing <strong> Michael Vick </strong> could do if he wanted to remain employed by the Eagles and continue his climb out of bankruptcy. He said he dedicated himself to studying the Eagles' playbook and to", "new_id": -2}, {"uid": "1297381044148979736", "i": 5846, "idx": 0, "sa": ["Omar Suleiman", "Mamdouh Habib", "Colin Powell", "Lisa Hajjar"], "q": "One of the CIA's victims was <strong> Mamdouh Habib </strong>, an Egyptian-born Australian citizen. U.S. agents bought him from Pakistani intelligence and shipped him to Egypt. \"In Egypt,\" reports <strong> Lisa Hajjar </strong> for Al Jazeera, <q>he was repeatedly subjected to electric shocks, immersed in water up to his nostrils and beaten. His fingers were broken and he was hung from metal hooks. At one point, his interrogator slapped him so hard that his blindfold was dislodged, revealing the identity of his tormentor: <strong> Omar Suleiman </strong>. Frustrated that <strong> Mamdouh Habib </strong> was not providing useful information or confessing to involvement in terrorism, <strong> Omar Suleiman </strong> ordered a guard to murder a shackled prisoner in front of <strong> Mamdouh Habib </strong>, which he did with a vicious karate kick.</q> Ibn al-Sheikh al-Libi was a former trainer in the Afghan jihadi camps who famously \"confessed\" a connection between Saddam and Al Qaeda while under torture in one of <strong> Omar Suleiman </strong>'s dungeons. <strong> Colin Powell </strong> cited al-Libi's", "new_id": -2}, {"uid": "1297463644228229126", "i": 26239, "idx": 0, "sa": ["Mitt Romney", "Kirsten Gillibrand", "Barack Obama", "John Thune", "Tom Carper"], "q": "that he has been spending his time working for his constituents. He later mentioned that he sat next to Democratic Sens. <strong> Tom Carper </strong> of Delaware and <strong> Kirsten Gillibrand </strong> of New York during the State of the Union address and joked, <q>Apparently it takes two Democrats to balance me out.</q> Advisers explained that <strong> John Thune </strong>'s presentation was meant to suggest he is the most conservative option to <strong> Barack Obama </strong> who is also electable. As <strong> Mitt Romney </strong> continues to plug his wife's eagerness to have him run", "new_id": -2}, {"uid": "1297663845136904715", "i": 43607, "idx": 1, "sa": ["Mike Daly", "Keith Olbermann", "Sarah Palin", "Mike Pence"], "q": "of the attack said: \"<strong> Sarah Palin </strong>... you now have more than just elk blood on your hands.\" The next day, New York Daily News columnist <strong> Mike Pence </strong> <strong> Mike Daly </strong> wrote, with stunning originality: <q><strong> Sarah Palin </strong> may have the blood of more than some poor caribou on her hands.</q>( See-- he changed \"elk\" to \"caribou.\") In an especially prissy \"Special Comment\" the night of the shooting, <strong> Keith Olbermann </strong> said that if <strong> Sarah Palin </strong> \"does not repudiate her", "new_id": -2}, {"uid": "1296387372079249426", "i": 18534, "idx": 0, "sa": ["Zahi Hawass"], "q": "advantage of a fire raging through the nearby headquarters of the ruling National Democratic Party in downtown Cairo, intruders climbed the gates, broke a window and entered the museum in bid to steal the mummies. <q>But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum-- but they were already damaged,</q> <strong> Zahi Hawass </strong> told AFP. \"Only their heads were intact,\" he added. The fate of the vandals remained unknown. The Egyptian museum, which houses invaluable treasures of antiquity,", "new_id": -2}, {"uid": "1297102357037732375", "i": 2279, "idx": 1, "sa": ["Sir Howard Stringer", "Simon Cowell"], "q": "also host auditions. Specific dates and venues to be announced. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" said <strong> Simon Cowell </strong>. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.</q> \"I have always been proud of the achievements of The X Factor worldwide, and am looking forward to its American launch,\" said <strong> Sir Howard Stringer </strong>, Chairman, CEO and President of Sony Corporation. \"", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.\" <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q>But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds,</q> writes <strong> Howard Kurtz </strong>. \"What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.\" <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}, {"uid": "1295566871244678664", "i": 48489, "idx": 0, "sa": ["Eric Schmidt"], "q": "chief executive in a surprising management reshuffling announced with the Internet company's fourth-quarter earnings, which jumped 29%. The Mountain View, Calif., company said the moves, effective April 4, were made <q>to streamline decision-making and create clearer lines of responsibility and accountability at the top of the company.</q> <strong> Eric Schmidt </strong> will no longer be responsible for the day-to-day operations. Instead, he will become exective chairman, focusing on deals, partnerships, customers and broader business relationships. He also will continue to act as", "new_id": -2}, {"uid": "1295721707089014346", "i": 9938, "idx": 0, "sa": ["Rafik Hariri", "Andy Coulson"], "q": "A wrapped statue of slain... Lebanese Prime Minister <strong> Rafik Hariri </strong> Lebanese Prime Minister <strong> Rafik Hariri </strong> <cite> AP </cite> Photo in Slideshow: Lebanon's Jumblatt becomes possible kingmaker Report Abuse \"Lebanon political crisis threatens economic gains.\" Report Abuse <q>The new Lebanon is going to be like Iran ruled by a bunch of Islamists and terrorists</q> Report Abuse \"Hizballet will destroy Lebanon.\" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Weight& stress", "new_id": -2}, {"uid": "1296611773014188553", "i": 38118, "idx": 0, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "defund Planned Parenthood. \"The exploitive roots and track record of Planned Parenthood is a largely untold story that now can not be ignored,\" <strong> Marjorie Dannenfelser </strong>, president of the anti-abortion <strong> Susan B. Anthony </strong> List, said. <q>The horror of the logic behind Planned Parenthood's founding has come to roost in this modern form: it is the primary partner of those who degrade and exploit women.</q> The <strong> Susan B. Anthony </strong> List has been an ardent advocate for legislation introduced by Rep. <strong> Mike Pence </strong>( R-Ind.), which would strip Planned Parenthood of the federal funding it receives through the Title X program.", "new_id": -2}]