[{"uid": "1296889632106627078", "i": 3063, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "is a work stoppage. ''I don't want my salary to go to a dollar. My wife doesn't want my salary to go to a dollar,'' he said, drawing laughs. <q>But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible.</q> <strong> Roger Goodell </strong> also commented on the following subjects:_ He said he had spoken to Philadelphia Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18", "new_id": -2}, {"uid": "1297709927124567580", "i": 40152, "idx": 1, "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "q": "liberty have forgotten the lessons of history,'' said Rep. <strong> Mike Pence </strong>( R-Ind.) at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q>We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure.</q> And <strong> Sen. Jim DeMint </strong>( R-S.C.) said: ''It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable concerns", "new_id": -2}, {"uid": "1295669855215973935", "i": 37831, "idx": 0, "sa": ["Andy Coulson"], "q": "afternoon we have carried out a thorough forensic examination at the scene of the crime and have been checking local CCTV in an effort to glean further information on this attack.'' Det Insp Martin added: <q>The park is frequented by dog walkers and I would appeal to anyone who was in the park at the time and may have unwittingly seen something that could be helpful to the inquiry. ''The weather was particularly foggy yesterday afternoon and visibility in the park was poor, however, I would ask anyone who heard anything untoward to contact my office.</q> Woman indecently assaulted and slashed across face at park Downing Street spin doctor <strong> Andy Coulson </strong> resigns in phone-hacking row Ice eliminator that clears icy roads at-20 C to be used across Scotland 300 jobs could be created in Dundee", "new_id": -2}, {"uid": "1295646313245137447", "i": 27972, "idx": 1, "sa": ["Eric Schmidt"], "q": ", Google Buzz, was a huge flop. <strong> Eric Schmidt </strong> has said that it's not a reaction to competitors, but many other believe differently. UBS analyst Brian Pitz thinks differently. Pitz said: <q>The Street will think it's a negative, that there is probably some issue going on. Google is trying to get more efficient and trying to get a tech guy in the seat to compete with Facebook. I don't think it changes anything strategically where the company is headed.</q> In a posting on the company's official blog, <strong> Eric Schmidt </strong> said: ''As Google has grown, managing the business has become more complicated. So Larry, Sergey and I have been talking for", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else. ''It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,'' <strong> Joe Matarese </strong> said. <q>I started going and I was hooked immediately. And I never stopped.</q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}, {"uid": "1295669724061620319", "i": 21785, "idx": 10, "sa": ["Eric Schmidt"], "q": "last few years- and it certainly has- much of the blame falls on <strong> Eric Schmidt </strong>. His haughty, creepy, and occasionally insulting way of addressing the company's approach to privacy is notorious. <q>Google policy is to get right up to the creepy line and not cross it,</q> he once said, unwittingly showing that Google's policy is just the opposite. His efforts to paint such comments as humor only made the situation worse. The irony is that when he steps down as CEO", "new_id": -2}, {"uid": "1295629382074432521", "i": 14344, "idx": 0, "sa": ["Eric Schmidt"], "q": "knew that this would happen. We just forgot that it would. When I interviewed <strong> Eric Schmidt </strong> a few weeks ago and asked about pressure over privacy, China, and lobbying, he said, <q>This is not the No. 1 crisis at Google.</q> What is? ''Growth,'' he said, ''just growth.'' Scale is Google's greatest skill and greatest challenge. It scaled search( vs. quaint Yahoo, which thought it", "new_id": -2}, {"uid": "1296169756065815248", "i": 45701, "idx": 3, "sa": ["Mike Pence"], "q": "Nancy <strong> Mike Pence </strong> Fritsch said from at her home in Columbus, Ind. Asked to confirm reports that she has told him to make up his mind,[ his] mom did not deny it. <q>What's a mother to do?</q> she said.'' Aww. Shortly after the National Journal published its mom-scoop, though, the Indianapolis Star put up its article about the announcement being tonight. ''It was not clear whether", "new_id": -2}, {"uid": "1295127815262242331", "i": 44281, "idx": 0, "sa": ["Andre Johnson", "Allen Iverson", "Chris Paul", "Boo Williams"], "q": "vulnerable defender, <strong> Allen Iverson </strong> discussed his uncertain basketball future- he's a free agent for the first time in his 13-year pro career- and referenced his checkered past. He conceded to a big ego and cautioned those <q>ready to put me in a rocking chair.</q> He spoke lovingly of his family and wistfully about a former coach. But one moment trumped all during his hour-long news conference at the <strong> Boo Williams </strong> Sportsplex. Hampton High graduates <strong> Chris Paul </strong> <strong> Andre Johnson </strong> and Nick Chamblee had just told the", "new_id": -2}, {"uid": "1297302585098500612", "i": 16525, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "; What About Coptic Christians? U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse ''Yet ANOTHER sleaze bag Republican! Yikes!'' Report Abuse <q>Only a republican would resign, if it was a democrate no one would be surprised. After all you</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}]