[{"uid": "1294994465235045029", "i": 2968, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "says contributed to the attack- greeted, privately, with outrage by Republicans. But for some, especially for ones where the tragedy hit close to home, perhaps the stinging attacks will resonate. <q>When I show up at a candlelight vigil sponsored by the state Democratic Party and people who spent the past year beating the crap out of me come up and give me a hug, there is something that, at least for a little while, in this window, is very different,<q> freshman <strong> Sen. Bernie Sanders </strong> Dave Schweikert( R-Ariz.) told Politico. It was a sentiment Obama echoed in his speech Wednesday evening in Tucson, too, telling mourners that \"at a time", "new_id": -2}, {"uid": "1297443513230703109", "i": 45070, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": " 30 Rock 2.3 6 4.614 10:30 CBS The Mentalist 2.9 8 14.545 ABC Private Practice 2.5 7 7.047 NBC Outsourced 1.7 5 3.656- Via NBC press note: <q>In Late-Night Metered Markets Thursday night: Nielsen's 56 metered markets( with four markets excluded today), household results were: \"The Tonight Show with <strong> Jay Leno </strong>,<q> 2.7/ 7; CBS's\" Late Show with <strong> David Letterman </strong>,\" 3.1/ 8; and ABC's combo of\" Nightline,\" 3.0/ 7; and \"<strong> Jimmy Kimmel </strong> Live,\"", "new_id": -2}, {"uid": "1295791480232554503", "i": 22787, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Andrew Marr"], "q": "and constitutional changes. And he defended Mr <strong> David Cameron </strong>'s handling of the issue and his decision to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007. <q>If you listen to what <strong> David Cameron </strong> has said,<q> he told BBC One's <strong> Andrew Marr </strong> show, \"he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance. \"<strong> Andy Coulson </strong> has been very clear that he was not in any", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q>Our spacing was good, which made it very difficult to corral me,<q> <strong> Kobe Bryant </strong> said. \"When they did, we were able to swing the ball and get open opportunities for everybody else.\" <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}, {"uid": "1297721728245252110", "i": 16553, "idx": 0, "sa": ["Steve Ballmer"], "q": "do so with a giant like Nokia jumping into the game, supported by billions in Microsoft subsidies. In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. <q>Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,<q> <strong> Steve Ballmer </strong> said. \"That's not just good for Nokia, that's good for all our handset partners.\" <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year", "new_id": -2}, {"uid": "1297278646168607769", "i": 39198, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell", "Kit Hoover"], "q": " \"The X Factor,' would you do it?\" Billy asked.\"[ <strong> Simon Cowell </strong>] is an acquired taste, Billy. I'd have to really be hungry,\" <strong> Paula Abdul </strong> answered. <q>I didn't love having my first canker sore, I didn't love watching other people get nail fungus, I didn\"t love going to the dentist and one time and them forgetting to numb me. \"But, yeah, of course, I love[ <strong> Simon Cowell </strong>],<q> she joked. As tensions always appeared to run high between <strong> Paula Abdul </strong> and her faux-nemesis, <strong> Simon Cowell </strong>, during their many years judging \"American Idol\" together, Billy and <strong> Kit Hoover </strong> wanted to know if any of the", "new_id": -2}, {"uid": "1296851765101990425", "i": 19926, "idx": 0, "sa": ["John McCain", "Kirsten Gillibrand"], "q": "for the Essential Air Service Program. New York <strong> John McCain </strong> <strong> Kirsten Gillibrand </strong> is fighting to not only save the funding for the program but to increase it by$ 73 million to total$ 200 million. <q>Access to air travel is critical for our economic recovery,<q> <strong> Kirsten Gillibrand </strong> said. \"Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service.", "new_id": -2}, {"uid": "1295138665036634641", "i": 6395, "idx": 8, "sa": ["Tyronn Lue", "Allen Iverson", "Lamar Odom"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.<q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Dwyane_Wade_Complete_Highlights_[32_Points]_vs_Celtics_11309 Roundup: <strong> Lamar Odom </strong>, No. 4 Orange handle Red Storm Friday Look Ahead: Aztecs, Aggies in for a challenge Briefs: Balfour leaves Rays,", "new_id": -2}, {"uid": "1295462584109772853", "i": 23709, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,<q> <strong> Sergio Marchionne </strong> said. Mercedes-Benz 2010 M-Class$ 49,971 Mercedes-Benz 2011 M-Class$ 58,265 Mercedes-Benz 2011 M-Class$ 58,225 Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295642186266682423", "i": 6059, "idx": 0, "sa": ["Gordon Brown", "Andy Coulson", "David Cameron", "George Osborne"], "q": "this why <strong> David Cameron </strong> was reluctant to let <strong> Andy Coulson </strong> go. We must remind everyone how the Tories supported the spending( which was no higher and often less thn Tory years) Telegraph September 2007 <q>The Conservatives sought last night to destroy Labour claims that they would cut public services by issuing a formal pledge to match <strong> Gordon Brown </strong>'s spending plans...<q> <strong> George Osborne </strong> vowed last night to stick to <strong> Gordon Brown </strong>'s plan of increasing public spending by 2 per cent in real terms over the next three years. \"Today, I can confirm for the first time", "new_id": -2}]