[{"uid": "1294965103172343305", "i": 13380, "idx": 0, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Barack Obama", "Debbie Wasserman Schultz"], "q": "is strengthened because we share a profession and experiences,'' <strong> Debbie Wasserman Schultz </strong> said in an interview Thursday.`` But it's tighter than that. There are precious few good friends.'' <strong> Debbie Wasserman Schultz </strong> said the women <q> don't get a lot of social time </q> in Washington but tried to catch up when they could, recently lunching together in the Senate dining room at New York Democratic <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>'s request. It was <strong> Kirsten Gillibrand </strong> and <strong> Debbie Wasserman Schultz </strong>, along with House Minority Leader <strong> Nancy Pelosi </strong>", "new_id": -2}, {"uid": "1297447911119193613", "i": 3787, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "inevitable, he added. At the launch of the new partnership with Microsoft, Mr <strong> Stephen Elop </strong> said that`` the game has changed from a battle of devices to a war of ecosystems''. <q> An ecosystem with Microsoft and Nokia has unrivalled scale around the globe, </q> he said.`` Nokia and Microsoft working together can drive innovation that is at the boundary of hardware, software and services,'' said Microsoft chief executive <strong> Steve Ballmer </strong>. Microsoft's Bing will power", "new_id": -2}, {"uid": "1297181592182665236", "i": 20556, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> All content Â© Copyright 2001- 2011 WorldNow and WLBT, a", "new_id": -2}, {"uid": "1295501732152404070", "i": 33001, "idx": 4, "sa": ["Linas Kleiza", "Bob Marley", "Allen Iverson"], "q": "won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>.`` When he is not in the lineup, it makes it tougher for me,'' <strong> Allen Iverson </strong> said. <q> He is the main part of our team and he enables us to do so much with the attention that he gets. </q> <strong> Linas Kleiza </strong> may be drawing more attention after the fourth-quarter performance he turned in against the Bobcats. <strong> Linas Kleiza </strong> scored 16 of his 23 points in the period.`` <strong> Bob Marley </strong> started being more aggressive and it paid off,''", "new_id": -2}, {"uid": "1296977642131137545", "i": 26337, "idx": 0, "sa": ["Katt Williams", "Michael Vick"], "q": "kind of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike <strong> Katt Williams </strong>, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and", "new_id": -2}, {"uid": "1295618617243957797", "i": 6332, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Tommy Sheridan"], "q": "of the World. It remains the first and only time <strong> Andy Coulson </strong> has been questioned under oath about it. Asked about <strong> Glenn Mulcaire </strong>'s repeated hacking of private mobile phone messages for the NoW, <strong> Andy Coulson </strong> said: <q> I never knew him as an individual, I never met him, I never spoke to him, I never heard his name until the <strong> Clive Goodman </strong> affair started. But I knew his consultancy was used in an entirely legitimate way during my time as editor. </q> <strong> Tommy Sheridan </strong> asked him about a House of Commons committee report which stated that the NoW`` turned a blind eye'' and`` at worst actively condoned'' bugging and hacking in the newsroom. <strong> Andy Coulson </strong> replied:", "new_id": -2}, {"uid": "1295094123199950351", "i": 18397, "idx": 0, "sa": ["David Letterman"], "q": "from a gamma-ray telescope satellite in orbit above the Earth say they have discovered that thunderstorms, in addition to the various other things they do, emit`` beams of antimatter'' out of their tops. <q> These signals are the first direct evidence that thunderstorms make antimatter particle beams, </q> said <strong> David Letterman </strong> Briggs, a member of NASA's Gamma-ray Burst Monitor( GBM) Crab nebula is slowly dimming: Scientists scientists has found that the Crab Nebula, once considered to be the most stable source of high", "new_id": -2}, {"uid": "1295472448018825218", "i": 35284, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "q": "been fast enough,'' <strong> Barack Obama </strong> said. At today's meeting with CEOs, <strong> Barack Obama </strong> and Hu said it was important for the two nations to deepen their business ties. Hu said his nation <q> welcomes U.S. companies and promised that China would treat fairly U.S. companies doing business there.`` It all feels very, very good that you asked us to be a partner, </q> Jim McNerney, the chief executive officer of Boeing, said to Hu at the start of the session. Executives Invited Other attendees at the meeting were Chief Executive Officers <strong> Steve Ballmer </strong> of <strong> Jeff Immelt </strong>;", "new_id": -2}, {"uid": "1296199690069206039", "i": 22323, "idx": 4, "sa": ["Mike Pence"], "q": "In his letter, <strong> Mike Pence </strong> said that throughout his life,`` I have learned to follow my heart, and my heart is in Indiana.'' He praised the state's people, its <q> highways and byways, the small towns and courthouse squares, the big cities and cornfields. </q>`` After years of falling behind, Indiana is on the verge of an era of growth and opportunity like no other time in my life,'' he wrote.`` Those of us who serve", "new_id": -2}, [{"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's`` Monday Night RAW'' back in October 2009.`` Yeah the belt's really caught on,'' said <strong> Aaron Rodgers </strong>. <q> It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those. </q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}]]