[{"uid": "1297426615014974989", "i": 5615, "idx": 1, "sa": ["Michael Gove"], "q": "\"On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects.\" The prime minister's spokesman said: <q> The basic decision on this stands. </q> The axing of the project last summer triggered a massive outcry, after 700 school rebuilds in England were cancelled. It earned Mr <strong> Michael Gove </strong> a reputation as a weak link in Cabinet and triggered a", "new_id": -2}, {"uid": "1296127077229654565", "i": 23091, "idx": 0, "sa": ["Michael Gove"], "q": "its news and entertainment \"on the go\" following the launch of products such as Apple's iPad. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296137820192086026", "i": 49207, "idx": 1, "sa": ["Michael Gove"], "q": "point where people will not hear their ruler when he says,' I have understood you!\" ' New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1295618805206700580", "i": 37304, "idx": 3, "sa": ["Michael Gove", "David Aaronovitch", "Ian Katz"], "q": "to prevent Saddam completing his drive to acquire weapons of mass destruction. Massive military force must be deployed to remove Saddam's regime. \" 2 <strong> Michael Gove </strong> suffered no ill effects from this expression of <q> extreme views and even worse methods </q>- he is now Secretary of State for Education. In January 2003, also gunning for war, <strong> David Aaronovitch </strong> Katz.co.uk/world/2003/jan/08/iraq.comment\"> wrote in the GuardIan Katz: \" If I were an Iraqi", "new_id": -2}, {"uid": "1296152895171884554", "i": 11082, "idx": 0, "sa": ["Michael Gove"], "q": "moral, social and cultural development. Changes- expected to be introduced next year- will also see outstanding schools spared inspections altogether unless parents or Michael Government officials raise concerns. Mr <strong> Michael Gove </strong> said: <q> There are areas of Ofsted inspections, such as community cohesion or regulations Michael Governing what students bring in in their lunchboxes at lunchtime, which are entirely peripheral. \"One of the problems with Ofsted inspections is that they are asked to inspect and measure for things which, by definition, are hard to judge and not central to what schools are about. </q> The Bill will also lead to the formal abolition of a series of education quangos such as the Qualifications and Curriculum Development Agency, the General Teaching Council for England and the Training and Development Agency for Schools", "new_id": -2}, {"uid": "1297431913058949685", "i": 28563, "idx": 1, "sa": ["Michael Gove"], "q": "The judge said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful <q> because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act. </q>` Open mind' Leader of Waltham Forest Council Chris Robbins said the ruling was \"a victory for common sense and fair play\" . He said: \"They must now make a decision", "new_id": -2}, {"uid": "1297258274101777429", "i": 30711, "idx": 0, "sa": ["Michael Gove"], "q": "want one of those T-shirts now:) \" So glad to have been a part of the love-hate fest that is Kings'. I'll miss you...:(\" And Seabass1001 says: <q> \"Part of me just died. Also i made those T-shirts for the rugby team! </q> \" Education news from around the web? Warwick Mansell has done a round-up of stories about title=\"\"> how <strong> Michael Gove </strong>'s English bac is affecting schools. He's particularly concerned about", "new_id": -2}, {"uid": "1295527658110821385", "i": 17953, "idx": 0, "sa": ["Michael Gove"], "q": "Thursday 20 January 2011 12.01 GMT A stitch in time. Photograph: Bettmann/Corbis <q> \"I like <strong> Michael Gove </strong>'s new syllabus: algebra, divinity, rhetoric, sewing for the girls and a school trip to the workhouse. Great. </q> \" announces a review of national curriculum. <strong> Michael Gove </strong> says it'll be pared down to focus on core knowledge in traditional subjects, restoring a old-fashioned emphasis on facts and figures. He's concerned at", "new_id": -2}, {"uid": "1297431913058949685", "i": 28567, "idx": 5, "sa": ["Michael Gove"], "q": "was no promise or expectation\" that any of the claimants' projects would proceed. The councils had claimed they had a legitimate expectation that the projects would be funded. The spokesman added: <q> The Secretary of State will now look again at his decision with regard to these authorities with an open mind, taking representations from them. \"The judge set out, however, that \"the final decision on any project still rests with him and.... No one should gain false hope from this decision. </q>` Budget deficit' Lawyers for Mr <strong> Michael Gove </strong> had argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, they said the coalition", "new_id": -2}, {"q": "an effort to speed up decision-making. \"In strategy we agree. There's no disagreement,\" <strong> Eric Schmidt </strong> said of his relationship with <strong> Larry Page </strong>, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said. \"He sees a few moves deeper than I do.\" <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "answer_q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "answer": "Eric Schmidt", "sa": "['Larry Page', 'Eric Schmidt']", "index_answer": 1, "idx": 2, "i": 1282}]