[{"uid": "1296209073159924232", "i": 2475, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "2009 after <strong> Hillary Clinton </strong> left to become secretary of state, had sought the committee seat. She has worked on military issues, such as the repeal of the'' Albany-area congressional district. <q> One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families, </q> she said. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families, and try to strengthen connections between the military and`` I'm not dying,'' says the bad boy actor,", "new_id": -2}, {"uid": "1294970173038420481", "i": 8787, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "loved ones for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' Sen. <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, called it`` a major milestone,'' and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing", "new_id": -2}, {"uid": "1297488327192626740", "i": 31199, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", with a first printing of 290,000 copies, was an immediate bestseller. <strong> Donald Rumsfeld </strong> is`` controversial'' and`` polarizing'' and`` defiant,'' as ABC News described him. These are media jargon for <q> we don't like the guy. </q> But since ABC offered a good deal for publicizing his book and gained exclusive interview rights on broadcast TV, <strong> Donald Rumsfeld </strong> had to run the gauntlet there: ABC World News in the evening, Nightline later that night", "new_id": -2}, {"uid": "1294962325114475009", "i": 22527, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "wake up, whereas before she would just go back to sleep right away, like you would do if you were woken up,'' said <strong> Dr. Peter </strong> Rhee, medical director of the University Medical Center Trauma Center. <q> But it's like in the morning when you get woken up for work, you're about to have your cup of coffee, she's rousing, then her eyes stay open, stays open for long periods of time. </q> One of <strong> Gabrielle Giffords </strong>' close friends, New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, was in the room when <strong> Gabrielle Giffords </strong> opened her eyes in response to her husband's voice.`` All of a sudden she started", "new_id": -2}, {"uid": "1296649336203423746", "i": 12630, "idx": 0, "sa": ["Simon Cowell"], "q": "`` I'm not a Mr <strong> Simon Cowell </strong> by any means. I have been teased quite a lot for being too nice to people, because I know what they are going through.'' He said: <q> I don't like upsetting people. It was an odd moment. It was a joke and I jumped up to sort it out and I sorted it out.`` I apologised and I put him through because he was very good and showed promise. </q> He insisted:`` I am not being ruthless and shattering people's dreams- that's the opposite of what I want to do. Ruthlessness is not something that comes easily.'' There", "new_id": -2}, {"uid": "1297219246246972466", "i": 42469, "idx": 0, "sa": ["Rahm Emanuel", "Donald Rumsfeld"], "q": "House Chief of Staff Full Story <cite> Chicago Tribune Blogs </cite> <strong> Rahm Emanuel </strong> Deemed Ineligible for Chicago <strong> Rahm Emanuel </strong> U.S. Video: Worker unaccounted for after Texas plant blast U.S. Video: Controversial AZ Sheriff Speaks In OC Report Abuse <q> Does this guy ever comb his hair? </q> Time.com: Super Bowl Ticket Scandal: Are Fans Planning A Suit? ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap Car Insurance Get Super Cheap Auto Insurance Quotes- You Won't Believe", "new_id": -2}, {"uid": "1295569537103104525", "i": 19034, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "management shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> Mr <strong> Eric Schmidt </strong> said.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "new_id": -2}, {"uid": "1295916567115490851", "i": 5638, "idx": 17, "sa": ["William Cohen", "Donald Rumsfeld", "Jeffrey Dean Morgan", "Sandy Berger"], "q": "the inspectors being barred from gaining entry into a warehouse for three hours with trucks rolling up and then moving those trucks out.''- Clinton's <strong> Donald Rumsfeld </strong> of Defense <strong> William Cohen </strong> in April of 2003 How about <q> He will use those weapons of mass destruction again, as he has ten times since 1983. </q>-- <strong> Sandy Berger </strong>, Clinton National Security Adviser, Feb, 18, 1998 Sources tell Us why the actress is moving on Grey's Alum <strong> Jeffrey Dean Morgan </strong> in Talks to Headline Starz' Magic City", "new_id": -2}, {"uid": "1295481500251461671", "i": 7591, "idx": 0, "sa": ["Barack Obama", "Dan Boren", "Harry Reid", "Mary Landrieu", "Sen. Bernie Sanders", "John McCain", "Michael Bennet", "Nancy Pelosi", "Jerry Moran"], "q": "& msnbc.com http://wn.com/Bill_Maher_On_Countdown__Health_Reform_And_The_Democrats fixednewschannel.web.officelive.com 10 March, 2010 MSNBC http://wn.com/Democrats,_GOP_Prep_for_Possible_Weekend_Vote_on_Health_Reform Question of the Day: What is your stance on immigration? Leave all your responses in the comment section.`` Democrats Reveal Facts About Health Care'' www.youtube.com <q> <strong> Rep. Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com`` High Immigration Impacts America's Unemployed'' www.youtube.com ryanpdixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> <strong> John McCain </strong> House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Sen. Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> ryan dixon http://wn.com/Democrats'_Health_Care_Reform_is_Latest_Action_to_Hurt_Kansas Congressman <strong> Jerry Moran </strong> told the House of Representatives on March 24 that", "new_id": -2}, [{"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]]