[{"uid": "1297204277114294799", "i": 78, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Andy Fantuz"], "q": "if there will even be a 2011 season. And despite that, last week the Chicago Bears signed <strong> Andy Fantuz </strong> from the Canadian Football League. Mike Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q> And it was the most ridiculous experience of my life, </q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1295615272190234674", "i": 25128, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "target=\"_self\" rel=\"nofollow\"> mehr 26 Prozent Plus im vierten Quartal Dass <strong> Eric Schmidt </strong> eines Tages zur?ckkehren w?rde, hatte wohl mancher Experte erwartet. Ein fr?herer Verkaufsleiter bei Google sagte gegen?ber der`` New York Times'': <q> <strong> Larry Page </strong> wollte CEO sein, deshalb ist das keine berraschung </q>. Er ist aus den Kinderschuhen herausgewachsen und will das Unternehmen in die Zukunft f?hren. Die Quartalszahlen, die Google in dieser Woche bekannt gab, verhei?en dem Konzern Gutes. Im Vergleich zum Vorjahr verzeichnete das", "new_id": -2}, {"uid": "1296082900258637826", "i": 42809, "idx": 0, "sa": ["Ben Foster", "George Clooney", "Simon Cowell"], "q": "years of my life and money following them i would be driving around in a Ben Fostertley sporting a nice pair of 34gg knockers, <strong> Simon Cowell </strong> teeth and married to <strong> George Clooney </strong>. Probably.@BongoChrist <q> You are a snob </q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing", "new_id": -2}, {"uid": "1296217929050937881", "i": 24455, "idx": 2, "sa": ["Tim Pawlenty", "Mike Pence", "Mitt Romney", "Ron Paul"], "q": "target=\"_blank\" href=\"http://wn.com/?an?\"> an animated pitch to the Merrimack County Republican ComMitt Romneyee. Now it's target=\"_blank\" href=\"http://worldTim Pawlentye.wn.com/\"> Tim Pawlentye for the obvious question: What does he offer that putative fRon Pault-runner <strong> Mitt Romney </strong> doesn't? <strong> Tim Pawlenty </strong> sidesteps. <q> I don't get into comparing myself to other candidates, </q> he tells me.`` I just <strong> Mike Pence </strong> reportedly rules out White House run Pundits: <strong> Mike Pence </strong> is GOP Governor Favorite NewsChannel 15's political analysts gave their opinions on Congressman <strong> Mike Pence </strong> running for Indiana Governor.... Ban Abortion", "new_id": -2}, {"uid": "1297175256265814058", "i": 4168, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": " Former defense secretary <strong> Donald Rumsfeld </strong> says he should have stepped down in 2004 after photos emerged of the abuses done to Iraqi prisoners by U.S. personnel at the Abu Ghraib prison in Baghdad. <q> That was such a stain on our country, </q> he tells ABC News' <strong> Diane Sawyer </strong> in an interviewed`` I stepped up and told the president I thought I should resign,'' he says.`` I think probably he and the military and the Pentagon", "new_id": -2}, {"uid": "1297463644228229126", "i": 31804, "idx": 0, "sa": ["Tom Carper", "Kirsten Gillibrand", "John Thune", "Tim Johnson", "Barack Obama", "Mitt Romney"], "q": "that he has been spending his Tim Johnsone working for his constituents. He later mentioned that he sat next to Democratic Sens. <strong> Tom Carper </strong> of Delaware and <strong> Kirsten Gillibrand </strong> of New York during the State of the Union address and joked, <q> Apparently it takes two Democrats to balance me out. </q> Advisers explained that <strong> John Thune </strong>'s presentation was meant to suggest he is the most conservative option to <strong> Barack Obama </strong> who is also electable. As <strong> Mitt Romney </strong> continues to plug his wife's eagerness to have him run", "new_id": -2}, {"uid": "1295554755243744795", "i": 16236, "idx": 2, "sa": ["Michael Vick"], "q": "was something that happened once in a while in a small, poor corner of a city.'' Cosby says the work that the organization does is supported by donors and people who care. <q> So people who care can really make a difference. Having the man power and having the money to be able to follow through with everything is the critical part for us. </q> jack Lurie, <strong> Michael Vick </strong>, Eagles, NFL? It is very simple:$$$$$$$$$$$$$$$$$$$$$$$", "new_id": -2}, {"uid": "1295913995175931415", "i": 45917, "idx": 0, "sa": ["Mike Pence"], "q": "focus our energies on jobs and spending,'' <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. <q> We must not remain silent when great moral battles are being waged. </q> How About It? Huh? It Ain't Askin' Too Much Ya Know.... To: pissant Where was TOTUS? Does he not represent all Americans? Did he have anything", "new_id": -2}, {"uid": "1297706334148619267", "i": 8892, "idx": 3, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "'s going to deliver absolutely phenomenal Windows phones,'' he said, without elaborating when the first results of the collaboration would hit the market. <strong> Steve Ballmer </strong> invited Nokia CEO <strong> Stephen Elop </strong> to join him on stage. <q> Microsoft and Nokia together represents a natural partnership. People are getting it, </q> he said. Nokia shares closed down 5.3 percent, while Microsoft shares traded down 0.3 percent at 1638 GMT in a flat market. Microsoft has struggled to gain significant market share in wireless,", "new_id": -2}, {"i": 10146, "idx": 1, "index_answer": 2, "new_id": -1, "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> <strong> Barbra Streisand </strong> America contestants bring home state designs to` Show Us Your Shoes' parade in Las Vegas America contestants strutted down the Las Vegas Strip displaying shoes decorated", "sa": ["Jay Leno", "David Letterman", "Conan O'Brien", "Barbra Streisand"], "uid": "1295127807207224874"}]