[{"uid": "1296947377150601731", "i": 692, "idx": 1, "sa": ["Zahi Hawass"], "q": ", an ancient burial ground known for its pyramids and many surrounding tombs. Reports circulated about damage to the tombs and their beautiful reliefs. \"All the sites are safe,\" said Minister of Antiquities <strong> Zahi Hawass </strong>. <q> Nothing stolen, nothing destroyed. </q> With <strong> Zahi Hawass </strong>'s permission, veteran foreign correspondent Jeffrey Bartholet, on assignment for National Geographic magazine, was able to visit Saqqara, some 18 miles south of Cairo. He filed this report. >", "new_id": -2}, {"uid": "1295566818075235369", "i": 7552, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "management reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" <q> I believe <strong> Larry Page </strong> is ready </q> to be CEO, <strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes", "new_id": -2}, {"uid": "1297588971109002780", "i": 20649, "idx": 3, "sa": ["Barack Obama", "Winston Spencer-Churchill", "Donald Rumsfeld"], "q": "and words, from his early removal of the bust of <strong> Winston Spencer-Churchill </strong> from the Oval Office to his recent assertion that the US does not have \"have a stronger friend and stronger ally\" than France. <q> It seems gratuitous to me, </q> Mr <strong> Donald Rumsfeld </strong> said last week in an interview to coincide with publication of Known and Unknown, his 730-page memoir of his time in office under <strong> Barack Obama </strong> George W Bush. The book, the latest in a series", "new_id": -2}, {"uid": "1295639824217038876", "i": 29862, "idx": 0, "sa": ["Andy Coulson", "Ian McEwan"], "q": "free \"get out of the security council\" card in the form of a veto. \" \" Appeasement by another name. It just emboldens the aggressor, as rightists constantly remind us. \" <q> International Saddam era sanctions should be levelled on Israel now, but they won't be and nothing will change until eventually, in a world of self delusion, Israel commits an atrocity that even the US can't ignore. Can't imagine how bad that will have to be. </q> gwillikers 21 January 2011 12:55 PM <strong> Andy Coulson </strong>-- We long ago forgace the PalestinIan McEwans for stealing Jewish land. MARK THOMASON-- If the PalestinIan McEwans were actually right people would support them with deeds and", "new_id": -2}, {"uid": "1297282407122896681", "i": 27908, "idx": 5, "sa": ["Susan Boyle", "Simon Cowell"], "q": ",\" <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. <q> There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me, </q> he said. \"I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.\" Exactly which judges would be deliberating on the future Susan Boyles of America, he wouldn't", "new_id": -2}, {"uid": "1295763240036667398", "i": 38545, "idx": 0, "sa": ["Piers Morgan", "Michael Vick", "Mike Tyson"], "q": "HLN. \"More noise\" ? What <strong> Piers Morgan </strong> thinks CNN needs. \"We're up against new beasts in the jungle,\" said the host of \"<strong> Piers Morgan </strong>\" ( 8 p.m. weeknights). <q> To perform in that jungle now, you have got to be more aggressive. You've got to be louder. </q> Pigeon racing? What <strong> Mike Tyson </strong> was there to talk about when he got the inevitable <strong> Michael Vick </strong> question. \"He admitted to the crime, he paid his time, and now he should start over. You", "new_id": -2}, {"uid": "1295470161077529109", "i": 33080, "idx": 0, "sa": ["Bernie Sanders"], "q": "with a book release the next month. The book will include the text of <strong> Bernie Sanders </strong>'s entire speech, and an original introduction written by the senator, an independent who caucuses with Democrats. <q> The very strong response to my speech tells me that there is hunger all over American for a discussion about economic truths, for a counterattack on the ferocious assaults that are taking place against working families, and for a practical plan on how we can reverse the obscene politics that favor the rich over the middle class and the disadvantaged in our nation, </q> <strong> Bernie Sanders </strong> said. \"If my speech helped educate people about some of these issues, made them aware that they're not alone in their concerns of their pain, and pointed a way to the future, it", "new_id": -2}, {"uid": "1297275995018513946", "i": 28666, "idx": 0, "sa": ["Sam Shields", "Michael Vick", "Charles Woodson", "Dom Capers"], "q": "Packers lost <strong> Charles Woodson </strong>( notes)( in the first half of Super Bowl XLV), they knew( Jarrett) Bush could not cover- that's why they kept blitzing him.\" ? <q> If you look at how <strong> Sam Shields </strong>( notes) played from the time he entered preseason to the end of the year, the improvement was phenomenal. He did not know what to do early on. That's coaching right there. My hat's off to <strong> Dom Capers </strong>. </q>? \"Everyone got all excited about <strong> Michael Vick </strong>( notes)- and there was reason to be excited early- but if you look at how he finished the season, you see( that)", "new_id": -2}, {"uid": "1295402639060080264", "i": 10089, "idx": 0, "sa": ["Oprah Winfrey", "Emma Watson", "David Letterman", "Joaquin Phoenix"], "q": "... <strong> Oprah Winfrey </strong>'s Ultimate Australian Adventure Reaches New Heights <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New Andy Kaufman?- www.twitter.com/mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New Andy Kaufman?- www.twitter.com/mjdasilva So are you in the <q> <strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp? </q> or the \"He's having a laugh camp\" . Either way, I can't wait for that debut hip-hop album. Follow me on twitter@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On", "new_id": -2}, {"uid": "1296006847180027411", "i": 9215, "idx": 0, "sa": ["Van Jones", "Alec Baldwin", "Michael Vick", "Barack Obama", "Carol Browner", "Rodney King"], "q": "Left wants to remove animals from our diets and return as much of the Earth to nature, they can read this. \"<strong> Michael Vick </strong>: Black Sheep or Scapegoat on Animal Rights?\" by <strong> Alec Baldwin </strong> www.huffingtonpost.com Articles-Columns: <q> <strong> Van Jones </strong>,` Green Jobs Czar,' a self-described` communist' arrested during <strong> Rodney King </strong> riots </q> www.examiner.com \"Exposed: The Secret AP: <strong> Carol Browner </strong> leaving as <strong> Barack Obama </strong> energy adviser <strong> Carol Browner </strong>, <strong> Barack Obama </strong>'s top energy& climate adviser, to step down <strong> Barack Obama </strong> energy, climate adviser to step down: report Director of Policy", "new_id": -2}]