[{"uid": "1296761075093225087", "i": 43319, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "Known and Unknown: A Memoir. His biggest regret, he writes, is not quitting after the Abu Ghraib prison abuse scandal. However, he has no regrets about the Iraq War, writing that <q>the Middle East would be far more perilous than it is today</q> with <strong> Saddam Hussein </strong> in power. <strong> Donald Rumsfeld </strong> notes that two letters of resignation he wrote to <strong> President Bush </strong> were rejected. He also unleashes criticism at members of <strong> President Bush </strong>'s cabinet, including former <strong> Donald Rumsfeld </strong> of State Please enter the two words", "new_id": -2}, {"uid": "1295559318082083864", "i": 847, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.'' For his part, Page said that <strong> Eric Schmidt </strong> <q>has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started.</q> The posting of advertisements, profanity, or personal attacks is prohibited. By using this Web site you agree to accept our <h6> Report offensive content: </h6> If you believe this comment is offensive or violates the", "new_id": -2}, {"uid": "1295619378256049159", "i": 41104, "idx": 4, "sa": ["Andy Coulson"], "q": "with ordinary people. It wasn't divorced from them in the way that a lot of very middle class politicians are.'' STEVEN BARNETT, PROFESSOR OF COMMUNICATIONS, UNIVERSITY OF WESTMINSTER <q>It is all starting to unravel in a way that I think would make people in News Corp extremely nervous and I think <strong> Andy Coulson </strong> has seen( future problems) coming down the road and he's getting out now. ''I think the resignation will take the heat off <strong> David Cameron </strong> personally but it raises the profile of the hacking case at a time when the government and possibly the Competition Commission are examining suitability issues and the power of a large and enhanced media organization.</q> IVOR GABER, PROFESSOR OF POLITICAL JOURNALISM, CITY UNIVERSITY, LONDON ''<strong> Andy Coulson </strong>'s resignation is no surprise given the continuing revelations and pressures emanating from the enquiries into phone hacking.", "new_id": -2}, {"uid": "1295635357052674594", "i": 11296, "idx": 1, "sa": ["Saddam Hussein", "Colin Powell", "Brent Scowcroft", "Dick Cheney"], "q": "had ''made peace'' with Gulf War colleagues like <strong> Brent Scowcroft </strong> and <strong> Colin Powell </strong> who criticized his policies as vice president, <strong> Dick Cheney </strong> replied, ''I prefer to think of it as a truce, Brian.'' <q>Clearly we had differences on subsequent policy issues,</q> he said. ''I looked at <strong> Saddam Hussein </strong> differently after 9/11 than before 9/11, as <strong> Colin Powell </strong> pointed out.... I was in the bunker under the White House on 9/11.... And I was bound and determined", "new_id": -2}, {"uid": "1295379786188088348", "i": 20773, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "<strong> Simon Cowell </strong>, also lives nearby too, sometimes. ''He knows how lonely it can be to start over in a new country and he wants her nearby,'' said the know-it-all mate. <q>Space, privacy and security don't come cheap in LA- especially where he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.</q> 3AM: Bam! Jordan's just released a statement confirming her marriage is over- and it's explosive stuff 3AM: This is where <strong> Cheryl Cole </strong> is taking her dimples and one weeping eye to live 3AM:", "new_id": -2}, {"uid": "1296768815048218146", "i": 6337, "idx": 0, "sa": ["Steve Ballmer"], "q": "event, held at the Redmond campus, is being streamed live via a Silverlight media player that is hosted on Windows Azure to developers. More than 16,000 people viewed the keynote via the live stream. <q>Make no mistake about it, when it comes to Windows Phone, we're all in,</q> said Microsoft CEO <strong> Steve Ballmer </strong> during the two-hour keynote. ''I've gotten asked various questions, ''what will you do if this or that or blah, blah, blah...'' '''Boom,", "new_id": -2}, {"uid": "1297602284267223059", "i": 2094, "idx": 2, "sa": ["Georgie Thompson", "Simon Cowell", "Holly Willoughby"], "q": "great for <strong> Georgie Thompson </strong>. She'll be fantastic.'' <strong> Holly Willoughby </strong> but was said to have angered <strong> Simon Cowell </strong> by making a series of blunders which led to viewers to campaign on entertainment websites for her sacking. Lloyd: <q>What a night it has been for you, a night of dreams</q>- minutes after she was booted off the show.", "new_id": -2}, {"uid": "1295568038178864146", "i": 35735, "idx": 7, "sa": ["Eric Schmidt"], "q": "'' Moran said. He said Wall Street was comfortable with <strong> Eric Schmidt </strong>, and that investors may question whether Page is the right person for the job because he lacks CEO experience at a major public company. <q>Certainly, there will be some concerns going forward,</q> Moran said. ''He will have to prove himself.'' The move suggests that Google needs someone at the helm who can properly create and market products to consumers, rather than just invent things,", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the ''Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> ''<strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q>It's really hard for me to watch,</q> <strong> Nicole Polizzi </strong> says of watching the punch t... ''<strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) ''<strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1297509326118882321", "i": 28017, "idx": 3, "sa": ["Donald Rumsfeld", "Fred Kaplan", "Benjamin Friedman", "Condoleezza Rice", "Colin Powell"], "q": "scores or not, <strong> Donald Rumsfeld </strong> is right that <strong> Condoleezza Rice </strong> and <strong> Colin Powell </strong> share the blame for the fiascos that occurred on their watch, including invading Iraq.''- <strong> Benjamin Friedman </strong>, research fellow, Cato Institute <q>The book is a case study in denial. Everyone around him made the mistakes, never <strong> Donald Rumsfeld </strong>( or his friend, <strong> Dick Cheney </strong>). A drab read, too.</q>- <strong> Fred Kaplan </strong>, columnist, Slate; senior fellow, New America Foundation", "new_id": -2}]