[{"uid": "1296224676092700695", "i": 2495, "idx": 11, "sa": ["David McIntosh", "Mike Pence", "Marjorie Dannenfelser"], "q": ", president of the Susan B. Anthony List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has \" come to the place that's right for him and his family. \" <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said. \" So I'm sure that he's made a discernment that this is the right move. \" Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s", "new_id": -2}, {"uid": "1296139860192086046", "i": 44659, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Steve King", "Barack Obama"], "q": ", said in its latest fund-raising report on Wednesday with the Federal Election Commission that it brought in$ 279,000 from Nov. 23 to Dec. 31, 2010, \" the New York Tim Pawlentyes writes. <q> Nearly all of the money raised came from individual donors, mostly in amounts less than$ 200. Just eight of the more than 600 itemized donations were for$ 1,000 or more. </q> AP: \" Republican <strong> Mike Pence </strong> is nearly face-to-face with his own deadline to announce by the end of the month whether he'll be maSteve King a run for <strong> Barack Obama </strong> or governor next year. A state ethics law passed last", "new_id": -2}, {"uid": "1295291311074366988", "i": 45491, "idx": 2, "sa": ["Mike Pence"], "q": ", social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012. \" The Conservative Champion, \" is up with its first post, entitled, <q> America calling <strong> Mike Pence </strong>.... You are the Conservative Champion. We call you to Serve. </q> <strong> Mike Pence </strong> is expected to make a decision by the end of January. It's also possible he runs for governor of Indiana. The response to <strong> Mike Pence </strong> speeches has given before conservative groups is notable, especially in", "new_id": -2}, {"uid": "1295958129216842277", "i": 12963, "idx": 7, "sa": ["Charlie Black", "Mike Pence"], "q": ", something that was only done once, in 1880? \" A number of things would have to fall into place to make him competitive, \" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. \" The folks I've heard, the names I've seen, are", "new_id": -2}, {"uid": "1296157924245841935", "i": 12193, "idx": 4, "sa": ["Mike Pence", "Roy Blunt", "Barack Obama", "Steve Israel"], "q": ", the Democrats' election arm of the House. But, <strong> Steve Israel </strong> warned, \" the hard climb will be identifying what provisions to reform. \" Freshman Sen. <strong> Roy Blunt </strong>( R-MO) also expressed hope that <q> the divided government can create an opportunity to accomplish some hard things. </q> Looking toward the 2012 political season all eyes were on <strong> Mike Pence </strong>, who has vowed to announce his plans to run for either <strong> Barack Obama </strong> or Indiana governor by the end of this month. He ducked questions about", "new_id": -2}, {"uid": "1296055281154206214", "i": 11829, "idx": 1, "sa": ["Mike Pence", "Paul Ryan", "Barack Obama"], "q": ", the differences were clear. While the <strong> Barack Obama </strong> talked up investments in innovation and lauded America for doing \" big things, \" <strong> Mike Pence </strong> <strong> Paul Ryan </strong> struck a sober tone about the current outlook for the country. <q> Our nation is approaching a tipping point, </q> <strong> Mike Pence </strong> <strong> Paul Ryan </strong> cautioned. \" We are at a moment where if government's growth is left unchecked and unchallenged, America's best century will be considered our past century. \" Whereas <strong> Mike Pence </strong> <strong> Paul Ryan </strong>'s response", "new_id": -2}, {"uid": "1295965142202670083", "i": 3791, "idx": 2, "sa": ["Mike Pence", "Barack Obama", "Jimmy Carter"], "q": ", the leaders of the G-20 countries-- a group that includes the world's largest economies-- are gathering in Washington to seek solutions to the ongoing... 11/26/09 Weekly Republican Address: <strong> Mike Pence </strong>( R-IN) <strong> Mike Pence </strong>: <q> The American people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q>... <strong> Jimmy Carter </strong>- Address to the Nation on Energy The <strong> Barack Obama </strong> gives remarks on North Korea's nuclear weapons test. May 25, 2009.( Public Domain)... <strong> Barack Obama </strong>: Memorial in Arizona The Zhou Brothers:", "new_id": -2}, {"uid": "1295956479149733513", "i": 33282, "idx": 6, "sa": ["Mike Pence"], "q": ", the year after the Supreme Court's decision legalizing abortion on demand. The march begins on the National Mall and ends in front of the Supreme Court building, located directly behind the U.S. Capitol. <q> Thank you for braving the cold one more time, </q> <strong> Mike Pence </strong> told the crowd. \" We will win this fight because the deepest desire of every mother and father is to protect their child, at any cost, even with their own lives, and that truth can", "new_id": -2}, {"uid": "1295290539030998554", "i": 10886, "idx": 0, "sa": ["Will Shortz", "Kevin Brady", "Mike Pence", "Carolyn McCarthy"], "q": ", there's plenty of ammo there for them. \" <strong> Carolyn McCarthy </strong> plans to re-introduce a bill this week that outlaws large-volume bullet magazines. For Texas Republican <strong> Kevin Brady </strong>, it's a lost cause. <q> I'm not supportive of it, and I don't think it <strong> Will Shortz </strong> gain much traction in the House, </q> <strong> Kevin Brady </strong> says. Like <strong> Kevin Brady </strong>, Indiana Republican <strong> Mike Pence </strong> says what happened in Tucson should not be blamed on a public policy that needs fixing. \" What we had here was a despicable human being", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}]