[{"uid": "1295280116214679587", "i": 36191, "idx": 0, "sa": ["Simon Cowell"], "q": "The singer, who assists <strong> Simon Cowell </strong> on The X Factor, tweeted last night:\" Coming out now.\" Sinitta then received messages from her followers to congratulate her on the admission. One wrote: <q> Welcome to the pink side! We have cupcakes! </q> However, the star later revealed that the tweet was instead intended to be a text message for her personal chauffeur, Gemel. Guy BurnetThe former Hollyoaks star on moving stateside and his 2011 projects EastEnders:", "new_id": -2}, {"uid": "1295976103233406470", "i": 2973, "idx": 0, "sa": ["Antonio McDyess", "Allen Iverson"], "q": "if they can just make it that far. <strong> Allen Iverson </strong> scored 29 points despite spraining his right ring finger in the first half and the Nuggets ended San <strong> Antonio McDyess </strong>'s 11-game winning streak, 109-96, on Friday night. <q> It's just because our backs are against the wall, </q> <strong> Allen Iverson </strong> said after Denver's second big win over a nemesis[ Phoenix] in 48 hours.\" We understand that every night we have to come in here and play hard and play together and not take any", "new_id": -2}, {"uid": "1295565086075235341", "i": 13166, "idx": 6, "sa": ["John Gruber", "Eric Schmidt"], "q": "After that article appeared, tech blogger <strong> John Gruber </strong> gave <strong> Eric Schmidt </strong> a new title: attendees at a forum organized by the Atlantic Monthly heard him testify to how much Google could learn about its users with their permission: <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about. </q>* In an CNN interview later that month, <strong> Eric Schmidt </strong> joked that users offended by photos of their homes showing up in Google's Street View mapping feature could\" just move.\" He quickly", "new_id": -2}, {"uid": "1295818294266780673", "i": 15358, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson", "Scottie Pippen"], "q": "spins and, of course, backboard s... <strong> Allen Iverson </strong> 18pts <strong> Carmelo Anthony </strong> career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> 18pts <strong> Carmelo Anthony </strong> career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q> I think that might be the easiest game I ever played in my career. I was out there watching, </q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nugge... video results for: their teams wizards Wizards of Waverly Place- Positive Alex( part <strong> Scottie Pippen </strong>) Alex has a", "new_id": -2}, {"uid": "1295823273074186765", "i": 6350, "idx": 1, "sa": ["Andy Coulson", "Chris Huhne"], "q": "CPS, this is really dealt with.\" Mr <strong> Chris Huhne </strong> said the police may have been reluctant to get involved in another politics-related investigation so soon after the\" cash for peerages\" inquiry. <q> I certainly think that may well have played a part because obviously they had been through a very thorough investigation there and they got nowhere. </q> On Friday, Mr Cameron reluctantly accepted Mr <strong> Andy Coulson </strong>'s resignation, but claimed he was being punished for the same offence twice, having resigned from the News of the World editor's job over the affair", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q> One day Larry and Sergey bought Android, and I didn't even notice. </q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}, {"uid": "1294977377249905176", "i": 9009, "idx": 5, "sa": ["Allen Iverson"], "q": "was going to be easy when we got here. It's obviously not.\"\" It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q> Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looking to close a team out. </q> The http://wn.com/Bruins_at_Flyers__2nd_Period__Stuart_2nd_Fight__Recchi_Bergeron_Krejci_Goals www.thesportsgamer.com Gameplay from the second period of the Winter Classic between the Philadelphia Flyers and Boston Bruins in NHL 2K11 for the Nintendo Wii. Carolina Hurricanes vs Boston Bruins, April 10th, 2010. The Bruins", "new_id": -2}, {"uid": "1296407544252772372", "i": 127, "idx": 5, "sa": ["Kyle Korver", "Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said.\" We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_30pts_Highlight_vs_Philadelphia_76ers_06/07 <strong> Allen Iverson </strong> took plenty of shots at his former team, before, during and after the game. It didn't add up to a win, though. <strong> Kyle Korver </strong> scored 26 points to help the Philadelphia", "new_id": -2}, {"uid": "1296222150071827491", "i": 21454, "idx": 6, "sa": ["Nancy Pelosi", "Lindsey Graham", "Sen. Bernie Sanders"], "q": "?\" <strong> Lindsey Graham </strong> said in reference to the former Republican president and Democratic House <strong> Nancy Pelosi </strong>. <strong> Sen. Bernie Sanders </strong> accused Republicans of hyping the fiscal instability of the program, and the media of swallowing their spin. <q> If it's raining tomorrow, therefore Social Security is in trouble. What's the surplus for Social Security? </q> he said. <strong> Sen. Bernie Sanders </strong> said the trust fund is similar to businesses that take out loans from time to time to cover short-term costs but are fiscally sound over the long term. The other members", "new_id": -2}, {"uid": "1295391203109740051", "i": 7478, "idx": 4, "sa": ["Sergio Marchionne"], "q": "auto worker installs seat belts to a Chrysler Chrysler Brand CEO Francois speaks in... Chrysler Town and Country Report Abuse \"\" We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday\" \" <q> One amenity is an optional heated steering wheel, a first among minivans. </q> Report Abuse \" Why haven't detroit automakers learned yet that we don't want rebadged vehicles over and over? \" Why is there so much contempt for the american public? We are not that stupid you", "new_id": -2}]