[{"uid": "1296200464159858698", "i": 5817, "idx": 13, "sa": ["David McIntosh", "Mike Pence", "Marjorie Dannenfelser"], "q": "she trusts that <strong> Mike Pence </strong> has \" come to the place that's right for him and his family. \" \" What I most want is for him to have a long future, \" <strong> Marjorie Dannenfelser </strong> said. <q> So I'm sure that he's made a discernment that this is the right move. </q> Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \" because he made it. \" \" You've got to have the fire in your", "new_id": -2}, {"uid": "1297213873164479095", "i": 6975, "idx": 0, "sa": ["Mike Pence", "Eric Holder"], "q": "she was 15. She once went to Planned Parenthood posing as a 13-year-old girl who said she was pregnant by a 31-year-old man. The latest undercover sting is being made public as Congress takes up the <q> No Taxpayer Funding for Abortion Act. </q> Republicans in the House want to cut Planned Parenthood's$ 300 million in federal funding. \" The time has come to deny all federal funding to Planned Parenthood of AmEric Holdera, \" says <strong> Mike Pence </strong>( R-Ind", "new_id": -2}, {"uid": "1296175633054247430", "i": 32232, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Jackie Walorski"], "q": "she was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>. \" I think he's the clear frontrunner and I think the race is his if he chooses to accept it, \" <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> Indiana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \" rising stars \" like <strong> Mike Pence </strong>. \" <strong> Mike Pence </strong>'s been a strong voice in Congress and", "new_id": -2}, {"uid": "1296286332201490484", "i": 3220, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Jackie Walorski", "Mike McDaniel"], "q": "she was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>. \" I think he's the clear frontrunner and I think the race is his if he chooses to accept it, \" <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> Indiana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \" rising stars \" like <strong> Mike Pence </strong>. \" <strong> Mike McDaniel </strong>'s been a strong voice in Congress and", "new_id": -2}, {"uid": "1296232715058523654", "i": 18010, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Jackie Walorski", "Mike McDaniel"], "q": "she was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>. \" I think he's the clear frontrunner and I think the race is his if he chooses to accept it, \" <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> Indkana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \" rising stars \" like <strong> Mike Pence </strong>. \" <strong> Mike McDaniel </strong>'s been a strong voice in Congress and", "new_id": -2}, {"uid": "1295891150149438465", "i": 48198, "idx": 11, "sa": ["Steve King", "Bill Adair", "Mike Pence", "Michele Bachmann", "Eric Cantor", "John Boehner"], "q": "show that AmEric Cantorans are more supportive of the law once they are told what's in it. But <strong> Michele Bachmann </strong> is hardly the first Republican to falsely claim that the AmEric Cantoran people are on their side: <q>- House Speaker <strong> John Boehner </strong>( R-OH): </q> \" We made a commitment to the AmEric Cantoran people. We're listening to the AmEric Cantoran people. They want this <strong> Bill Adair </strong> repealed. 1/6/2011]- <strong> Mike Pence </strong> <strong> Steve King </strong>( R-IA): \" [ T", "new_id": -2}, {"uid": "1295558979260145159", "i": 39254, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Gary Bauer", "Ron Paul"], "q": "sides and opened the door to killing without a consience which is what legalized abortion allows. www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious fRon Paultline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the", "new_id": -2}, {"uid": "1295478090159825968", "i": 20723, "idx": 0, "sa": ["Mike Pence"], "q": "sign of class as you can see. Inappropriate? Alert us. Reply Post new beugel January 18, 2011 at Syracuse man gets probation for computer tampering Syracuse Real Niner January 18, 2011 at 4:18 PM Follow <q> As part of the plea deal, Fahey sentenced Olmstead as a youthful offender, removing the felony from his record and sealing the case file. </q> However Google will now retain the details of his conduct forever. Inappropriate? Alert us. Reply Post new The_Muse January 18, 2011 at 4:42 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse", "new_id": -2}, {"uid": "1295440155086491144", "i": 37846, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "signal of his political plans. \" This nation faces serious challenges that will require us to renew our commitment to the institutions that are resilient enough to lead America back, \" <strong> Mike Pence </strong> said. <q> I believe those are, the institutions are, and have always been, faith, family, community and state government. To renew our nation we must have a renewal of American federalism. </q> <strong> Mike Pence </strong> met earlier in the day with officials including Republican Gov. <strong> Mitch Daniels </strong>, who can't run for third term and also is considering whether to enter the 2012 presidential campaign. <strong> Mike Pence </strong> singled <strong> Mitch Daniels </strong> out", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q> One day Larry and Sergey bought Android, and I didn't even notice. </q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}]