[{"uid": "1297348977055672873", "i": 58875, "idx": 3, "sa": ["Mike Pence", "Jeff Duncan"], "q": "Poll[ for president]... Schism City... The Tea Pary Takeover... Obama's Role.\" A COMMITTEE TO REDUCE SPENDING? <strong> Mike Pence </strong> <strong> Jeff Duncan </strong>( R-S.C.) plans to introduce legislation to create a <q> committee on nonessential federal expenditures, </q> according to an alert passed along by a source. \"The committee would be based on the` Byrd Committee' proposed by Senator Harry Byrd( D-VA) in the 77th Congress. That committee is credited with", "new_id": -2}, {"uid": "1297118665245366793", "i": 14204, "idx": 0, "sa": ["Jim Clyburn", "Mike Pence"], "q": "a procedure generally reserved for non-controversial legislation; the fifth is a resolution that merely instructs committees to review federal regulations for their impact on job growth. Democratic leaders contend it doesn't amount to much. <q> Members return Tuesday from a week and a half of recess for another light legislative agenda in the House of Representatives, </q> Kristie Greco, spokeswoman for the assistant Democratic leader, <strong> Mike Pence </strong> <strong> Jim Clyburn </strong>( S.C.), wrote in a note to reporters over the weekend. \"Perhaps if House Republicans had a jobs agenda, the schedule would be", "new_id": -2}, {"uid": "1296243233063520795", "i": 30718, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Chris Christie", "Gary Bauer"], "q": "a non-social party has won re-election in Parliament. And BP says its well is dead. www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Chris Christietian credentials. To some, he's the", "new_id": -2}, {"uid": "1296179070266141708", "i": 52455, "idx": 0, "sa": ["Mike Pence"], "q": "he wants to focus on issues closer to home. Last year <strong> Mike Pence </strong> stepped down from his house leadership position which has led to a lot of speculation. The 51-year-old <strong> Mike Pence </strong> often describes himself as <q> a christian, a conservative, and a republican, in that order. </q> Share this article: Pence-will-not-seek-republican-nomination-for-president-114761134.html#commentform\" title=\"\"> 0 Comments Pence-will-not-seek-republican-nomination-for-president-114761134.html#\" title=\"Email this article\"> Email this article Representative- <strong> Mike Pence </strong>- will- not- seek", "new_id": -2}, {"uid": "1296166515171278337", "i": 40692, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "From the Indy Star: U.S. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012.\" ... he telegraphed his", "new_id": -2}, {"uid": "1295631499142901251", "i": 33221, "idx": 0, "sa": ["Gabrielle Giffords", "Mike Pence", "Trace Gallagher", "Megyn Kelly", "Ken Bennett", "Barack Obama"], "q": ", Secretary <strong> Ken Bennett </strong>'s spokesman gave this response: \"It's almost become a kind of urban legend in Arizona,\" Benson said of the allegation that Mexicans are being brought into the United States to vote. <q> In terms of specific instances, we haven't seen it. </q>( Arizona Republic, 10/28/10; www.azcentral.com http://wn.com/Barack Obama_Barack Obama_on_the_Arizona_Attack_and_Rep_Gabrielle Giffords Reload from DPS72| FOXnews| <strong> Megyn Kelly </strong> and <strong> Trace Gallagher </strong> <strong> Megyn Kelly </strong> and <strong> Trace Gallagher </strong> review the 911 tapes and timeline of the Tucson shooting. http://wn.com/Arizona_congresswoman_Gabrielle Giffords_Gabrielle Giffords_among_12_shot_at_Tucson_grocery_[CNN_LIVE_FOOTAGE]( CNN)-- US <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>", "new_id": -2}, {"uid": "1296366488199786542", "i": 44444, "idx": 9, "sa": ["Mike Pence"], "q": "less than 60 percent of the vote in the next five elections in east central Indiana.( 3 of 4) Stephan said winning the congressional seat was especially gratifying for <strong> Mike Pence </strong>. Stephan said, <q> I think it was a sense that` there is a second chance; there is an opportunity to serve at this level- I've learned a lot. I've grown a lot, and I'm in a better position now to represent Indiana than I would have been.' </q> One of his first actions after being sworn in was to create a miniature radio studio in his office. In 2003, he appeared on or was mentioned in national radio, television and newspapers", "new_id": -2}, {"uid": "1296170473171278348", "i": 2071, "idx": 0, "sa": ["George W. Bush", "Mike Pence"], "q": "left the door open for a campaign to become Indiana's governor. The Indianapolis Star said on its website that <strong> Mike Pence </strong>, 51, made his announcement in a letter being sent to supporters. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> and wife Karen said in the letter. \"We will not seek the Republican nomination for <strong> George W. Bush </strong> in 2012.\" <strong> Mike Pence </strong>'s supporters, who include Tea Party advocates, have been pressing him to", "new_id": -2}, {"uid": "1296232207160088064", "i": 23149, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "to states that host early Barack Obamaial primary contests, fueling some speculation he might seek the White House instead. <strong> Mike Pence </strong>, R-Ind., announced Thursday that he would not run for <strong> Barack Obama </strong> in 2012. <q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home, </q> <strong> Mike Pence </strong> said in a letter to supporters. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012.\"", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]