[{"uid": "1295571277037306368", "i": 12123, "idx": 1, "sa": ["Eric Schmidt"], "q": "\" and described continued growth of the firm's Android mobile operating system. In reference to the management restructuring, current CEO <strong> Eric Schmidt </strong> said he hoped the reorganization would enable the company to operate more efficiently. <q> Larry, Serg and I spend a lot of time talking about how we could run the company even better... Historically we were making decisions together which adds delays to the process, </q> he said. \"I believe Larry is ready... It's time for him to have a shot at running this and I'm sure he'll do a fantastic job.\"", "new_id": -2}, {"uid": "1297284059243777648", "i": 2628, "idx": 0, "sa": ["Simon Cowell"], "q": "show. However it is claimed bosses are worried as he is yet to sign a deal to return for the later stages of the competition. A source said to UK newspaper Daily Mirror: <q> They are at their wit's end. The X Factor is ITV's biggest show and they can't afford for it to flop. </q>*** \"It's getting to the point where they are literally willing to do anything in order to persuade <strong> Simon Cowell </strong> to appear in the live shows. But the simple fact is he can't be in", "new_id": -2}, {"i": 10146, "idx": 1, "index_answer": 2, "new_id": -1, "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> <strong> Barbra Streisand </strong> America contestants bring home state designs to \"Show Us Your Shoes\" parade in Las Vegas America contestants strutted down the Las Vegas Strip displaying shoes decorated", "sa": ["Jay Leno", "David Letterman", "Conan O'Brien", "Barbra Streisand"], "uid": "1295127807207224874"}, {"uid": "1296037931233095171", "i": 33102, "idx": 0, "sa": ["Michael Vick"], "q": "of the organization. \"We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry.\" She also tries to recast the safety question. <q> I can't point to anything to say it's 100 percent safe, </q> Keller said. \"The thing is, it only needs to be safer. The only standard is that it's safer than smoking.\" <strong> Michael Vick </strong> Scores First Endorsement Since Prison Release Wheelchair-Bound Woman Rescued From Under MARTA", "new_id": -2}, {"uid": "1295501732152404070", "i": 33003, "idx": 6, "sa": ["Cheikh Samb", "Tayshaun Prince", "Antonio McDyess", "Allen Iverson", "Chauncey Billups"], "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. \"It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q> <strong> Bob Marley </strong> knew it would happen. You think every game you go out and play it's going to happen. It feels good. <strong> Bob Marley </strong> wanted to get the monkey off my back. <strong> Bob Marley </strong>'m just excited that <strong> Bob Marley </strong> got my first win and <strong> Bob Marley </strong> can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "new_id": -2}, {"uid": "1296817001259670033", "i": 39633, "idx": 3, "sa": ["Zahi Hawass"], "q": "at the museum resulted in \"70 broken objects, all of which can be restored.\" \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. <q> If anything happens, I will announce it. </q> He explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops stationed in his office and behind the museum's high railings. <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1297176031226918403", "i": 3191, "idx": 33, "sa": ["David Letterman", "Aaron Rodgers"], "q": ", kicked a field goal and I'm thinking, one, I'm a little worried about our special teams. Every time we kick off, I kind of hold my breath.\" <strong> David Letterman </strong>: <q> Now, why is that? Because earlier you spoke of nothing but confidence in the team? </q>( <strong> David Letterman </strong>, <strong> Aaron Rodgers </strong>, audience laugh) <strong> Aaron Rodgers </strong>: \"It's just too many bad memories of us taking control of the momentum and then losing it with a kickoff return or, you know--", "new_id": -2}, {"uid": "1295682265065617928", "i": 89, "idx": 13, "sa": ["Mitch Daniels", "Charlie Black", "Mike Pence"], "q": "a favorite of Republicans who like <strong> Mitch Daniels </strong>' broad experience and fiscal credentials. <strong> Mitch Daniels </strong> has said he won't make a decision about running for president until after this year's legislative season ends in April. <q> If( <strong> Mitch Daniels </strong>) runs, I think it's hard for <strong> Mike Huckabee </strong>, because all the financial base in Indiana would likely go to <strong> Mitch Daniels </strong>, </q> <strong> Charlie Black </strong> said. But <strong> Mike Pence </strong> also can't afford to wait to decide because he has a long way to go in building a fundraising network and a campaign team, and becoming better-known. As", "new_id": -2}, {"uid": "1295284718082854012", "i": 48358, "idx": 1, "sa": ["Piers Morgan", "Jon Stewart", "David Letterman", "Mother Teresa"], "q": "then- you know, last week both <strong> Jon Stewart </strong> and <strong> David Letterman </strong> made a huge deal of pretending not to know who I was. Fantastic! \"Cos we all know they do.\" He continued: <q> So it's funny. I want to be the great unknown of American television, the one they all pretend they don't know. That's great! Perfect! </q> Discussing how he likes \"stirring things up\" and causing \"controlled mayhem\", <strong> Piers Morgan </strong> added: \"CNN know they haven\"t hired <strong> Mother Teresa </strong>, to put it bluntly.\" This week, we", "new_id": -2}, {"uid": "1297193906067846212", "i": 27163, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "Tuesday. The pre-war attack never happened, although the site was struck in the opening days of the war that <strong> President Bush </strong> launched in March 2003, about a month after <strong> Colin Powell </strong>'s U.N. speech. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later", "new_id": -2}]