[{"uid": "1295819766030490636", "i": 19090, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q>Why I Don't Buy Quora Hype</q> http://jc.is/hIDN8O#wrong#dumb#linkbait Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do the Trick$ 10K iTunes Winner Hung Up On Apple, Thought It Was a Prank", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q>It's really hard for me to watch,</q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1297501952213155841", "i": 2753, "idx": 0, "sa": ["Queen Beatrix", "Donald Rumsfeld", "Barack Obama", "Jane Holl Lute", "Janet Napolitano", "Juan Carlos I of Spain"], "q": "2000. On January 23, 2009, <strong> Barack Obama </strong> announced his intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ <strong> Juan Carlos I of Spain </strong>] Re: <strong> Janet Napolitano </strong>: <q>Al-Qaeda does not exist: Natural Born Americans are the terrorists</q> \"Reply# 48 on: February 09, 2011, 03:52:38 PM\" How about this... <strong> Janet Napolitano </strong>: \"<strong> Queen Beatrix </strong> am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes", "new_id": -2}, {"uid": "1295569740103366731", "i": 31680, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Free Software Offers Applicationi Visualization And Combines Diagnostics& Monitoring in One Dashboard <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having Larry running things day", "new_id": -2}, {"uid": "1296697164001523715", "i": 43800, "idx": 2, "sa": ["Eric Snow", "Allen Iverson"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter. \"When he got ejected, everybody just stepped up their game,\" <strong> Allen Iverson </strong> said. <q>We said, \"What are we gon na do?\"</q> <strong> Eric Snow </strong> said. \"Are we gon na lay down? Or are we gon na pick up the intensity?\" The 6-3 <strong> Eric Snow </strong> set the Mets, Pagan agree to one-year deal Red Sox sign four", "new_id": -2}, {"uid": "1297252657192888905", "i": 35470, "idx": 2, "sa": ["Colin Powell"], "q": "argue that Iraq's behavior influenced the decision, although the nuances are often lost in public statements. In 2003, then-Secretary of State <strong> Colin Powell </strong> declared in his famous speech to the U.N. Security Council, <q><strong> Saddam Hussein </strong> forced out the last inspectors in 1998.</q> 2002-2003 inspections The departure of the inspectors in 2003 is much more clear-cut: They wanted to keep looking for weapons of mass destruction and reported that Iraq was showing increasing cooperation. But the Bush administration", "new_id": -2}, {"uid": "1296203256159924264", "i": 1987, "idx": 1, "sa": ["Paula Abdul", "Ryan Seacrest", "Kelly Clarkson", "Simon Cowell", "Michael Jackson", "Justin Guarini"], "q": ", The <strong> Simon Cowell </strong> Years: Image: American Idol judges Randy <strong> Michael Jackson </strong>, <strong> Paula Abdul </strong> and <strong> Simon Cowell </strong> pose as they arrive for a party for the finalists of season one in 2004 370) this.width= 370\" alt= <q><strong> Justin Guarini </strong> and <strong> Kelly Clarkson </strong> hug each other at the conclusion of their performances at the Kodak Theatre in Hollywood</q>/> Besides introducing us to the now-omnipresent <strong> Ryan Seacrest </strong>, the first year of Idol featured a final showoff between <strong> Justin Guarini </strong> and <strong> Kelly Clarkson </strong>. The blonde youngsters looked great together-- something Hollywood later tried to exploit with the", "new_id": -2}, {"uid": "1295433140214253578", "i": 13093, "idx": 0, "sa": ["Diane Sawyer", "Mike Pence"], "q": "She's in the ICU. You know, gone through this traumatic injury. And she spent 10 minutes giving me a neck massage,\" Kelly said in an interview with <strong> Diane Sawyer </strong> to air today on ABC. <q>It's so typical of her that no matter how bad the situation might be for her, you know, she's looking out for other people.</q> Such encounters indicate higher levels of functioning, implying that \"she's recognizing him and interacting, perhaps in an old familiar way with him,\" said Dr. <strong> Mike Pence </strong> Lemole. Dr. Randall Friese", "new_id": -2}, {"uid": "1297702868198672412", "i": 30269, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": ": \"She won't be able to change her appearance or hair without the say-so of a producer and they have told her she must do her best to lose her accent.\" They added: <q><strong> Cheryl Cole </strong> likes to be in control of her own destiny and feels she will have hardly any say in her own life. She says she will be living like a Stepford Wife.</q> As speculation grows over who will be joining <strong> Simon Cowell </strong> as a judge on the US show, X Factor bosses have quashed reports suggested that troubled actress <strong> Lindsay Lohan </strong> is being considered for the programme.", "new_id": -2}, {"uid": "1295573281224641037", "i": 28605, "idx": 0, "sa": ["Eric Schmidt"], "q": "have what Google needs? That's not obvious. After the news broke on Thursday afternoon, <strong> Eric Schmidt </strong> posted a message on Twitter that linked to his blog post about the changes, also writing <q>day-to-day adult supervision no longer needed!</q> That comment was a reference to the fact that <strong> Eric Schmidt </strong>- a former senior executive with Sun Microsystems- was seen by many as the \"adult supervision\" the two young billionaires needed in 2001, when", "new_id": -2}]