[{"uid": "1297393195089440264", "i": 16526, "idx": 0, "sa": ["Mike Pence"], "q": "Parenthood, even though none of those funds pay for abortion services, per the ban imposed by the Hyde Amendment. In reality, all of the money  Mike Pence  is trying to eliminate href=\"http://www.bobcesca.com/blog-archives/2011/02/the_republican_14.html\" target=\"_hplink\"> pays for  cancer screenings, birth control, and other health care services for poor people.  said on the floor of the House, \"As a father of two teenage daughters, I see the video that came out this morning, I see the video that came out last week, and it's", "new_id": -2}, {"uid": "1295972342230735876", "i": 20102, "idx": 0, "sa": ["Kevin McCarthy", "Bill Brady", "Mike Pence", "Paul Ryan", "Don Young", "Ben Bernanke", "John Boehner"], "q": "And  John Boehner  was far from the only one laying out$ 100 Bill Bradyion in non-defense discretionary spending cuts as the Ben Bernankechmark. Incoming House Budget Committee Chairman  Paul Ryan ( R-WI) said that the GOP's goal was to cut  a good$ 100 Bill Bradyion.   Mike Pence   Kevin McCarthy ( of \" Don Young  Gun\"\"  fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\"\"  \"We", "new_id": -2}, {"uid": "1295278289044859433", "i": 24202, "idx": 4, "sa": ["Mike Pence"], "q": "Benko believes  Mike Pence  could easily rally the Tea Party, which provided the GOP with the needed muscle to take back the House of Representatives and make considerable gains in the Senate during the 2010 congressional elections.  You need people and you need money, and both of them are just out there waiting for an extraordinary person to unite behind,  Benko told CNSNews.com. \"He[  Mike Pence ] is a true constitutionalist, which is at the core of the DNA of us tea partiers. Benko also mentioned  Mike Pence 's \"unique track record of having", "new_id": -2}, {"uid": "1294953424093011989", "i": 267, "idx": 0, "sa": ["Mike Pence"], "q": "Republican  Mike Pence  arrived at Columbus in his east-central Indiana district for a town hall meeting, the sort of event that usually attracted a few dozen constituents. Surprised to see the hallway outside the room crowded with people,  their arms folded and brows furrowed,   Mike Pence  shouted down the hall to an aide, asking him to get a janitor to open the room. The aide shouted back that the room was open-- and overflowing. Congress had just passed the stimulus(", "new_id": -2}, {"uid": "1295958129216842277", "i": 12967, "idx": 11, "sa": ["Mike Pence"], "q": "that he's leaning in one direction, but declined to say what that was. \"We're nearing the end of a process that began right after Election Day in November,\"\"   Mike Pence  said.  We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.  His recent activities suggest he has been keeping his options open.  Mike Pence  addressed state legislators last week and is speaking at 16 upcoming Lincoln Day dinners around the state. He", "new_id": -2}, {"uid": "1296777071232128536", "i": 56292, "idx": 10, "sa": ["Mike Pence", "William Miller"], "q": ".\"\"   Mike Pence  Toomey. \"Whenever secretive deals swirl in the Capitol, Toomey is always the first suspect to come to mind among insiders, usually with good reason.\"\"  Rusty Kelley.  It is no easy feat to spend 44 years in the high-pressure world of lobbying.  Neal T. \"Buddy\"\"  Jones and  William Miller . \"Jones puts in long hours at the Capitol and oversees the firms' phalanx of lobbyists.  William Miller  takes care of the politics; he knows everybody(", "new_id": -2}, {"uid": "1295278861147685381", "i": 3156, "idx": 0, "sa": ["Mike Pence"], "q": "formerly the third ranking Republican in the House GOP caucus, announced his resignation from that leadership position on Nov. 3, 2010, the day after the midterm election. At the time, he said that he had  begun to look to the future  and decided he would not be able to fulfill his leadership duties over the next two years.( href=\"http://www.freerepublic.com/news/article/rep-Mike Pence-Mike Pence-steps-down-republican-con\" target=\"_self\"> See earlier story) The move sparked rumors that  Mike Pence , after winning the Values", "new_id": -2}, {"uid": "1297443949230703173", "i": 34637, "idx": 8, "sa": ["Mike Pence", "Michele Bachmann"], "q": " defund the health care law.  Mike Pence   Michele Bachmann ( R-MN) even adopted the effort as her sole\"\"  16 GOP lawmakers, the reality of the party's position is coming home to roost. These Republicans,  many of whom were swept into office fueled by tea party anger over the health care law,  are now facing the same expensive, unforgiving health insurance market as middle-class Americans the GOP wantonly abandoned: \" \"I have a niece who has pre-existing conditions, and I worry about her if she was ever", "new_id": -2}, {"uid": "1296082803258637838", "i": 14532, "idx": 2, "sa": ["Mitch McConnell", "Paul Ryan", "Mike Pence", "Peter King"], "q": "something about spending. However, freezing government spending for five years at the increased levels of the last two years is really not enough.\"\" - href=\"http://www.bizjournals.com/louisville/blog/2011/01/louisville-area-congressional-leaders.html\" target=\"_blank\">  Mitch McConnell , the Senate minority leader  That was tantamount to me gaining twenty pounds at Christmas and me saying to my wife at Christmas,` That's it, we're not gaining any more weight.' - href=\"http://www.politico.com/news/stories/0111/48227.html\" target=\"_blank\">  Mike Pence , a Republican congressman from Indiana \"Their day of reckoning has arrived. Ours is around the corner. That is why we must act now.\"\" - href=\"http://tpmdc.talPeter Kingpointsmemo.com/2011/01/Paul Ryan-Paul Ryans-sotu-response-our-day-of-reckoning-is-around-the-corner.php\"", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog.`` Larry, in my clear opinion, is ready to lead.'' Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}]