[{"uid": "1295797594180797479", "i": 2908, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "2012 <strong> Colin Powell </strong> says he's uncommitted in 2012- POLITICO Live: <strong> Colin Powell </strong> says he's uncommitted in 2012 <strong> Colin Powell </strong> said on Sunday that he was not committed to supporting <strong> Barack Obama </strong> or any other candidate in 2012 <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> said on CNN's \"State of the Union \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\"", "new_id": -2}, {"uid": "1296742613164560898", "i": 35569, "idx": 1, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "Ultimately, <strong> Donald Rumsfeld </strong> blames former <strong> George H. W. Bush </strong> for not clearly resolving the disagreement and clearly charting a post-war plan before hostilities commenced, instead deferring to his point man on Iraq reconstruction, L. Paul Bremmer. <strong> George H. W. Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> writes <strong> Donald Rumsfeld </strong>. Bremmer, suggests <strong> Donald Rumsfeld </strong>, pursued a muddled reconstruction plan that more closely resembled that which was advocated by the State Department. At the same time, <strong> Donald Rumsfeld </strong> gripes Brummer did not keep the", "new_id": -2}, {"uid": "1296827630066306062", "i": 7787, "idx": 0, "sa": ["Darren Emerson", "Simon Cowell", "Kate Thornton"], "q": "( 03.02.11) that she and partner DJ news from Female First\"> DJ <strong> Darren Emerson </strong> split some time ago, but have remained close in order to protect their two-year-old son Ben. She said: <q> As you ladies are aware I separated from <strong> Darren Emerson </strong> some time ago and we have worked through this together. We have come to terms with it now and are now able to speak about it. Every relationship where a child is involved is born out of love. There is a little boy in the middle and he has to come first. There is an overwhelming emotion of sadness but it doesn't make me want to scream and shout. It makes me want to learn from it. </q> \" I wouldn't watch the show now because it would be like seeing your ex-boyfriend with his new girlfriend. \" <strong> Kate Thornton </strong> and <strong> Darren Emerson </strong> started dating in 2004 and got engaged in 2007. <strong> Simon Cowell </strong> from", "new_id": -2}, {"uid": "1295568458148553735", "i": 7156, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "SAN FRANCISCO- Google Inc. co-founder <strong> Larry Page </strong> is taking over as CEO in search leader's fourth-quarter earnings. <strong> Larry Page </strong>, 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been brought in as CEO a <q> Don't Be Evil? </q> video- beta version As seen in Times Square, a new video from Inside Google( a project of Consumer Watchdog) illustrates just how important it is we get Congress to create a \"do not track me", "new_id": -2}, {"uid": "1294977284267157543", "i": 144, "idx": 1, "sa": ["Beverly Hills", "Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": "Frasier\" star's two children with <strong> Camille Grammer </strong> are doing now that their parents are divorcing. PLAY IT NOW: Access Snack Break:` The Real Housewives Of <strong> Beverly Hills </strong>'( December 10, 2010) <q> The kids seem to be doing OK, </q> <strong> Kelsey Grammer </strong> said during his visit to the \"Late Show with Letterman-David Letterman/215\"> <strong> David Letterman </strong>\" on Thursday. \"We've been spending quite a bit of time with them, Kayte and I. Kayte's my new", "new_id": -2}, {"uid": "1295233159192299056", "i": 37953, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Keith Ellison"], "q": "that erupted at <strong> Gabrielle Giffords </strong>' political event in Tucson, Ariz., on Jan. 8, 2011. \"I think right now she is inspiring all of us,\" said Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). <q> I think she is inspiring our nation with her courage, with her strength. </q> Now reinforcing that courage is added security. This weekend at a Minneapolis market, officers were out in force for Democrat Rep. <strong> Keith Ellison </strong>'s \"Congress on Your Corner\" event. Around the country", "new_id": -2}, {"uid": "1295754864179863585", "i": 31401, "idx": 8, "sa": ["Juan-Carlos Navarro", "Kobe Bryant", "Chris Bosh", "LeBron James", "Allen Iverson", "Pau Gasol"], "q": "a strained right groin, the one negative on the night. <strong> Chris Bosh </strong> said he'd hurt his groin a day earlier in practice. \"I was just trying to get going,\" said the all-star forward. <q> Usually it's one of those things that when you get warm, you don't feel it. But it was a <strong> Kobe Bryant </strong> painful maLeBron James certain cuts, so I decided to take it easy. \"I'm sure after a good rest tomorrow and good treatment, I'll be ready to go Friday( when the Raptors host Cleveland). </q> <strong> Juan-Carlos Navarro </strong> led the Grizzlies( 5-10) with 15 points, while <strong> Pau Gasol </strong> had 13. Toronto outshot and outhustled the Grizzlies all night Iverson_Allen Iverson_11pts_vs_LeBron Jamess_in_17mins_action_09/10_NBA_*Memphis_Grizzlies_Debut_*Welcome_Back <strong> Allen Iverson </strong>( notes) made his debut with the Memphis Grizzlies on Monday, and", "new_id": -2}, {"uid": "1295479113159825927", "i": 1206, "idx": 1, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": ". How will <strong> Nigel Lythgoe </strong>'s return to Idol change things? One former Fox insider tells Vulture the return of the banished producer( and So You Think You Can Dance judge) should not be discounted: <q> It's very significant, </q> the source says. <strong> Nigel Lythgoe </strong> was at the helm of Idol during its glory years and seemed to get pushed aside, at least in part, by <strong> Simon Cowell </strong>'s desire for greater control of the show. Now <strong> Nigel Lythgoe </strong>", "new_id": -2}, {"uid": "1295770856146751522", "i": 18802, "idx": 3, "sa": ["Colin Powell"], "q": "4 p.m. at Noodles& Company, 10550 E. Garden Drive in Aurora. Twenty-five percent of all sales will benefit the Youth Mentoring Collaborative, a group of nine mentoring organizations that helped Aurora win the 2010 <q> 100 Best Cities for Young People </q> award from America's Promise Alliance, a program started by retired Gen. <strong> Colin Powell </strong> to encourage kids For more information on mentor enrichment training classes at the Youth Mentoring Collaborative in Denver, check the website Use", "new_id": -2}, {"uid": "1295290534026066985", "i": 14353, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", who remains in critical condition after a shooting at a January 8 public event, is moving both sides of her body and is able to breathe on her own, a fellow member of Congress said Sunday. <q> She's doing great, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-New York and a friend of the Arizona congresswoman, on NBC's \"Meet The Press.\" <strong> Kirsten Gillibrand </strong> said she Hospital: <strong> Gabrielle Giffords </strong> upgraded from critical to serious condition Arizona( CNN)--", "new_id": -2}]