[{"uid": "1296321351009207821", "i": 25982, "idx": 0, "sa": ["Katie Price", "Drew Carey", "Rebecca Field", "David Letterman", "Bob Barker", "Justin Timberlake", "David Bowie"], "q": "developed from moves recorded by the agents from <strong> Justin Timberlake </strong>'s choreographer Marty Kudelka. The http://wn.com/Justice_What's_The_Right_David Bowieg_To_Do?_Episode_02_PUTTING_A_Katie Price_TAG_ON_LIFE Hello I'm <strong> Rebecca Field </strong> with a UPI entertainment update on this Tuesday, July 24, 2007. Comedian <strong> Drew Carey </strong> is replacing <strong> Bob Barker </strong> on <q> The <strong> Katie Price </strong> is Right. </q> <strong> Drew Carey </strong> made the announcement last night on`` The Late Show With <strong> David Letterman </strong>.'' <strong> Bob Barker </strong> retired last month after 35 years on the program. There's no word on when the <strong> Drew Carey </strong> will go on air. The", "new_id": -2}, {"uid": "1295378879165773328", "i": 57470, "idx": 1, "sa": ["Barack Obama", "Kirsten Gillibrand"], "q": "to provide industries a life-line to compete. If one manufacturer is forced to close because we fail to combat subsidized imports, that is one less manufacturer able to export and help grow our economy.'' <q> In the coming weeks, we intend to introduce legislation in the Senate to address the unlawful practice of currency manipulation and to penalize violators of our global trade rules. </q> DEMOCRATIC SENATOR <strong> Kirsten Gillibrand </strong> IN LETTER TO <strong> Barack Obama </strong>`` I recently wrote to you expressing my concern over the government of China's involvement in activities to undermine our nation's cybersecurity.''``", "new_id": -2}, {"uid": "1295277490032079885", "i": 32358, "idx": 0, "sa": ["Harry Reid", "Bernie Sanders", "Barack Obama"], "q": "lined up against any change in benefits for Social Security and have begun warning <strong> Barack Obama </strong> to avoid the entitlement debate in his State of the Union address. <strong> Bernie Sanders </strong> says he counts <strong> Harry Reid </strong> among his allies in this fight: <q> The battle lines are forming within the Democratic Party over the charged question of reforming Social Security in the days leading up to <strong> Barack Obama </strong>'s State of the Union address. </q> Liberals, such as Sen. <strong> Bernie Sanders </strong>( I-Vt.), and labor unions, such as the AFL-CIO, AFSCME and SEIU, have taken a firm stand against cutting Social Security benefits.... <strong> Bernie Sanders </strong>", "new_id": -2}, {"uid": "1296939660153092098", "i": 31016, "idx": 0, "sa": ["Sergio Marchionne"], "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"uid": "1295440369254591006", "i": 24482, "idx": 3, "sa": ["Simon Cowell"], "q": "to have Sue appear as a judge on <strong> Simon Cowell </strong>'s show The X Factor.`` I think she'd be fantastic- and there would be a few contestants reduced to tears,'' she joked. <q> It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there's only room for one ego on the show! </q> href=\"http://clkuk.tradedoubler.com/click?p(109677)a(1829757)g(17855490)url(http://www.viagogo.co.uk/Arts- and- Theatre- Tickets/Shows- and- Awards/Glee- Live- Tickets)\"> Glee Live Tickets are on sale now for the show's UK arena tour this summer. href=\"http://twitter.com/omgmusic\"> Follow", "new_id": -2}, {"uid": "1297702534073007116", "i": 4671, "idx": 4, "sa": ["Stephen Elop", "Steve Ballmer"], "q": ", maar ook in andere Bing-diensten, zoals op pc en tv.'' Telco-vriendelijk <strong> Steve Ballmer </strong> nodigde ook Nokia-topman <strong> Stephen Elop </strong> uit op het podium. De twee oud-collega's sloten vrijdag een samenwerkingsovereenkomst. <strong> Stephen Elop </strong>: <q> Nokia en Microsoft vormen een natuurlijke combinatie. Mensen beginnen het te snappen. We bouwen aan een derde mobiel ecosysteem. Dat leidt uiteindelijk tot meer keus voor de consument. </q> 3 jaar geleden: 14 februari 2008 4 jaar geleden: 14 februari 2007 5 jaar geleden: 14 februari 2006 Internet Explorer heeft opnieuw last van` drag and drop-probleem' 6 jaar geleden: 14 februari 2005", "new_id": -2}, {"uid": "1296214675253706418", "i": 19031, "idx": 3, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": "bas'', a ajout <strong> Patrick Achi </strong> lors d'une conf?rence de presse au Golf h?tel d'Abidjan o est retranch le camp <strong> Alassane Ouattara </strong>. Selon le journal Le Nouveau R?veil, cette banque centrale concentrerait environ 400 millions d'euros. <q> Cette question de r?quisition(...) n'est pas anodine. Elle nous pr?pare un chaos conomique sans nom dans ce pays et certainement dans la sous- r?gion </q>, a averti le porte-parole, souhaitant rapidement la lib?ration des locaux. Interrog par le quotien ivoirien Soir Info, sur un ventuel`` pillage'' qui aurait t perp?tr? la BCEAO, dans la nuit", "new_id": -2}, {"uid": "1295658483011878448", "i": 31091, "idx": 0, "sa": ["Ellen DeGeneres", "Simon Cowell", "Paula Abdul", "Kara DioGuardi"], "q": "partner at the judging table, the reliably effusive and ditzy <strong> Paula Abdul </strong>, who had departed the previous season. And Mr. <strong> Simon Cowell </strong> made little secret that he was bored and ready to get on to his next series, <q> The X Factor,`` already a hit in Britain and scheduled to launch stateside this fall. <strong> Ellen DeGeneres </strong>, Ms. <strong> Paula Abdul </strong>'s replacement, never jelled with the other judges, including singer <strong> Kara DioGuardi </strong>, who had been brought on for the 2009 season to bolster the show in advance of Ms. <strong> Paula Abdul </strong>'s expected departure. Now Ms. <strong> Ellen DeGeneres </strong> and Ms. <strong> Kara DioGuardi </strong> are both gone. The saga of the`` American Idol </q> phenomenon, from its origins in the 2001 hit British series`` Pop Idol'' right up to Mr. <strong> Simon Cowell </strong>'s departure, is the focus of Richard Rushfield's breezy, gossipy`` American Idol: The Untold Story", "new_id": -2}, {"uid": "1295436800089227269", "i": 9377, "idx": 1, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": ",'' <strong> Raila Odinga </strong> said in a statement issued Wednesday morning. <strong> Raila Odinga </strong> said Gbagbo broke several promises he had made to lift a blockade put in place around the Abidjan hotel where <strong> Alassane Ouattara </strong> is confined. <q> Mr. Gbagbo gave me an assurance that this blockade would be lifted yesterday, but he broke that promise- for the second time in two weeks, </q> <strong> Raila Odinga </strong> said. In his meetings with <strong> Alassane Ouattara </strong>, he said, the former economist agreed to give Gbagbo's allies a certain number of ministry positions in a new government. <strong> Raila Odinga </strong> also urged <strong> Alassane Ouattara </strong>", "new_id": -2}, {"i": 6583, "idx": 3, "index_answer": 0, "new_id": -1, "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "sa": ["Eric Schmidt"], "uid": "1296006300058851357"}]