[{"uid": "1297262377064667673", "i": 22556, "idx": 0, "sa": ["Jessie J", "Simon Cowell"], "q": "We've become quite used to <strong> Simon Cowell </strong>'s insults after watching him on almost every talent search competition since the new millennium, but saying <q> the US has the best talent in the world </q>... Erm, can someone throw a <strong> Jessie J </strong> CD at him? He made this ludicrous statement after discussing his latest talent search show( yes.. another one!) which is an American version of", "new_id": -2}, {"uid": "1295425465261013529", "i": 17009, "idx": 3, "sa": ["Kara DioGuardi", "Julie Lloyd", "Paula Abdul", "Kristin Chenoweth", "Vanessa Johnston", "Victoria Beckham", "Christian Spears", "Simon Cowell", "Ellen DeGeneres", "Neil Patrick Harris", "Michael Jackson", "Joe Jonas"], "q": "American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol`` Season 9'' <q> episode 6`` auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington`` los angeles </q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy <strong> Michael Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Julie Lloyd </strong> Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright <strong> Vanessa Johnston </strong> <strong> Christian Spears </strong> <strong> Kristin Chenoweth </strong>", "new_id": -2}, {"uid": "1296699658082231300", "i": 16468, "idx": 1, "sa": ["Ellen DeGeneres", "Simon Cowell"], "q": "a judge has upped the unpredictability factor of a popular show that had become highly predictable, the producers of American Idol already find themselves in the position of choosing to apologize to the viewing public for the rocker's <q> outrageous <strong> Simon Cowell </strong> who? <strong> Steven Tyler </strong> re-invigorates` Idol' Newsvine- There were differing opinions on how season 10 of`` American Idol </q> would look this year, but almost everyone agreed on two points:`` Idol'' would sorely miss the irreplaceable <strong> Simon Cowell </strong>, and few would notice the absence of <strong> Ellen DeGeneres </strong> after her disappointing season as the fourth judge.", "new_id": -2}, {"uid": "1297357122223297593", "i": 18296, "idx": 0, "sa": ["Michael Vick"], "q": "man's best friend. posted on MLB.com about the charity work that he and his wife do for stray dogs, Buehrle's comments noticeably changed in tone when <strong> Michael Vick </strong>'s name came up. Twitter: <q>`` Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? </q> said( Buehrle).`` How could you do that if you are somewhat sane? </blockquote> <blockquote>''( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we", "new_id": -2}, {"uid": "1295625930089243655", "i": 29339, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "at the News of the World has made it difficult for me to give the 110 percent needed in this role,'' said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. <q> When the spokesman needs a spokesman it's time to move on, </q> he said in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgement in hiring him after his resignation from the News of the World.", "new_id": -2}, {"uid": "1297209660067371057", "i": 5500, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Mr <strong> Donald Rumsfeld </strong> believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Mr <strong> Donald Rumsfeld </strong> wrote. He said he made his recommendation to Mr <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which Mr <strong> Colin Powell </strong> sketched out the presentation he was to make at the", "new_id": -2}, {"uid": "1295754864179863585", "i": 25895, "idx": 4, "sa": ["Allen Iverson", "Andrew Bogut"], "q": "missed only one of his eight shots while recording 14 points and 10 rebounds.`` You've just got to take one shot at a time,'' Smith said of the streak after shooting 1-of-5 before intermission. <q> In the first half, it was awful, so I came out early at halftime and tried to get my http://wn.com/Allen_Iverson_highlights_vs_Bucks_08/09_NBA_*Missed_Practice_Coming_off_the_bench_*Crossover_on_Lue One day after a missed practice landed him on the Detroit Pistons' bench, <strong> Allen Iverson </strong> spoke loudly with his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks.`` With everything going on, I wanted to play well, </q> <strong> Allen Iverson </strong> said.`` I just wanted to play well. Especially for my teammates because I let them down by not being here.'' <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Andrew Bogut </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1297091741002637860", "i": 11738, "idx": 0, "sa": ["Saddam Hussein", "Charlie Sheen", "Zahi Hawass", "Kacey Jordan"], "q": "two weeks could lead to the kind of looting that saw a large part of Iraq's national treasures vanish in 2003 after the fall of <strong> Saddam Hussein </strong>. But <strong> Zahi Hawass </strong> said in a BBC interview on Sunday: <q> The Valley of the Kings is safe, the pyramids are safe, 24 museums are safe, the synagogues and the monasteries and the Muslim monuments are completely safe. </q> <strong> Zahi Hawass </strong> also asserted that the nearby archaeological digs Saqqara, Memphis and Abu Sir were secure following reports of looting there. <strong> Charlie Sheen </strong> Toothless, Porn Star <strong> Kacey Jordan </strong> Says: What Happened? Raising Stagnant Salaries Is Latest", "new_id": -2}, {"uid": "1295984196057327656", "i": 24606, "idx": 8, "sa": ["Eric Schmidt", "Andrew Mason", "Alex Sherman", "Google Inc."], "q": "for a different niche than existing sites such as Groupon, <strong> Eric Schmidt </strong> said. Groupon rebuffed a$ 6 billion acquisition offer from <strong> Google Inc. </strong> last year, and CEO <strong> Andrew Mason </strong> said yesterday the company will remain independent. <q> Their success doesn't negatively affect us at all, </q> and <strong> Google Inc. </strong>'s own offering is different from those of Groupon and its competitors, <strong> Eric Schmidt </strong> said today.-- With assistance from Brian Womack in San Francisco and <strong> Alex Sherman </strong> in New York. Editors: Robert Valpuesta", "new_id": -2}, [{"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has`` come to the place that's right for him and his family.'' <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.'' Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}]]