[{"uid": "1295310954167198723", "i": 7069, "idx": 0, "sa": ["Ricky Gervais", "Emma Stone", "Jennifer Love Hewitt", "Angelina Jolie", "Robert Downey Jr.", "Anne Hathaway", "Julianne Moore", "Annette Bening"], "q": "<strong> Anne Hathaway </strong> <strong> Jennifer Love Hewitt </strong> AND OTHER DRUGS <strong> Angelina Jolie </strong> THE TOURIST <strong> Julianne Moore </strong> THE KIDS ARE ALL RIGHT <strong> Emma Stone </strong> EASY A And the winner is: <strong> Annette Bening </strong>, The Kids Are Alright 1:00 PM <q> If I could, I'd give it to all five of you... the award. </q> <strong> Emma Stone </strong> is looking just a little awkward right about now. 12:59 PM <strong> Ricky Gervais </strong> is introducing <strong> Robert Downey Jr. </strong> And by introducing I mean roasting. In two sentences he is accused of being a porn star,", "new_id": -2}, {"uid": "1295672866088440848", "i": 13801, "idx": 3, "sa": ["Andy Coulson"], "q": " The Prime Minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice''. <q> To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place, </q> he said.`` I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come", "new_id": -2}, {"uid": "1296671919062177283", "i": 48292, "idx": 2, "sa": ["David Letterman", "Justin Bieber", "Kelsey Grammer", "Shaquille O'Neal"], "q": "to lose weight and was sticking to a diet heavy on fruits, grains and vegetables. He has another incentive now to keep healthy.`` That's my next goal,'' he told her. <q> I want to hang around here to have grandchildren. </q> Photo: <strong> Justin Bieber </strong>, <strong> David Letterman </strong> Photo: <strong> Kelsey Grammer </strong>, <strong> David Letterman </strong> Photo: <strong> David Letterman </strong>; <strong> Shaquille O'Neal </strong> Photo: Amare Stoudemire, <strong> David Letterman </strong>, NBC executives say, is proving that a late-night show can be... Video: Brady is", "new_id": -2}, {"uid": "1296102825131907644", "i": 27018, "idx": 6, "sa": ["LeBron James", "Allen Iverson", "Tim Duncan", "Chris Brown", "Will Solomon"], "q": "a long Tim Duncane and to finally get it is something special.'' The 76ers won the best-of-five series from Orlando, 3-1, and <strong> Will Solomon </strong> meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. <q> I don't know how you can be any more proud of your team, </q> <strong> Chris Brown </strong> said.`` I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's maLeBron James other people better and he is taLeBron James responsibility and steps up", "new_id": -2}, {"uid": "1297268304137707526", "i": 1071, "idx": 4, "sa": ["Donald Rumsfeld", "Adlai Stevenson III"], "q": ", wanted to do what he could to help me. <strong> Adlai Stevenson III </strong>: Better-looking than his father, at least. And about the new job? First of all, no more lame domestic policy: <q> He said he felt that I shouldn't go into the human resource area, HUD or HEW, and not DOT because he was going to be cutting highways and airports and that wouldn't be helpful to me politically. </q> Nixon wanted something meaty for <strong> Donald Rumsfeld </strong>. But there was a lot to consider! \" He said possibly Under Secretary of State for Economic Affairs. \" Possibly the UN, and then he", "new_id": -2}, {"uid": "1296514464125338118", "i": 4150, "idx": 0, "sa": ["Michael Vick", "Nat Moore"], "q": "QB in Philadelphia. ESPN cited a target=\"_blank\" href=\"http://leaguepremier.com/\"> league source in reporting Sunday that <strong> Michael Vick </strong> will be... Game, I got a text message from a highly placed person in the Dolphins organization that read, <q> All even this morning in the AFC East. </q> Yes, that is a glass half-full view of things. But, sure enough, it is target=\"_blank\" href=\"http://wn.com/?an?\"> an inarguably accurate view of things, as well. With their elimiNat Mooreion from the playoffs, Finding", "new_id": -2}, {"uid": "1295656694068894746", "i": 52152, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "and standing by a man whose past was under such close scrutiny. There were concerns among senior Tories last night that Mr <strong> David Cameron </strong> would struggle to find somebody to replace Mr <strong> Andy Coulson </strong> with someone who had the <q> same connection to the real world </q> outside the`` old Etonian elite'' in Downing Street. In a statement, Mr <strong> Andy Coulson </strong> said he had become the story and was unable to give the`` 110 per cent required'' to be director", "new_id": -2}, {"uid": "1297059969077856769", "i": 20155, "idx": 1, "sa": ["Simon Cowell"], "q": ".'' Deputy programme controller at Cool FM, Stuart Robinson said it was hypocritical of the show to snub Ireland, as the X Factor is well supported on both sides of the border. <q> I know from my experience of the Young Star Search there is no shortage of talent in Northern Ireland, </q> he said.`` There will potentially be no representation from Ireland, north or south, which is a bit rich given how loyal people here are to the show.'' <strong> Simon Cowell </strong> has made", "new_id": -2}, {"uid": "1296774952170934322", "i": 13116, "idx": 0, "sa": ["Richard L. Hanna", "Barack Obama", "Kirsten Gillibrand"], "q": "bound from Washington, D.C., to Schenectady to formally announce General Electric's sale of turbines to an Indian power company, and the flight was a chance to get to know people, <strong> Richard L. Hanna </strong> said. <q> The <strong> Barack Obama </strong> was` easy to be around and very approachable, </q>' he said.`` We all had a nice conversation. I sat next to <strong> Kirsten Gillibrand </strong>' and I had a chance to talk with Sen. Schumer, who knows our district. He's a very bright guy", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?'' American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like,` What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear.`` I still didn't know what the hook of this show was-all these kids come out and sing,'' stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}]