[{"uid": "1296102405059129930", "i": 6091, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "numbers as competitive bludgeons.\"[ Google CEO] <strong> Eric Schmidt </strong> pointed out that they're activating 200,000 units per day,\" Apple CEO <strong> Steve Jobs </strong> told media and analysts during an Oct. 20 earnings call. <q>By comparison, Apple has activated 270,000 units per day, on average.<q> Since then, the two companies' other executives have used similar metrics-always in the hundreds-of-thousands range-to paint their respective smartphone platforms as unbeatable in the marketplace. That intense focus on sales numbers, in turn, pressures", "new_id": -2}, {"uid": "1296827679221364331", "i": 2544, "idx": 0, "sa": ["Michael Jackson", "Neal Boortz", "Sarah Palin", "David Letterman"], "q": "to the Rutgers women's basketball team or when <strong> David Letterman </strong> made the comment about <strong> Sarah Palin </strong>'s daughter. I feel that as a radio journalist, you must be held accountable of what you say. The saying goes: <q>If you don't have anything nice to say, don't say anything at all.<q> Believe me, you're better off that way. <strong> Neal Boortz </strong>, your wicked comments about <strong> Michael Jackson </strong> must be addressed. He was not perfect, he had his sins, but he's now gone. Most people have", "new_id": -2}, {"uid": "1297251106136822801", "i": 23580, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Ray LaHood", "Joe Biden"], "q": "don't trust we know true motives of... Photo in Slideshow: <strong> Joe Biden </strong>, <strong> Ray LaHood </strong> Despite veto threats, critics say <strong> Barack Obama </strong> would sign two-year delay of EPA regs Video: <strong> Barack Obama </strong> Reacts to Mubarak's Announcement Report Abuse <q>Just stick a big fat DEMOCRACY TAX on any country like the monsters from communist China, that do not treat the environment, dogs and cats, minorities, Christians, and workers, democratically, and for using toxic chemicals that are slowly poisoning our children and US. That hefty tax could help level the playing field that US/Western corporations have to abide by all those democratic laws, that the communists do not have to. The tax can also alleviate the horrendous tax burden inflicted on the overtaxed native born US taxpayers.<q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options", "new_id": -2}, {"uid": "1295263921256114690", "i": 38425, "idx": 1, "sa": ["Natalie Jamieson", "Tyler Cook", "David Spade", "Simon Cowell", "Michael McIntyre"], "q": "don't like you. I love you,\" the comedian told Newsbeat's <strong> Natalie Jamieson </strong>. The popular comic also explained how he had no trouble making up his mind on whether to accept <strong> Simon Cowell </strong>'s offer. <q>I love the show and to be part of it seems to be an incredibly exciting thing to do, especially in January,<q> he laughed. <strong> Michael McIntyre </strong> appears on The Royal Variety Performance on BBC1 at 2000 GMT on Thursday 16 December. Britain's Got Talent is on ITV1 in late-Spring 2011. http://wn.com/American_Idol_David_Cook_receives_a_message_from_Simon <strong> David Spade </strong> <strong> Tyler Cook </strong> receives a message on May 9th", "new_id": -2}, {"uid": "1297361043003293204", "i": 27918, "idx": 0, "sa": ["Omar Suleiman", "Colin Powell"], "q": "a smuggling conduit for both weapons and foodstuffs into Gaza. According to a WikiLeak( ed) US diplomatic cable, titled \"Presidential Succession in Egypt', dated May 14, 2007: <q>Egyptian intelligence chief and <strong> Hosni Mubarak </strong> consigliere, in past years Soliman was often cited as likely to be named to the long-vacant vice-presidential post. In the past two years, Soliman has stepped out of the shadows, and allowed himself to be photographed, and his meetings with foreign leaders reported. Many of our contacts believe that Soliman, because of his military background, would at least have to figure in any succession scenario.<q> From 1993 until Saturday, <strong> Omar Suleiman </strong> was chief of Egypt\"s <strong> Colin Powell </strong> Intelligence Service. He remained largely in the shadows until 2001, when he started taking over powerful dossiers in the foreign ministry; he has", "new_id": -2}, {"uid": "1295420762187301926", "i": 48591, "idx": 1, "sa": ["Michael Jackson", "Simon Cowell"], "q": "blunt and often controversial criticisms, insults and wisecracks about contestants and their abilities, or lack thereof. He is often parodied in <strong> Michael Jackson </strong> culture, and was described by the The Times journalist Minette Marrin as representing the <q>heartless, thoughtless and superficial- the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam<q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. Having been most recently featured on the eighth season of American Idol and", "new_id": -2}, {"uid": "1297245175074432514", "i": 4111, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "was pushed into the role by the film's director Tom Hooper and can never remember saying yes as she was so busy working on other film projects, including \"Harry Potter'. She said: <q>To be honest, I never actually said yes to this part. <strong> Helena Bonham Carter </strong> always clock-watching on The <strong> King George VI </strong>'s Speech <strong> Helena Bonham Carter </strong> was always clock-watching on the... <strong> Helena Bonham Carter </strong> said her` huge breasts' are down to <strong> Helena Bonham Carter </strong> <strong> Lindsay Lohan </strong> \"to be charged with felony grand theft<q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won\"t be", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q><strong> Google Inc. </strong> had a strong second quarter,<q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}, {"uid": "1294993731152698898", "i": 22403, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Aaron Rodgers"], "q": "by Groupon. Subscribe Now. In the process, the Packers closed the book on the comeback season of <strong> Michael Vick </strong>, and started a new chapter of their own- on to Atlanta. <q>We've got a lot of momentum and a lot of confidence in that locker room,<q> said <strong> Aaron Rodgers </strong>, whose sixth-seeded team clinched the victory with a timely interception. Cornerback <strong> Tramon Williams </strong> made an end-zone interception of a deep pass by <strong> Michael Vick </strong> with 33 seconds to play, sending a packed house back to", "new_id": -2}, {"uid": "1296759030005144618", "i": 6124, "idx": 5, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "that ripped the country apart. Thousands of US soldiers, too, were killed by roadside bombs. In December 2004, when Thomas Wilson, a low-ranking soldier from the Tennessee Army National Guard, asked <strong> Donald Rumsfeld </strong>: <q>Why do we soldiers have to dig through local landfills for pieces of scrap metal and compromised ballistic glass to up-armour our vehicles?<q> <strong> Donald Rumsfeld </strong> replied: \"You go to war with the army you have.\" In his book, <strong> Donald Rumsfeld </strong> shifts responsibility for the failures in Iraq on to President George Bush and <strong> Paul Bremer </strong>", "new_id": -2}]