[{"uid": "1296770511173654034", "i": 12184, "idx": 34, "sa": ["Donald Rumsfeld", "Paul Bremer", "Andy Card", "Colin Powell", "Bill Clinton"], "q": "<strong> Donald Rumsfeld </strong> responded that it was State that was trashing the Pentagon. <strong> Bill Clinton </strong> of staff <strong> Andy Card </strong> said he heard the opposite complaint from <strong> Colin Powell </strong>'s team. Bush called the next day. <strong> Donald Rumsfeld </strong> recalls telling him that <q>what is happening is hurting you. If it gets to a point where the solution is for me to leave, I will do so in a second.</q> \"That's a crappy solution,\" Bush said. He said he had seen the recent articles and was \"working hard on <strong> Colin Powell </strong> and Armitage.\" Another <strong> Donald Rumsfeld </strong> culprit is <strong> Paul Bremer </strong>,", "new_id": -2}, {"uid": "1296654564147537923", "i": 7081, "idx": 0, "sa": ["Cheryl Cole", "Selena Gomez", "Simon Cowell"], "q": "<strong> Selena Gomez </strong> have been promoting due to their adoration of the British singer. \"<strong> Cheryl Cole </strong> considered going back to her maiden name but now she has dismissed the idea,\" a source told the Mirror. <q>People knew who she was as a <strong> Cheryl Cole </strong> but she has only become truly famous as <strong> Cheryl Cole </strong>. \"She may not be huge in the US yet but seeds have been sown by people like Black Eyed Peas rapper will.i.am and it is important she creates a lasting brand. It would be madness to change back.</q> Follow us on Twitter Follow us on Facebook Related stories <strong> Simon Cowell </strong> To Help <strong> Cheryl Cole </strong> Crack America Dress Maker \"Amazed\" To Work With <strong> Cheryl Cole </strong>", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q>We've been talking about this for a year-and-a-half, so we're glad that this is coming,</q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does \"The Dougie\", an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}, {"uid": "1295594483015614016", "i": 27520, "idx": 5, "sa": ["Michael Gove", "Andy Burnham"], "q": "holistic way\" and recognised that it was not just about the transfer of knowledge but about the skills and range of experiences children received in school. <strong> Andy Burnham </strong>, Labour education spokesman, said Mr <strong> Michael Gove </strong> was <q>stuck in the past, foisting his 1950s vision of education on to today's schools and students</q>. He said that alongside solid academic study, young people needed technical and social skills to succeed in the workplace and in life. \"<strong> Michael Gove </strong> is trying to tell us today that he is", "new_id": -2}, {"uid": "1294975566041533468", "i": 18175, "idx": 8, "sa": ["Gary Moore", "Allen Iverson"], "q": "November. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001, agreed to a$ 4 million, two-year deal with Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. <q>This is the most pain he's ever felt from any injury he's had,</q> <strong> Gary Moore </strong> said. \"He's http://wn.com/One_SICK_custom_Lakers_jersey!_Official_Adidas_custom-made_not_Kobe_Bryant_#24 Magic fall in overtime to Hornets Blackmon, Weeden return to Cowboys Utah's Kirilenko, wife and sons become US citizens; Player jokes about paying taxes At least 270 dead in", "new_id": -2}, {"uid": "1297718111008798502", "i": 25937, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "give each of the six authorities involved- Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council- an \"opportunity to make representations\". <q>He also judges that I should have had rigorous regard to equalities considerations in reaching my decision,</q> Mr <strong> Michael Gove </strong> added. Shadow education secretary <strong> Andy Burnham </strong> said it was a \"damning verdict\" which raised doubts about the education secretary's \"competence and judgment\". Mr <strong> Andy Burnham </strong> said the High Court", "new_id": -2}, {"uid": "1295351570142295047", "i": 43466, "idx": 3, "sa": ["Duncan Hunter", "Mike Pence", "Ken Calvert", "Wally Herger", "Tom McClintock", "Howard McKeon"], "q": ". During that same time, they performed an unprecedented 324,008 abortions. The largest abortion provider in America should not also be the largest recipient of federal funding under Title X.\" <strong> Mike Pence </strong> said his bill would <q>prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are not being subsidized with federal tax dollars.</q> California co-sponsors of <strong> Mike Pence </strong>'s bill include U.S. Reps. <strong> Tom McClintock </strong>, Gary <strong> Tom McClintock </strong>, <strong> Duncan Hunter </strong> <strong> Wally Herger </strong>, <strong> Howard McKeon </strong>, <strong> Ken Calvert </strong>, John Campbell, and <strong> Wally Herger </strong>. Title X of the Public Health Service Act provides", "new_id": -2}, {"uid": "1297682455038584341", "i": 820, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "reason for the departure of the beautiful and accomplished soprano was her difficulty reaching high C while dancing nude onstage. However, no sooner did <strong> Simon Cowell </strong> Turner announce the loss of one star than he declared, <q>My new lead for <strong> Anna Nicole Smith </strong> is <strong> Susan Boyle </strong>.</q> When reached, Ms. <strong> Susan Boyle </strong> confirmed the announcement and said she will begin jogging and weight-lifting tomorrow. PP Rega's day- give this story five thumbs-up( there's no need to register Thank you", "new_id": -2}, {"uid": "1296050712257392712", "i": 30422, "idx": 4, "sa": ["Michael Vick"], "q": "several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q>The Unequal technology is a part of my game now and I won't play without my Unequal,</q> <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. \"Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.\" He returned to", "new_id": -2}, {"uid": "1297136733174243850", "i": 40057, "idx": 0, "sa": ["Michael Vick", "Mike Munchak", "Warren Moon"], "q": "the move a special day for the franchise as <strong> Mike Munchak </strong> became the first former player to coach the team. Hall of Famer <strong> Warren Moon </strong>, <strong> Mike Munchak </strong>'s teammate, said in a statement released by the Titans that <q>it was just a matter of time until he would have success in coaching. Some folks have to go the coordinator route to reach the head coaching level, but being in the organization as long as he has, there is a comfort level with him and everyone knows who he is as a coach and a person.</q> Notes â\u0080¢ A minor ruckus has arisen over a top Dallas official's presentation of a \"key to the city\" to Philadelphia quarterback <strong> Michael Vick </strong>. <strong> Michael Vick </strong> won The Associated Press", "new_id": -2}]