[{"uid": "1296259557105840651", "i": 2127, "idx": 2, "sa": ["Donald Rumsfeld", "Hamad bin Khalifa", "John Dunbar"], "q": ",\" says <strong> John Dunbar </strong>, a former fellow at the Center for Public Integrity who studied media. \"It is seen, fairly or not, as an outlet for terrorists.\" <strong> Donald Rumsfeld </strong> called the channel <q> vicious, inaccurate, and inexcusable. </q> On November 13, 2001, during the U.S. invasion of Afghanistan, a U.S. missile destroyed <strong> Hamad bin Khalifa </strong> Jazeera's offices in Kabul. And in November 2005, Britain's Daily Mirror newspaper reported that in an April 2004", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was \"incremental,\" not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}, {"uid": "1297131711102924294", "i": 14426, "idx": 2, "sa": ["Dwaine Caraway", "Monika Johnson", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> Raw audio| Phone call update from Cairo Behind the Scenes| Cheezburger photo shoot Electric Mazda2 subcompact and taxis that run on natural gas <strong> Monika Johnson </strong>, experienced mountaineer, killed near Snoqualmie Pass A` prescient", "new_id": -2}, {"uid": "1297535088041762828", "i": 22532, "idx": 0, "sa": ["Steve Ballmer"], "q": "We have grown tired of hearing <strong> Steve Ballmer </strong> tell us that user feedback has been fantastic and that the devices just need to get into customers' hands to see better sales. Sounds a bit like a Saab commercial: <q> People who test-drive a Saab usually buy one. </q> OK, but how many people do you know who have bought a Saab? And wasn't Saab nearly shut down not too long ago? <strong> Steve Ballmer </strong> can talk about user feedback all day long: The", "new_id": -2}, {"uid": "1296390177239042590", "i": 36775, "idx": 0, "sa": ["Simon Cowell", "Kim Jong-il"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-il </strong> than <strong> Simon Cowell </strong> <q> I've always wanted a happy home. And I've created that </q>: Goldie Interview: \"Archer's\" spies talk secrets of season two comedy Archer returns for its second season tonight at 10 PM, I sat down with creator Adam Reed, as well as series stars", "new_id": -2}, {"uid": "1296839401168542238", "i": 20646, "idx": 0, "sa": ["Howard Stern", "David Letterman"], "q": "Did <strong> David Letterman </strong> just pull a Regis and announce his retirement last night? Maybe! During a chat with <strong> Howard Stern </strong> the shock jock asked the late night host <q> how much longer are you doing this, really? </q> To which <strong> David Letterman </strong> responded \"I don't know. Maybe two more years?\" \"Two more years and then you exit?\" <strong> Howard Stern </strong> continued. \"That's why we got ta beat Jay", "new_id": -2}, {"uid": "1295958129216842277", "i": 10780, "idx": 3, "sa": ["Mike Pence", "Ronald Reagan"], "q": "we fail today?\" And <strong> Mike Pence </strong> fans are collecting signatures from conservatives and tea party activists through a Web site and social media campaigns as part of a draft effort. <q> I said, \"Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface, </q>' said Ralph Benko, a former <strong> Ronald Reagan </strong> administration aide who started the campaign. \"I think it\"s huge. I just think it needs a little place to go. So we built a little place for", "new_id": -2}, {"uid": "1295467278131301390", "i": 39436, "idx": 2, "sa": ["Sergio Marchionne"], "q": " \"In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q> EPA's hydraulic hybrid technology, developed in the agency's lab in Ann Arbor is coming into use in large delivery and refuse trucks across the country. The hydraulic hybrid system captures and reuses the energy", "new_id": -2}, {"uid": "1296769550173654016", "i": 16470, "idx": 0, "sa": ["Kay Hagan", "Kirsten Gillibrand", "Patrick Leahy", "Frank Lautenberg", "John Kerry", "Sen. Bernie Sanders"], "q": "Secretaries last week when his office was first informed of the federal government's decision: http://menendez.senate.gov/newsroom/press/release/?id=fa1c6f19-9cde-45c8-967e-fac0b416d654 \"The National Mall is the only sensible venue to host the Solar Decathlon.\" wrote the Senators. <q> The first four wildly successful events were held on the Mall from 2002-2009 and the event grew in popularity each year. As a tourist attraction, it has provided the perfect venue for thousands to learn about solar energy and energy efficiency. And as a central pillar in our quest for clean energy, solar energy deserves a venue that sits adjacent to our country's legislative leaders. </q> The following Senators signed the letter: US Senators <strong> John Kerry </strong>( D-MA), <strong> Kirsten Gillibrand </strong>( D-NY), <strong> Sen. Bernie Sanders </strong>( D-VT), <strong> Kay Hagan </strong>( D-NH), <strong> Patrick Leahy </strong>( D-VT), <strong> Frank Lautenberg </strong>( D-NJ)", "new_id": -2}, {"uid": "1296495214100859934", "i": 35142, "idx": 0, "sa": ["Andy Coulson", "Julie Burchill"], "q": "UK man who was caught having sex with a horse after being filmed on CCTV has admitted he made a \"huge\" mistake because he tried to gallop away, then he was caught and then he admitted, <q> mounting horsies is not for faint hearts and mini-dicks? </q>... \"Veteran sex bomb' <strong> Julie Burchill </strong> about to step into <strong> Andy Coulson </strong>'s shoes? Mystery has always shrouded the reason why the world's longest-running science fiction television show was called simply` Dr Who\". Now,", "new_id": -2}]