[{"uid": "1296744552199131154", "i": 30098, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Howard Kurtz"], "q": "drug problem. <strong> Howard Kurtz </strong> speed-reads Rummy's new memoir. Ten days after the attacks of Sept. 11, 2001, <strong> Donald Rumsfeld </strong> wrote himself a note. \"At the right moment,\" it said, <q>we may want to give <strong> Saddam Hussein </strong> a way out for his family to live in comfort.</q> Known and Unknown, the former Defense secretary says he believed that \"an aggressive diplomatic effort, coupled by a threat of military force, just might convince <strong> Saddam Hussein </strong> and those around him to seek exile.\"", "new_id": -2}, {"uid": "1295687951240943115", "i": 41981, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "at one of Britain's sauciest tabloids. The aide, <strong> Andy Coulson </strong>, had edited News of the World, Britain's biggest-selling Sunday newspaper, until 2007 and shortly after was hired by <strong> David Cameron </strong>. <q>Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,</q> <strong> Andy Coulson </strong> said in a statement. The resignation is a blow for <strong> David Cameron </strong>, who had repeatedly backed <strong> Andy Coulson </strong> against calls for his resignation, saying that everyone deserved a \"second chance.\" <strong> Rupert Murdoch </strong>", "new_id": -2}, {"uid": "1296216383069550083", "i": 29334, "idx": 0, "sa": ["Jimmy Kimmel", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> will rub any' X Factor' success in his face. <q>He'll be the first to congratulate himself on his new ratings by sending me a fax of the ratings to my house the day after his new series premieres,</q> Seacrest says on \"<strong> Jimmy Kimmel </strong> Live.' The` Idol\" host wishes <strong> Simon Cowell </strong> the best in his new endeavor. <strong> Jimmy Kimmel </strong> asks, \"Do you hope his[ show] does", "new_id": -2}, {"uid": "1297443291053690376", "i": 4118, "idx": 0, "sa": ["Simon Cowell"], "q": "singer is close friends with show supremo <strong> Simon Cowell </strong> and would be prepared to accept a judging or mentoring role on the new series when it launches later this year. He told the Daily Mail newspaper: <q><strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine.</q> <strong> Simon Cowell </strong>- who is set to announce the highly anticipated final judging line-up for the show within the next month- has previously said he is looking for an American superstar to join the panel and conceded", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.\" As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q>I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table,</q> he said. \"He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}, {"uid": "1295665764077054063", "i": 16680, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", Google co-founder Larry Page will replace <strong> Eric Schmidt </strong> and take over as Chief Executive Officer in April. Mr <strong> Eric Schmidt </strong>, who became CEO in 2001, will assume the role of Executive Chairman, focusing externally on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership</q>, according to the official Google blog spot. Mr <strong> Eric Schmidt </strong> would continue to act as an advisor to Mr Page and co-founder Mr <strong> Sergey Brin </strong>. \"Page will take charge of Google's day-to-day operations", "new_id": -2}, {"uid": "1296045219000704532", "i": 38005, "idx": 0, "sa": ["John Bachman", "Michael Vick"], "q": "after a former assistant chief accused the department of age discrimination. Former Assistant Chief <strong> Michael Vick </strong> Williams served Atlanta's Station 1 for 41 years. After he was demoted to battalion chief, he decided to fight back. <q>It was an insult. That was the greatest thing, the insult,</q> Williams told Channel 2's <strong> John Bachman </strong>. \"I've never had a negative performance evaluation since the city's been doing evaluations.\" According to records, Williams is right. He was scored effective, highly effective", "new_id": -2}, {"uid": "1296730852266321953", "i": 44122, "idx": 2, "sa": ["Donald Rumsfeld", "Jon Huntsman"], "q": ", nor did he always receive effective implementation of the decisions he made,\" <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, the former defense chief wrote: <q>In retrospect, there may have been times when more troops could have helped.</q> But <strong> Donald Rumsfeld </strong> insists that if <strong> Jon Huntsman </strong> military officers had reservations about the size of the invading force, they never informed him, the Post said. In a lengthy section on the administration's treatment", "new_id": -2}, {"uid": "1295767396180666390", "i": 7974, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson"], "q": ", the resignation posed the biggest trouble for the News of the World's owners. Murdoch's News Corporation is currently trying to persuade regulators to let it take over pay television giant BSkyB. <q>The company has in the past made big out-of-court settlements to individuals whose phones were hacked,</q> the FT said in an editorial. Britain's Labour party leader <strong> Ed Miliband </strong> smiles as he leaves... Article: PM tested over media chief's resignation... Photo: Former News of the World editor <strong> Andy Coulson </strong> struggles at", "new_id": -2}, {"uid": "1295093762134053922", "i": 11392, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer", "David Cameron"], "q": "embroiled Prime Minister <strong> David Cameron </strong>'s media chief. <strong> Keir Starmer </strong>, Director of Public Prosecutions, said the Crown Prosecution Service( CPS) would conduct a \"comprehensive assessment\" of evidence collected by detectives. <q>The purpose of this assessment is to ascertain whether there is any material which could now form evidence in any future criminal prosecution relating to phone hacking,</q> the CPS said in a statement. <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> quit as News of the World editor in 2007 after one of the paper's reporters was jailed for secretly listening to phone messages of royal", "new_id": -2}]