[{"uid": "1295570430037306373", "i": 34160, "idx": 7, "sa": ["Eric Schmidt"], "q": "and this role suits him perfectly.'' According to <strong> Eric Schmidt </strong> as Executive Chairman he will focus wherever he can add the greatest value such as deals, partnerships, customers and broader business relationships. <q> We are confident that this focus will serve Google and our users well in the future. Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-and we anticipate working together for a long time to come, </q> The news comes as Google reported revenues of$ 8.44 billion for the quarter ended December 31, 2010, an increase of 26 per cent compared to the fourth quarter of 2009.", "new_id": -2}, {"uid": "1296225359092700754", "i": 12056, "idx": 5, "sa": ["Gov. Rick Perry", "Barack Obama", "Mike Pence", "Rahm Emanuel", "Mitch Daniels"], "q": ", current <strong> Gov. Rick Perry </strong> <strong> Mitch Daniels </strong>, who can't seek a third term. The chair of the Republican Governors Association, <strong> Gov. Rick Perry </strong>, issued a boastful statement Thursday saying he was encouraged by <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong>'s decision. <q> While the Republican presidential field lost a strong voice today, I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision, </q> <strong> Gov. Rick Perry </strong> said. NEW FACE At the end of his third week on the job, <strong> Barack Obama </strong>'s chief of staff, Bill Daley, wrapped up the West Wing reorganization that has been underway for", "new_id": -2}, {"uid": "1297377662182599691", "i": 5137, "idx": 1, "sa": ["Mike Pence"], "q": "Planned Parenthood's funding for years since the group is the nation's largest provider of abortions. GOP Rep. <strong> Mike Pence </strong> is sponsoring the Title X Abortion Provider Prohibition Act to move the effort forward. <q> Planned Parenthood received$ 363.2 million in taxpayer funding during a period of time that they boasted of having performed 324,800 abortions, </q> the Ohio lawmaker said. The money Planned Parenthood gets is supposedly never used for abortions, but many find that hard to believe.`` Money is fungible. So money that goes to Planned", "new_id": -2}, {"uid": "1297448627077103188", "i": 26174, "idx": 0, "sa": ["Tony Romo", "Michael Vick", "Nolan Ryan"], "q": "Tchaikovsky. Who knows why? Couple days ago I was typing to Foo Fighters. Why Are We Harder on <strong> Tony Romo </strong> than Josh Hamilton? <strong> Nolan Ryan </strong> Visits Injured Firefighter Who Fell From Second Deck at Rangers Ballpark: <q> I Was Expecting Him to Look Worse Than He Is </q> Rangers' Stud Re-Signing With Texas: Not <strong> Michael Vick </strong> Young, the Other One. Josh Hamilton. The Mavs Finally Make Their Move, and the Rangers Trump Them? midnitewriter All I wish for in", "new_id": -2}, {"uid": "1297079511110805018", "i": 28635, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Ian Edmondson"], "q": "editor <strong> Glenn Mulcaire </strong>, were jailed for phone hacking. In one recording, Mr <strong> Andy Coulson </strong> praises news editor <strong> Ian Edmondson </strong>, who was sacked last month for alleged phone hacking. He says: <q> I've got total and complete faith in <strong> Ian Edmondson </strong>, I think he is a great operator and I think he's doing a brilliant job. </q> In another tape, he apparently tells a reporter:`` People are making redundancies we've all got to justify our existence. It means that I need more stories. I need more exclusives, and I", "new_id": -2}, {"uid": "1295736130001638465", "i": 29296, "idx": 0, "sa": ["Bruno Zevi", "Andy Coulson"], "q": "statement. Her husband <strong> Bruno Zevi </strong>, an architect, Jewish leader and member of Italy's clandestine Justice and Liberty movement while fascists held power, died in 2000. They had two children. Report Abuse <q> I am certain that she has groomed thousands and thousands of other Jewesh into keeping the HATRED alive. The Christian ethic of FORGIVENESS is a forbidden word in the Jewesh lexicon. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296387656254263315", "i": 3902, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "Barack Obama"], "q": "'s`` ability to inspire'' and the`` inclusive nature of his campaign.'' Former <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <q> He has both style and substance. I think he is a transformational figure, </q> <strong> Colin Powell </strong> said on NBC's`` Meet the Press.''`` <strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,'' <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295008484200032264", "i": 23208, "idx": 9, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "give us a thumbs-up... She didn't only give a thumbs-up, she literally raised her entire hand.'' But <strong> Gabrielle Giffords </strong> didn't stop there, <strong> Kirsten Gillibrand </strong> said. She reached out and grabbed her husband <q> and is touching him and starts to really choke him like she was really trying to hug him. </q> He asked her to touch his wedding ring,`` and she touches his ring, then she grabs his whole watch and wrist and then the doctor was just so excited, he said,` You don't", "new_id": -2}, {"uid": "1295785147114884679", "i": 10523, "idx": 0, "sa": ["Spencer Grammer", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": ".( Dad and daughter are reportedly both based in New York City these days, where <strong> Spencer Grammer </strong> attends college and her father stars in` La Cage Aux Folles' on Broadway.) According to an insider, <q> <strong> Camille Grammer </strong> and <strong> Spencer Grammer </strong> had no relationship... And <strong> Spencer Grammer </strong> and her father are closer than ever since he split with <strong> Camille Grammer </strong>. </q> interview with <strong> David Letterman </strong>, <strong> Kelsey Grammer </strong> said,`` <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon.'' And although his divorce from <strong> Camille Grammer </strong>-- mother of his two youngest children-- may cost", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}]