[{"uid": "1297436657123142144", "i": 31799, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop", "Google Inc."], "q": "main platform for its smart phones in an effort to pull market share away from Apple's iPhone and Android, <strong> Google Inc. </strong>'s software for phones and tablets. Nokia said it will help drive the future of Windows Phone <q> innovating on top of the platform in areas such as imaging, where Nokia is a market leader. </q> Photo: Alastair Grant/ AP <strong> Stephen Elop </strong> CEO of Nokia, left, with CEO of Microsoft <strong> Steve Ballmer </strong>, speaking in London, as he announces the strategic partnership with Microsoft, Friday, Feb. 11, 2011. Technology", "new_id": -2}, {"uid": "1296171922065404971", "i": 2960, "idx": 4, "sa": ["Mike McDaniel", "Mike Pence"], "q": "`` I am convinced he is now going to run for governor,'' said <strong> Mike McDaniel </strong>, a former state Republican chairman. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> He had made multiple trips to states that host early presidential primary contests. <strong> Mike McDaniel </strong> said the decision not to run must have been difficult.`` He had a lot of people around the country", "new_id": -2}, {"uid": "1295439848144605314", "i": 2797, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "who has joined the US reality TV talent show as a judge this season- always believed years of hard work is a better way to become a star but knows times have changed. He said: <q> I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues. But, today's a different world. </q> The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the`` honest, legitimate stamp of approval'' that comes from gradual success. <strong> Steven Tyler </strong> responded", "new_id": -2}, {"uid": "1295929158036896768", "i": 1201, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer"], "q": "Monday, Mr <strong> Keir Starmer </strong> said he has asked Ms Levitt to take a`` robust approach'' to her review of hundreds of documents and subsequent advice to senior police officers or prosecutors. Mr <strong> Keir Starmer </strong> said: <q> It has been agreed following a meeting with Acting Commissioner <strong> Tim Godwin </strong> and Acting Deputy Commissioner John Yates that any evidence resulting from recent or new substantive allegations made to the Metropolitan Police Service( MPS) of mobile voicemail interception arising from the <strong> Clive Goodman </strong> and <strong> Glenn Mulcaire </strong> case should be subject to the same rigorous assessment as Alison Levitt QC is applying to material already in the possession of the Metropolitan Police Service. </q> The Met is under intense pressure to reopen its investigation into the phone hacking scandal following the departure of Downing Street communications chief <strong> Andy Coulson </strong>, who has faced a barrage of difficult questions about his conduct while editor", "new_id": -2}, {"uid": "1295968018237928473", "i": 3795, "idx": 0, "sa": ["Colin Powell", "Sen. Joe Lieberman"], "q": "clips. The Washington Post reported this weekend that the expiration of the ban on high-capacity magazine clips since 2004 has led to a proliferation of those weapons being seized by police in the course of investigations. <q> Last year in Virginia, guns with high-capacity magazines amounted to 22 percent of the weapons recovered and reported by police. In 2004, when the ban expired, the rate had reached a low of 10 percent. In each year since then, the rate has gone up. </q> <strong> Colin Powell </strong>:' <strong> Sen. Joe Lieberman </strong> Don't Think The Defense Budget Can Be Made Sacrosanct And It Can't Be Touched' Ben Armbruster on Jan 23rd, 2011 at 11:00 am <strong> Colin Powell </strong>:' <strong> Sen. Joe Lieberman </strong> Don't Think The", "new_id": -2}, {"uid": "1295138665036634641", "i": 6389, "idx": 2, "sa": ["Shawn Marion", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/MOST_POINTS_EVER_SCORED_IN_A_BASKETBALL_GAME_BY_ONE_TEAM! THIS IS <strong> Shawn Marion </strong> GAME TROY STATE PLAYED AGAINST DEVRY UNIVERSITY IN WHICH TROY STATE SCORED A PHENOMENAL 258 POINTS AS OPPOSED TO DEVRY", "new_id": -2}, {"uid": "1295049201264142848", "i": 3585, "idx": 6, "sa": ["Kirsten Gillibrand", "Preston Williams"], "q": "& search= Search'',`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011203368.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-43v&amp;flvURL=/media/2011/01/12/01122011-43v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-43v.jsn''}{`` title'': <q> No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton </q>,`` description'':`` Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James Wagner preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage", "new_id": -2}, {"uid": "1295669833206996591", "i": 3262, "idx": 1, "sa": ["Allen Weiner", "Eric Schmidt"], "q": "decision-making at the company,'' IDC analyst Al Hilwa said via e-mail. Some wondered if Page is up to the mammoth task of running such a large, powerful and increasingly diverse company. <q> I guess the question is whether being Google CEO is the place to start your executive training. I can say with some assurance that if[ Page] went to apply for the CEO job somewhere he wouldn't get it, </q> said <strong> Allen Weiner </strong>, another Gartner analyst. Valdes wondered if the behind-the-scenes scenario involves <strong> Eric Schmidt </strong> stepping down voluntarily as a result of fatigue after an intense decade at the helm, and Page taking over on an interim", "new_id": -2}, {"uid": "1297246477255688704", "i": 20660, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Peston"], "q": "banks on lending, transparency and bonuses will be announced by the...''`` Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...'' <q> Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the... </q>`` At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...'' You can stay up to date with <strong> Robert Peston </strong>'s Picks via these feeds.", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}]