[{"uid": "1295510840092602376", "i": 812, "idx": 2, "sa": ["Rasheed Wallace", "Allen Iverson", "Monta Ellis"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by Watch him here, www.youtube.com Cory Barrios <strong> Monta Ellis </strong> out of Castro Valley, Ca scores 41 points in a", "new_id": -2}, {"uid": "1295561213061718589", "i": 2856, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "to Apple and Google-but is it the right one? <strong> Google Inc. </strong> Chairman and CEO <strong> Eric Schmidt </strong> too issue with the assertion that <strong> Google Inc. </strong> and its competitors such as Apple were involved in a some sort of blood sport, saying people <q>assume that these are zero-sum games, which are battles to the death.</q> <strong> Eric Schmidt </strong> instead proposed that the market was big enough for multiple approaches, saying \"there's plenty of room for everyone.\" techplanet30.com In this video I talk about <strong> Google Inc. </strong> and would like to know your thoughts on", "new_id": -2}, {"uid": "1296432941168050707", "i": 43524, "idx": 3, "sa": ["Travis Best", "Allen Iverson", "Reggie Miller", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q>We let the world know, we let them know, we can beat them on their own court,</q> <strong> Jermaine O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second http://wn.com/Allen_Iverson_17pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_1 <strong> Allen Iverson </strong> expected the Philadelphia 76ers to own the kind of killer instinct that can finish off teams for good once they build a double-digit lead. Because they don't", "new_id": -2}, {"uid": "1297592627087900162", "i": 27429, "idx": 0, "sa": ["Simon Cowell"], "q": "been running wild that the troubled star would be a judge on the highly anticipated talent show, since her notoriety would be good for ratings. But it seems the rumors are not true. <q>No, <strong> Lindsay Lohan </strong> will not be part of the show</q>, Radaronline.com quoted spokeswoman Ann-Marie Thomson as saying on Saturday. Apparently <strong> Simon Cowell </strong>, who created \"The X Factor\" and will be the centerpiece of the judging panel, decided against the possibility of her joining", "new_id": -2}, {"uid": "1295956479149733513", "i": 27476, "idx": 1, "sa": ["Mike Pence"], "q": ", <strong> Mike Pence </strong> said the fight for life should not be ignored. He said the process of cutting federal spending should begin with a denial of all federal funding for abortion, both at home and abroad. <q>We must not remain silent when great moral battles are being waged,</q> said <strong> Mike Pence </strong>. \"Those who would have us ignore the battle being fought over life have forgotten the lessons of history. As in the days of a house divided, America's darkest moments have come when economic", "new_id": -2}, {"uid": "1297324513060997646", "i": 36711, "idx": 0, "sa": ["Morgan Stanley", "Steve Ballmer", "Stephen Elop"], "q": "market share, <strong> Stephen Elop </strong> has held talks with Microsoft CEO <strong> Steve Ballmer </strong> about putting Microsoft's mobile operating system on Nokia phones, said the person, who asked not to be identified because the discussions were private. <q>The market expects Nokia to announce adoption of Windows Phone 7 either for the high-end or for some geographies( U.S.),</q> <strong> Morgan Stanley </strong> analysts including Patrick Standaert wrote in a report this week. Whatever <strong> Stephen Elop </strong> chooses to do, \"execution will be key,\" they wrote. Laurie Armstrong, a U.S. spokeswoman for Espoo, Finland", "new_id": -2}, {"uid": "1296673226174342146", "i": 47813, "idx": 0, "sa": ["David Letterman", "Don Cento"], "q": "in Shibboleth. But this skilled player has plenty more up his sleeve. El <strong> Don Cento </strong>, is less than a year old and it also features <strong> David Letterman </strong> Darling and <strong> David Letterman </strong> Prez. Their sound, self-dubbed as <q>massively Spartan rock n' roll,</q> will be all over their forthcoming debut album. With recording complete, <strong> Don Cento </strong> recently took some time out from release prep to tell us his about first show experience-- one that more than a few people", "new_id": -2}, {"uid": "1296723974251478035", "i": 25681, "idx": 1, "sa": ["Allison Iraheta", "Simon Cowell", "Roberta Flack"], "q": "didn't impress Randy Jackson, who called his \"I Don't Want To Miss A Thing\" \"very predictable.\" But <strong> Simon Cowell </strong> was of a different mind, especially after Cook killed it on <strong> Roberta Flack </strong>'s <q>The First Time Ever I Saw Your Face,</q> which the hard-to-please judge had chosen. \"David Cook wins the night,\" <strong> Simon Cowell </strong> proclaimed. 3. <strong> Allison Iraheta </strong> \"I Don't Want to Miss a Thing\"( Season 8) When the Top 7 took", "new_id": -2}, {"uid": "1295581255132530301", "i": 5590, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World As We Know It.</q>\" I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.\" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q>What's happening is normal. Thankfully, all the damaged items can be restored.</q>\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]