[{"uid": "1297225373053084179", "i": 45415, "idx": 3, "sa": ["Michael Vick"], "q": "'s unfortunate, and I would rather have not seen the situation.\" Two council members told the newspaper that the presentation was inappropriate, though one defended it, saying <strong> Michael Vick </strong> \"served his time\" and <q>did what the court told him to.</q> The newspaper reported that council members are allowed to hand out token keys- a$ 25 key with Dallas' seal- to whomever they want, in contrast with the more official gold or crystal city", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q>It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals.</q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}, {"uid": "1296706301075202568", "i": 3242, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "incoherent decision-making and policy drift, a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests that <strong> President Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> President Bush </strong> <q>did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made,</q> <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, the former defense chief wrote: \"In retrospect, there may have been times when more troops could have helped", "new_id": -2}, {"uid": "1295715899131842121", "i": 25768, "idx": 4, "sa": ["Kirsten Gillibrand", "Polly Noonan"], "q": "record-most provocatively her 100 percent rating from the NRA-as a right-wing yahoo unfit to represent deep-blue New York. There was much talk of liberal primary challenges. Forget any individual opponent, says Zimmerman, <strong> Kirsten Gillibrand </strong> came in facing <q>an entire political culture that was trying to count her out.</q> But critics misread her. Hailing from a prominent political family, <strong> Kirsten Gillibrand </strong> possesses a bred-in-the-bones understanding of the game. Her maternal grandmother, <strong> Polly Noonan </strong>, ran upstate politics for years as the right hand of longtime", "new_id": -2}, {"uid": "1295511637124485680", "i": 27638, "idx": 0, "sa": ["Jack Hanna", "David Letterman", "Marlin Perkins"], "q": "In 1983, <strong> Jack Hanna </strong> appeared on \"Good Morning America\" to discuss the birth of twin gorillas at the Columbus Zoo. His debut on \"The Late Show with <strong> David Letterman </strong>\" came two years later. <q>I was this young man running around telling people about animals,</q> said <strong> Jack Hanna </strong>, citing \"Wild Kingdom\" host <strong> Marlin Perkins </strong> as one inspiration. Over the years, <strong> Jack Hanna </strong> has appeared on shows including \"The Ellen Degeneres Show,\" \"Entertainment Tonight,\" \"Hollywood", "new_id": -2}, {"uid": "1295665840153141360", "i": 32924, "idx": 0, "sa": ["Andy Coulson"], "q": "Abuse \"I find it interesting that the French foreign minister is travelling in a white UN vehicle.\" White. The color of a surrender flag. How appropriate for a French politician! Report Abuse <q>Just to make it clear. Capturing of Israeli soldier even within Israeli border can be called war, but not crime, and may have its own consequences. However, keeping him 3 years without Red Cross access, without any external contact with his family- this is the crime!!!</q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Mom's$ 5 Anti Aging Trick Dermatologists DO N'T Want You Knowing About This", "new_id": -2}, {"uid": "1296391786239042627", "i": 4587, "idx": 6, "sa": ["Michael Vick"], "q": "Bowl. He takes satisfaction that his passing was better than it has ever been this season. \"I feel like this one, I had to work hard to get it,\" he said. <q>It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it worked out for me.</q> <strong> Michael Vick </strong> set career highs in yards passing( 3,018), touchdown passes( 21), touchdowns rushing( nine), completion percentage( 62.6) and passer rating( 100.2). The Eagles(", "new_id": -2}, {"uid": "1295301671181911575", "i": 7493, "idx": 0, "sa": ["Damon Jones", "Allen Iverson", "Boston Pops"], "q": "his first triple-double of the season <strong> Boston Pops </strong> 30 points, 10 assists and 10 rebounds <strong> Boston Pops </strong> and 10th of his career. \"We contained him,\" said <strong> Allen Iverson </strong>, who finished with 25 points and nine assists. <q>That's all you can do with players like that. You can't play this game scared.</q> The Cavaliers cut Denver's cushion to 103-98 on <strong> Damon Jones </strong>' 3-pointer with 3:15 left in the game. But Denver closed the game out with a 7-1 run. The struggling Cavaliers have now lost four of their last", "new_id": -2}, {"uid": "1295636961179568645", "i": 30509, "idx": 2, "sa": ["Prince Harry", "Andy Coulson", "David Cameron"], "q": "of the World staff.\" Asked by <strong> David Cameron </strong> Adam Price about a story obtained from a message <strong> Prince Harry </strong> left on <strong> Prince Harry </strong> <strong> David Cameron </strong>'s phone, which contained a direct quote and in which the headline read: <q>Chelsea tears a strip off <strong> Prince Harry </strong>,</q> <strong> Andy Coulson </strong> said: \"I don't remember the story.\" Price said it was mentioned on the front page of the newspaper and was branded exclusive. He said it was astonishing that <strong> Andy Coulson </strong> did not", "new_id": -2}, {"uid": "1295710913115458057", "i": 47472, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Mary Harney"], "q": "to his... Report Abuse \"<strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>.\" Report Abuse <q>Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}]