[{"uid": "1296816610092815363", "i": 34822, "idx": 0, "sa": ["Michael Gove"], "q": "The message will include the name and email address you gave us when you signed up. To send a link to this page to a friend, you must be logged in. <cite>\" <q>After this one is up and running, we will need this kind of school in other parts of Norfolk, like Great Yarmouth, King's Lynn and Thetford. I want us to go there next.</q>\" </cite> Tania Sidney-Roberts, Free School Norwich principal. The school, which education secretary <strong> Michael Gove </strong> recently confirmed would open in September, could be the first of many in Norfolk,", "new_id": -2}, {"uid": "1295225448165576714", "i": 5902, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": ". Earlier on Sunday, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> told US television that she had visited with <strong> Gabrielle Giffords </strong> the previous day and found her \"doing great\" and \"making progress every day.\" <strong> Gabrielle Giffords </strong> is <q>using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,</q> <strong> Kirsten Gillibrand </strong> told NBC's Meet The Press program. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived", "new_id": -2}, {"uid": "1295808823115081216", "i": 14351, "idx": 1, "sa": ["Colin Powell", "Sen. Joe Lieberman", "Barack Obama"], "q": "? <strong> Sen. Joe Lieberman </strong>'ve run-- almost all my campaigns have been tough. That's not the reason why <strong> Sen. Joe Lieberman </strong> didn't run. <strong> Sen. Joe Lieberman </strong> didn't run because <strong> Sen. Joe Lieberman </strong> want to try something different.\" <strong> Colin Powell </strong>: <q><strong> Sen. Joe Lieberman </strong> Am Not Committed To Any Candidate</q> Former Secretary of State <strong> Colin Powell </strong>, who crossed party lines to endorse <strong> Barack Obama </strong> for president in 2008, said on", "new_id": -2}, {"uid": "1295565725055705620", "i": 5473, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,\" Mr. <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q>And over the holidays we decided now was the right moment to make some changes to the way we are structured.</q> <strong> Google Inc. </strong> also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. Net revenue, excluding fees paid to partner websites, was$ 6.37-billion. Analysts polled by Thomson Reuters I/B/E/", "new_id": -2}, {"uid": "1297709264165232682", "i": 12094, "idx": 0, "sa": ["Steve Ballmer"], "q": ", as well as integrating micro-blogging service Twitter into Windows Phone 7's People Hub. The first update, which will bring cut and paste features to the handset will be made available <q>in just a few weeks in early March</q>, <strong> Steve Ballmer </strong> said. The other features will be part of a second update to Windows Phone 7 expected later in the year. Photoshop& Illustrator Tutorial: Put a low-poly spin on music cover art Photoshop&", "new_id": -2}, {"uid": "1296713442108806145", "i": 850, "idx": 2, "sa": ["George Washington", "Tyronn Lue", "Allen Iverson"], "q": "be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"<strong> George Washington </strong> guys just try hard,\" Sixers coach Larry Brown said. <q>This is kind of unexpected but it's neat.</q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1296708031055181319", "i": 25889, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony", "George Karl", "Marcus Camby"], "q": "been.\" The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q>A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,</q> <strong> Allen Iverson </strong> said. \"They were beating me down the court, and I was just finding guys. They did a great job of finishing.\" <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with Phil Berger, YoChicago", "new_id": -2}, {"uid": "1295573069103104552", "i": 42576, "idx": 0, "sa": ["Eric Schmidt"], "q": "The decision for Larry Page to take off the CEO training wheels comes at an auspicious moment in the history of Google. I won't overdramatize this step by saying \"Google is at a crossroads\" or <q>The company's future hangs in the balance.</q> But at no time since the Google juggernaut began its conquest of the Internet have their been so many doubts being raised about the company's future. In a parting tweet, <strong> Eric Schmidt </strong> wrote Thursday: \"", "new_id": -2}, {"uid": "1296789416115392517", "i": 21892, "idx": 5, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q><strong> Sen. Joe Lieberman </strong>'ve now scored 40 points on the highest stage you can ever score,</q>... Wall Street Shock: Stock Market crashes as Dow Jones plunges 1000 points Wall Street Shock: Stock Market crashes as Dow Jones plunges 1000 points US regulators are still trying to work out the cause of a dramatic", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason. \"I think I've got the blueprint on what to do,\" <strong> Michael Vick </strong> said. <q>I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on.</q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]