[{"uid": "1297269552258801706", "i": 1172, "idx": 3, "sa": ["Colin Powell", "Barbara Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> Barbara Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2}, {"uid": "1295829484172982279", "i": 20622, "idx": 0, "sa": ["Eric Schmidt"], "q": "the Internet giant. <strong> Eric Schmidt </strong> sells shares In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6 per cent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of", "new_id": -2}, {"uid": "1295690356156418069", "i": 18154, "idx": 4, "sa": ["Allen Iverson", "Jermaine O'Neal"], "q": "for a playoff run.\" Miami quickly built a nine-point edge in the fourth quarter on a fadeaway jumper from <strong> Jermaine O'Neal </strong>. The Bobcats, however, were aggressive on defense and slowly chipped away at the lead. <q> We played with a sense of urgency and found a way to win http://wn.com/Allen_Iverson_37pts_vs_Orlando_Magic_Game_4_1999_Playoff The Philadelphia 76ers withstood a storm by the Orlando Magic and then <strong> Allen Iverson </strong> provided the knockout punch. The lightning-quick guard of the 76ers scored 37 points, including two pivotal jumpers and three free throws in the final five minutes, to lead Philadelphia to a series-clinching 101-91 victory over the Magic.\" I feel great, </q> <strong> Allen Iverson </strong> said.\" It's still hitting me all at once. It's something I've been waiting for a long time and to finally get it is something special.\" The 76ers won the best-of-five series", "new_id": -2}, {"uid": "1296365682082608136", "i": 23312, "idx": 1, "sa": ["Zahi Hawass"], "q": "A couple of the troops hit the man with the butts of their rifles and sat him down with others who were apparently caught inside the gates. On Saturday, <strong> Zahi Hawass </strong> provided a damage report. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> Reuters quoted him as saying.\" Egyptian citizens tried to prevent them and were joined by the tourism police, but some[ looters] managed to enter from above and they destroyed two of the mummies", "new_id": -2}, {"uid": "1297119970200310797", "i": 16257, "idx": 5, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Condoleezza Rice", "President Bush"], "q": "his book, <strong> Donald Rumsfeld </strong> offered some frank judgments in the interview about longtime rivals and critics. Asked whether he admired his ex-boss's father president <strong> George H.W. Bush </strong>- under whom he did not serve- <strong> Donald Rumsfeld </strong> replied: <q> No, I was kind of disappointed in him. </q> <strong> Condoleezza Rice </strong>, who served as <strong> President Bush </strong>'s national security adviser before later becoming secretary of state, had\" never served in a <strong> George H.W. Bush </strong> administration position,\" a lack of experience that hampered her ability to organize", "new_id": -2}, {"uid": "1297096596187170848", "i": 15891, "idx": 0, "sa": ["Eric Schmidt"], "q": "for their views on Google's business practices by February 11. The Commission is expected to take several months to digest the feedback. Google reiterated on Monday it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}, {"uid": "1295156723221855763", "i": 25486, "idx": 0, "sa": ["Allen Iverson"], "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a <strong> Yao Ming </strong> win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.\" Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297449619186662928", "i": 37332, "idx": 2, "sa": ["Simon Cowell"], "q": "the prospects, but I hadn't a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks.\" <strong> Simon Cowell </strong> then quipped: <q> I remember the network put a one-month break clause in the house I was renting, which shows at the time I don't think they were particularly convinced either. </q> stated earlier this week that the judging panel for the series has yet to be finalised. Justin TimberlakeWatch an exclusive clip of the gives us an insight into her character", "new_id": -2}, {"uid": "1297412496250134529", "i": 20123, "idx": 2, "sa": ["Mike Pence"], "q": "deep funk.\" Seriously, who else do we have?\" one asked me.\" Unless something miraculous happens and we get an unexpected gift candidate.\" Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>! Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field of potential", "new_id": -2}]