[{"uid": "1295965142202670081", "i": 10341, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "being targeted while he was chancellor of the exchequer, according to the Independent on Sunday. media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,</q> a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. ''So far, our worst day in government,''", "new_id": -2}, {"uid": "1297597866017956890", "i": 25451, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q>The police and army plan to follow up with the criminals already in custody,</q> he added. Article: Experts fret for Egypt's treasures, ancient sites... Photo in Slideshow: Palestinian-American Eyad Kishawi waves an Egyptian... Photo in Slideshow: <strong> Zahi Hawass </strong>, Director for the Supreme Council of Antiquities", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google. ''That is a net positive.'' Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q>I can only describe this now as a ''wow' moment,</q> he says. ''For me this is the beginning of the real revolution in information. '''You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}, {"uid": "1296023446028524635", "i": 18209, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "hard choices in the offseason, at quarterback and any other position, once he knew they needed to be made. He plans to remember all of this if a second chance comes along. <q>The most important thing for me now is that... I continue to talk to people on the offensive side of the ball and defensive side, continue to talk to coaches around the league, retired coaches also, and keep gaining knowledge.</q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this", "new_id": -2}, {"uid": "1295805489188252160", "i": 48725, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. ''I will always vote for the person who I think is best qualified,'' he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.</q>", "new_id": -2}, {"uid": "1295241593190218244", "i": 26146, "idx": 1, "sa": ["Ben Bernanke", "Bob Corker", "President Bush", "Sen. Bernie Sanders"], "q": ", Dodd said, because of <strong> Ben Bernanke </strong>'s creative actions to contain the financial crisis. <strong> Sen. Bernie Sanders </strong> <strong> Bob Corker </strong>( R-Tenn.), who also voted to forward the nomination to the full Senate, asked rhetorically, <q>Does he need to quit trying to expand the empire of the Fed? Absolutely.</q> Although <strong> Ben Bernanke </strong> is a Republican and was first appointed by <strong> President Bush </strong>, the sharpest criticism during the discussion came from conservatives on the banking committee. In particular, some Republicans demanded the chance to review confidential documents", "new_id": -2}, {"uid": "1297521580190513158", "i": 15941, "idx": 3, "sa": ["Sergio Marchionne", "Sergio Chiamparino"], "q": " ''to commit to investing in our country and remain with head and heart'' in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed ''the Italian nature'' of the company but <q>in a dynamically developing context which demands daily work so that things don't change.</q> Provincial governor Antonio Saitta said that according to <strong> Sergio Marchionne </strong>, the terms for the city remaining Fiat headquarters would be discussed in 2014. Last month Fiat raised its stake in Chrysler from 20 to 25", "new_id": -2}, {"uid": "1295502963081756181", "i": 5654, "idx": 3, "sa": ["Allen Iverson"], "q": "Boston its first double-digit lead, 72-62. ''The whole time I was shooting, I was just thinking about seeing the student section,'' said <strong> Allen Iverson </strong>, who went 26-0 in Hartford while playing for UConn. <q>This is a building in my mind that was always blue and white.</q> It was the first time the Celtics played in Hartford since a preseason game in 1995. Prior to then, the Celtics played three regular season games a year in the arena formerly known as the Civic Center.", "new_id": -2}, {"uid": "1295573447037306383", "i": 622, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "fellow Stanford University alumnus <strong> Sergey Brin </strong> in 1998-- to take the reins of a company that has dominated Internet search for a decade but is in danger of losing traffic to social networks like Facebook and Twitter. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after the announcement. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focussing on deals and government outreach,", "new_id": -2}, {"uid": "1297011135120438797", "i": 25, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "<strong> Zahi Hawass </strong> said on Sunday. Seventy artefacts were damaged when looters broke into the world-famous Egyptian Museum, on the edge of Tahrir Square, focal point of an uprising against President <strong> Hosni Mubarak </strong>'s regime. <q>Restoration has started on the items, including on a statue of King Tutankhamun and a statute of King Akhenaten,</q> <strong> Zahi Hawass </strong> told AFP. Looters had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's", "new_id": -2}]