[{"uid": "1297271131262504545", "i": 35407, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "in which he writes that he was a skeptic of the Bush administration's attempt to bring democracy to Iraq. He also suggests that the administration's democratization rationale was tacked on once WMD were not found, which <q>seemed to some as a way to change the subject</q> in the run up to the 2004 presidential election. Specifically, in the book Known and Unknown, <strong> Donald Rumsfeld </strong> recalls taking issue with Bush's infamous \"Mission Accomplished\" speech, specifically the line in which the", "new_id": -2}, {"uid": "1295290539030998554", "i": 9078, "idx": 1, "sa": ["Kevin Brady", "Mike Pence"], "q": "it will gain much traction in the House,\" <strong> Kevin Brady </strong> says. Like <strong> Kevin Brady </strong>, Indiana Republican <strong> Mike Pence </strong> says what happened in Tucson should not be blamed on a public policy that needs fixing. <q>What we had here was a despicable human being who engaged in a barbarous act against defenseless civilians and a deeply respected colleague,</q> he says. \"I think we should focus on holding that individual to account.\" Is Now The Time To Act? Saying Congress has no responsibility to act is naive, according to", "new_id": -2}, {"uid": "1295945092061587477", "i": 47485, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "because he liked to keep an eye on the alley, which was once known for drugs and prostitution. \"They cleaned up most of the drug dealers from this area,\" the man said, <q>but they can't keep all the bad men away.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SENIOR SOFTWARE ENGINEER Company Storm8 SOCCER COACH Company International SOFTWARE ENGINEER Company", "new_id": -2}, {"uid": "1297439441065749003", "i": 44283, "idx": 0, "sa": ["Steve Ballmer"], "q": "operating system. Although relative newcomers to the smartphone market, phenomenal growth over just a few years has made these companies very significant competitors, to the point where Microsoft and Nokia were becoming increasingly irrelevant. <q>I am excited about this partnership with Nokia,</q> said <strong> Steve Ballmer </strong>, Microsoft CEO. \"The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\" Dell Coupons Looking for a Dell notebook?", "new_id": -2}, {"uid": "1297222867217088017", "i": 49301, "idx": 1, "sa": ["Kirsten Gillibrand", "John Kerry", "William Hague"], "q": "take it step by step. Let's return this convicted terrorist to prison, hold a full review, and take it from there.\" <strong> Kirsten Gillibrand </strong>, a Democratic <strong> John Kerry </strong>, called Sir Gus's report <q>deeply troubling- not just for the families of the Lockerbie victims, but for all Americans and all nations who are committed to bringing terrorists to justice.</q> <strong> William Hague </strong> calls on Israel to drop its negative stance on Egypt WikiLeaks: US and China in military standoff over space missiles WikiLeaks cables: US agrees to tell Russia Britain's nuclear secrets Egypt protests:", "new_id": -2}, {"uid": "1295910860137379909", "i": 23903, "idx": 0, "sa": ["Liza McGuirk", "Eric Schmidt", "Fareed Zakaria"], "q": "program. Apparently, <strong> Liza McGuirk </strong> and <strong> Eric Schmidt </strong> are very close indeed. The Post says the pair first met on the Sunday foreign-affairs show \"<strong> Fareed Zakaria </strong> GPS,\" which frequently used <strong> Eric Schmidt </strong> as a guest. <q><strong> Eric Schmidt </strong> has been looking for a TV job for over a year,</q> a \"CNN insider\" tells The Post. \"But the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster.\" We don't doubt it. <strong> Eric Schmidt </strong>'s \"just move\" bit", "new_id": -2}, {"uid": "1295562778244678684", "i": 9829, "idx": 8, "sa": ["Eric Schmidt"], "q": ". Excluding advertising sales that Google shares with partners, a figure also known as traffic acquisition costs, the company reported revenue of$ 6.3 billion, which topped analysts' forecasts of$ 6.1 billion. <q>Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> <strong> Eric Schmidt </strong> said about Google's quarter. \"These results give us the optimism and confidence to invest heavily in future growth.\" Select one with 3-12 characters; Numbers and letters only Make sure you typed", "new_id": -2}, {"uid": "1295400567126992450", "i": 1255, "idx": 1, "sa": ["Hu Jintao", "Steve Ballmer", "Barack Obama"], "q": "The Congressional Steel Caucus of lawmakers from steel-making states urged <strong> Barack Obama </strong> to tell <strong> Hu Jintao </strong> that \"American patience for its unfair and illegal trade practices, and its exploitative and anti-competitive policies, has run out.\" <q>There's increasing frustration, particularly on the exchange rate issue, with the pace at which the Chinese have advanced,</q> <strong> Steve Ballmer </strong> Dunaway, an international economics expert at the Council on Foreign Relations, told reporters. China's Foreign Ministry said it hoped U.S. lawmakers would not sour the tone of <strong> Hu Jintao </strong>'s visit, repeating that", "new_id": -2}, {"uid": "1295139772120274975", "i": 15870, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "do something many thought she would never do again after getting shot at point-blank range with a 9mm slug. \"Her eye is flickering and Mark sees this and gets extremely excited,\" <strong> Kirsten Gillibrand </strong> recalled. <q>He said \"<strong> Gabrielle Giffords </strong> open your eyes, open your eyes.\" He is really urging her forward, and the <strong> The doctor </strong> is perking up.</q> Kelly asked her to give a thumbs-up, and not only did she open her eyes, she reached out to touch her husband. \"It was unbelievable,\" <strong> Kirsten Gillibrand </strong> said. \"She", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" again, <strong> Betty White </strong> quips, \"I think you do a thing once and then you run like a thief.\" <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q>Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby.</q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}]