[{"uid": "1297185058166789171", "i": 41005, "idx": 0, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "backup quarterback to one of the league's most electrifying players once again. On Monday, the mayor of Dallas made it clear that he wasn't involved in the decision to honour <strong> Michael Vick </strong>. <q> The action taken was not sanctioned by my office and was not an official ceremonial honour on behalf of the city of Dallas, </q> <strong> Mayor Tom Leppert </strong> said in a statement. He added that \"official keys to the city\" are presented by the mayor or an elected official designated by the mayor and are reserved for \"an elected official of", "new_id": -2}, {"uid": "1296741882231227444", "i": 24847, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No", "new_id": -2}, {"uid": "1295892496001212433", "i": 12030, "idx": 0, "sa": ["Eric Schmidt", "Tim Cook"], "q": "White iPhone 4 Listings Appear in AT&T Account Management System Mozilla's Firefox Do-not-track Feature Doesn't Guarantee Anonymity <strong> Eric Schmidt </strong> Lost$ 300 Million in Google CEO Shake-Up and He's Still Richer Than You <strong> Tim Cook </strong>- Joining Apple was <q> the best decision that I ever made </q> Dual Cortex A9 1.2 GHz NVIDIA Tegra 2 3D Chips Scheduled for Q1... Nvidia Thinks World Domination: Tegra 2 3D in February, Tegra 3 by Fall 2011 New NVIDIA Leak Points Towards Quad-Core 1.5 GHz Tegra 3", "new_id": -2}, {"uid": "1297512024118882316", "i": 28223, "idx": 0, "sa": ["Simon Cowell"], "q": "bureaus. Of course, networks can fall back on the defense that their audience exhibits scant interest in the rest of the world. A recent Pew Research Center survey concluded that increased public interest in Egypt <q> did not keep pace with the growth in media coverage, </q> and in an earlier poll, 52% of respondents said they had heard \"little or nothing\" about the anti-government protests. To them, <strong> Simon Cowell </strong> leaving \"American Idol\" qualifies as big international news.", "new_id": -2}, {"uid": "1296512226268402729", "i": 30412, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q> You can't just go full speed and reckless, </q> <strong> Charles Woodson </strong> said. \"You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward or step", "new_id": -2}, {"uid": "1295473409213434455", "i": 21311, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Advertisement \"I'm confident the DOE money will come through,\" he said following an event here to announce a partnership with the Environmental Protection Agency to test a hydraulic hybrid minivan. <q> It is taking longer than I thought, </q> <strong> Sergio Marchionne </strong> said, adding he would welcome a three-way discussion with the U.S. Treasury and DOE to expedite the process. The DOE loans were part of the plan Chrysler filed with the court to exit bankruptcy court", "new_id": -2}, {"uid": "1295469239042287126", "i": 33119, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "about her advice for the Mean Girls actress. <strong> Betty White </strong> was celebrating her 89th birthday with TV Land and the cast of her latest sitcom, Hot in Cleveland, at Le Cirque in New York on January 18. <q> You are lucky to do what you love- respect it and enjoy it. </q> The sassy octogenarian, who continued her birthday festivities with <strong> David Letterman </strong> on the Late Show later in the evening, is clearly adored by her TV Land castmates- but isn't always wholesome on set herself! \"We", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes. \"There were far too many hands on the steering wheel,\" he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as \"stuff happens\" about the early looting in post-war Iraq, or his remark about \"old Europe\"-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1295617238099680260", "i": 20376, "idx": 1, "sa": ["W. Edwards", "Andy Coulson", "David Cameron", "Edwin Edwards"], "q": " \"continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" <strong> David Cameron </strong> said that he was <q> very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications. </q> \"<strong> Andy Coulson </strong> has told me that the focus on him <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 \"The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...\" former governor", "new_id": -2}, {"uid": "1297440359129613912", "i": 44927, "idx": 5, "sa": ["Donald Rumsfeld", "Hosni Mubarak"], "q": "Cairo. This, <strong> Donald Rumsfeld </strong> said, has proven to be \"confusing.\" \"It certainly doesn't give one confidence,\" the former secretary said of the administration's public steps. <q> One doesn't know precisely what's taking place with private diplomacy-- what's really most effective-- but certainly the public diplomacy has been somewhat confusing. </q> <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> for decades, responded carefully when asked whether he is a dictator.", "new_id": -2}]