[{"uid": "1295501548043302914", "i": 41242, "idx": 0, "sa": ["Ryan Seacrest", "Jennifer Lopez", "Simon Cowell", "Celine Dion"], "q": "The judges inexplicably agree, and put her through to Hollywood after she puts her jacket back on( to remain tasteful) and sings a more calmed-down version of <strong> Celine Dion </strong>'s`` Power of Love.'' <q> An interesting decision for our judges, </q> <strong> Ryan Seacrest </strong> remarks. <strong> Simon Cowell </strong> would have never stood for this foolishness. Finally, we have a typical montage of several people in a row butchering songs. <strong> Jennifer Lopez </strong> respectfully averts her eyes from the trainwrecks.", "new_id": -2}, {"uid": "1294998234072613901", "i": 36513, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Susan Boyle"], "q": "to attend as it is a simple party for close friends. <blockquote> We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again. </blockquote> The representative said: <q> The party was only ever for close friends and family. </q> Comment on this Article <strong> Susan Boyle </strong> chose to move out of her council house in West Lothian and into a new, five-bedroom Ã\u0082 Â£ 300,000 home in Blackburn, Scotland after she returned from a trip to find", "new_id": -2}, {"uid": "1295600499103776311", "i": 7315, "idx": 1, "sa": ["Eric Schmidt"], "q": "dominated Internet search for a decade, the company has struggled to find its footing in social networking, with a new crop of Web companies such as Facebook and Twitter stealing Web traffic and engineering talent. <q> As spending was curbed and order restored over the last few years, some of that Google magic was lost, </q> said Tricia Salinero, managing director of Newforth Partners, a mergers and acquisitions advisory firm, in an email. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, told Reuters", "new_id": -2}, {"uid": "1297509326118882317", "i": 26743, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Wael Ghonim", "Sergey Brin"], "q": "a hardline, Iranian-style, Islamic theocracy. According to The Jerusalem Post, Google executive <strong> Wael Ghonim </strong>, just released from 12 days of Egyptian detention, confirmed that he was responsible for the Facebook page that ignited <q> the revolution of the youth of the Internet. </q> This is the same Google where CEO <strong> Eric Schmidt </strong> is a personal friend of <strong> Barack Obama </strong>, and a member of <strong> Barack Obama </strong>'s Council of Advisors on Science and Technology. Google founders <strong> Sergey Brin </strong> and Larry Page contributed a whopping", "new_id": -2}, {"uid": "1296437639091652104", "i": 10970, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "The CEO"], "q": "be as successful as the past 10. We're going to run this way for a while. It's a full-time job just to deal with'' the areas <strong> Eric Schmidt </strong> will oversee, he said. These include <q> all the external stuff: customers, partners, deals, M&A, government, press, publicity and marketing. It was misinterpereted by many people who didn't understand what I was doing. </q> <strong> Eric Schmidt </strong> characterized co-founder Larry Page, who will become <strong> The CEO </strong> in April, as a brilliant products person who has participated in every major decision Google has made during <strong> Eric Schmidt </strong>'s tenure. He said <strong> Sergey Brin </strong>, the", "new_id": -2}, {"uid": "1296434771067305481", "i": 4088, "idx": 0, "sa": ["Kim Jong-il", "Simon Cowell"], "q": ". It's a circus. <strong> Simon Cowell </strong> is the George Bush of the music industry.`` He doesn't know fuck all about music, I'll tell you that for a fact,'' he continues. <q> I'd rather sit down and have dinner with that guy from Korea, what's his name? </q>`` <strong> Kim Jong-il </strong>?''`` With <strong> Kim Jong-il </strong>. I'd rather have dinner with him. I find the whole thing like the Nuremberg Rallies.'' Goldie( right) with his Supreme Graffiti", "new_id": -2}, {"uid": "1297413722221036567", "i": 28024, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Today, Nokia and Microsoft intend to enter into a strategic alliance,'' <strong> Stephen Elop </strong> said in the video, a precursor of a turnaround plan he's set to detail later today at an analyst conference in London. <q> Together, we will bring consumers a new mobile experience, with stellar hardware, innovative software, and great services. We will create opportunities beyond anything that currently exists. </q> Microsoft CEO <strong> Steve Ballmer </strong> said the partnership`` brings the brands mobile consumers want, like Bing, Office, and of course Xbox Live.'' <strong> Stephen Elop </strong> Shankland Full Profile", "new_id": -2}, {"uid": "1295715719099811330", "i": 10403, "idx": 0, "sa": ["Steve Blake", "Allen Iverson"], "q": "missing. <strong> Steve Blake </strong>, traded to Milwaukee in the offseason and acquired by Denver from the Bucks last week, had a career-high 25 points against his former team Sunday night, in Denver's 109-93 victory over Portland. <q> <strong> I Roy </strong>'m not surprised because a good basketball player is a good basketball player and that's what he is, </q> said <strong> Steve Blake </strong>'s new teammate, <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> had 32 points and nine assists for the Nuggets, who trailed at halftime but outscored the Blazers 41-17 in the third quarter. The victory snapped a two-game losing streak", "new_id": -2}, {"uid": "1297464725077398024", "i": 34632, "idx": 0, "sa": ["Donald Rumsfeld", "James Clapper"], "q": "( NEW YORK)-- Former Defense <strong> Donald Rumsfeld </strong> criticized the Obama administration's response to the crisis in Egypt Friday, calling it`` confusing'' and telling ABC News the United States' diplomatic effort <q> certainly doesn't give one confidence. </q> In a radio interview, <strong> Donald Rumsfeld </strong> was particularly critical of Director of National Intelligence <strong> James Clapper </strong>'s description of the Muslim Brootherhood as a`` largely secular'' during a House Intelligence Committee testimony Thursday that <strong> James Clapper </strong>'s office", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}]