[{"uid": "1295569075103366669", "i": 2262, "idx": 5, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "a professor at Syracuse University's Center for Policy Research and co-chairman of the Strengthen Social Security Campaign, estimates increasing the retirement age by one year amounts to a 6 to 7 percent cut in benefits. <q>Social Security has nothing to do with the deficit,</q> <strong> Sen. Bernie Sanders </strong> said. If <strong> Barack Obama </strong> agrees to cut Social Security benefits as part of a deficit-reduction deal, ''you're conceding to Republican right-wing ideology, which doesn't like Social Security because it's a successful", "new_id": -2}, {"uid": "1295397194060080131", "i": 17346, "idx": 0, "sa": ["Piers Morgan", "George Clooney", "Howard Stern", "David Letterman", "Mary Tyler Moore", "Amy Adams", "Ben Kingsley", "Oprah Winfrey", "Ricky Gervais", "Condoleezza Rice", "Robert Redford"], "q": "the good fortune to interview <strong> David Letterman </strong>, <strong> Amy Adams </strong>, <strong> Howard Stern </strong>, <strong> Robert Redford </strong>, <strong> Mary Tyler Moore </strong>, <strong> Ben Kingsley </strong> and Urkel from ''Family Matters.'' Before joining the crime for the Rockford Register Star, which may explain his affinity for <q>Hill Street MLK and America's Insufficient Economic Bill of Rights Musharraf says blasphemy law can not be changed <strong> Piers Morgan </strong> says Madonna not welcome on his new show( Interview w/Billy Bush) premiere of <strong> Piers Morgan </strong>'s new CNN show, ''<strong> Piers Morgan </strong> Tonight,</q> will debut this evening with <strong> Oprah Winfrey </strong> as his first guest. Other guests this week will include <strong> Howard Stern </strong>, <strong> Ricky Gervais </strong>, <strong> George Clooney </strong> and <strong> Condoleezza Rice </strong>. Celebrities: CNN's <strong> Piers Morgan </strong> to open show with <strong> Oprah Winfrey </strong> individual: 12 numChar:2191", "new_id": -2}, {"uid": "1296005497137592839", "i": 1899, "idx": 0, "sa": ["Michael Yee", "Bill Lockyer", "Newt Gingrich"], "q": ". ''Investing doesn't guarantee anything, but not investing will put you in a pretty bad spot.'' <strong> Michael Yee </strong> said investors would support a strategy of more purchases to bolster drug development. <q>One should expect Amgen to continue to make further in-licensing pipeline deals for the rest of the year,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog NURSING SUPERVISOR Company California State PHYSICAL THERAPY DIRECTOR Company Webster", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q>Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet,</q> <strong> Mike D'Antoni </strong> said. ''They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1295278861147685381", "i": 2633, "idx": 2, "sa": ["Mike Pence"], "q": "the APC, said that <strong> Mike Pence </strong>'s ability to unite the three traditional areas of conservatism- fiscal, foreign policy, and social- make him an ideal candidate for the nation's newly energized conservatives. <q><strong> Mike Pence </strong> describes himself as ''First a Christian, then a conservative, then a Republican.'' He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012,</q> Benko said in the release. posted on 01/17/2011 7:33:56 AM PST WEST/PALIN OR WEST/BACHMANN 2012. I like <strong> Mike Pence </strong> but he needs additional seasoning. A stint as the Gov of IN would help", "new_id": -2}, {"uid": "1295282480244170864", "i": 10261, "idx": 0, "sa": ["Jim Ryun", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former Rep. <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said. ''<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential", "new_id": -2}, {"uid": "1296862636132562982", "i": 10931, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "war's onset. ''Key differences were never clearly or firmly resolved in the NSC,'' <strong> Donald Rumsfeld </strong> asserts. ''Only the <strong> President Bush </strong> could do so.'' <strong> President Bush </strong>, he also writes, <q>did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made.</q> Perhaps not surprisingly, <strong> Donald Rumsfeld </strong> by no means suggests that the war itself was a mistake. He holds to the theory that had the coalition forces not toppled <strong> Saddam Hussein </strong>, the whole region would be", "new_id": -2}, {"uid": "1295159732218923032", "i": 14277, "idx": 0, "sa": ["Colin Powell", "Armin Luistro", "Barack Obama"], "q": "mission and outreach of those in need.Br. <strong> Armin Luistro </strong>, <strong> Barack Obama </strong> of De La Salle University Manila in the Philippines, provided his insights during the 23rd <strong> Colin Powell </strong> Assembly of the International Federation of Catholic Universities( IFCU). <q>Obviously, in a country that has a majority of Catholics, and also incidentally a very poor country where the gap between the rich and the poor is growing bigger, Catholic universities take very seriously their role in nation building. And in many instances, we ensure that those services that are essential to people, especially to the poorest, would be filled in by Catholic universities. In a very real sense, we see ourselves as stewards of the nation itself.</q> Elsewhere, on the island nation of Taiwan, where much of the population is not even Christian, the Catholic university still plays a vital role in society, as explained by <strong> Barack Obama </strong>. Anne Therese Falkenstein, a", "new_id": -2}, {"uid": "1297725547245252135", "i": 15498, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "illegally detained as an enemy combatant and then held in a Navy brig for 44 months. It names government and brig officials, including Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> and former Defense <strong> Donald Rumsfeld </strong>, as defendants. Padilla is <q>an American citizen who was subjected to unprecedented torture and abuse not far from this courtroom,</q> Ben Wizner, the litigation director for the American Civil Liberties Union Foundation, told U.S. District Judge Richard Gergel. ''There is a floor for human treatment in any U.S. prison below which no officer can", "new_id": -2}, {"uid": "1295644860262504456", "i": 16543, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Twitter: ''Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> said that although what he called the ''triumvirate approach'' of leadership by himself, Page and <strong> Sergey Brin </strong> has real benefits, it is time <q>to clarify our individual roles so there's clear responsibility and accountability.</q> <strong> Eric Schmidt </strong> became CEO of <strong> Google Inc. </strong> in July 2001, when he'd already been chairman of the board for several months- <strong> Google Inc. </strong> put him on the board and made him chairman in March of that year.", "new_id": -2}]