[{"uid": "1297695198250560536", "i": 35745, "idx": 0, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "shows. According to a January report in USA Today, <strong> Oprah Winfrey </strong> made a bet with <strong> Piers Morgan </strong> that she'd get <strong> Michael Vick </strong> first. When he heard about the bet, the Eagles quarterback said on 97.5 FM-The Fanatic, <q> If the bet was made, she'll probably win, because I know nothing about that other guy. </q> <strong> Michael Vick </strong> then said on the radio, according to USA Today, that he'd welcome an opportunity to be a guest on <strong> Oprah Winfrey </strong>'s show. Use of and/or registration on any portion of this", "new_id": -2}, {"uid": "1296689667060637223", "i": 15206, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "from the Snookster and J-Woww. What do you think? Did your head explode( like mine did) when you saw the Shore/Biebs collaboration? Are you craving more? Hoping for a single, maybe <q> Never Say Never... Except to a Grenade </q>? <strong> Justin Bieber </strong> teaches <strong> David Letterman </strong> about the \"Twitter device' <strong> Justin Bieber </strong> on` Today': When they're not screaming, <strong> Justin Bieber </strong> fans are kind of adorable Previous Post` American Idol\" producers issuing an apology for", "new_id": -2}, {"uid": "1296569355043499528", "i": 11906, "idx": 2, "sa": ["Johnny Nitro", "Drew McIntyre", "Jack Swagger", "Kofi Kingston", "Simon Cowell", "Ric Flair", "Michael McIntyre", "John Cena"], "q": "here: <strong> Johnny Nitro </strong> 1st February, 9:00 am Metro <strong> Michael McIntyre </strong> talks about Britain's Got Talent job <strong> Michael McIntyre </strong> has joked that talking to <strong> Simon Cowell </strong> about being a judge on Britain's Got Talent was like being on X Factor. <q> He does it exactly like the X Factor. He says \"<strong> Michael McIntyre </strong>: <strong> Ric Flair </strong> don't like you. <strong> Ric Flair </strong> love you,' </q> the comedian told Newsbeat's Natal... Rant on <strong> John Cena </strong>\"s pushing of young talent( Sheamus, <strong> Jack Swagger </strong>, <strong> Kofi Kingston </strong>, <strong> Drew McIntyre </strong>) <strong> Drew McIntyre </strong> 4th Titantron Remake Information- Finally <strong> Ric Flair </strong> finished my <strong> Drew McIntyre </strong> 4th Remake. This was", "new_id": -2}, {"uid": "1295361979143278086", "i": 43491, "idx": 1, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "permanent mentor to the contestants. \"He's going to fill some of that <strong> Simon Cowell </strong> void, of being the industry veteran who's not going to pull any punches,\" Fox's Beckman said. <q> Even though he's not going to be a judge, he's going to have an impact throughout the season on the kids. </q> The very fact that Fox is talking about a \"<strong> Simon Cowell </strong> void\" suggests how much \"Idol\" must prove this season. Whether <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong>& Co. are up to the task remains to be", "new_id": -2}, {"uid": "1295573473120422429", "i": 9768, "idx": 0, "sa": ["Eric Schmidt"], "q": "%, to 1,280.26. The Nasdaq fell 21.07, or 0.77%, to 2,704.29. For a breakout of some stocks from a recent \"Fast Money\" TV show, check out Dan Fitzpatrick's <q> 3 Stocks I Saw on TV. </q> CNBC's \"Fast Money\" TV show that she didn't like Google's shakeup but was willing to give the company the benefit of the doubt. The shakeup calls for co-founder Larry Page to replace CEO <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296756870255229960", "i": 47178, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "SAPF is interested to dissemin... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... video results for: people hours affairs How Could People Watch Alleged Gang Rape \"Like An Exhibit\"? How Could", "new_id": -2}, {"uid": "1296006847180027415", "i": 17735, "idx": 1, "sa": ["Eric Cantor", "Mike Pence", "Don Young", "Barney Frank"], "q": "\" <strong> Barney Frank </strong> Kevin McCarthy( of \"<strong> Don Young </strong> Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q> We've got to roll back there. That will save$ 100 billion in the first year, </q> agreed <strong> Barney Frank </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}, {"uid": "1296108988167460874", "i": 737, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "just thankful.\" After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q> I'm enjoying the guys and I'm enjoying being out here playing football, </q> he said. \"This is what you work for. You work hard to get in this position. I'm ecstatic to be here.\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC", "new_id": -2}, {"uid": "1297424430240271384", "i": 42885, "idx": 0, "sa": ["Simon Cowell"], "q": "year- has confirmed while he will definitely take part in the UK series, he is worried about the logistics of jetting across the Atlantic each week. He told US TV show \"Extra': <q> We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea. </q> Although <strong> Simon Cowell </strong> will resume a role on the judging panel of` The X Factor\", it is unclear if he will take part in the entire show after reportedly telling ITV1 bosses he will miss the", "new_id": -2}]