[{"uid": "1295602073096829482", "i": 1382, "idx": 1, "sa": ["Eric Schmidt"], "q": "parte de <strong> Eric Schmidt </strong>. El anuncio se ha visto como el de un padre que asiste a la ceremonia de graduaci?n de sus hijos. <strong> Eric Schmidt </strong> lo ha dicho con una Schmidt%20day-to-day\" target=\"_blank\"> frase un tanto presumida: <q> no hay necesidad de una supervisi?n adulta del d?a a d?a </q>. Claro que la fortuna de <strong> Eric Schmidt </strong> con las frases no es su mejor faceta. Hace unos meses, en pleno debate sobre el respeto a la privacidad, un punto llamativamente d?bil de Facebook, asegur que la", "new_id": -2}, {"uid": "1295799418036782093", "i": 3276, "idx": 4, "sa": ["Colin Powell", "Barack Obama"], "q": "all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> <strong> Colin Powell </strong> said. \"And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"uid": "1296719960172556329", "i": 58001, "idx": 0, "sa": ["Michael Vick", "Tu Holloway", "Alan Major"], "q": "deep hole early. <strong> Tu Holloway </strong> was held to 12 points on three-of-17 shooting by Charlotte. He was also zero-for-eight from 3-point range against a 49ers team that leads the Atlantic 10 in 3-point defense. <q> It's like in football if you're playing <strong> Michael Vick </strong>, </q> said <strong> Alan Major </strong>. \"You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather( <strong> Tu Holloway </strong>) shoot over you than drive through you. He had some good looks but missed some. You try to keep", "new_id": -2}, {"uid": "1296132165113377297", "i": 14177, "idx": 1, "sa": ["Michael Gove"], "q": "will try( them). They have given the indication that they will work with the ICC.\" New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296443805235372702", "i": 23694, "idx": 1, "sa": ["Michael Finley", "Allen Iverson", "Kobe Bryant", "LeBron James"], "q": "we probably could have put 10 people on the court and probably wouldn't have been able to stop him,\" said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. <q> I didn't realize it, </q> <strong> Kobe Bryant </strong> said when told about his scoring spree. \"You just get into one of those rhythms. My teammates were looLeBron James for me, it just feels like the ball Michael Finleyds you.\" The Lakers led 89-79", "new_id": -2}, {"uid": "1295907764085770318", "i": 20534, "idx": 1, "sa": ["Larry Page", "Vint Cerf", "Sergey Brin", "Eric Schmidt"], "q": "will slim down the decision-making process, so that there's more specific authority placed in the various senior executives, so they'll be able to make decisions without necessarily having a collaborative discussion,\" <strong> Vint Cerf </strong> said. <q> I think that will speed things up. </q> Though <strong> Eric Schmidt </strong> will step down as chief executive from Google in April this year, he will remain as a close advisor to co-founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. Though his motives are not yet clear,", "new_id": -2}, {"uid": "1295677692065617926", "i": 12141, "idx": 3, "sa": ["Allen Iverson", "Kobe Bryant", "Andrew Bynum"], "q": ", 2009 Staples Centre Los Angeles, CA <strong> Andrew Bynum </strong> scored 15 points and the Los Angeles Lakers held off the Charlotte Bobcats 91-87 on Saturday night in their first game back at Staples Center since winning the NBA title. <q> It was great to be back home, </q> <strong> Kobe Bryant </strong> Br... <strong> Allen Iverson </strong> 48pts 8asts 7rebs vs Okafor Bobcats 04/05 NBA* one man show <strong> Allen Iverson </strong> 48pts 8asts 7rebs vs Okafor Bobcats 04/05 NBA* one man show The Philadelphia 76ers would rather not rely so heavily on <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295526337081166387", "i": 47421, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "<strong> Jennifer Lopez </strong>, a remarkable presence on camera in movies such as Maid in Manhattan and no less impactful in these hotel room auditions, began by sticking a large Q-Tip into the corpse of <strong> Simon Cowell </strong>. <q> I'm not in the business of crushing spirit, </q> she said, just as the crushingly dated opening music faded. <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> were chaperoned by the veteran producer and Idol panelist, <strong> Randy Jackson </strong>. Once they had performed their first execution-- a", "new_id": -2}, {"uid": "1296871605113704988", "i": 45220, "idx": 0, "sa": ["Roger Goodell", "Michael Vick", "Mike Wallace"], "q": "Bowl player. <strong> Michael Vick </strong>'s name has been connected to at least one Super Bowl party this weekend, but <strong> Roger Goodell </strong> says <strong> Michael Vick </strong> told him that he would not be attending any public parties while in Dallas. <q> I spoke to <strong> Mike Wallace </strong> three times in the last two weeks about his schedule here, </q> <strong> Roger Goodell </strong> said. \"He has said on numerous occasions people have been using his name about being involved in some type of party and he had no intention of participating in that. I'm extremely proud of what", "new_id": -2}, {"uid": "1295921372006537277", "i": 48150, "idx": 4, "sa": ["Zahi Hawass"], "q": "has sent letters to try and get he statue back to Egypt. \"I am doing something that I believe in and that should have been done a 100 years ago,\" <strong> Zahi Hawass </strong> told AP. <q> My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit. </q> The statue is visited by more than a million tourists every year.", "new_id": -2}]