[{"uid": "1294961940081149955", "i": 21917, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Walsh", "Gabrielle Giffords"], "q": "Reacting to a story about the friendship between <strong> Debbie Walsh </strong> Wasserman-Schultz, <strong> Gabrielle Giffords </strong>, and <strong> Kirsten Gillibrand </strong>, Shani Hilton observes: <q>It's good that the women who are there have been able to support one another, but this is a reminder that women haven't made many inroads in Congress</q>- or the congressional leadership- in nearly a decade. The 2010 election saw the first drop in women in Congress since 1979, from 93 to 90. It was also the first year since 1979 that women", "new_id": -2}, {"uid": "1296407544252772372", "i": 134, "idx": 12, "sa": ["Allen Iverson", "Elgin Baylor", "Chris Webber"], "q": "While Philadelphia remained 2 1/2 games behind Boston in the Atlantic Division, <strong> Chris Webber </strong> gave a glimpse of what he could contribute down the stretch. \"<strong> Elgin Baylor </strong> think every little bit helps your confidence,\" <strong> Chris Webber </strong> said. <q>One day you're averaging a number that many people don't do in three categories and the next day you're worthless. And that's from myself, <strong> Elgin Baylor </strong> don't even care what everyone else is saying.</q> <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"<strong> Elgin Baylor </strong> just know how tough it is on him,\" <strong> Allen Iverson </strong> said. \"He wants to play well so", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q>It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.</q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1296371374213876760", "i": 35673, "idx": 0, "sa": ["Allen Iverson", "Rick Adelman", "Peja Stojakovic"], "q": "what's going on.\" The Kings visit the New York Knicks on Wednesday, but <strong> Rick Adelman </strong> wasn't sure about <strong> Peja Stojakovic </strong>'s status. \"I have a lot of faith in <strong> Peja Stojakovic </strong>,\" <strong> Rick Adelman </strong> said. <q>He's meant a lot to me and this franchise. He's been a pro his whole career.</q> The Sixers have won three in a row, improving to 21-20 at the halfway point of the season. Philadelphia, which came in allowing the third-most points in the NBA, reverted to http://wn.com/Allen_Iverson_50pts_vs_Chris_Webber_Sacramento_Kings_99/00 <strong> Allen Iverson </strong> calmly sank two", "new_id": -2}, {"uid": "1297245176074432535", "i": 23412, "idx": 0, "sa": ["Christina Aguilera", "Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "a suit. He is better known for wearing high-waisted trousers and tight T-shirt style tops, but says the reception to his new look has been so good he's considering overhauling his wardrobe. <q>Well, I've had so much positive feedback wearing a suit from the Super Bowl[ spot]. Literally, thousands and thousands of letters saying how handsome I looked, so I might wear that again,</q> he laughed to Access Hollywood. <strong> Simon Cowell </strong> has given several interviews about the new programme this week, and is being constantly quizzed about who will join him on the judging panel. <strong> Cheryl Cole </strong>, <strong> Nicole Scherzinger </strong> and <strong> Christina Aguilera </strong>", "new_id": -2}, {"uid": "1297257020046088192", "i": 45750, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "the war that <strong> President Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.N. speech. The U.S. never found substantial evidence of an active Iraqi program to produce weapons of mass destruction. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> previewed his presentation to the U.N. in two days.", "new_id": -2}, {"uid": "1295486039089587876", "i": 46186, "idx": 0, "sa": ["Simon Cowell", "Sarah Palin", "Steven Tyler"], "q": "bites the dust, it's Twitter food for thought to ask if <strong> Sarah Palin </strong> may have been right about the majority of \"American Idol\" contestants. FORMER \"IDOL\" STAR ALEX LAMBERT FOLDS <q>Back to texas and not... This Week In \"American Idol': From Premiere To` Pants On The Ground' history before season 10 kicks off. by Katie Byrne To celebrate the 10th season of \"American Idol</q>( does that make anyone else feel ancient?), we're digging into the MTV stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he\"s not the next <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1297616629186400779", "i": 26877, "idx": 19, "sa": ["Donald Rumsfeld"], "q": "her,\" Martin said. \"So how's that work? Fifteen hours a day, <strong> Donald Rumsfeld </strong> of Defense, war going on.\" \"People were risking their lives,\" said <strong> Donald Rumsfeld </strong>. <q>You simply have to pay attention, and I did. Go early in the morning to see her.</q> \"How long did that go on for?\" \"Days,\" <strong> Donald Rumsfeld </strong> said. \"You think it affected any of your decisions?\" asked Martin. \"", "new_id": -2}, {"uid": "1297256995028704771", "i": 16724, "idx": 1, "sa": ["Piers Morgan", "Michael Oher", "Michael Vick"], "q": "so long, a person has to want to help themselves.\" The interview ended on an unexpected note when <strong> Piers Morgan </strong> asked <strong> Michael Oher </strong> if he felt that Philadelphia quarterback <strong> Michael Vick </strong> deserved a second chance. <q>People mess up all the time,</q> <strong> Michael Oher </strong> said. \"<strong> Michael Vick </strong> surrounded himself around the wrong people and you have to be careful with that. He's redeemed himself. If you give someone a second chance, look at what happens. The guy", "new_id": -2}, {"uid": "1297293225002195576", "i": 6512, "idx": 0, "sa": ["Simon Cowell"], "q": "Seattle will also host auditions, with specific dates and venues TBA. Unlike \"American Idol,\" there is no upper age limit for contestants. Groups are also invited to try out. <q><strong> Susan Boyle </strong> taught me a huge lesson. I have to be more open-minded,</q> <strong> Simon Cowell </strong> said of the age issue. The$ 5 million prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We", "new_id": -2}]