[{"uid": "1295294243074366995", "i": 19311, "idx": 1, "sa": ["David M. McIntosh", "Barack Obama", "Mike Pence"], "q": "well as the future of the Republican Party. http://wn.com/Rep_Mike_Pence_Jokes_About_MSNBC_and_Obama;_Says_GOP_Back_in_the_Fight_on_the_Right Here is video of GOP <strong> David M. McIntosh </strong> <strong> Mike Pence </strong> speaking to the Southern Republican Leadership Conference April 10, 2010, where he joked about both MSNBC and <strong> Barack Obama </strong>. <strong> Mike Pence </strong> said <q> What a difference a year makes. </q> He proceeded to say that just after his election as <strong> Barack Obama </strong>, MSNBC reported that <strong> Barack Obama </strong> had a`` 120%'' approval rating. He later said MSNBC reported <strong> Barack Obama </strong> having a`` 65%'' approval rating in", "new_id": -2}, {"uid": "1295812367162496520", "i": 22310, "idx": 2, "sa": ["Colin Powell"], "q": "'' he said. When asked whether he would consider joining the Obama administration, <strong> Colin Powell </strong>, 73, said he was not looking for a return to the White House, and that he prefers serving as <q> someone the president calls up from time to time. </q>", "new_id": -2}, {"uid": "1295589642085278733", "i": 611, "idx": 6, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said <strong> Ken Auletta </strong>, author of`` Googled: The End of the World As We Know It.''`` I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else", "new_id": -2}, {"uid": "1295263921256114690", "i": 38426, "idx": 2, "sa": ["Tyler Cook", "David Spade", "Simon Cowell", "Michael McIntyre"], "q": "IT! Look, I never really watched... <strong> Michael McIntyre </strong> talks about Britain's Got Talent job <strong> Michael McIntyre </strong> has joked that talking to <strong> Simon Cowell </strong> about being a judge on Britain's Got Talent was like being on X Factor. <q> He does it exactly like the X Factor. He says` <strong> Michael McIntyre </strong>: I don't like you. I love you,' </q> the comedian told Newsbeat's Natal... American Idol <strong> David Spade </strong> <strong> Tyler Cook </strong> receives a message from <strong> Simon Cowell </strong> <strong> David Spade </strong> <strong> Tyler Cook </strong> receives a message on May 9th from <strong> Simon Cowell </strong> about the next song he is to sing. KC Anthem tv News was", "new_id": -2}, {"uid": "1295788412114884629", "i": 45567, "idx": 2, "sa": ["Andy Coulson"], "q": "he is representing clients preparing to bring civil court cases against several newspaper groups over allegations of phone tapping. His claims suggest the practice of illegal eavesdropping is much more commonplace than first thought. <q> I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group, </q> Mr Lewis said.`` It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.'' Mr <strong> Andy Coulson </strong>, who edited the", "new_id": -2}, {"uid": "1294997879266141707", "i": 35564, "idx": 2, "sa": ["Sergio Marchionne"], "q": "The pro-plan union members avoid the streets and meet at an auditorium to listen to their leadership.`` The crisis has been under way for three years,'' the man on the podium says. <q> Many industries are dying, banks are holding on to their money, if nothing improves, unemployment will skyrocket this year. We want to ensure our future. That's why we broke labor unity and approved the <strong> Sergio Marchionne </strong> plan. </q> The union that's been left alone is the powerful left-leaning metal workers. If its members don't agree to sign, <strong> Sergio Marchionne </strong> says they will lose their representation-rights on the factory floor. Thousands", "new_id": -2}, {"uid": "1297713451165232640", "i": 34527, "idx": 1, "sa": ["Zahi Hawass"], "q": "undated photo released by the Egyptian... Photo: <strong> Zahi Hawass </strong>: No mummies damaged by looters at Cairo's... Top Stories Video: Egyptian tourist town in dumps Top Stories Video: Royal wedding duties handed out Report Abuse <q> What hasn't been reported in US news but you can find in several euro news feeds is that the looters were actually members of the elite police force not the general public who is rioting. they were caught in the act of looting and destroying the exhibits- caught by the army- the army is now protecting the museums. </q> The Christian Science Monitor: Why Egypt's Muslim Brotherhood isn't the Islamic bogeyman The Christian Science Monitor: A budget proposal fit for Valentine's Day", "new_id": -2}, {"uid": "1296292861120143897", "i": 22718, "idx": 0, "sa": ["Zahi Hawass"], "q": "took up posts outside the massive coral-colored building in downtown Cairo. Soldiers surrounded the building and moved inside to protect mummies, monumental stone statues, ornate royal jewelry and other pharaonic artifacts. Report Abuse <q> The Egyptian army secured Cairo's famed antiquities museum early Saturday, protecting thousands of priceless artifacts, including the gold mask of King Tutankhamun, from looters. </q>- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse <blockquote> First the` protesters", "new_id": -2}, {"uid": "1295618617243957797", "i": 6333, "idx": 1, "sa": ["Andy Coulson", "Tommy Sheridan"], "q": "<strong> Tommy Sheridan </strong> asked him about a House of Commons committee report which stated that the NoW`` turned a blind eye'' and`` at worst actively condoned'' bugging and hacking in the newsroom. <strong> Andy Coulson </strong> replied: <q> I don't accept there was a culture of phone hacking at the NoW. There was a very unfortunate, to put it mildly, case involving <strong> Clive Goodman </strong>. No one was more sorry about it than me; that's why I resigned. </q> <strong> Tommy Sheridan </strong> asked whether he know what the phrase`` the dark arts'' meant. <strong> Andy Coulson </strong> replied:`` As far as I'm concerned it means investigative work.`` I think others have described", "new_id": -2}, [{"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}]]