[{"uid": "1296921359074088455", "i": 44173, "idx": 0, "sa": ["Barbara Walters", "David Letterman"], "q": "heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. But they didn't last long. During the chat, <strong> David Letterman </strong> stated, <q> Depression is a <strong> Bill Clinton </strong> hole... I've dabbled in it.`` There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying.`` Without some kind of medicinal help... institutions used to be full of people who were depressed. </q>", "new_id": -2}, {"uid": "1295470161077529109", "i": 27306, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "that are taking place against working families, and for a practical plan on how we can reverse the obscene politics that favor the rich over the middle class and the disadvantaged in our nation,'' <strong> Sen. Bernie Sanders </strong> said. <q> If my speech helped educate people about some of these issues, made them aware that they're not alone in their concerns of their pain, and pointed a way to the future, it was well work it. </q> http://thehill.com/blogs/blog-briefing-room/news/138849-sanders-publishing-his-filibernie-as-a-book <strong> Sen. Bernie Sanders </strong> Giffords likely to be transferred to rehabilitation center in Houston Friday Democratic lawmaker compares GOP health law claims to Nazi` lies' Poll: Most Americans don't think violent political rhetoric caused shooting Democratic", "new_id": -2}, {"uid": "1296600256096632842", "i": 28923, "idx": 1, "sa": ["Pauley Perrette", "David Letterman"], "q": "eye and even her arms, she had <strong> David Letterman </strong> Lettermen engrossed in her body art as she explained each piece.`` Well most of mine are number based. I love math.,'' said <strong> Pauley Perrette </strong>. <q> I have little secret number tattoos everywhere. I design them. </q> <strong> Pauley Perrette </strong> definitely is just as unique as her character on NCIS. From the cute dog she rescued that was shown to her delightful tattoos, it isn't hard to find her a likeable actress!", "new_id": -2}, {"uid": "1297212014253886469", "i": 181, "idx": 8, "sa": ["Simon Cowell", "Kit Hoover"], "q": "friends. We're just gon na completely whip their a** es[ with` The X Factor].''`` Have you watched the new` Idol'?'' <strong> Kit Hoover </strong> asked. <q> No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice, everybody seemed to have sad stories. It was like a music version of` Extreme Home Makeover' with a happy ending. We like happy endings, </q> <strong> Simon Cowell </strong> said. VIEW THE PHOTOS: Anything But Dreadful! Hot Shots Of <strong> Simon Cowell </strong>! VIDEO: 2011 Screen Actors Guild Awards Backstage:` Modern Family' Cast Jump For Joy Over Winning GALLERY: Va-Va-Va Voom", "new_id": -2}, {"uid": "1295860435042090520", "i": 5993, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "George Osborne"], "q": "the Cabinet Office- in the hope that his successor will continue the work of streamlining comms in other departments. In practice, <strong> Andy Coulson </strong> made up his mind before Christmas that he would have to go. <q> <strong> Andy Coulson </strong> was running at 70 per cent of his capacity- at best, </q> says one ally.`` He wasn't prepared to work on that basis.'' <strong> David Cameron </strong> and <strong> George Osborne </strong> tried hard to dissuade him from stepping down. Indeed, it is a measure of how much they valued him", "new_id": -2}, {"uid": "1296747953119816192", "i": 22003, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "... the US-gov, pay salaries( in billions) to these dictators, to help them over-control the situation in there countries( of course.... as long as the dictatore is serving the us-interrest) Report Abuse <q> Rember one good wayto know a countrries beat, style, rythum, is to know of their Origin Reglious Belifes( HISTORY)+= wisdom= discrenment/goto web-site gratefulness.org, then to candles, groups OBAMA I am SCALY EGYPT </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Stock Picking Software No Guessing- No Hunches- No Missed Trends- EVER- Learn", "new_id": -2}, {"uid": "1295682265065617928", "i": 78, "idx": 2, "sa": ["Dick Armey", "Mike Huckabee", "Mike Pence"], "q": "the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week.`` Seize this moment, <strong> Mike Huckabee </strong>,'' said the letter, signed by former House Majority Leader <strong> Dick Armey </strong> and three others. <q> At this precarious time in our nation's history, none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of the future if we fail today? </q> And <strong> Mike Pence </strong> supporters are collecting signatures from conservatives and tea party activists through a website and social media campaigns as part of a draft effort.`` I said,` Let's attempt to demonstrate", "new_id": -2}, {"uid": "1296924819144195601", "i": 20641, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "' Chrysler Group LLC is working to refinance what its chief executive characterized as`` shyster loans'' that US <strong> Barack Obama </strong>'s administration extended as part of a bailout to keep the automaker from collapse in 2009. <q> I want to pay back the shyster loans, </q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unethical lawyer or politician.`` Pay back the loans, get those out and then take[ the company] public.'' <strong> Sergio Marchionne </strong>, who", "new_id": -2}, {"uid": "1297245176074432515", "i": 44949, "idx": 0, "sa": ["Lindsay Lohan", "Blake Lively", "Simon Cowell", "Matthew Morrison", "Chace Crawford"], "q": "up with a storyline involving <strong> Matthew Morrison </strong> and his female co-star <strong> Blake Lively </strong>. He wasn't filled with too much enthusiasm over its originality though.`` What could Matt do on Gossip Girl?'' mused <strong> Chace Crawford </strong>. <q> Come in as an unassuming billionaire to some oil company and then drug Serena up and leave her for dead somewhere so she has to reconcile her life. Sounds a little familiar, right? </q> <strong> Lindsay Lohan </strong>`` to be charged with felony grand theft'' <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]