[{"uid": "1296085240146374684", "i": 29348, "idx": 2, "sa": ["Eric Cantor", "Mike Pence", "Kevin McCarthy", "Bill H. Gross"], "q": ".\" <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q> We've got to roll back there. That will save$ 100 Bill H. Grossion in the first year, </q> agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 Bill H. Grossion in cuts. However, according to the New York Times", "new_id": -2}, {"uid": "1296326590149307410", "i": 14568, "idx": 0, "sa": ["Mitt Romney", "Mike Pence", "Jim DeMint"], "q": "like Senator <strong> Jim DeMint </strong> but,...\" \"He's a Myth <strong> Mitt Romney </strong> supporter\" . I see many comments on other threads about his support of <strong> Mitt Romney </strong> in' 08. And I ask those FReepers; <q> would you feel better if he had supported McCain? </q> 15 posted on 01/29/2011 10:03:28 AM PST Agreed. Once <strong> Mike Pence </strong> dropped out, <strong> Jim DeMint </strong> must have felt obligated. I think he was hoping <strong> Mike Pence </strong> would run instead of himself. Works for me.", "new_id": -2}, {"uid": "1297282419203538449", "i": 3202, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Bob Corker", "Ian Thorpe", "Ben Bernanke"], "q": "bubble last decade with the stance that the Fed can help home prices now with its asset purchases. Home prices are not \"responding at all\" to the Fed's policy, and the bubble was <q> far greater than could be explained </q> by the central bank's interest-rate actions, <strong> Ben Bernanke </strong> said in response. <strong> Paul Ryan </strong> has said he supports legislation proposed by fellow Republicans, Tennessee Senator <strong> Bob Corker </strong> and IndIan Thorpea Representative <strong> Mike Pence </strong>, that would remove the Fed's", "new_id": -2}, {"uid": "1295454375253952007", "i": 21676, "idx": 0, "sa": ["Mike Pence", "Alan Grayson", "Barack Obama"], "q": "http://wn.com/Scandal_Exposed_American_Universal_Health_Care_Exists_NOW_and_its_Killing_People Scandal Exposed American Universal Health Care Exists NOW and its Killing People, <strong> Barack Obama </strong> Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care. http://wn.com/Rep_Alan Grayson_I_Apologize_To_The_Dead_For_This_Holocaust One day after <strong> Mike Pence </strong> <strong> Alan Grayson </strong> laid out <q> the Republican health care plan... die quickly, </q> the Congressman, prompted by Republicans, issued somewhat of an apology. \"I would like to apologize to the dead,\" he said on the House floor. \"I apologize to the dead and their families", "new_id": -2}, {"uid": "1295956479149733513", "i": 33281, "idx": 5, "sa": ["Mike Pence"], "q": "earth because we acknowledge the God-given right to liberty, the pursuit of happiness and the unalienable right to life,\" <strong> Mike Pence </strong> said. He said it's time to restore the \"sanctity of life\" to the <q> center of American law. </q> The annual March for Life has been held every year since 1974, the year after the Supreme Court's decision legalizing abortion on demand. The march begins on the National Mall and ends in front of", "new_id": -2}, {"uid": "1295446736183418917", "i": 1906, "idx": 5, "sa": ["Mike Pence", "Jim Ryun"], "q": "But while fiscal issues may dominate the next election, <strong> Mike Pence </strong> also reaffirmed his strength among social conservatives by saying that the nation also needs \"to get back to basics\" by stressing traditional values, including <q> the sanctity of life, traditional marriage and the importance of organized religion. </q> Among those urging <strong> Mike Pence </strong> to run for the presidency is a former deputy counsel to President Ronald Reagan and former U.S. <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and", "new_id": -2}, {"uid": "1296240031097697831", "i": 11458, "idx": 2, "sa": ["Chris Christie", "Kathryn Jean Lopez", "Mike Pence", "John Hood", "Mike Huckabee", "Rick Santorum"], "q": "the Governor's Mansion \"Given what I also considered the long odds against <strong> Mike Pence </strong> winning the presidential contest, I think he has made the right call,\" National Review's HuckabeeMike Pencedropsoutof2012disappointingconservatives6757/39897739/SIG=128dn77ua/*http://www.nationalreview.com/corner/258248/right-call-Mike Pence-Rick Santorum-John Hood\" title=\"John Hood\"> <strong> John Hood </strong> counters. <q> As Daniels, <strong> Chris Christie </strong>, and others are in the midst of demonstrating, the post of governor is an excellent place to showcase the promise and importance of conservative governance-- and to hone the leadership and management skills that future chief executives need to be effective. </q> <strong> Kathryn Jean Lopez </strong> says, also at National Review.Others close to the draft movement admit to be in a` funk' about <strong> Mike Pence </strong>'s decision. One stating:` Seriously, we have no one for 2012 now.'", "new_id": -2}, {"uid": "1296228272172146710", "i": 20864, "idx": 1, "sa": ["Mike Pence"], "q": "again- \"wide open.\" One source familiar with the effort to recruit <strong> Mike Pence </strong> tells National Review Online that while <strong> Mike Pence </strong> \"could have united the conservative movement,\" his departure leaves a Republican field that <q> is never going to be as wide-open again. </q> \"In six years or ten years it's going to be an incredibly full field: The 2012 field is the Washington Nationals. Subsequent fields will be the 1927 New York Yankees,\" the source", "new_id": -2}, {"uid": "1295779892017170523", "i": 2209, "idx": 3, "sa": ["Mike Pence", "Dick Armey"], "q": "movement made the same argument in a letter to <strong> Mike Pence </strong> this week. \"Seize this moment, <strong> Mike Pence </strong>,\" said the letter, signed by former House Majority Leader <strong> Dick Armey </strong> and three others. <q> At this precarious time in our nation's history, none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of the future if we fail today? </q> And <strong> Mike Pence </strong> supporters are collecting signatures from conservatives and tea party activists through a website and social media campaigns as part of a draft effort. \"I said,` Let", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better. \"Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added: \"For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.\"", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}]