[{"uid": "1297128589176029697", "i": 20506, "idx": 0, "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q>He( <strong> Simon Cowell </strong>) looked at me and said: \"Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...\"</q>", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q>That wasn't the first time he threw one in like that,</q> <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.\" The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}, {"uid": "1296463954171245576", "i": 15173, "idx": 2, "sa": ["President Dwight D. Eisenhower", "Ayn Rand", "Sen. Bernie Sanders"], "q": "the World More than the Internet;\" \"More Education, in Itself, Is Not Going to Make a Country Richer;\" \"The U.S. Does Not Have the Highest Living Standard in the World;\" <q>Companies Should Not Be Run in the Interest of their Owners.</q> Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits: \"Heartless,'` Shows Contempt' For Troops' Sacrifice Virginia Lawmaker Says GOP\"s 2010 Victories Driven by Opposition to Black <strong> President Dwight D. Eisenhower </strong> <strong> Ayn Rand </strong> Railed Against Government", "new_id": -2}, {"uid": "1297210131061849602", "i": 3317, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "Asked about former <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong>'s infamous 2003 speech to the United Nations in which he cited questionable intelligence about Iraq's alleged weapons program, <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong> was an \"honorable man\" who <q>believed every word he gave in that speech.</q> <strong> Donald Rumsfeld </strong> also defended the detention camp at Guantanamo Bay, which the Obama administration has been unsuccessfully trying to shutter for the past two years. <strong> Donald Rumsfeld </strong> lamented that officials were never able to improve the camp's", "new_id": -2}, {"uid": "1295239084258359319", "i": 2336, "idx": 1, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "\" said CNBC's <strong> Maria Bartiromo </strong> in the interview. \"Should they be?\" Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded, <q>I think judgment matters.... If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. If you really need that kind of privacy, the reality is that search engines-- including Google-- do retain this information for some time. And it's important, for example, that we are all subject in the United States to the Patriot Act and it is possible that all that information could be made available to the authorities.</q> <strong> Eric Schmidt </strong>'s remarks about the availability of search data to law enforcement demands have been seized on by privacy advocates as evidence of overall disregard for privacy on the part of both <strong> Eric Schmidt </strong> and Google. Divorced from", "new_id": -2}, {"uid": "1295976171233406550", "i": 21148, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Guillaume Pepy"], "q": "giving a contract to a company with a role in the deportations. <strong> Guillaume Pepy </strong> denied that the setting up the memorial had anything to do with criticism from the U.S., saying the railway's actions were not <q>dictated by the circumstances, but by its convictions.</q> No date has been set for the memorial's completion. The SNCF won an appeal in 2007 of a French lawsuit over its role in the Nazi deportation. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal", "new_id": -2}, {"uid": "1297044026199639050", "i": 29806, "idx": 0, "sa": ["Eric Schmidt"], "q": "European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content <q>We certainly want to avoid that,</q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1295586272212418583", "i": 2948, "idx": 13, "sa": ["Allen Iverson", "Marcus Camby", "Yao Ming"], "q": "December 2006, led all scorers with 32 points Wednesday night. But it was the 76ers who made the <strong> Yao Ming </strong> plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. <q>I dreamed it up a certain way, and it was better than that,</q> <strong> Allen Iverson </strong> said. \"Everything was perfect but one thing, and that was not winning the game.\" <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their", "new_id": -2}, {"uid": "1295571328120422413", "i": 714, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ", who offered some remarks, expressed optimism that the challenges we face with governments' walling off access to the Internet can be overcome technologically by building networks that are transparent, scalable, and open. http://wn.com/Eric_Schmidt_at_Sciences_Po__4_projects_for_Google_in_France www.theytoldyou.com <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place,</q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/The_Future_of_Google_Books__Google_Co-Founder_Sergey_Brin Complete video at: fora.tv <strong> Sergey Brin </strong> responds to criticism <strong> Google Inc. </strong> has received concerning its project to digitize and store millions of the world's books online. \"I've been surprised at the level of", "new_id": -2}, {"uid": "1296747320116736041", "i": 23111, "idx": 0, "sa": ["Zahi Hawass"], "q": "Finch Rumors that the Egyptian Museum in Cairo caught fire yesterday( Feb. 2) were just that, according to <strong> Zahi Hawass </strong>, secretary general of the Supreme Council of Antiquities, on his blog today. <q>Again, I want to tell everyone that all the fights and fires in Tahrir Square that many people saw on television yesterday did not affect the Egyptian Museum, Cairo, at al,</q> <strong> Zahi Hawass </strong> wrote. Al Jazeera reports suggested the monuments of Saqqara-- a large burial ground of Ancient Egypt referred to as the \"City of the Dead\"-- had been damaged and that items were stolen", "new_id": -2}]