[{"uid": "1295744257027656193", "i": 25977, "idx": 1, "sa": ["Patrick Achi", "Ahoua Don Mello", "Alassane Ouattara"], "q": ", Mr. <strong> Alassane Ouattara </strong>'s prime minister, said this would be Ahoua Don Melloe`` quickly'', without giving a timeframe. <strong> Patrick Achi </strong>, spokesman for the Alassane Ouattara-appointed government, called the move an important step. <q> We are satisfied. We are heading towards the control of the accounts but it will happen in stages, </q> he said, adding that the next step would have to be the replacement of the director of the bank in Ivory Coast, who he said was also pro-Gbagbo. Mr. <strong> Alassane Ouattara </strong> says Mr. Gbagbo has tapped", "new_id": -2}, {"uid": "1295872767073089038", "i": 48948, "idx": 0, "sa": ["Alan Rusbridger", "Andy Coulson"], "q": "redundancies made at GNM The Observer will live on with new look, says Guardian News& Media Academics threaten Observer boycott over ousted columnist, as newspaper faces uncertain future with GNM Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>#jpod: The week's top news stories from Journalism.co.uk, 21 January 2011 <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story' Copyright, metadata, and the case of the` lifted", "new_id": -2}, {"uid": "1295458359168706053", "i": 27256, "idx": 4, "sa": ["Steven Tyler", "Paula Abdul", "Kara DioGuardi", "Randy Jackson", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": ".'' The new line-up brings big changes to` American Idol.' Gone are original judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. Gone are more recent additions, <strong> Ellen DeGeneres </strong> and <strong> Kara DioGuardi </strong>. In their place are two music superstars. <q> Every kid is trying to be them, </q> <strong> Randy Jackson </strong> said. Backstage, <strong> Jennifer Lopez </strong> told TMZ,`` What we will bring is the experience of trying to make it in http://wn.com/Nicole_Brown_Interviews_Steven Tyler_Steven Tyler_About_Music_and_Aerosmith <strong> Steven Tyler </strong> had his after party at Studio 54 at the MGM Grand at 12:45 am on", "new_id": -2}, {"uid": "1297093337063078445", "i": 19110, "idx": 0, "sa": ["Sergio Marchionne"], "q": " The loans received from the U.S. and Canadian federal governments were negotiated, according to analysts, at advantageous rates for that time in 2009- when the banking system was paralyzed and, as <strong> Sergio Marchionne </strong> put it, <q> we couldn't have borrowed a buck from a 7-Eleven </q>- but the interest on which is now posing a burden on Chrysler's recovery. href=\"http://www.autoblog.com/2011/02/04/opinion- chrysler- no- longer- left- for- dead- biggest- test- still- co?icid=sphere_blogsmith_inpage_autoblog\" target=\"_new\"> Opinion", "new_id": -2}, {"uid": "1297278646168607769", "i": 47617, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "for the cantankerous reality judge.`` Oh please-[ I'll say]` Hi jerk, how are you?''' <strong> Paula Abdul </strong> joked, when asked if she leaves sexy voicemails for <strong> Simon Cowell </strong>. <q> Yes, that arouses him. </q> Whispers of a possible Simon Cowell/Paula Abdul reunion are swirling as <strong> Simon Cowell </strong> is currently assembling his judges panel for his new reality talent show,`` The X Factor,'' but <strong> Paula Abdul </strong>'s not quite sure she wants to", "new_id": -2}, {"uid": "1295571624118865920", "i": 19948, "idx": 0, "sa": ["Charles Boustany", "Steve Ballmer"], "q": ", the leaders focused on economic relations, which has been a source of tension on both sides.`` The top issues that were raised were trade and intellectual property in particular,'' said <strong> Charles Boustany </strong>. <q> Most of the time was spent on the commercial relationship. </q> Major U.S. companies such as Microsoft have pressed Congress to crackdown on China's flagrant flouting of intellectual property laws. <strong> Steve Ballmer </strong>, the CEO of Microsoft, met with members of the House Ways and", "new_id": -2}, {"uid": "1295433014076251208", "i": 31773, "idx": 9, "sa": ["Barbara Walters", "Michael Vick", "Oprah Winfrey"], "q": "wager,'' suggesting 100 British pounds. <strong> Oprah Winfrey </strong> seemed game, but suggested they double it.`` Make it two.'' So, 200 pounds it is( about$ 320). <q> If <strong> Michael Vick </strong> chooses to sit with you as his first interview and not with me, then that's the way it's supposed to be, </q> <strong> Oprah Winfrey </strong> said.`` God bless the man.'' <strong> Barbara Walters </strong> also is believed to be interested. <strong> Michael Vick </strong> picked up another Comeback Player of the Year award yesterday, as we told you last night here", "new_id": -2}, {"uid": "1297708913141344772", "i": 28032, "idx": 0, "sa": ["Katy Perry", "Kim Kardashian", "Kevin Costner", "Taylor Swift", "Kate Hudson", "Simon Cowell", "Matthew Bellamy", "Eva Longoria"], "q": "upsets dominate Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? Glam Slam: Grammy Style- The Good, The Bad& The Gaga <strong> Matthew Bellamy </strong> Opens Up About Baby-to-Be With <strong> Kate Hudson </strong> <strong> Taylor Swift </strong>'s Unrequited Crush: <q> I Was So in Love With You </q> <strong> Kim Kardashian </strong> and <strong> Eva Longoria </strong> Got Ready for The Grammys Together <strong> Katy Perry </strong>:' I Was Shaped Like a Square' href=\"http://omg.yahoo.com/blogs/crush/mileys-puppy-love/558\"> Miley's Puppy Love <cite> Crush- February 11, 2011 8:25 PM PST </cite> <strong> Kevin Costner </strong>'s Little", "new_id": -2}, {"uid": "1295593353046137522", "i": 15436, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": " Den Kinderschuhen entwachsen: Gr?nder steuert Google Mountain View( dpa)- <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig! </q>- Mit dieser knappen Botschaft, geschickt ber den Kurznachrichtendienst Twitter, verk?ndete Google-Chef <strong> Eric Schmidt </strong> am Donnerstagabend seinen R?ckzug in die zweite Reihe. Seine Ziehkinder sind fl?gge geworden, vor allem einer: <strong> Larry Page </strong>. Der Mitgr?nder", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,'' <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business'`` move forward into the era of cloud computing,'' one that would apparently require`` new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}]