[{"uid": "1297134952101482529", "i": 35349, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "we are going to be working together.\" Though no names have been announced for the upcoming reality show, having <strong> Paula Abdul </strong> on the judging panel is a decision not only <strong> Simon Cowell </strong> has to make. <q>I have to take everyone's opinions into account,</q> <strong> Simon Cowell </strong> said, according to AP. This means, that he needs to consider whether he shares the opinion of <strong> Paula Abdul </strong> with the show's other producers and the network top officials. \"The X-Factor\"", "new_id": -2}, {"uid": "1295159503096436248", "i": 47565, "idx": 1, "sa": ["Tramon Williams", "Michael Vick"], "q": "was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards. \"We moved the ball pretty effectively but we just didn't capitalize,\" Ryan said. <q>We didn't get points when we needed to get points. It's disappointing.</q> The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan, the postseason disappointment was painfully familiar. As a rookie in 2008, Ryan had three turnovers, including a fumble returned for a touchdown", "new_id": -2}, {"uid": "1297044026199639050", "i": 29807, "idx": 1, "sa": ["Eric Schmidt"], "q": "investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content \"We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q>I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct. \"We'll find out and make sure we are operating well within the law and the spirit of the law.</q> Brussels launched a formal investigation into Google in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into", "new_id": -2}, {"uid": "1296092084132530182", "i": 14611, "idx": 1, "sa": ["Roger Kay", "Eric Schmidt"], "q": "Google will take its eye off the Google Apps enterprise movement with Page in charge, given his penchant for prioritizing search engines, YouTube, and the Chrome browser and OS over enterprise software and services. <q>If Google lets Google Apps languish, even a little bit, it only benefits Microsoft,</q> says <strong> Roger Kay </strong>. Since Thursday's announcement of <strong> Eric Schmidt </strong>'s departure as CEO, Page has not publicly addressed how Google's strategy may change when he takes the helm. Google's One-Trick Pony Perception", "new_id": -2}, {"uid": "1296850144211632135", "i": 19903, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "DALLAS-- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,</q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}, {"uid": "1296232173027263023", "i": 22176, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "singer- as she's an unknown in the States. But The Sun reveals <strong> Simon Cowell </strong> could get <strong> Cheryl Cole </strong> a job as a mentor on the show- like Sinitta has on the UK version. <q><strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor,</q> a source tells The Sun. \"It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon", "new_id": -2}, {"uid": "1297188372166789129", "i": 5233, "idx": 7, "sa": ["Simon Cowell"], "q": "then I think it could do really really well,\" <strong> Simon Cowell </strong> told reporters. However, <strong> Simon Cowell </strong> acknowledged that even producing a great show won't guarantee that it will be a ratings success. <q>I've learned never take anything for granted and I kind of feel at the moment like I did when we were launching American Idol. I was excited about the show. I was excited about the prospects, but I hadn't got a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks,</q> <strong> Simon Cowell </strong> told reporters. \"All you can do, which I'm going to do, is you give it 110% percent effort and I'll do everything I can to make it the best show", "new_id": -2}, {"uid": "1297099586237600778", "i": 19463, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the Scottish singer <strong> Susan Boyle </strong>. <q>We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar,</q> <strong> Simon Cowell </strong> said in a statement. Britain's \"The X Factor\", which launched in 2004, won the talent show category at Britain's National Television Awards", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q>I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,</q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1295819037185630726", "i": 782, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "fellow Stanford University alumnus <strong> Sergey Brin </strong> in 1998-- to take the reins of a company that has dominated Internet search for a decade but is in danger of losing traffic to social networks like Facebook and Twitter. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after the announcement. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach,", "new_id": -2}]