[{"uid": "1296286332201490484", "i": 3215, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "since he stepped down last year from his House leadership position. The 51-year-old <strong> Mike Pence </strong> made multiple trips to states that host early Barack Obamaial primary contests, fueling some speculation he might seek the White House instead. <q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home, </q> <strong> Mike Pence </strong> said in a letter to supporters. \" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. \"", "new_id": -2}, {"uid": "1295446736183418917", "i": 1902, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "slogan. <strong> Mike Pence </strong>, who has said he'll decide by the end of this month, said he is leaning in one direction-- but didn't say which way. <q> I certainly know where I'm leaning, but I haven't made any decision. </q> <strong> Mike Pence </strong> said he continues to talk to people, in Indiana and elsewhere, as he makes up his mind. He talked Monday morning to Gov. <strong> Mitch Daniels </strong>, who is term-limited from seeking a third", "new_id": -2}, {"uid": "1296175633054247430", "i": 32238, "idx": 11, "sa": ["Mike Pence", "Barack Obama"], "q": "snow after a fast... Photo in Slideshow: Members of Congress from both parties stand and applaud together... Article: <strong> Barack Obama </strong> seeks new path to environmental goals... Politics Video: Supreme Court Interview: Bernau Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads \" An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial race is under way \" . Report Abuse \"", "new_id": -2}, {"uid": "1295407658030703641", "i": 52226, "idx": 0, "sa": ["Mike Pence", "Bill Clinton"], "q": "so it starts with, will they have demonstrated in their career, in some of their other rulings, if they come from the federal judge bench, whether or not they also share that. \" <q> Because I believe that the principles that our Founding Fathers cherished, when they founded this country, and wrote the Declaration of Independence which inspired the Constitution, they were based upon biblical principles. I want to get back to those principles as <strong> Bill Clinton </strong>, if I run and get elected- not rewrite those documents, </q> he added. Congressman <strong> Mike Pence </strong> of Indiana, himself a potential Republican Bill Clintonial candidate, has filed a <strong> Bill Clinton </strong> in the House of Representatives to revoke federal taxpayer funding for the Planned Parenthood abortion business.", "new_id": -2}, {"uid": "1297287102243777541", "i": 56266, "idx": 6, "sa": ["Mike Pence", "Laura Ingraham"], "q": "so much good should receive no funding. <strong> Mike Pence </strong> said that as a father of two teenaged girls he was \" outraged. \" He claimed that he has seen investigations into PlLaura Ingrahamd Parenthood all over the country and <q> there is a broad consensus that we don't use taxpayer money to provide abortion. </q> Fact Check- taxpayer money is not used for abortions at PP. He said that the tapes \" make an eloquent argument \" for his bill to end federal funding for PP. Bill said that this happens all", "new_id": -2}, {"uid": "1295534390252182552", "i": 25975, "idx": 5, "sa": ["Tim Pawlenty", "Mike Pence", "Barack Obama", "Mitt Romney"], "q": "so much so they've asked U.S. Representative <strong> Mike Pence </strong> to seek the Republican nomination for <strong> Barack Obama </strong>, \" Although <strong> Mitt Romney </strong> criticized his opponents in 2008 for not spending more Tim Pawlentye in Iowa, <q> as he appears to be preparing to launch a second Barack Obamaial bid, <strong> Mitt Romney </strong> has largely avoided the state, </q> Real Clear Politics writes. \" After a debilitating second-place finish in the 2008 caucuses, <strong> Mitt Romney </strong> has visited Iowa only twice since <strong> Barack Obama </strong> was elected, and he does not have any additional trips to", "new_id": -2}, {"uid": "1295433140214253578", "i": 15817, "idx": 1, "sa": ["Gabrielle Giffords", "Mark Kelson", "Mike Pence", "Randall Friese"], "q": "so typical of her that no matter how bad the situation might be for her, you know, she's looking out for other people. \" Such encounters indicate higher levels of functioning, implying that <q> she's recognizing him and interacting, perhaps in an old familiar way with him, </q> said Dr. <strong> Mike Pence </strong> Lemole. Dr. <strong> Randall Friese </strong> said <strong> Mark Kelson </strong> also told doctors he saw <strong> Gabrielle Giffords </strong> smile. He said sometimes people see what they want to see, but that \" if he says she's smiling,", "new_id": -2}, {"uid": "1295310565231800855", "i": 32356, "idx": 5, "sa": ["Harry Reid", "Mike Pence", "Bill Whittle", "Barack Obama"], "q": "so why should the Republican House even bother to vote on health care? Find out.www.PJTV.com.... <strong> Mike Pence </strong>: \" You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. \" <strong> Mike Pence </strong>: <q> You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. </q> Congressman <strong> Mike Pence </strong> gave the following floor speech during debate of the final reconciliation <strong> Bill Whittle </strong> that purports to \" fix \" the Democrat government takeover of health care.... Limbaugh: <strong> Barack Obama </strong> Attempting To Make Health Care Repeal Impossible <strong> Harry Reid </strong>", "new_id": -2}, {"uid": "1295682265065617928", "i": 124, "idx": 18, "sa": ["Mike Pence", "Evan Bayh", "Marjorie Dannenfelser"], "q": "social conservatives. \" To those who say that marriage is not relEvan Bayht to our budget crisis, \" <strong> Mike Pence </strong> said in an enthusiastically received speech at the Family Research Council's Values Voter Summit last fall, <q> I say you would not be able to print enough money in a thousand years to pay for the government that you would need if the family continues to collapse. </q> After giving that speech, <strong> Mike Pence </strong> won the group's straw poll for top choice for its 2012 nominee. \" He has that everyman, Indiana appeal with vision, \" <strong> Marjorie Dannenfelser </strong> said. She", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}]