[{"uid": "2008090907_00025852_W", "i": 3349, "idx": 2, "sa": ["Saad Hariri"], "q": ", security forces to deploy, people who fled their homes to return under army protection and compensation for material losses. seniora called the agreement a contract which all sides should commit to and abide by, and said <q> the state will play a complete role </q> in keeping the peace. parliamentary majority leader <strong> Saad Hariri </strong>, a sunni, has been in tripoli since saturday trying to reconcile the city's feuding communities. <strong> Saad Hariri </strong> accused syria on friday of using the instability in tripoli as", "new_id": -2}, {"uid": "2008091804_00013414_W", "i": 2916, "idx": 0, "sa": ["Barack Obama", "John McCain"], "q": "<strong> Barack Obama </strong> are adjusting their economic messages to connect with anxious americans. <strong> Barack Obama </strong> talks about how he'll fix the economy in a new ad. and as wall street struggles, <strong> John McCain </strong> says there should be no bailouts for <q> the management and speculators who created this mess. </q> hong kong( ap) the bad vibrations on wall street are being felt by asian traders. a day after the dow lost nearly 450 points, japan's benchmark nikkei 225 index is down 3.2 percent. hong", "new_id": -2}, {"uid": "2008121902_00032443_W", "i": 3307, "idx": 4, "sa": ["Harry Redknapp", "Ledley King", "Jermaine Jenas", "Darren Bent", "Jonathan Woodgate", "Aaron Lennon"], "q": "cup-tied, with <strong> Ledley King </strong>, <strong> Jonathan Woodgate </strong>, <strong> Jermaine Jenas </strong> and <strong> Darren Bent </strong> among the players sidelined. there are now concerns over modric's tight hamstring and <strong> Aaron Lennon </strong>'s groin ahead of the barclays premier league clash at newcastle this weekend. <q> my plan was to take modric off at half-time and now he's ended up with a tight hamstring, </q> <strong> Harry Redknapp </strong> said. \"<strong> Aaron Lennon </strong> has a tight groin and they could be struggling for the weekend.\" despite europe not being his priority, <strong> Harry Redknapp </strong> added: \"i would have been bothered if we went out because", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 68, "idx": 10, "sa": ["Javier Solana"], "q": "this morning i am delighted that i am, so to say, also present at the creation of something, namely this new initiative \"a new world order to be managed by a rejuvenated united nations.\" <q> in many ways, darfur is the first time we are aware that a war is caused by climate change- and it will not be the last. </q> \"we should make space for the new heavyweights at the un security council.\" biography of <strong> Javier Solana </strong> high representative for the common foreign and security policy secretary-general of both the council of the european union( eu)", "new_id": -2}, {"uid": "2008121607_00018456_W", "i": 2750, "idx": 4, "sa": ["R. Allen"], "q": "\"don't worry about mistakes,\" <strong> R. Allen </strong> told the students. \"there are no mistakes here. there are only discoveries.\" the kids ate up <strong> R. Allen </strong>'s advice on mixing paints and how to <NO_QUOTATION> <q> it was a lot of fun, </q> said alleyah watkins, 10, a fifth-grader. \"i got to try different strategies today.\" dejuan hodges, 10, a fourth-grader, was still beaming after <strong> R. Allen </strong> singled out his abstract painting to the other", "new_id": -2}, {"uid": "2008092918_00007274_W", "i": 246, "idx": 0, "sa": ["James Kim"], "q": "largest paid keyword advertising web portal, said that it had more than 99 percent arrival rate and more than 80 percent of local market share. <strong> James Kim </strong>, general manager at yahoo korea and overture korea, said: <q> the reason why overture korea is so well-received is due to its understanding of local needs in the country. </q> shopping, video and brand matching are three strategies overture korea and yahoo korea offer. when a web user searches for any words on yahoo korea, customized pop-up ads appear on the user's web page related to", "new_id": -2}, {"uid": "2008120421_00019445_W", "i": 3251, "idx": 1, "sa": ["Param Singh"], "q": "scripting language also can connect to multiple data sources, such as jdbc( java database connectivity), a url, or a web service. for mobile applications, developers can use an emulator at this juncture. <q> sun has committed to delivering a full release[ of javafx mobile] in early-2009, but we are delivering the beta of javafx mobile with the release on december 4 so developers can start testing their applications and prepare for the mobile release, </q> <strong> Param Singh </strong> said. with javafx, sun is eyeing developers using rival platforms and wants to integrate in assets built with adobe technologies. along with the javafx platform components, sun will deliver javafx development environment, featuring plug-ins", "new_id": -2}, {"uid": "2008111000_00032065_W", "i": 2581, "idx": 11, "sa": ["Steve Eley", "Gustavo Arellano", "Heather Havrilesky", "Stephenie Meyer"], "q": "to do <strong> Gustavo Arellano </strong> you what she will anyway.\" <strong> Stephenie Meyer </strong>: \"you belong anywhere a good book is.\" <strong> Heather Havrilesky </strong>: \"unfettered whining is a banana split for the motherfucking soul.\" kay reindl: <q> there's no rule that says you have to be fulfilled doing a particular, socially acceptable thing. </q> <strong> Steve Eley </strong>: \"it's a strange thing to discover when you're an adult that you've been somewhat misadjusted to the world your entire life and didn't know it.\" k.c. cody: \"if you", "new_id": -2}, {"uid": "2008120715_00013535_W", "i": 3752, "idx": 1, "sa": ["TC", "Ram Dass"], "q": ": <NO_QUOTATION>( ant-zen/mhz records) 6) smash hi fi: <NO_QUOTATION>( electric tastebuds) 7) carmen rizzo: \"falling into place( carmen rizzo remix)\" ( electrofone music) 9) circlesquare: <q> dancers( radio edit) </q>(! k7 records) 10) <strong> Ram Dass </strong>& kriece: <NO_QUOTATION>( waveform records) 13) plushgun: \"how we roll( back in time remix by andrew w. k.)\" ( <strong> TC </strong>) 14)", "new_id": -2}, {"uid": "2008120809_00007417_W", "i": 3758, "idx": 2, "sa": ["Hamid Karzai", "Mohammed Omar"], "q": "line in the city, showing its vulnerability to militants that control large swaths pakistan's lawless regions close to afghanistan. <strong> Mohammed Omar </strong>'s message, released at the start of the muslim holiday of eid al-adha, or the <q> feast of the sacrifice, </q> also rejected any talks with the government of president <strong> Hamid Karzai </strong> while foreign troops remain in the country. <strong> Hamid Karzai </strong> on monday, during an eid address, again asked armed militants who are fighting afghan and nato forces to lay", "new_id": -2}]