[{"uid": "1296331565124452865", "i": 22252, "idx": 0, "sa": ["Michael Vick"], "q": "The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the target=\"_blank\" football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> <strong> Michael Vick </strong> scores 1st endorsement deal since dogfighting arrest PHILADELPHIA( AP)-- <strong> Michael Vick </strong> is back pitching products. <strong> Michael Vick </strong> has signed his first paid endorsement contract since his release from target=\"_blank\" prison. The Philadelphia Eagles", "new_id": -2}, {"uid": "1296892575106627096", "i": 54062, "idx": 2, "sa": ["Sergio Marchionne"], "q": "2011. \"Fondere la casa automobilistica italiana e quella americana spingerebbe la partnership pi di in l di quanto delineato da <strong> Sergio Marchionne </strong> dopo che Fiat ha preso il controllo di Chrysler nel 2009\" . Fiat e Chrysler, <q> una delle dimostrazione di come l'industria automobilistica sia cambiata con la crisi </q>, stanno portando avanti un processo \"di integrazione culturale basato sul rispetto reciproco e sull` umilt, dove non c'? spazio per il nazionalismo o l'arroganza di quelli che ritengono di saperne di pi\" :", "new_id": -2}, {"uid": "1295007936080707626", "i": 11356, "idx": 1, "sa": ["Simon Cowell", "Gordon Brown"], "q": "a million for SANDS. money, mouth?\" Piers, whose guests on the ITV1 interview show have included Brown-Gordon Brown.html\"> <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told Lily: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But the singer told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she had", "new_id": -2}, {"uid": "1295560274260145180", "i": 9166, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "formal: \"Day-to-day adult supervision no longer needed!,\" he wrote. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him <q> a chance to work on the things I'm most interested in, </q> which will be \"a significant improvement in the things that I can do in my time.\" The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and Brin have long run Google as a", "new_id": -2}, {"uid": "1295739237074268677", "i": 59018, "idx": 1, "sa": ["Metta World Peace", "Allen Iverson", "Theo Ratliff", "Larry Brown"], "q": "eight rebounds and a key blocked shot as the 76ers held off the ToMetta World Peaceto Raptors, 93-90. \"I wanted to get to a point where I was healthy enough to make a contribution,\" <strong> Theo Ratliff </strong> said. <q> Tonight I felt great. Everything is going well. I enjoyed being out there. \"<strong> Theo Ratliff </strong> was a presence the whole game, </q> 76ers coach <strong> Larry Brown </strong> said. The 6-10 forward started at center and triggered a 12-2 burst in the fourth quarter that was fueled by <strong> Allen Iverson </strong>, who scored eight of his 30 points in the pivotal stretch. <strong> Allen Iverson </strong> has", "new_id": -2}, {"uid": "1294969736002998293", "i": 26722, "idx": 5, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "duration\" :\" \" , \"mediaQueryString\" : \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 35v&amp;flvURL=/media/2011/01/13/01132011- 35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 35v.jsn\" }{ \"title\" : \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\" , \"description\" : <q> Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>, \"note\" :\" \" , \"correction\" :\" \" , \"stillURL\" : \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\" , \"emailLink\" : \"http://www.washingtonpost.com/ac2/wp- dyn/emailalink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman- Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening", "new_id": -2}, {"uid": "1295650549188383258", "i": 34499, "idx": 6, "sa": ["Regis Philbin", "Barbara Walters", "David Letterman", "Charles Grandison Rose III", "Robin Williams"], "q": ", <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong> and <strong> Charles Grandison Rose III </strong> all have in common? They all went from being in the spotlight to being in the operating room for life-and-death open heart surgery. Now in a groundbreaking report, the <q> brotherhood of the cracked chest club </q>( as <strong> Robin Williams </strong> describes them) all open their hearts to <strong> Barbara Walters </strong> and reveal their emotional stories of how they triumphed over heart disease. Each account is an intimate portrait of these most public figures, infused with laughter", "new_id": -2}, {"uid": "1295875051245907472", "i": 29629, "idx": 0, "sa": ["Michael Gove"], "q": "Council leader Councillor Chris Robbins said his council stood to lose? 275m of investment because of Mr <strong> Michael Gove </strong>'s decision. He added a judicial review was his council's only option because the Michael Government would not <q> sit down amicably and explain their decision to us </q>. He added: \"We have significant levels of deprivation in our borough and Building Schools for the Future( BSF) was a once-in-a-lifetime opportunity to raise the aspirations of our entire population.", "new_id": -2}, {"uid": "1295795249254902291", "i": 3569, "idx": 0, "sa": ["Andy Coulson", "Harriet Harman"], "q": "whether his phone had been hacked when he was Labour prime minister between 2007 and 2010. Brown's office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News. \"Nobody is above the law, no newspaper editor, no journalist.\" <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1297143640250691602", "i": 22008, "idx": 1, "sa": ["Paolo Romani", "Sergio Marchionne"], "q": "oposici?n critic a <strong> Sergio Marchionne </strong>, mientras que el diario de izquierda La Repubblica dijo en un editorial que Tur?n, la cuna de Fiat, corre el riesgo de transformarse en \"un suburbio de Detroit\" . <q> El gobierno debe intervenir al m?s alto nivel </q>, dijo <strong> Paolo Romani </strong>, ministro de Industria de Italia, en una entrevista publicada el lunes en Il Corriere della Sera, el principal diario del pa?s. <strong> Paolo Romani </strong> luego asegur en un programa de noticias que l", "new_id": -2}]