[{"uid": "1294962672210993211", "i": 6921, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": ". They described the moment to CBS' ''The Early Show'' Thursday.( Scroll down to see video of <strong> Kirsten Gillibrand </strong> and <strong> Debbie Wasserman Schultz </strong>, along with clips from Mr. <strong> Barack Obama </strong>'s speech.) <q>We were talking about all the things we wanted to do as soon as she got better and all the things we hope to do with her. And we knew she was responding- she was holding our hands, and caressing our hands and squeezing them and moving her arms, moving her legs,</q> <strong> Kirsten Gillibrand </strong> recalled. ''She started to open her eyes. And when her husband saw her making this effort, he urged her, said, ''<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes.'' And", "new_id": -2}, {"uid": "1296774517130859030", "i": 5883, "idx": 0, "sa": ["Sergio Marchionne"], "q": "For years, it piled up debt and produced very few hit cars. Carl Galeana, who runs dealerships in suburban Detroit, Florida and South Carolina, said he is impressed with the turnaround that <strong> Sergio Marchionne </strong> engineered. <q>I think this guy is a visionary,</q> he said. ''He talks about what he needs to do and he goes out and gets it done.'' Of the 16 new or revamped models, five were rebuilt from the ground up in under two", "new_id": -2}, {"uid": "1296111817041386023", "i": 4004, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "in reporting, and was named the 2006 journalist of the year by the Telecommunications Users Association of New Zealand. Peter Nowak lives in Toronto. http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. http://wn.com/Google_DC_Talks_A_Conversation_with_Chris_Anderson As part of the Google DC Talks series, Google's Washington office hosted a special book talk with Chris Anderson,", "new_id": -2}, {"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q>An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software.</q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}, {"uid": "1297278636173539328", "i": 1944, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "says slain Tampa teens knew they were loved... U.S. Video: CBSMIAMI.COM Weather@ Your Desk 2/9/11 Wednesday 1P U.S. Video: Western High School student, teen mom dies at hospital after being struck by car Report Abuse <q>There are very few Democrats left in the Senate. Most of those who were elected as Democrats are nothing less than Marxist Socialists.</q> Report Abuse ''We have a bunch of ipocratic around that are living on the shoulder of the liberal'' ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than", "new_id": -2}, {"uid": "1297130828165691454", "i": 14744, "idx": 6, "sa": ["Christina Aguilera", "Donald Rumsfeld"], "q": "( Custom Made RSS Feed) Google Executive Emerges as Key Figure in Revolt- WSJ.com[ del.icio.us] Super Bowl 2011: <strong> Christina Aguilera </strong> and Groupon fluff their lines Russian Islamist leader claims responsibility for Moscow airport attack Global Times <q>Top 10 fabricated news stories in 2010</q> http://bit.ly/hnj8vk Has anyone done a ''Top 10 harmonized news stories'' ranking? Bestsellers from the Guardian shop <strong> Donald Rumsfeld </strong>'s Demons by <strong> Donald Rumsfeld </strong> Cockburn Â£ 13.59 12 Mar 2003 Britain's position", "new_id": -2}, {"uid": "1295753710087883816", "i": 1078, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "the Bobcats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Carmelo Anthony </strong> spraining his left wrist. <strong> Carmelo Anthony </strong> said he's sore but fine and will play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q>The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,</q> <strong> Allen Iverson </strong> said. ''Right now it's just frustrating to be out there at the end hobbling like that.'' X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their", "new_id": -2}, {"uid": "1296867070001982490", "i": 3056, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama"], "q": ")- Chrysler Group LLC is working to refinance what its chief executive characterized as ''shyster loans'' that the <strong> Barack Obama </strong> administration extended as part of a bailout to keep the automaker from collapse in 2009. <q>I want to pay back the shyster loans,</q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unethical lawyer or politician. ''Pay back the loans, get those out and then take( the company) public.'' <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295476069159825942", "i": 19586, "idx": 1, "sa": ["Barack Obama", "Ed Show", "Dennis Kucinich", "Sen. Bernie Sanders"], "q": "to <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>' efforts and that <strong> Sen. Bernie Sanders </strong> may introduce the legislation to allow Single Payer in States that want to start an SP system. Dodd makes no co... Hundreds March for Single-Payer Health Care in Vermont <q>I'm 70 and I have friends in their 90s and we all have Medicare and we all say ''we're so lucky.' Everyone should have Medicare and that's what really this is looking at.</q>-- Barbara Elsbeth of Waitsfield ''We''re just gon na keep moving forward and hope... <strong> Dennis Kucinich </strong> on MSNBC The <strong> Ed Show </strong> Restore State Single Payer <strong> Dennis Kucinich </strong> on MSNBC The <strong> Ed Show </strong> Restore State Single Payer www.youtube.com <strong> Dennis Kucinich </strong> stated that he", "new_id": -2}, {"uid": "1295432237260259931", "i": 1883, "idx": 1, "sa": ["Bill Belichick", "Asante Samuel", "Michael Vick", "Tom Brady"], "q": "sacks, an interception on the final throw and a season-ending loss. ''Honestly, it might sound crazy, but( the Packers game) I just felt so much confidence,'' <strong> Michael Vick </strong> told PFW. <q>I was just so in tune with everything: the protection, the blitz, where it was coming from, all my progressions, where everybody was supposed to be lined up. ''I was just so in tune with the game and that's why I am still hurting. I just feel like everything was supposed to go our way.</q> Eagles cornerback <strong> Asante Samuel </strong> was named to the all-NFL team. He also was voted to the all-pro team by The Sporting News. New England quarterback <strong> Tom Brady </strong> was named the MVP and coach <strong> Bill Belichick </strong> was named", "new_id": -2}]