[{"uid": "1297271024021168141", "i": 16730, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "said. This includes developing the technology road map and vision to drive adoption of the company's products, tools and services, and delivering the company's next generation of cloud solutions for business customers. <q>We're already making strong traction across our Server and Tools Business by embracing cloud services,</q> said Microsoft CEO <strong> Steve Ballmer </strong> in a statement. \"<strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the", "new_id": -2}, {"uid": "1297196814258572315", "i": 38898, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "George Stephanopoulos"], "q": "something sinister. \"We believed the intelligence was correct,\" Mr. <strong> Donald Rumsfeld </strong> said in an interview on ABC's \"Good Morning America\" with <strong> George Stephanopoulos </strong>, the former Democratic politico turned broadcaster. <q>It turns out that it was not completely correct, although the inspectors did go in and determine that <strong> Saddam Hussein </strong> did, in fact, have the capability of fairly rapidly reconstituting his chemical and biological capabilities.</q> And regardless of Mr. <strong> Saddam Hussein </strong>'s true intentions at the time, Mr. <strong> Donald Rumsfeld </strong> added, Iraq is better off, despite the 100,000 Iraqi civilians who have died in the conflict. \"That was", "new_id": -2}, {"uid": "1295560496260145161", "i": 39601, "idx": 5, "sa": ["Eric Schmidt"], "q": ". \"Larry, in my clear opinion, is ready to lead.\" <strong> Eric Schmidt </strong> has made headlines in the past year with a number of controversial statements about privacy. <q>Google policy is to get right up to the creepy line and not cross it,</q> <strong> Eric Schmidt </strong> said at a conference in October. <strong> Eric Schmidt </strong> On The Future Of Search- A Move Towards A \"Serendipity Engine\" Watch our new Times Square video: Don't Be Evil?| Inside Google", "new_id": -2}, {"uid": "1295455732232161286", "i": 12591, "idx": 2, "sa": ["Jane Lynch", "Simon Cowell"], "q": "to take his British programme The X Factor to America this year, and speculation is rife over who will judge it. <strong> Jane Lynch </strong> insists the rumours can now end, as she has the perfect solution. <q>People have asked me, \"What about having Sue on The X Factor? How would she do?' I think she'd be fantastic- and there would be a few contestants reduced to tears,</q> she laughed. \"It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there\"s only room for one ego on the show!", "new_id": -2}, {"uid": "1297154709260177972", "i": 29831, "idx": 0, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "two cars and$ 40,000 in cash. <strong> Eric Schmidt </strong> took bribes from Iraqi vendors and in one case allegedly changed a contract to deliver less exercise equipment than was paid for, the Times said. <q>The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people and betrayed the trust placed in them,</q> said <strong> Stuart Bowen </strong>, special inspector general for Iraq reconstruction. <strong> Eric Schmidt </strong>'s wife, Janet <strong> Eric Schmidt </strong>, 39, will be sentenced in March for her role in the fraud. She faces up to three years in", "new_id": -2}, {"uid": "1296355470205914120", "i": 21206, "idx": 2, "sa": ["Richard Prather", "Mike Pence"], "q": ". <strong> Richard Prather </strong>, a retired auto worker from Anderson, said after the Pendleton town hall that he believed <strong> Mike Pence </strong>'s reputation as a federal spending hawk would serve him well running for the governor's office. <q>I think he would have been a good candidate for president, but I'm glad he didn't,</q> <strong> Richard Prather </strong> said. \"In the next race, he can run for president.\" You must fill out the comment body in order to submit a comment. Get breaking local news as it happens. Enter", "new_id": -2}, {"uid": "1296137334113377297", "i": 2578, "idx": 0, "sa": ["Michael Vick", "DeSean Jackson"], "q": "the headliner. He is the player all of the other Pro Bowlers want to see, and no one, regardless of the size of his traveling party, begrudged <strong> Michael Vick </strong> the palatial suite. <q>Mike <strong> Michael Vick </strong>, yeah, I'm very happy for that guy,</q> said Eagles wide receiver <strong> DeSean Jackson </strong>, who walked alongside his teammate back into the hotel after the NFC's morning practice. Both players were pulling black Nike roller bags full of swag, yet another perk for fulfilling their", "new_id": -2}, {"uid": "1296482655189546567", "i": 14220, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q>I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat,</q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" DALY CITY 4 BR/ 4.0 BA$ 779,000.00 DALY", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q>This was a big win for us at somebody else's home,</q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}, {"uid": "1295036728092176422", "i": 26441, "idx": 2, "sa": ["Charlie Chaplin", "Sergio Marchionne"], "q": "Italia' \"We are getting closer and closer to the workers in the <strong> Charlie Chaplin </strong> movies,\" said Nina Leone, 47, a Fiat employee since 1988 and who said she would oppose the deal. <q>I don't think Mirafiori will stop auto production if the No vote prevails. We will fight to keep our jobs.</q> Mirafiori is part of <strong> Sergio Marchionne </strong>'s 20 billion-euro investment project dubbed \"Fabbrica Italia\" to revamp Fiat's five remaining Italian car plants excluding Termini Imerese, which will stop producing cars by the end of 2011", "new_id": -2}]