[{"uid": "1297182562166789141", "i": 2708, "idx": 10, "sa": ["Donald Rumsfeld", "President Bush"], "q": "the devastating Abu Ghraib scandal in 2004, when photos surfaced that detailed mistreatment of Iraqi detainees by U.S. soldiers. \"Unacceptable acts had been visited upon human beings in U.S. charge,\" he writes. <q> The ramifications were so great that, as the head of this department of 3 million people, I felt compelled to step forward to take responsibility for the institutional failure. As I began to come to terms with what had happened at Abu Ghraib, the events left me feeling punched in the gut. </q> \"Misjudgment On My Part' Yet <strong> President Bush </strong> refused to let <strong> Donald Rumsfeld </strong> go. <strong> Donald Rumsfeld </strong> speculates that <strong> President Bush </strong> didn\"t believe that his resignation would make the scandal go away, and that he was worried", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1297279935262340634", "i": 445, "idx": 0, "sa": ["Steve Ballmer"], "q": "at the mouth if you have to start from the beginning of a level, after nearly completing it? Or do you plot to murder <strong> Steve Ballmer </strong> when Microsoft's anti-virus software kicks you out of a game. <q> The sample size of the consumer security survey was a record 14,284 with a margin of error of+/-.82 percent. The questions were posed to Avira's 100+ million customers worldwide, giving the survey an international flavor. Here are the results to Avira's December security survey: </q> 39%- Cursed or yelled at the computer out loud? 38%- No! I would never yell at my computer, it is too sensitive.( I friendly try to encourage it working again...", "new_id": -2}, {"uid": "1296112269056524830", "i": 3024, "idx": 0, "sa": ["David Letterman"], "q": "On August 30th 1993, on the \"Late Show\", <strong> David Letterman </strong> referred to a \"switch\" in a pet trick segment involving \"Bailie\" the dog who played dead on command and used <q> There is no off position on the genius switch. </q> as a queue. http://www.youtube.com/watch?v=_rr_IXvCm4k During Beta testing of the \"Key to Knowledge\", which started yesterday, the inventors confirmed that humans could use it to become \"Super Intelligent\", simply", "new_id": -2}, {"uid": "1297589255082132993", "i": 41255, "idx": 1, "sa": ["Donald Rumsfeld", "Antonio Gramsci", "William Hague", "Ronald Reagan", "Winston Churchill", "Christopher Hitchens"], "q": "the crazies. Left and right are not always at odds. In <strong> Donald Rumsfeld </strong>'s autobiography, we see him strike unstereotypical positions, pro civil rights, pro Kennedy. He admiringly quotes a Belgian ambassador: <q> What one needs in life are the pessimism of intelligence and the optimism of will. </q> Doesn't that describe <strong> Ronald Reagan </strong>, and <strong> Winston Churchill </strong>, heroes of the right? Yet the quote originally comes from the Italian communist <strong> Antonio Gramsci </strong>. Politics can coalesce- the Iraq war even united <strong> William Hague </strong> and <strong> Christopher Hitchens </strong>.", "new_id": -2}, {"uid": "1295636491179568685", "i": 38958, "idx": 5, "sa": ["Tony Blair", "Alastair Campbell", "Andy Coulson"], "q": "of trying to bury bad news. <strong> Tony Blair </strong> made a second appearance at the Iraq war inquiry and as the fallout continues from the departure of opposition finance spokesman Alan Johnson on Thursday due to personal problems. <q> The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence, </q> <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that \"when a spokseman needs a... Subscribe to RSSMost", "new_id": -2}, {"uid": "1297356528206143523", "i": 13202, "idx": 2, "sa": ["Mike Pence"], "q": "Rep. <strong> Mike Pence </strong>( R-IN), framed it as an effort to deny government funding for abortions. \"The time has come to deny all federal funding to Planned Parenthood of America,\" <strong> Mike Pence </strong> said. <q> I've authored the Title X Abortion Provider Prohibition Act, which would deny Title X funds to Planned Parenthood or any other abortion provider and Congress must act and act now to move this important legislation. </q> Jodi Jacobson, editor-in-chief of the reproductive health news site RH Reality Check, reports that \"Title X provides millions of women across the country with access to basic primary and preventive care,", "new_id": -2}, {"uid": "1297182562166789141", "i": 2706, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "case of great-power politics. Iraq, at the time, was at war with the Islamic Republic of Iran, a country now regarded by Washington as one of its major enemies in the Middle East. <q> As odd as it might sound,[ <strong> Saddam Hussein </strong>] came across as rather reasonable <strong> ... More </strong> I did not expect that <strong> Saddam Hussein </strong>'s regime would play such a prominent role in our country's future- and in my life- in the years ahead. </q> The book, of course, does offer its share of revelations. <strong> Donald Rumsfeld </strong> reveals that he offered to resign twice in the wake of the devastating Abu Ghraib scandal in 2004, when photos surfaced that detailed", "new_id": -2}, {"uid": "1295432346076251250", "i": 46106, "idx": 2, "sa": ["Jane Lynch", "Simon Cowell"], "q": "amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. Comment on this Article She explained in an interview with The Sun newspaper: <q> <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. \"Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> Glee' fans have even set up a Facebook group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a \"fantastic\" judge, though she would probably", "new_id": -2}, {"uid": "1295665813215973930", "i": 29016, "idx": 1, "sa": ["Eric Schmidt"], "q": ", which links data between different kinds of systems, whther Salesforce.com apps, Microsoft or Oracle databases, and Microsoft Excel files. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}]