[{"uid": "1297138260083361800", "i": 2277, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Omar al-Bashir"], "q": "Sudan Referendum... Southern Sudan Referendum Commission Photo: Sudanese <strong> Barack Obama </strong> <strong> Omar al-Bashir </strong> attend the opening session of... World Video: South Sudan votes 98.83% to secede World Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Report Abuse <q>@Russel Sprouts. Uh, get yer facts straight, buddy. What South Sudan needs is NOT an Abe Lincoln at this epoch in its fledgling history. It needs a BENJAMIN FRANKLIN, who historians have conviently`` forgotten </q> was the true architect of the American Revolution( he organized it 30-yrs. before 1776A. D. with the manpower, founded civic institutions, and titular followers( all except Jefferson, whom I've seen as the", "new_id": -2}, {"uid": "1296784629036126790", "i": 41643, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ronald Reagan"], "q": "crackpot conspiracy theories.'' As <strong> Ronald Reagan </strong>'s Mideast envoy, <strong> Donald Rumsfeld </strong> says he was sent to Baghdad because the country was the enemy of Iran and Syria, two nations that threatened the interests of the U.S., and <q> there was a clear logic in trying to cultivate warmer relations with <strong> Saddam Hussein </strong>'s Iraq. </q> During the meeting, at which <strong> Saddam Hussein </strong> came across as`` rather reasonable'' while they sat at opposite ends of a gold and burgundy-upholstered table, they discussed the ongoing Iran-Iraq war and a U.S. proposal to", "new_id": -2}, {"uid": "1295097395007798784", "i": 4151, "idx": 1, "sa": ["Sergio Marchionne"], "q": "for 28 January but it is not clear if today's agreement will alter that. Fiat CEO <strong> Sergio Marchionne </strong> alluded to the difficult industrial relations at the plant in a statement issued today following the Mirafiori vote. <q> The majority of our workers have not allowed themselves to be conditioned by the many accusations and attacks of those that sought to gamble with their future, </q> he said.`` By saying` yes' to the agreement, they have closed the door on extremism, that creates nothing but chaos and they have opened the door to the future, to the", "new_id": -2}, {"uid": "1295584716071549019", "i": 4406, "idx": 13, "sa": ["Eric Schmidt", "Danny Sullivan", "Google Inc."], "q": "been. We can more or less know what you're thinking about,'' he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as`` creepy.'' <q> The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role, </q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. In his new role, <strong> Eric Schmidt </strong> indicated he will focus on meeting with <strong> Google Inc. </strong>'s business partners and government officials around the world. Wrangling", "new_id": -2}, {"uid": "1296443805235372683", "i": 46915, "idx": 0, "sa": ["Kyle Korver", "Carmelo Anthony", "Dikembe Mutombo", "Marcus Camby", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q> It was a <strong> Yao Ming </strong> defensive play, </q> said <strong> Marcus Camby </strong> AI& <strong> Carmelo Anthony </strong> are on fire! What a way to start off a great game. Watch.... Yes I added <strong> Dikembe Mutombo </strong> to the Nuggest. I know to some that's like adding Barkley to", "new_id": -2}, {"uid": "1295708462073957398", "i": 9684, "idx": 0, "sa": ["Andy Coulson"], "q": "several publications, and that one of the four claims was being made by a journalist.`` This was almost kids' play time. It was such a widespread practice,'' said Mr Lewis. <q> Although it is a crime, people were regarding it as though it was driving at 35mph in a 30, that you just sort of do it and hope you don't get caught. </q> Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''.", "new_id": -2}, {"uid": "1296463074084328459", "i": 24146, "idx": 3, "sa": ["Robbie Williams", "Simon Cowell"], "q": "she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along.'' An insider added: <q> Bosses know they need to pull something special out of the hat to maintain the show's top-dog status. Many people, including <strong> Simon Cowell </strong>, think[ <strong> Katie Price </strong>] could be the magic ingredient.`` Love her or hate her, everyone is fascinated by what she has to say. If she was on the show it is likely ratings would go through the roof and <strong> Simon Cowell </strong> knows this. </q> Over the weekend, it was reported that <strong> Robbie Williams </strong> is being Laura HamiltonThe Dancing On Ice", "new_id": -2}, {"uid": "1295400164102039574", "i": 14061, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": ". To that, <strong> Piers Morgan </strong> said,`` I'd like to get to the position... where the butt-kicking is reversed.'' He said CNN needs to be more competitive with its rivals, <q> much more than we have been. </q> The brash Brit touted his talk show with plenty of tough talk of his own in a meeting with reporters last week, bragging that he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in", "new_id": -2}, {"uid": "1295454550232161286", "i": 13883, "idx": 0, "sa": ["Simon Fuller", "Simon Cowell"], "q": "mind. The two factors that changed <strong> Simon Cowell </strong>'s mind were reportedly the need to be his own boss-- and anger towards Idol creator <strong> Simon Fuller </strong>, who sued him over the creation of X Factor. <strong> Simon Cowell </strong> said, <q> That's the time you find out that's who you really are, I guess. I used to say it's about the money... Suddenly, when you're in that position, loyalty comes into it, all sorts of emotions. </q>", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}]