[{"uid": "1295670143256737309", "i": 37542, "idx": 1, "sa": ["Eric Schmidt"], "q": "lead and I'm excited about working with both him and Sergey for a long time to come.'' Tellingly, on a Twitter posting at the time of the announcement, <strong> Eric Schmidt </strong> commented; <q> Day-to-day adult supervision no longer needed! </q> Google also announced results for Q4, with revenues up 26% from the same quarter 2009, to$ 8.44 billion. Google-owned sites generated revenues of$ 5.67 billion,", "new_id": -2}, {"uid": "1295380356071155734", "i": 45214, "idx": 0, "sa": ["Mike Pence"], "q": "he could launch a bid for higher office. <strong> Mike Pence </strong> will speak in the Indiana State House Tuesday afternoon about the need for a more limited government and the importance of state government. <q> This nation faces serious challenges that will require us to renew our commitment to institutions resilient enough to lead America back, </q> he will say, according to prepared remarks.`` I believe those are the institutions of faith, family, community and state government. To renew our nation we must have a renewal of American federalism.''", "new_id": -2}, {"uid": "1297356960224657413", "i": 11027, "idx": 3, "sa": ["David Letterman", "Anderson Cooper"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Scottsdale-$ 450,000 MLS 4368130 3 bed/ 3 bath 2,501- 2,750/ 2000 Andrew Bloom& <strong> David Letterman </strong> Van Omen, RE/MAX EXCALIBUR Phoenix-$ 625,000 MLS 4200981 3 bed", "new_id": -2}, {"uid": "1296881715086720523", "i": 10397, "idx": 0, "sa": ["Paul McMullan", "Andy Coulson"], "q": "'s chief of communications, knew that reporters were hacking celebrities' phones when he was editor of the News of The World. In written evidence to a parliamentary committee investigating the hacking scandal, <strong> Paul McMullan </strong> said <q> everyone in the schoolyard did it </q> when <strong> Andy Coulson </strong> worked at The Sun tabloid, before he moved to the News of The World.`` For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his`", "new_id": -2}, {"uid": "1297430746063684619", "i": 15671, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q>`` We need to, and we will, collaborate closely on devStephen Elopment... so we can really align and drive the future revolution of the mobile phone,'' he said. The key challenge", "new_id": -2}, {"uid": "1295563086055705684", "i": 40990, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "... No One else could've accomplished what <strong> Eric Schmidt </strong>'s done.'' <strong> Sergey Brin </strong> also talked about how great a time he's had working with <strong> Larry Page </strong> for fifteen years and with <strong> Eric Schmidt </strong> for ten, and looks forward to <q> many more decades working together. </q> He hinted at some new products, but didn't really give much of a hint, simply saying he hopes to show us when they're ready. <strong> Eric Schmidt </strong> says he'll be taking a more strategic view of", "new_id": -2}, {"uid": "1295569415103104529", "i": 35983, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "of Office applications, a PowerPoint broadcast feature, and the integration of Visio workflows. Working with new content is much easier. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297015725153927714", "i": 56572, "idx": 1, "sa": ["Eric Schmidt"], "q": "wohl auch im Interesse der EU, mit einer schnellen Analyse auf die Bedenken der Wettbewerber von Google einzugehen. Dabei hoffe er, dass die Sachverhalte als unbedeutender als von der Konkurrenz eingesch?tzt bewertet w?rden. <q> Wir werden klarmachen, dass wir sehr wohl im Rahmen und auch im Sinne des Gesetzes arbeiten </q>, sagte <strong> Eric Schmidt </strong>. Bei den Ermittlungen geht es um Beschwerden von der Konkurrenz, die Google einen Missbrauch seiner dominanten Marktposition bei Internetsuchmaschinen vorwirft. Beim Softwareriesen href=\"http://www.finanzen.net/nachricht/aktien/WDH-ROUNDUP-Suchmaschinen-Krimi-Google-stellte-Falle-fuer-Microsoft-1025372\"> WDH/ROUNDUP/Suchmaschinen-Krimi: Google stellte Falle f?r Microsoft WDH/ROUNDUP/Suchmaschinen-Krimi", "new_id": -2}, {"uid": "1295225448165576714", "i": 7034, "idx": 3, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for the first time on Wednesday, minutes after <strong> Barack Obama </strong> visited her. <q> She is doing great, and I talked to her husband, Mark, last night. And she is making progress, </q> <strong> Kirsten Gillibrand </strong> said.`` If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her. She's got courage. She's got drive", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.'' here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q>`` Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,' through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}]