[{"uid": "1296927943014336018", "i": 28507, "idx": 5, "sa": ["Sergio Marchionne", "John Elkann"], "q": "<strong> Sergio Marchionne </strong> was speaking at a JD Power automotive conference here. At the Detroit auto show last month, Fiat executives said Alfa plans to relaunch the brand in the United States in late 2012. <q>We would not sell Alfa even if we were offered tons of money,</q> Fiat Chairman <strong> John Elkann </strong> told reporters at the show. AUTO GENIE= Helps You Create \"First Cut\" New Car Consideration List Contact Information, Credits, and Terms of Use. These following titles and media identification", "new_id": -2}, {"uid": "1295571742147800107", "i": 41154, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": " \"In this new role I know he will merge Google's technology and business vision brilliantly,\" <strong> Eric Schmidt </strong>, the company's current CEO, said in a blog posted on Google's Web site. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.</q> <strong> Eric Schmidt </strong> said managing the business became more complicated as the Mountain View, Calif., company has grown, so he, Page and <strong> Sergey Brin </strong> had been discussing how to simplify the company's management structure and speed", "new_id": -2}, {"uid": "1294972078242417745", "i": 12585, "idx": 1, "sa": ["Michael Vick", "Michael Nathanson"], "q": "million people watch at least six minutes of NFL football. \"America's last campfire,\" is what the league's chief marketing officer, Mark Waller, calls it. Wall Street analysts agree. <q>There's nothing that's been on television this long that is surging the way the NFL is,</q> said <strong> Michael Nathanson </strong>, managing director of the media and telecom research team at Nomura Securities in New York. <cite> Getty Images </cite> The resurgance of the Eagles' <strong> Michael Vick </strong> has been a big draw.", "new_id": -2}, {"uid": "1296145430207978534", "i": 35865, "idx": 1, "sa": ["Michael Gove"], "q": "central to what schools are about.\" The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. <q>There is absolutely no reluctance on our part to deal with any academy that's failing,</q> he said. \"Every school that under-performs will be held up to high standards. WalesOnline, the best source for Welsh news, sport, business and entertainment. Powered by the Western Mail, South", "new_id": -2}, {"uid": "1295333072190038066", "i": 44177, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Mayor Michael Bloomberg", "Al Sharpton"], "q": "Act[ in]' 64; there ended up being a Voting Rights Act[ in]' 65,\" the <strong> Al Sharpton </strong> said during his annual MLK commemoration at the House of Justice in Harlem. <q>As long as violence-- reckless, inhuman violence-- is being a mainstay in our community, we must deal with the issue of today,</q> <strong> Al Sharpton </strong> told an audience of several hundred, including <strong> Mayor Michael Bloomberg </strong> and <strong> Mayor Michael Bloomberg </strong> Sens. <strong> Chuck Schumer </strong> and <strong> Kirsten Gillibrand </strong>. <strong> Al Sharpton </strong> and other elected officials used the day to drum up support for tougher gun-control laws in the wake of the", "new_id": -2}, {"uid": "1296141430063832079", "i": 8142, "idx": 0, "sa": ["Michael Gove", "Silvio Berlusconi"], "q": "luxury apartments in exchange for sex. But the wave of salacious allegations about <strong> Silvio Berlusconi </strong> have not for the moment shifted the political loyalties of Italians, political analyst Ilvo Diamanti told AFP. Italians continued <q>to support the centre right majority, given the lack of a credible alternative,</q> he said. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and", "new_id": -2}, {"i": 6076, "idx": 1, "index_answer": 3, "new_id": -1, "q": "<strong> Michael Jordan </strong> jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q>When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,</q> he said. \"That is the way it felt tonight. \"<strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where <strong> Elgin Baylor </strong> need the ball. <strong> Rafer Alston </strong> coach calls", "sa": ["Elgin Baylor", "Michael Jordan", "Rafer Alston", "Allen Iverson"], "uid": "1296257397048463880"}, {"uid": "1295779983083050516", "i": 38967, "idx": 0, "sa": ["Andy Coulson"], "q": "you think it is and most of what you want it to be. But the propagandists on both sides make damned sure we continue to be adversaries. More so on the USA side however.\" Report Abuse <q>Nobody can completely ease US' concerns, because American arrogance and paranoria know no boundaries.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit 1.25-1.45% Apply Online! With AA+ Rated GE Capital Corp.. Not", "new_id": -2}, {"uid": "1296628848054968320", "i": 26595, "idx": 1, "sa": ["Zahi Hawass"], "q": "scenes of chaos and discord that resulted in the destruction of artifacts in Iraq and Afghanistan. \"People are asking me, \"Do you think Egypt will be like Afghanistan?\" he said. <q>And I say,` No, Egyptians are different-- they love me because I protect antiquities.\"</q> Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work, described two episodes of looting that he said took place Friday night. At the Egyptian Museum in Cairo, thieves looking for", "new_id": -2}, {"uid": "1297245176074432534", "i": 26710, "idx": 1, "sa": ["Lindsay Lohan", "Simon Cowell", "Lea Michele"], "q": "my teenager self[ who], I would've have freaked out,\" <strong> Lea Michele </strong> revealed. \"I'm just gon na block it out and pretend like he's not who he is.\" <strong> Lindsay Lohan </strong> <q>to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}]