[{"uid": "1297215457052674561", "i": 35828, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": ", also praised US military personnel working at the site. Mr <strong> Donald Rumsfeld </strong> was defence secretary from 2001 to 2006 under former president George W Bush. He was replaced as defence secretary by <strong> Robert Gates </strong>. <q>The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,</q> he said. \"What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that", "new_id": -2}, {"uid": "1295560284104759370", "i": 35572, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "effective April 4. <strong> Google Inc. </strong> has North Carolina connections. It operates a data center in western North Carolina and a software development operation in Chapel Hill. Page praised <strong> Eric Schmidt </strong>, too. <q><strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves,</q> he said. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have", "new_id": -2}, {"uid": "1297127581124354581", "i": 41238, "idx": 0, "sa": ["Kyle Newman", "Michael Vick", "Ben Roethlisberger"], "q": "meta property= \"og: site_name\" content= <q>ASU News| The State Press| Arizona State University</q>/> <strong> Kyle Newman </strong> February 7, 2011 at 6:08 pm Two-time Super Bowl champion <strong> Ben Roethlisberger </strong> sat defeated in the locker room of Cowboys Stadium. Comeback Player of the Year <strong> Michael Vick </strong>, Pro-Bowler Matt Ryan", "new_id": -2}, {"uid": "1295567677244678684", "i": 39493, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Roger Smith spoke with the CEO of Engine Yard, Lance Walley, about their Ruby and Rails deployment platform. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By", "new_id": -2}, {"uid": "1297135663068190210", "i": 7045, "idx": 2, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "93,000 alone, prosecutors say. Government agents seized from the Schmidts two California properties- one in Big Bear and one in Murietta- two luxury vehicles, and approximately$ 40,000 in cash. <q>The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people, and betrayed the trust placed in them,</q> said <strong> Stuart Bowen </strong>, inspector general of the Special Inspector General for Iraq Reconstruction. \"They will now pay the price for their criminal wrongdoing.\" <strong> Eric Schmidt </strong> pleaded guilty last May to conspiracy to commit wire fraud", "new_id": -2}, {"uid": "1295425465261013529", "i": 17009, "idx": 3, "sa": ["Kara DioGuardi", "Julie Lloyd", "Paula Abdul", "Kristin Chenoweth", "Vanessa Johnston", "Victoria Beckham", "Christian Spears", "Simon Cowell", "Ellen DeGeneres", "Neil Patrick Harris", "Michael Jackson", "Joe Jonas"], "q": "American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol \"Season 9\" <q>episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles</q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy <strong> Michael Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Julie Lloyd </strong> Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright <strong> Vanessa Johnston </strong> <strong> Christian Spears </strong> <strong> Kristin Chenoweth </strong>", "new_id": -2}, {"uid": "1295717712220610567", "i": 11345, "idx": 0, "sa": ["Colin Powell", "President Bush", "April Glaspie", "Brent Scowcroft"], "q": "of Kuwait. She counseled patience. <strong> President Bush </strong>'s Chairman of the Joint Chiefs of Staff, <strong> Colin Powell </strong>, was as hesitant as <strong> April Glaspie </strong>. His military options to retake Kuwait, National Security Adviser <strong> Brent Scowcroft </strong> groused, <q>had not seemed designed by anyone eager to undertake the task.</q> The <strong> Colin Powell </strong> Doctrine, conceived after Reagan's disastrous intervention in Lebanon, still prevailed in 1990: U.S. forces would only be introduced into conflicts with clear, achievable aims, a visible exit, and strong popular and", "new_id": -2}, {"uid": "1295030748023609365", "i": 39855, "idx": 3, "sa": ["Allen Iverson", "Matt Geiger"], "q": "game. <strong> Matt Geiger </strong> scored 10 of his playoff career-high 23 points in that span. He also finished with a postseason-high 10 rebounds. \"I think their big guys focused on <strong> Allen Iverson </strong> a lot,\" <strong> Matt Geiger </strong> said. <q>I got to some key spots and my teammates found me. I am feeling good about my shot right now.</q> <strong> Matt Geiger </strong>, who was signed as a free agent to a six-year,$ 48 million contract before the season, averaged 13.5 points in 50 games during the regular season. With Orlando's defense scrambling to double-team If", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}, {"uid": "1295717835220610561", "i": 42541, "idx": 0, "sa": ["Kirsten Gillibrand", "Sargent Shriver", "Gabrielle Giffords"], "q": "}, \"params\":{ \"allowFullScreen\": \"true\"}} <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support{ \"title\": \"Bono performs at <strong> Sargent Shriver </strong> funeral\", \"description\": <q>U2 frontman Bono along with <strong> Glen Hansard </strong> of The Swell Season perform at the funeral for <strong> Hillary Clinton </strong> <strong> Sargent Shriver </strong>.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012202017.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202018.html&amp;title=Bono performs at <strong> Sargent Shriver </strong> funeral& site= nation& type=", "new_id": -2}]