[{"uid": "1296599743193396754", "i": 49410, "idx": 3, "sa": ["Lindsay Lohan", "Howard Stern", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": ": <strong> Camille Grammer </strong> strongly implied to <strong> Howard Stern </strong> that ex-husband <strong> Kelsey Grammer </strong> is a cross-dresser. Having told <strong> Howard Stern </strong> that <strong> Kelsey Grammer </strong> was excited to get a role in cross-dressing Broadway show <strong> Lindsay Lohan </strong> Cage aux Folles, <strong> Howard Stern </strong> asked( via RadarOnline), <q> But you're saying you do think he's gay, that when he got into <strong> Lindsay Lohan </strong> Cage aux Folles, he was in the right play... </q> http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full`` <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February'' exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he", "new_id": -2}, {"uid": "1296566910244629509", "i": 13869, "idx": 4, "sa": ["Allen Iverson"], "q": "surpassing last season's total for victories away from home. The Sixers, who had a 13-game road winning streak snapped Tuesday in Toronto, moved 7 1/2 games ahead of the second-place Knicks in the Atlantic Division. <q> This is the first real team I've been on in my life, </q> <strong> Allen Iverson </strong> said.`` There are no egos, nobody cares who's shooting the ball, who has the name, who's the All-Star. It's all about one common goal: bringing a championship to Philadelphia", "new_id": -2}, {"uid": "1295350326057589761", "i": 44410, "idx": 2, "sa": ["Simon Cowell"], "q": "He is a really nice guy, not affected, and has time for everyone. He's a showman but his head's not in the clouds. He is not aloof.'' He added: <q> <strong> Simon Cowell </strong> is a businessman who makes some money and makes sure there are certain standards of performers there for a mass market. </q> claimed that <strong> Simon Cowell </strong> is not the`` ogre'' some people believe he is. EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out", "new_id": -2}, {"uid": "1296354133035504148", "i": 1191, "idx": 7, "sa": ["Michael Vick"], "q": "And Best Friends isn't simply looking for any pet lover for the <strong> Michael Vick </strong> dogs.`` We feel like dogs going into these homes are being ambassadors'' for the breed, Garcia said. <q> They're not just adopting a dog, but fighting the good fight. </q> By spreading the message that pit bulls are only as nice, or vicious, as their owners train them to be, the <strong> Michael Vick </strong> dogs are helping rewrite the book on both the public perception of the", "new_id": -2}, {"uid": "1296312686049463298", "i": 28070, "idx": 0, "sa": ["Zahi Hawass"], "q": "biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters early on Saturday. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday.`` Egyptian citizens tried to prevent them and were joined by the tourism police, but some[ looters] managed to enter from", "new_id": -2}, {"uid": "1296015454109002777", "i": 17357, "idx": 2, "sa": ["Eric Schmidt"], "q": "the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments,'' <strong> Eric Schmidt </strong> said in his keynote at the DLD Conference in Germany. <q> Hundreds of these people will be located right here in our technology center in Munich. </q> Yahoo, meanwhile, will cut 1 percent of its workforce.`` The personnel changes we are making are part of our ongoing strategy to best position Yahoo for revenue growth and margin expansion and to support", "new_id": -2}, {"uid": "1295804524123387906", "i": 38186, "idx": 6, "sa": ["Allen Iverson", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q> I don't think we can lose a( player) because of an injury the rest of the way, </q> <strong> George Karl </strong> said.`` It's the time of year where we have to play like it's a playoff circumstance. Everybody is hurting a little bit_ AI is probably at the top of the http://wn.com/Denver_Nuggets_vs_Utah_Jazz__Game_6_Recap_[NBA_Playoffs_2010][", "new_id": -2}, {"uid": "1295658341074924035", "i": 537, "idx": 6, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "man that had represented his views to the country for nearly four years. Tom Watson, the former defence minister who used his seat on the culture select committee to chase down <strong> Andy Coulson </strong>, said his departure <q> creates serious questions over the prime minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp </q>. He called on <strong> Rupert Murdoch </strong> to clean up his operation before pursuing his Â£ 8.3 bn complete takeover of BSkyB. <strong> Rupert Murdoch </strong> is waiting to hear if his bid will be referred to the Competition Commission.", "new_id": -2}, {"uid": "1295786407057016333", "i": 7694, "idx": 6, "sa": ["Toni Kukoc", "Allen Iverson"], "q": "'s 41 and the 76ers roared to a season high in their fifth straight victory, a 121-89 rout of the Seattle SuperSonics.`` <strong> Toni Kukoc </strong> played like we expected him to play every game,'' <strong> Allen Iverson </strong> said. <q> We need a lot of that from <strong> Toni Kukoc </strong>. He's one of those special players that can change a game. </q> While the 76ers have maintained the best record in the NBA this season, they have done so with little help from <strong> Toni Kukoc </strong>, who has struggled to find his niche in the offense since being acquired in a trade", "new_id": -2}, [{"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ".`` I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,'' said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}]]