[{"i": 10146, "idx": 1, "index_answer": 2, "new_id": -1, "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q>always been good. I said he didn't owe me a phone call, but I appreciated it.</q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> <strong> Barbra Streisand </strong> America contestants bring home state designs to \"Show Us Your Shoes\" parade in Las Vegas America contestants strutted down the Las Vegas Strip displaying shoes decorated", "sa": ["Jay Leno", "David Letterman", "Conan O'Brien", "Barbra Streisand"], "uid": "1295127807207224874"}, {"uid": "1295876928012320777", "i": 35146, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson"], "q": "Although the investigators were initially recruited prior to the announcement of <strong> Andy Coulson </strong>'s departure, the events of the past week have added to the determination to gather information that could embarrass <strong> Ed Miliband </strong> and senior members of his staff. <q>Before <strong> Andy Coulson </strong> resigned it was business. Now it's personal,</q> said another informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World", "new_id": -2}, {"uid": "1297070821074727460", "i": 4569, "idx": 0, "sa": ["Simon Cowell"], "q": "for, goodness, for almost eight years and no one's ever said \"What the hell are you talking about?' There would not be a problem with the accent,\" he said. <q>To be honest I've been offered a couple of other shows in the States the last six months which I've turned down and I know there's been no issue with my accent there, because I'm a professional presenter and there's an element of TV voice- when you're on you speak clearly, you enunciate. \"Which is why when I go home I get loads of abuse from my Welsh friends, saying oh, you've gone all posh.</q> But Steve- who'll be live on the red carpet at this weekend\"s Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show.", "new_id": -2}, {"uid": "1295072350152535041", "i": 3604, "idx": 0, "sa": ["Simon Cowell"], "q": ". About three weeks before the book was due, I got a call saying,\" <strong> Simon Cowell </strong> would love to chat with you. When will you be in London?\" I said, <q>I'll be on the next plane.</q> He was very gracious with his time and very open and forthcoming. Q: Even in its name, mythmaking is a core part of Idol. What are the most prevalent myths that surround the show", "new_id": -2}, {"uid": "1296747320116736041", "i": 23111, "idx": 0, "sa": ["Zahi Hawass"], "q": "Finch Rumors that the Egyptian Museum in Cairo caught fire yesterday( Feb. 2) were just that, according to <strong> Zahi Hawass </strong>, secretary general of the Supreme Council of Antiquities, on his blog today. <q>Again, I want to tell everyone that all the fights and fires in Tahrir Square that many people saw on television yesterday did not affect the Egyptian Museum, Cairo, at al,</q> <strong> Zahi Hawass </strong> wrote. Al Jazeera reports suggested the monuments of Saqqara-- a large burial ground of Ancient Egypt referred to as the \"City of the Dead\"-- had been damaged and that items were stolen", "new_id": -2}, {"uid": "1296188505230555653", "i": 25446, "idx": 0, "sa": ["Drew Brees", "Michael Vick", "Ovie Mughelli"], "q": "watching on TV. He did attend the 2008 Pro Bowl, but that was to support teammate <strong> Michael Vick </strong> Turner. This time, someone else is picking up the tab. <q>The first-class flight out here instead of coach didn't hurt either,</q> he said. For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing Manning, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats-- past and present-- made", "new_id": -2}, {"uid": "1295582204150192172", "i": 5999, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of world's most scrutinized companies. For the first time last year, he started to sit out <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295408846085049364", "i": 20272, "idx": 4, "sa": ["Toby Young", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "one to get.\" Thompson points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. <q>Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show,</q> he says. \"Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.\" For <strong> Toby Young </strong>, it's no accident that", "new_id": -2}, {"uid": "1297098713099483693", "i": 37806, "idx": 2, "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "q": "pointed out last June, adopted one of the so-called \"bait dogs\" <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel-- and as <strong> Richard Hunter </strong> told Richie, <q>While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered through such hell that he's truly changed my life.</q> <strong> Richard Hunter </strong> went to the event to show <strong> Michael Vick </strong> Mel's picture and confront him about the past-- which, as you'll see in the video, never happened. Rooster Ok, <strong> Dwaine Caraway </strong>'s an", "new_id": -2}, {"uid": "1297171230133922851", "i": 9517, "idx": 6, "sa": ["the Black", "Simon Cowell"], "q": "proper, fair competition.\" The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child. <q>I'm genuinely staggered this hasn't happened. All the signs are out there, from \"Glee' to` High School Musical,'</q> he said, advising \"any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don\"t have a lot of competition.\"", "new_id": -2}]