[{"uid": "1296137820192086026", "i": 49206, "idx": 0, "sa": ["Michael Gove", "Ali Abdullah Saleh", "Abdul Malik"], "q": " <strong> Ali Abdullah Saleh </strong> also promised this week to raise salaries of civil servants and military personnel by at least$ 47 dollars a month. Opposition MP <strong> Abdul Malik </strong> al-Qasous said people wanted political and economic reforms. <q> The opportunity for reform is still available, and we fear the situation will reach a point where people will not hear their ruler when he says,' I have understood you!' </q> New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will`` restore discipline and reduce bureaucracy'' in... UK` unprepared for a foot and mouth outbreak'", "new_id": -2}, {"uid": "1295457680005177348", "i": 50310, "idx": 1, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "confier plusieurs portefeuilles? des alli?s de Gbagbo dans son futur gouvernement, a-t-il dit. M. <strong> Raila Odinga </strong> a galement exhort M. <strong> Alassane Ouattara </strong>? apporter des garanties solides? Laurent Gbagbo sur sa s?curit et le choix de <q> sa future option, y compris l'option de continuer en politique ou de s` installer dans un pays de son choix </q>. Gel des ventuels fonds en Suisse des ex- pr?sidents tunisien et ivoirien C?te d'Ivoire: les chefs militaires de la CEDEAO discutent d'une intervention Un politicien tunisien a ni qu'il avait quitt son pays pour Montr?al href=\"http://www.985fm.ca/international/nouvelles/heurts-entre-manifestants-et-forces-de-l-ordre-dan-53896.html\">", "new_id": -2}, {"uid": "1295037198201211960", "i": 19041, "idx": 2, "sa": ["David Letterman", "Andy Cohen", "Camille Grammer"], "q": "handshake. It was uncomfortable. Kelsey looked shocked. The look on his face,'' <strong> Andy Cohen </strong> revealed that <strong> David Letterman </strong> was going to show a clip of Kayte and the kids while interviewing Kelsey, <strong> Camille Grammer </strong> remarked, <q> He uses the kids as props. </q> On next week's episode of`` The Real Housewives,'' <strong> Camille Grammer </strong> breaks down to a friend about her heartbreak: 8dyRN2SZmyfvsvBHVj5o8hC4gyVlKw0wrcVnLIOvnbdpaFudr% 2FdQVGTlhBolSJZSXQ849eWeQXb0ujRnej5czA% 3D% 3D", "new_id": -2}, {"uid": "1297270573021168154", "i": 10437, "idx": 3, "sa": ["Donald Rumsfeld", "Colin Powell", "Isnilon Hapilon"], "q": "during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his UN presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist who later led the Iraq branch of the al-Qaeda terrorist network.", "new_id": -2}, {"uid": "1295481500251461671", "i": 9127, "idx": 0, "sa": ["Rachel Maddow", "Nancy Pelosi", "Bill Harris", "Ryan Dixon", "Harry Reid", "Bill Maher", "Bernie Sanders", "Mary Landrieu", "Dan Boren", "Michael Bennet", "Barack Obama", "Patrick Kennedy", "Jerry Moran"], "q": "& msnbc.com http://wn.com/Bill Harris_Bill Maher_On_Countdown__Health_Reform_And_The_Democrats fixednewschRachel Maddowl.web.officelive.com 10 March, 2010 MSNBC http://wn.com/Democrats,_GOP_Prep_for_Possible_Weekend_Vote_on_Health_Reform Question of the Day: What is your stance on immigration? Leave all your responses in the comment section.`` Democrats Reveal Facts About Health Care'' www.youtube.com <q> Rep. <strong> Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com`` High Immigration Impacts America's Unemployed'' www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> <strong> Ryan Dixon </strong> http://wn.com/Democrats'_Health_Care_Reform_is_Latest_Action_to_Hurt_Kansas Congressman <strong> Jerry Moran </strong> told the House of Representatives on March 24 that Kansans", "new_id": -2}, {"uid": "1296209607006012952", "i": 36352, "idx": 1, "sa": ["Sergio Marchionne", "Tom Izzo"], "q": "sales fell 9.8% in the fourth quarter of last year compared with the preceding three months, Edmunds said. Chrysler's`` business has gone well,'' <strong> Sergio Marchionne </strong> said Thursday, and its results are <q> in line with guidance. </q> Chrysler in November raised its operating profit estimate for the year to$ 700 million, implying a$ 135-million fourth-quarter operating income. The auTom Izzoaker had earned$ 565 million on that basis through three quarters.", "new_id": -2}, {"uid": "1295593755183287833", "i": 38979, "idx": 1, "sa": ["Richard Chang", "Larry Page", "Eric Schmidt"], "q": "du groupe californien. Sur le blog de Google, <strong> Eric Schmidt </strong>, 55 ans, pr?cise que <strong> Larry Page </strong>, 37 ans, dirigera le d?veloppement de produits et la strat?gie technologique,`` ses principales forces.'' <q> Google tente de devenir plus efficace et essaie de mettre un type technologique? sa t?te pour concurrencer Facebook </q>, commente Brian Pitz, analyste chez UBS.`` Je ne pense pas que cela Richard Change quoi que ce soit d'un point de vue strat?gique.'' <strong> Eric Schmidt </strong>, qui avait pris la direction g?n?rale en 2001", "new_id": -2}, {"uid": "1295158851229244944", "i": 22709, "idx": 0, "sa": ["David Letterman"], "q": ", if there was more accountability and more transparency, that the men would have been held more accountable.'' The issue of sexual abuse by Catholic priests is so commonplace that it is the subject of late-night'' <q> I read this in the paper this morning: New York City has a priest shortage. So you see, there is some good news in the world.... To give you an idea how bad it is, David Lettermanier today in Brooklyn an altar boy had to grope himself. </q>- <strong> David Letterman </strong>`` As you've probably heard, the Pope has asked all the Cardinals to return to Rome. You know how they got them all to come back? They told them that there was going to", "new_id": -2}, {"uid": "1297234005160825400", "i": 29006, "idx": 0, "sa": ["Michael Gove", "Tom Service"], "q": "decision to protect music funding this year when there were pressures on budgets elsewhere showed the Michael Government was committed to music in schools. Like the` Michael Government' was` committed to the NHS'... <q> He said:`` Music has the power to touch the soul. It is a universal language understood by people of every culture. And it gives us all the chance to be transported by beauty. </q> It's a pity then that <strong> Michael Gove </strong> belongs to that section of humanity which neither understands nor cares for the language of music. SandGrown 7 February 2011 9:49 PM@placefarm and@Tom ServiceTom Service each", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q> One day Larry and Sergey bought Android, and I didn't even notice. </q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}]