[{"uid": "1297417823256622628", "i": 25831, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos. \"It's good to be here,\" <strong> Donald Rumsfeld </strong> told the crowd. <q> I have been around so long that I remember a time when CPAC did not exist, when <strong> Ronald Reagan </strong> was still an actor, when <strong> Barry Goldwater </strong> was our candidate for president and we only worried about socialism outside of the United States. </q> <strong> Donald Rumsfeld </strong> joked that there's still time for <strong> Dick Cheney </strong> to get on the ballot in New Hampshire and Iowa. Those who are more likely to be in those early voting states continue their parade before", "new_id": -2}, {"uid": "1296789642034570241", "i": 22193, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders", "David Cay Johnston"], "q": "<strong> Barack Obama </strong> Calls for Spending Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at \"Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex\" <q> The Worse Off You Are, Your Taxes Increase </q>: Journalist <strong> David Cay Johnston </strong> Slams Obama-GOP Tax Deal <strong> Sen. Bernie Sanders </strong> Denounces Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" \"Counting the Jobs Lost to China.\" Report by the Economic Policy Institute \"", "new_id": -2}, {"uid": "1295980520186695687", "i": 43675, "idx": 2, "sa": ["Dermot O'Leary", "Christian O'Connell", "Simon Cowell"], "q": "great boss, and I'm not just saying that,\" he said. \"He's very loyal, he's very honest, and he just wants that in return.\" He continued: <q> He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot. </q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. Stacey McCleanThe former X Factor EastEnders: Roxy leaves <strong> Christian O'Connell </strong> and Syed stunned Emmerdale: Jackson makes a plea to", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.\" <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}, {"uid": "1295901162252542991", "i": 8032, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": " \"It was so bad that a minute into the pitch the guy said, \"No',\" the Daily Mail quoted him as telling <strong> Oprah Winfrey </strong> on her Master Class show. <q> To wind him up, I said, \"So, it sounds like you're interested? </q> He said` Get out' and we were thrown out of the network,\" <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn\"t booked a car to pick them up, so", "new_id": -2}, {"uid": "1297176031226918403", "i": 3183, "idx": 25, "sa": ["David Letterman", "Aaron Rodgers"], "q": "what? I want to the best in my position, so I need to make sure that I take the steps this off season to put myself in a position to be successful.\" <strong> David Letterman </strong>: <q> How many different plays did you run yesterday, different plays? <strong> Aaron Rodgers </strong>: \"Mike likes to repeats some calls sometimes, especially if they work, but... </q>( Audience laughs) <strong> David Letterman </strong>:( Laughs) \"Well, there's your coaching key right there.\" <strong> Aaron Rodgers </strong>: \"Not this one again.\"( <strong> David Letterman </strong>, audience", "new_id": -2}, {"uid": "1297272603143687692", "i": 24754, "idx": 1, "sa": ["Mike Pence"], "q": "and a prostitute. Mr. <strong> Mike Pence </strong> said the videos are \"heartbreaking evidence employees of Planned Parenthood... facilitating, essentially, the abuse of a minor and sex trafficking.\" <q> What is becoming more evident to people through these tapes and through these revelations... is that[ federal funding of Planned Parenthood] has to stop, </q> Mr. <strong> Mike Pence </strong> told \"America's Morning News\" radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would \"", "new_id": -2}, {"uid": "1296286226080461960", "i": 37254, "idx": 1, "sa": ["Elizabeth Bartman", "Zahi Hawass"], "q": "being such a dry place- they have all these organic materials, they have textiles, they have ancient food, they have lots of wooden items- fire is a very scary proposition,\" <strong> Elizabeth Bartman </strong> said. <q> Let's just keep our fingers crossed that the museums are not going to be caught in the crossfire. </q> Why did they not mention <strong> Zahi Hawass </strong>?????!!! He was probably out there beating people down with an Ankh# 1.1- Fri Jan 28, 2011 9:32 PM EST The Egyptians need to lead their own", "new_id": -2}, {"uid": "1295303854260374567", "i": 14665, "idx": 0, "sa": ["Steve Ballmer"], "q": "Salesforce.com, Microsoft has rolled out a cloud-based version of its new Microsoft Dynamics CRM 2011 release. The online software targets what Microsoft CEO <strong> Steve Ballmer </strong> called the heart of almost every successful business: Sales professionals. <q> Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud, </q> <strong> Steve Ballmer </strong> said. The Microsoft chief pointed to a familiar user experience that enables collaboration, streamlines processes, and accesses real-time data as key competitive benefits of Microsoft Dynamics CRM. If Microsoft can deliver on those", "new_id": -2}, {"uid": "1295682265065617928", "i": 82, "idx": 6, "sa": ["Charlie Black", "Mike Pence"], "q": "House, something that has been done only once, in 1880? \"A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. \"The folks I've heard, the names I've seen, are the leaders of the", "new_id": -2}]