[{"uid": "1297145253184188940", "i": 24333, "idx": 0, "sa": ["Simon Cowell"], "q": "being decided. The competition isn't like American Idol with a cap on age or talent. According to <strong> Simon Cowell </strong>, the minimum age will be 12 with no maximum age for a cap. <q> <strong> Susan Boyle </strong> taught me a huge lesson, </q> said <strong> Simon Cowell </strong> about the age limits.`` I have to be more open-minded.'' The details of the X Factor auditions outside of Los Angeles are expected to be revealed in the coming weeks. Focusing", "new_id": -2}, {"uid": "1294982884103825423", "i": 45120, "idx": 10, "sa": ["Kirsten Gillibrand", "Nancy Pelosi"], "q": "<strong> Kirsten Gillibrand </strong> said. She reached out and grabbed her husband`` and is touching him and starts to really choke him like she was really trying to hug him.'' He asked her to touch his wedding ring, <q> and she touches his ring, then she grabs his whole watch and wrist and then the doctor was just so excited, he said,` You don't understand... this is amazing what she is doing right now and beyond our greatest hopes.' </q>`` It was, as you can imagine, a glorious moment,'' said House Minority Leader <strong> Nancy Pelosi </strong>, who was also in the room. Of the six patients the hospital is still treating", "new_id": -2}, {"uid": "1297521829086999043", "i": 11303, "idx": 2, "sa": ["Michael Vick"], "q": "clean with authorities about his role in the killing of dogs until after he took a lie-detector test. Knorr also recalled how one confidential informant he wrote about in his USDA report noted that <strong> Michael Vick </strong>'s adrenaline <q> would go up, he'd get a high when the group[ <strong> Michael Vick </strong> and his co-defendants, Quanis Phillips and Purnell Peace] were killing[ the dogs]. </q> Knorr said that the public's perception of <strong> Michael Vick </strong> depends on whether a person owns a dog.`` I think 25 percent of people are for him- those are the football fans- 25", "new_id": -2}, {"uid": "1295669723025427987", "i": 3603, "idx": 2, "sa": ["Eric Schmidt"], "q": "gets the job title of co-founder and will work on strategic projects and products.`` For the last 10 years, we have all been equally involved in making decisions,'' <strong> Eric Schmidt </strong> wrote. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> wrote. The change over indicates there's been a clear decision to put a web-scale technologist back in charge and to return some of the founding drive to strategic and day-to-day decisions, given Page's", "new_id": -2}, {"uid": "1295637393157057065", "i": 21732, "idx": 4, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "`` he jumped'' and`` won't stay that long'' at the company. He Was Pushed <strong> Eric Schmidt </strong> stepping down creates a`` huge advantage'' for Google, writes <strong> Danny Sullivan </strong> at Search Engine Land. <q> If Page is stepping up as the public face, it's an opportunity to defuse or put some of the gaffes associated with <strong> Eric Schmidt </strong> behind the company. Page carries virtually no such baggage. </q> MG Siegler at TechCrunch also thinks the departure was forced.`` This is clearly <strong> Eric Schmidt </strong> being removed from power,'' he writes.`` It appears to be because things just weren't getting done the", "new_id": -2}, {"uid": "1297299992011485361", "i": 43354, "idx": 0, "sa": ["Donald Rumsfeld", "Enrico Ponzo"], "q": ", neighbors said. The judge appointed <strong> Enrico Ponzo </strong> a public defender and ordered him held without bail until another hearing Friday.`` He called me from the Ada County Jail,'' Clapier said. <q> He said` I've been arrested, it's all a bunch of bulls--, but I'm going to be in here for a long time. Would you please feed my cows?' </q> U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less", "new_id": -2}, {"uid": "1295898352111312917", "i": 46190, "idx": 0, "sa": ["Joan Collins", "Tim Gunn", "Heidi Klum", "Simon Cowell", "Tyra Banks"], "q": "Runway, The Real Housewives American Idol. Diva deluxe RuPaul is equal parts <strong> Tyra Banks </strong>, <strong> Tim Gunn </strong>, <strong> Heidi Klum </strong> and <strong> Simon Cowell </strong>. But none of them hold a candle to her signature taglines: â\u0080¢ <q> Gentlemen, start your engines. And may the best woman win. </q> â\u0080¢`` Silence!''( <strong> Joan Collins </strong> voice) â\u0080¢`` Don't( BLEEP) it up.'' â\u0080¢''... interior illusions lounge'' â\u0080¢`` The time", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};''> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}, {"uid": "1296884781086720518", "i": 21901, "idx": 0, "sa": ["Zahi Hawass"], "q": "historical sites.`` Egyptian cultural heritage, both its monuments and its artefacts, are part of the ancestral heritage of humanity, handed down to us through the ages,'' she said on Tuesday. <q> The value of the 120,000 pieces in the Egyptian Museum in Cairo is inestimable, not only in scientific or financial terms, but because they represent the Egyptian people's cultural identity. </q> But the country's newly appointed minister of antiquities, well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog", "new_id": -2}, {"uid": "1296770549227754057", "i": 48769, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "'' report, which said nearly two-dozen suspended and debarred vendors had been awarded contracts either because the government didn't consult the EPLS, or agencies willingly ignored a contractor's status for national security purposes. <q> It is clear that DoD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> <strong> Sen. Bernie Sanders </strong> said.`` DoD is very concerned about any fraudulent activity on the part of its contractors,'' the department said in a statement Thursday.`` In addition to the criminal, civil penalties and", "new_id": -2}]