[{"uid": "1296169455065814529", "i": 23185, "idx": 0, "sa": ["Mike Pence"], "q": " href=\"http://topics.nytimes.com/topics/reference/timestopics/people/p/Mike Pence_Mike Pence/index.html?scp=1- spot&amp;sq=Mike Pence%20Mike Pence&amp;st=cse\"> Representative <strong> Mike Pence </strong> of Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> MMike Pence wrote in a letter to supporters.`` We will not seek the Republican nomination for president in 2012.'' The decision of MMike Pence, which was first reported by The Indianapolis Star, ended weeks", "new_id": -2}, {"uid": "1296577443160382999", "i": 21126, "idx": 1, "sa": ["Angelina Jolie", "Bessie Wilsoun"], "q": "a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side`` coming on a visit to Israel.'' He said: <q> That would be a nice thing before I go. </q> Chandler-$ 199,500 MLS 4452857 4 bed/ 3 bath 2,001- 2,250/ 1988 <strong> Bessie Wilsoun </strong>, CENTURY 21 Arizona Foothills Ocotillo Mesa-$ 124,900 MLS 4359678 3 bed/ 4", "new_id": -2}, {"uid": "1295818501241696782", "i": 6922, "idx": 0, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "occurred while <strong> Andy Coulson </strong> was editor of the News of the World. He resigned as Prime Minister <strong> David Cameron </strong>'s director of communications Friday. He denied any knowledge of illegal practices as editor, but said the affair made it <q> difficult for me to give the 110 per cent needed in this role. </q> The Conservative <strong> David Cameron </strong>'s office denies reports that <strong> Andy Coulson </strong>'s resignation was demanded by <strong> Rupert Murdoch </strong>, who owns the News of the World, The Independent reported. The police investigation of the paper is expanding", "new_id": -2}, {"uid": "1297323861070123561", "i": 22137, "idx": 0, "sa": ["Steven Tyler", "Julianne Hough", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": "left the show, wasn't just his career, but that he found it hard to watch the contestants get criticized, which coincidentally, is the same reason <strong> Ellen DeGeneres </strong> left the program after one season. <q> The other thing was, I didn't like watching those kids being brought to tears like that. I didn't understand why they had to do it, I didn't get it, </q> he said. This year tJulianne Hough, with the addition of <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> to the judging panel, and the departure of <strong> Simon Cowell </strong>,`` Idol'' has been noticeably cuddlier, including on Wednesday's episode", "new_id": -2}, {"uid": "1295665836007979062", "i": 8579, "idx": 1, "sa": ["Barack Obama", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "economy around.`` Taking old skills that worked in the 20th century and translating them in to new 21st century skills. That's our future,'' said Sen. <strong> Charles Ellis Schumer </strong>( D). <q> It's how we're going to create jobs, grow the economy, </q> said Sen. <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive spirit also have New Yorkers defending their team.`` The <strong> Barack Obama </strong> and I don't have to agree on everything,''", "new_id": -2}, {"uid": "1295510839092602381", "i": 15761, "idx": 1, "sa": ["Grant Hill", "Larry Brown", "Allen Iverson", "David Stern"], "q": "didn't even hear him. As <strong> David Stern </strong> handed him the MVP trophy, all <strong> Allen Iverson </strong> could think of was one thing when he was asked to speak.`` Where's my coach at?'' he asked. <q> Where's Coach <strong> Larry Brown </strong>? </q> It was a <strong> Grant Hill </strong> touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom.``", "new_id": -2}, {"uid": "1297476011000409604", "i": 19601, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ",'' said Sen. <strong> Kirsten Gillibrand </strong>,( D) New York. <strong> Kirsten Gillibrand </strong> did work closely with Lee to craft legislation for the families of Flight 3407 victims. She says that work will continue without the congressman. <q> We will make sure that all of the family members who suffered through the loss of that crash will continue to have a voice in Washington, </q> said Sen. <strong> Kirsten Gillibrand </strong>. As for the empty seat, Sen. <strong> Kirsten Gillibrand </strong> says she is not concerned about when a special election will be called.`` I know the constiutents of his district will be well looked after", "new_id": -2}, {"uid": "1295097395007798784", "i": 4923, "idx": 0, "sa": ["Sergio Marchionne"], "q": "implacably opposed to the new deal although it has been urged to accept by other more moderate unions in Italy. Despite Fiom's silence today( 15 January), the hardline union recently described the Mirafiori proposal as <q> outside the national metalworkers agreement as if it was a house built in a desert </q> and`` an awful agreement.'' It has also called strike for 28 January but it is not clear if today's agreement will alter that. Fiat CEO <strong> Sergio Marchionne </strong> alluded to the difficult industrial relations at", "new_id": -2}, {"uid": "1295042017241876993", "i": 18590, "idx": 1, "sa": ["Alassane Ouattara"], "q": " The EU said in a statement that the sanctions target 88 individuals who`` refuse to place themselves under the authority of the democratically elected president( <strong> Alassane Ouattara </strong>)''. They also hit 11 entities <q> that are supporting the illegitimate administration of Laurent Gbagbo </q>, the statement said. Diplomats earlier said 85 people were hit by the sanctions. The new EU sanctions came eight days after the United States froze the assets of Gbagbo, his wife Simone", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history.`` We're putting our money where our mouth is,'' <strong> Simon Cowell </strong> said. <q> It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star. </q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge.`` I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}]