[{"uid": "1297445233230703115", "i": 14231, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the matter. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for 10,755 salaried workers, but some who aren't covered by governmen t pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both", "new_id": -2}, {"uid": "1295729029106954780", "i": 3885, "idx": 1, "sa": ["Celia Keenan-Bolger", "David Letterman", "Lisa Howard", "Derrick Baskin", "Gina Gershon", "William Finn"], "q": "Alpert Video by Nitty Gritty Studios <strong> David Letterman </strong> DABBON, piano DOUGLAS... The I Love You Song- The 25th Annual Putnam County Spelling Bee The I Love You Song- The 25th Annual Putnam County Spelling Bee 16. <q> The I Love You Song </q> from the 2005 OriGina Gershonl Broadway Cast Recoring, The 25th Annual Putnam County Spelling Bee. Featuring <strong> Celia Keenan-Bolger </strong>, <strong> Lisa Howard </strong>, and <strong> Derrick Baskin </strong>. Music and Lyrics by <strong> William Finn </strong>. Opened: May 2, 2005 Closed: Jan 20", "new_id": -2}, {"uid": "1296553046084983809", "i": 35621, "idx": 6, "sa": ["Eric Schmidt"], "q": ". Google werde sich weiterhin auf die vier Gesch?ftsfelder Internetsuche, graphische Werbung, mobiles Internet und Online-Dienstleistungen f?r Unternehmen konzentrieren. Besonderen Fokus lege das Unternehmen zurzeit auf die graphische Display-Werbung, zum Beispiel auf Youtube. <q> Wir sind auf dem Weg, das gr?te Display- Gesch?ft der Welt aufzubauen </q>, sagte <strong> Eric Schmidt </strong>. Freundschaften geben R?ckschl?sse ber Interessen Google wird allerdings vorgeworfen, bisher noch keine passende Antwort auf die Herausforderung durch das soziale Netzwerk Facebook gefunden zu haben. Facebook ist zwar kleiner als Google", "new_id": -2}, {"uid": "1295565725055705620", "i": 6531, "idx": 1, "sa": ["Eric Schmidt"], "q": "negative, that there is probably some issue going on. Google is trying to get more efficient and trying to get a tech guy in the seat to compete with Facebook,'' said UBS analyst Brian Pitz. <q> I don't think it changes anything strategically where the company is headed. </q> Google said the management change was made as part of a plan to`` streamline'' decision-making and create clearer lines of responsibility and accountability at the top. It said Mr. <strong> Eric Schmidt </strong> plans to sell", "new_id": -2}, {"uid": "1296927548142311425", "i": 2702, "idx": 0, "sa": ["Lauren Conrad", "David Letterman", "Barbara Walters"], "q": "host <strong> David Letterman </strong> underwent emergency heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. But they didn't last long. During the chat, <strong> David Letterman </strong> stated, <q> Depression is a black hole... I've dabbled in it.`` There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying.`` Without some kind of medicinal help... institutions used to be full of people who were depressed. </q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) The Hills star <strong> Lauren Conrad </strong> has revealed MTV bosses have scrapped her new reality show after deciding it was", "new_id": -2}, {"uid": "1295567746217792542", "i": 17095, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "The moves are part of Google's plans to streamline decision making and create clearer lines of responsibility and accountability at the top of the company. The changes will be effective on April 4. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company, </q> said <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> will continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. However, he will focus externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought", "new_id": -2}, {"uid": "1296627677025493515", "i": 3312, "idx": 0, "sa": ["Bill Lockyer"], "q": ", in fact that whole wing of my family works for the government, two brothers and two sisters. \" they all make more money than i do. they will retire with pensions. Report Abuse <q> I'll be watch'n the Anarchy in California, ILLinois, and New York down here in Tennessee... No State Income Tax... Sweet! Firearm Carry Permits... pack my Colt Python.357 Magnum.. shoot filthy muggers on the spot.. oh yahll... high velocity impact holes clean through'm. No stinking filthy Gangster Rappers... Swangster Dropout Rappers.. just Sweet country Singing Babes... uhmmmm.. uhmmmm. </q> Report Abuse \"`` The idea galls critics.`` Baloney'' is what California Treasurer <strong> Bill Lockyer </strong> calls it, saying his state, which is already weighing painful tax hikes and spending cuts, doesn't need the option", "new_id": -2}, {"uid": "1296789417115392513", "i": 11213, "idx": 5, "sa": ["LeBron James", "Allen Iverson", "Kobe Bryant", "Phil Jackson"], "q": ". On February 12, the NBA scoring leader had a league season-high 46 points in a 98-94 loss to the San Antonio Spurs.`` When I score 40 points, we've lost,'' <strong> Allen Iverson </strong> said. <q> Tonight, we won, and I guess I finally got the monkey off my back. I didn't know what I had until I came out of the game at the end and looked up at the scoreboard. I saw what I had and said,` I hope it doesn't come back to haunt me.' </q> WorLeBron James primarily against Phil Jacksonadelphia native <strong> Kobe Bryant </strong>, <strong> Allen Iverson </strong> shot 17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds.`` I wanted to get off", "new_id": -2}, {"uid": "1296235613016105476", "i": 49507, "idx": 4, "sa": ["Allen Iverson", "Elton Brand"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Allen Iverson_Allen Iverson_20pts_vs_Rockets_09/10_NBA_*Vote_AI_for_2010_NBA_All-Star www.nba.com For the second time in a week, a shot in the closing seconds kept the Philadelphia 76ers from getting back in the", "new_id": -2}, {"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said.`` However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.''+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}]