[{"uid": "1295223734231981066", "i": 18487, "idx": 0, "sa": ["Simon Cowell", "Johannes Lehmann"], "q": "global warming. By burning all agricultural waste such as corn and rice stalks, branch and leaf litter( as well as animal dung) in a \"low-oxygen\" environment to create charcoal, we could <q> halt the increase and actually decrease the level of atmospheric carbon by 0.7 gigatonnes a year </q>, according to <strong> Johannes Lehmann </strong>, a soil science expert at Cornell University. The bonus is that charcoal in the soil tends to increase crop yields, too. 3 comments from readers <strong> Simon Cowell </strong> Divine 16 January 2011", "new_id": -2}, {"uid": "1297442639256065566", "i": 10033, "idx": 1, "sa": ["Steve Ballmer"], "q": "a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" <strong> Steve Ballmer </strong>, Microsoft CEO added: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> The agreement will spell the end of Nokia's Symbian and MeeGo phone operating systems, which will be phased out. Your display name This field is mandatory", "new_id": -2}, {"uid": "1295469111069730385", "i": 17650, "idx": 1, "sa": ["Simon Cowell"], "q": "energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. \"The part that's a little difficult is judging young kids,\" the 62-year-old said. <q> It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done. </q>( A jab at <strong> Simon Cowell </strong>?) \"I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,\" he prattled cheerfully.", "new_id": -2}, {"uid": "1297395800049545392", "i": 20643, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "and we certainly don't want someone who LOOKS different. And how dare they \"heckle\" poor, impotent Rummy! After he cared SO MUCH for us-- OMG!! And of course <q> good thing I wasn't security( bluster, chest puffed out)-- Greg Hengler would have cracked a few heads. willibeaux_ from the Beautiful Rockies Wrote: I'm not a fan of <strong> Donald Rumsfeld </strong>, but he has a right to speak and those at CPAC have a right to ask him to speak. I'm not a fan of idiot hecklers. and shouting hecklers down with chants of \"USA </q> is lame. christian drooled:@ 7:30 PM \"A war based on lies to boot.\" Garenteed the same people shouting down Libetariens with \"USA, USA\" were cheering for <strong> Donald Rumsfeld </strong> Trumps neo-fascist message", "new_id": -2}, {"uid": "1295023507243892248", "i": 5523, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "splits her time between two homes in West Lothian, Scotland- wants to invite celebrity pals including <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> along to the gathering, which will take place on Saturday night. A source said: <q> We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again. </q> However, a spokesperson has confirmed the celebrities are unlikely to attend as it is a simple party for close friends. The representative said: \"The party was only ever for close friends and", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q> We have real challenges in terms of unemployment, </q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans \"can not be tolerated.\" \"We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}, {"uid": "1295432973050954243", "i": 48828, "idx": 1, "sa": ["Bo Bice", "Vonzell Solomon", "Simon Cowell", "Sun Go", "Clive Davis"], "q": "Way\" Bottom 2; Anthony- \"I'm Already There\"& If You Don't Know Me By Now\" Eliminated 5/11 Top 3- Choices by <strong> Clive Davis </strong>, Judges& Idols <strong> Vonzell Solomon </strong>- <q> I'll Never Love This Way Again( <strong> Clive Davis </strong>'s), \"Chain of Fools </q>( hers),& \"On the Radio\"( <strong> Simon Cowell </strong>) <strong> Bo Bice </strong>- \"Don't Let the <strong> Sun Go </strong> Down on Me( <strong> Clive Davis </strong>'s), \"In A Dream\"( his)&", "new_id": -2}, {"uid": "1295432315218038327", "i": 1256, "idx": 0, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "of the interview, both <strong> Oprah Winfrey </strong> and <strong> Piers Morgan </strong> revealed they were chasing an interview with American football's man of the moment, <strong> Michael Vick </strong>. They had a bet on whoever speaks to him first. <q> I always dream of being your rival, </q> joked <strong> Piers Morgan </strong> as he shook hands with <strong> Oprah Winfrey </strong>. It is too early to know, after one episode, whether the show will be a hit in America, let alone rival <strong> Oprah Winfrey </strong>'s. Flying", "new_id": -2}, {"uid": "1296673256259751937", "i": 46933, "idx": 0, "sa": ["Colin Powell", "Mohamed ElBaradei", "Lawrence Wilkerson"], "q": "was\" tapped his phone and led a major campaign to prevent him from leading for a third term at IAEA. <strong> Lawrence Wilkerson </strong>, a top aide to Secretary of State <strong> Colin Powell </strong>, said that then-UN Ambassador John Bolton was <q> going out of his way to bad-mouth </q> <strong> Mohamed ElBaradei </strong>. Nonetheless, <strong> Mohamed ElBaradei </strong> was unanimously re-elected as IAEA chief in 2005 and, shortly thereafter, awarded a Nobel Peace Prize for his arms control work. \"I don't think we were effective in", "new_id": -2}, {"uid": "1297184247166789124", "i": 15894, "idx": 0, "sa": ["Alec Baldwin", "Hosni Mubarak", "Al Gore", "David Letterman", "Keith Olbermann", "Big Show"], "q": "brands make sense, and everyone's a little sick of speculating. In his surprise cameo on the Late <strong> Big Show </strong> with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late <strong> Big Show </strong> <q> We got ta guy backstage... that if anything ever happened to me... </q> As a coda to a joke about the Egyptian protests and <strong> Al Gore </strong> <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong>. <strong> Alec Baldwin </strong> When rumors began swirling this week that MSNBC was", "new_id": -2}]