[{"uid": "1295571005103366701", "i": 2349, "idx": 0, "sa": ["Dan Quayle", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "Feb. 24, 1991. They show that <strong> Saddam Hussein </strong> tried to work out a last-minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong>, while at the same time remaining defiant and referring to <strong> George H.W. Bush </strong> as <q> the enemy of God and humanity. </q> The documents were released by the National Defense University in Washington. Along with <strong> George H.W. Bush </strong>, the reunion will include former <strong> Dan Quayle </strong>, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong> and others.", "new_id": -2}, {"uid": "1297245174074432533", "i": 9163, "idx": 0, "sa": ["Simon Cowell", "Lindsay Lohan", "Liz Hurley"], "q": "adapt to the rigors of parenthood thanks to the fact he has so many godchildren- including <strong> Liz Hurley </strong>'s eight-year-old son Damian- and his husband has a large group of nieces and nephews. He explained: <q> I have a lot of godchildren. It's not as if children aren't in my life at all. They've been very prevalent in my life, over the last few years. <strong> David Furnish </strong> has lots of nieces and nephews. I'm a great lover of children. <strong> Elton John </strong> and partner constantly wearing cloths over their shoulders <strong> Elton John </strong> and <strong> David Furnish </strong> constantly wear... <strong> Lindsay Lohan </strong>`` to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295666817014565419", "i": 20538, "idx": 2, "sa": ["Kobe Bryant", "Lamar Odom", "Pau Gasol", "Ron Artest", "Tayshaun Prince", "Allen Iverson"], "q": "points as the Pistons climbed within eight after trailing by double digits most of the way. Phil Jackson was forced to play <strong> Kobe Bryant </strong>, <strong> Ron Artest </strong> and <strong> Pau Gasol </strong> six fourth-quarter minutes because their bench couldn't finish the job. <q> The way we ended that game, I hate that, </q> <strong> Lamar Odom </strong> said.`` That's like my pet peeve <strong> Tayshaun Prince </strong> more than made up for <strong> Allen Iverson </strong>'s absence, making sure the Detroit Pistons remained unbeaten. <strong> Tayshaun Prince </strong> scored 16 of his 27 points in the second quarter,", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}, {"uid": "1296413550110477330", "i": 47855, "idx": 0, "sa": ["Korey Rowe", "Colin Powell"], "q": "*** THE MAIN BOARDS- Welcome to the Prison Planet Educational Forum and Library*** <strong> Colin Powell </strong> Discussion for the Prison Planet Educational Forum and Library <strong> Korey Rowe </strong> arrested for standing next to a person who oddly tried to sell heroin <q> on: January 29, 2011, 09:40:45 PM </q> Loose Change Producer Arrested January 29, 2011 http://thedailystar.com/breakingnews/x1514638222/Loose-Change-filmmaker-arrested`` Loose Change'' filmmaker <strong> Korey Rowe </strong>, 27, of Oneonta, was arrested Thursday by Oneonta police and charged with sale of heroin. According", "new_id": -2}, {"uid": "1295386580075563019", "i": 3246, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Reuters)- Chrysler Group Chief Executive <strong> Sergio Marchionne </strong> vowed to keep the automaker on top of the minivan segment in the North American market and said the company will develop a new type of minivan by 2014. <q> We're not going to give one inch of territory in terms of our domination of( the minivan) segment, </q> <strong> Sergio Marchionne </strong> said to workers at the Windsor Assembly Plant on Tuesday, where the Dodge Grand Caravan and the Chrysler Town& Country minivans are made. Chrysler, which popularized the minivan segment in 1983 under former", "new_id": -2}, {"uid": "1297618642174800979", "i": 11572, "idx": 3, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "-- have vowed to fight the proposed funding cut.`` In my community, Planned Parenthood is a very highly regarded mainstream organization,'' said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people.`` This", "new_id": -2}, {"uid": "1295644189196657172", "i": 21589, "idx": 3, "sa": ["Andy Coulson"], "q": "always denied any knowledge of phone hacking, though members of the cross-party commons culture committee had him in mind last February when they warned of a`` collective amnesia'' at News International over the practice. <q> The cloud that was hanging over <strong> Andy Coulson </strong> last May was very small, </q> one senior Tory said.`` The cloud had obviously become a lot bigger in recent weeks.'' One minister did, however, voice doubts about <strong> Andy Coulson </strong>'s claim that media intrusion alone had prompted his", "new_id": -2}, {"uid": "1294957406081149956", "i": 46651, "idx": 15, "sa": ["Allen Iverson", "Gilad Atzmon", "Gary Franklin"], "q": "after his arrival in the country where he will spend the next two years playing for Besiktas. He says it is the`` most important thing to be accepted and wanted and appreciated'' and that he hopes to <q> bring a lot of excitement for the fans </q>. <strong> Allen Iverson </strong> reportedly ready to calls it quits Magic fall in overtime to Hornets Cal freshman G <strong> Gary Franklin </strong> transfers to Baylor Winter weather forces postponement of UAB-ECU At least 270 dead in Brazil floods, landslides <strong> Gilad Atzmon </strong>: The Last", "new_id": -2}, {"uid": "1295118112133988414", "i": 25250, "idx": 1, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "New York office to discuss his book,`` Googled: The End of the World As We Know It''. <strong> Ken Auletta </strong> has written The New Yorker's Annals of Communications column since 1992 and is the author of <q> Three Blind Mice&... Trailer for About <strong> Eric Schmidt </strong>( 2002) Director: <strong> Alexander Payne </strong> Cast: <strong> Jack Nicholson </strong>, <strong> Kathy Bates </strong>, <strong> Hope Davis </strong>, <strong> Dermot Mulroney </strong> Visit www.jack-nicholson.info for more info... About <strong> Eric Schmidt </strong>- <strong> Eric Schmidt </strong>'s Final Letter Absolutely amazing scene with the incredible <strong> Jack Nicholson </strong> in About <strong> Eric Schmidt </strong>. His final letter to Ndugu, at the end of the wedding through his drive and then his arrival home. I didn't include Ndugu's letter in this clip, but if it is requested I'll put it up.... <strong> Charlie Schmidt </strong>'s`` Keyboard Cat </q>!- ORIGINAL! Trailer for the movie About <strong> Eric Schmidt </strong>... Web 2.0 Summit 2010: <strong> Eric Schmidt </strong>,`` A Conversation with <strong> Eric Schmidt </strong>'' Web 2.0 Summit 2010: <strong> Eric Schmidt </strong>,`` A Conversation with <strong> Eric Schmidt </strong>'' <strong> Eric Schmidt </strong>( Google", "new_id": -2}]