[{"uid": "1295217044057311259", "i": 7679, "idx": 1, "sa": ["Sergio Marchionne", "Susanna Camusso"], "q": "to flexibility makes it possible to achieve`` very high production levels, of up to 280,000 vehicles per year, and also open the way for the potential creation of jobs,'' <strong> Sergio Marchionne </strong> said in a statement. <q> In a country such as Italy, which has always been tied to the past and reluctant to change... those who voted yes showed vision, </q> he said. The new head of Italy's leftist CGIL labor confederation, <strong> Susanna Camusso </strong>, insisted that the referendum`` shows that there is no possibility of ruling a factory without the consensus of the workers.'' Industry", "new_id": -2}, {"uid": "1296593618087982128", "i": 42279, "idx": 1, "sa": ["Mike Pence"], "q": "aid and abet illegal trafficking of sex slaves- to help line the pockets of pimps with cash- raises the question: Who else is being exploited at Planned Parenthood's other 820 locations?'' he asks. <q> This demands an immediate federal investigation for the sake of all our daughters, and- at the very least- Congress should freeze all taxpayer funding of Planned Parenthood until the investigation is complete. </q> <strong> Mike Pence </strong>'s bill, the Title X Abortion Provider Prohibition Act, ensures that taxpayer money authorized by the federal government for family planning efforts supposedly to reduce abortions don't go to the nation's biggest abortion", "new_id": -2}, {"uid": "1296561470167215109", "i": 27881, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "returns from visit with <strong> Gabrielle Giffords </strong> Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) returned Monday from Houston, where she visited with Rep. <strong> Gabrielle Giffords </strong>( D-Ariz.), who is recovering from a gunshot wound to the head. <q> Returned fr Houston today. <strong> Gabrielle Giffords </strong> continues to defy the odds& is so appreciative of all your support. Pls cont to keep her in your prayers, </q> <strong> Kirsten Gillibrand </strong> posted on her Twitter account. <strong> Gabrielle Giffords </strong> was shot in the head at close range during a public event in Tucson, Ariz., on Jan. 8. After receiving initial treatment at", "new_id": -2}, {"uid": "1295610219050561027", "i": 8665, "idx": 5, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "was rocky during its early years, as the founders frequently undercut Mr. <strong> Eric Schmidt </strong>'s decisions. Although they worked well together for the last several years, there remained recurring strains. <strong> Ken Auletta </strong>, the author of <q> Googled: The End of the World As We Know It, </q> said in an interview that while Mr. <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years, he may have received some encouragement to step aside.`` I don't think he was pushed", "new_id": -2}, {"uid": "1295668830122535946", "i": 39849, "idx": 0, "sa": ["Ed Rendell", "Paul I.", "Michael Vick"], "q": "sworn into office. Meanwhile, the subterranean fires of Centralia gather strength and threaten to march west toward Marcellus Shale.[ 0] Former Gov. <strong> Ed Rendell </strong> supports program giving stray cats and dogs to prisoners. <q> All of a sudden, recidivism's looking like a win-win, </q> says <strong> Michael Vick </strong>.`` <strong> Paul I. </strong> just really enjoy killing dogs. <strong> Paul I. </strong> do not care where.''[-5] Every day, on average, two water mains break in Philadelphia, which sometimes leads to", "new_id": -2}, {"uid": "1297262359234307591", "i": 26089, "idx": 0, "sa": ["Colin Powell"], "q": "generals, too.`` <strong> Colin Powell </strong> Franks told me in 2008 that, in hindsight, his recommendation to stop the flow of additional troops into Iraq... might have been a mistake,'' Rumsfeld confides. And: <q> Generals <strong> John Abizaid </strong> and <strong> George Casey </strong> were still uneasy with the idea of deploying more troops. </q> Continuing the feud that plagued his tenure, he blames the State Department for just about everything. The ill-fated de-Baathification`` was promoted in the State Department's Future of Iraq Project.'' The Pentagon's", "new_id": -2}, {"uid": "1296154988138100752", "i": 11871, "idx": 0, "sa": ["Simon Cowell"], "q": ".`` I just heard your fiance sing, and he's so good. You know, because he sings to you all the time. I could tell,'' he says, then whispers, <q> That's why he sings so good, because he sings to you. </q> It was a classic` Idol' tearjerk moment, but in a wholly different league then something you would have seen during the <strong> Simon Cowell </strong> era. It's also sure to draw some criticism to", "new_id": -2}, {"uid": "1297430496189579264", "i": 36534, "idx": 1, "sa": ["Steve Ballmer"], "q": "services, applications and customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' <q> I am excited about this partnership with Nokia, </q> added Microsoft CEO <strong> Steve Ballmer </strong>.`` Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.''", "new_id": -2}, {"uid": "1295678248220479497", "i": 41428, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "Barack Obama"], "q": ", and nothing is allowed to stand in the way of its conclusions.'' A still image from video shows former British <strong> Tony Blair </strong>... the Iraq war Article: Families reject <strong> Tony Blair </strong> apology over Iraq... Report Abuse <q> <strong> Tony Blair </strong> regretted is meaningless. is only a word spoken out from his mouth. not from his heart. </q> Report Abuse <blockquote> They'll carry on with this, they'll carry on with that yada yada... </blockquote> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and Hu's Talks", "new_id": -2}, [{"i": 6076, "idx": 1, "index_answer": 3, "new_id": -1, "q": "<strong> Michael Jordan </strong> jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said.`` That is the way it felt tonight.`` <strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where <strong> Elgin Baylor </strong> need the ball. <strong> Rafer Alston </strong> coach calls", "sa": ["Elgin Baylor", "Michael Jordan", "Rafer Alston", "Allen Iverson"], "uid": "1296257397048463880"}]]