[{"uid": "1295587965072171525", "i": 13508, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "as fast as we have today. Search has quite literally changed people's lives increasing the collective sum of the world's knowledge and revolutionizing advertising in the process,'' <strong> Eric Schmidt </strong> E <strong> Eric Schmidt </strong> wrote in the blog. <q> And our emerging businesses display, Android, YouTube and Chrome are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team now over 24,000 Googlers globally deserves most of the credit, </q> he said. Image: <strong> Eric Schmidt </strong> E <strong> Eric Schmidt </strong>. Photographs: 370) this.width= 370'' alt=`` Google co-founder <strong> Larry Page </strong>.''/> Next`` And as our results today show, the", "new_id": -2}, {"uid": "1295733110147996684", "i": 30872, "idx": 1, "sa": ["Laurent Koudou Gbagbo", "Alassane Ouattara"], "q": "la France a contribu? aggraver par la mani?re dont elle soutient la rebellion arm?e men?e par M <strong> Alassane Ouattara </strong>. Il n'appartient pas? un gouvernement tranger, m?me ami, de donner des ordres au pr?sident <strong> Laurent Koudou Gbagbo </strong>''. <q> Je pense qu'il serait bon que les grandes puissances au rang desquelles la France et les Etats Unis soient inspir?es? uvrer au sens de la paix en C?te d'Ivoire. Nous traversons une p?riode difficile et il serait bon de ne pas en rajouter </q>. Alain Toussaint a qualifi de d?claration`` tapageuse'' l'appel de l'Union Europ?enne? l'arm?e ivoirienne( appel qui disait de se ranger derri?re <strong> Alassane Ouattara </strong> NDLR) et a ajout qu'il ne fallait pas avoir une conception? double", "new_id": -2}, {"uid": "1296766338196706388", "i": 26929, "idx": 1, "sa": ["Bernie Sanders"], "q": "data in the new report, the Pentagon acknowledged, came`` recognition that additional guidance and training... is needed'' for its contracting officers. <strong> Bernie Sanders </strong> of Vermont, who had demanded a Pentagon accounting of fraud. <q> The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money, </q> he said in a statement. In an effort to encourage the same level of civil dialogue among Politics Daily's readers that we expect of our writers- href=\"http://www.politicsdaily.com/2011/02/03/pentagon-admits-to-billions-of-dollars-in-contractor-fraud/\" title=\"\"> Pentagon Reports Billions of Dollars in Contractor Fraud", "new_id": -2}, {"uid": "1297616629186400779", "i": 32558, "idx": 40, "sa": ["Donald Rumsfeld", "David Martin", "Paul Bremer"], "q": ", and then he'll be the goat.'' Which is what happened when, in the summer of 2003, <strong> Donald Rumsfeld </strong> recruited former State Department official <strong> Paul Bremer </strong> to run the occupation in Iraq. <q> He supposedly worked for me. He never really did, </q> <strong> Donald Rumsfeld </strong> said.`` It seems like he almost blew you off,'' <strong> David Martin </strong> suggested.`` We had given him written guidance as to what to do and it said,` Let's", "new_id": -2}, {"uid": "1295412801229523502", "i": 20136, "idx": 0, "sa": ["Kevin Love", "Blake Griffin", "Allen Iverson", "Michael Jordan", "Michael Beasley"], "q": " Clippers' <strong> Blake Griffin </strong> grows into one-man highlight film <q> Don't get dunked on </q> is <strong> Michael Beasley </strong>'s sage advice. LOS ANGELES- Timberwolves forward <strong> Kevin Love </strong> remembers a time before <strong> Blake Griffin </strong> produced statistics not seen from an NBA rookie since <strong> Allen Iverson </strong> or maybe <strong> Michael Jordan </strong> came into the league.", "new_id": -2}, {"uid": "1295361677259211275", "i": 20734, "idx": 4, "sa": ["Michelle Obama", "Alassane Ouattara"], "q": "his office, saying,`` BUT, BUT, BUT,'' but but but what? ask the little scout girl;`` BUT <strong> Alassane Ouattara </strong> IS MY BROTHER AND I WANT HIM PRESIDENT'' said <strong> Michelle Obama </strong> again. <q> YEAH, yeah, yeah, GOOD LUCK WITH THAT </q> the little scout girl reply again. Then <strong> Michelle Obama </strong> TURNED TO <strong> Michelle Obama </strong> AND SAID`` DO YOU THINK THAT YOU CAN HOLD YOUR BALLS ENOUGHT FOR <strong> Alassane Ouattara </strong> TO BE PRESIDENT?''`` NO'' SAID <strong> Michelle Obama </strong> TO", "new_id": -2}, {"uid": "1297673086064651311", "i": 34186, "idx": 0, "sa": ["Michael Vick"], "q": "an event where <strong> Michael Vick </strong> was speaking to a group of kids preaching the idea of staying in school( <strong> Michael Vick </strong> left Virginia Tech after his sophomore year) and listening to your parents. At one point <strong> Michael Vick </strong> utters, <q> Always use good judgment. </q> Good judgment and Mike <strong> Michael Vick </strong> are not exactly synonymous. His laundry list of bad judgment includes: a failed drug test, bankruptcy, href=\"http://www.digitaljournal.com/article/61944\"> flipping the bird at fans, getting stopped", "new_id": -2}, {"uid": "1297240707110002225", "i": 55990, "idx": 0, "sa": ["Gene Simmons", "Michael Vick", "Dwaine Caraway"], "q": "QB) <strong> Michael Vick </strong>. But this morning, on The Ticket( 1310 AM), he stuck to his story that he gave <strong> Michael Vick </strong> a key to the city`` for the children.'' <q> Don't you believe it's possible that by honoring this felon you sent the wrong message to the kids?... Now the kids say` This guy killed dogs he went to jail he's on probation and he's getting honored with a key to the city that is supposed to be presented to someone like a war hero,' </q> one of the hosts said.`` The kids don't say that,'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting", "new_id": -2}, {"uid": "1296781113036126750", "i": 30882, "idx": 0, "sa": ["Louis Walsh", "Simon Cowell", "Dermot O'Leary", "Dannii Minogue"], "q": "Cardiff and the judges are due to attend in April. <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> are expected to sign up soon but the status of <strong> Simon Cowell </strong>, Cheryl Cole and <strong> Dermot O'Leary </strong> is unclear. A show source said: <q> This is causing producers a headache as the contract process always takes some time to hammer out. </q> ITV chiefs are being forced to play second fiddle to US broadcaster Fox as it prepares to announce who will star in the American version. <strong> Simon Cowell </strong>, who will be one of the judges, is trying", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \"`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]