[{"uid": "1296728555250200065", "i": 42871, "idx": 1, "sa": ["Michael Vick"], "q": "necessary,\" said Hansen, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that <q>people can reintroduce these dogs back into a society that's not going to abuse them.</q> \"The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q>On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city,</q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city \"rouge decision to besmirch the reputation of the city.\"", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}, {"uid": "1295425465261013529", "i": 17008, "idx": 2, "sa": ["Kara DioGuardi", "Julie Lloyd", "Paula Abdul", "Vanessa Johnston", "Victoria Beckham", "Christian Spears", "Simon Cowell", "Ellen DeGeneres", "Neil Patrick Harris", "Michael Jackson", "Joe Jonas"], "q": "American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol \"Season 9\" <q>episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles</q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy <strong> Michael Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Julie Lloyd </strong> Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright <strong> Vanessa Johnston </strong> <strong> Christian Spears </strong> www.watch-american-idol.info", "new_id": -2}, {"uid": "1295093743012894253", "i": 30751, "idx": 0, "sa": ["Michael Gove"], "q": "secretary <strong> Michael Gove </strong> upped the pressure on the banks by targeting bonuses, at the end of a week which saw Barclays boss Bob Diamond insist the time for bankers' \"remorse\" was at an end. <q>The sense of contrition for what went wrong in the banking crisis seems to be invisible,</q> he said on BBC1's Question Time programme. \"The banks have to show they get it.\" Some Liberal Democrats are beginning to suspect the coalition's lack of stronger action against bank bonuses may", "new_id": -2}, {"uid": "1295715899131842121", "i": 25775, "idx": 11, "sa": ["Kirsten Gillibrand", "Sen. Joe Lieberman", "Harry Reid", "Jim Manley", "Mayor Erastus Corning"], "q": "not OK). \"<strong> Mayor Erastus Corning </strong> know what <strong> Mayor Erastus Corning </strong>'m working with. <strong> Mayor Erastus Corning </strong> know what the challenges are.\" Around the Hill, <strong> Kirsten Gillibrand </strong> has forged a reputation as hardworking, methodical, and relentless. <q>She goes to the floor with little notecards. She buttonholes senators. She does it right,</q> says longtime <strong> Harry Reid </strong> aide <strong> Jim Manley </strong>. Just days after her special-election win, the senator was working the phones on the 9/11 bill while en route to Afghanistan. On the DADT repeal, <strong> Sen. Joe Lieberman </strong> has joked that he had", "new_id": -2}, {"uid": "1295689084089554953", "i": 17043, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "to LA.. According to The Sun, the last minute U-turn has left the professional dancer devastated after he spent the past few months decorating his new apartment with <strong> Cheryl Cole </strong>'s favourite soft furnishings. <q><strong> Cheryl Cole </strong> told him she would spend a lot of time at his, but she needs her own space,</q> a source said. \"She wants to remain independent and not just become \"<strong> Derek Hough </strong>'s girlfriend'. \"It\"s clearly a wise move that has in part been steered by <strong> Simon Cowell </strong> because she needs", "new_id": -2}, {"uid": "1296780255236666908", "i": 44236, "idx": 0, "sa": ["Bobby Petrino", "Michael Vick", "Arthur Blank"], "q": "round. Smith joined the Falcons after they went 4-12 in 2008 and just after <strong> Michael Vick </strong> was sent to prison on dogfighting charges and coach <strong> Bobby Petrino </strong> fled for the University of Arkansas. <q>When we hired Mike Smith, we believed we had found the total package: a head coach with strong leadership skills and experience and the track record to back it up, and a man of high character and integrity,</q> Falcons owner <strong> Arthur Blank </strong> said. \"In his three seasons with us, Coach Smith has demonstrated all of these characteristics, and then some.\" Smith signed a four-year contract worth between$ 8 and$", "new_id": -2}, {"uid": "1295714636166166623", "i": 11613, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "decade. BGC Partners analyst Colin Gillis said Google experienced tremendous growth under <strong> Eric Schmidt </strong>, becoming a search and advertising powerhouse, but the company also arguably experienced a number of missteps and missed opportunities. <q>A case can also be made that the company has not built any new material revenue streams, was late to building for the mobile market, has no effective social solutions, overbuilt its headcount and placed itself in the crosshairs of government regulators,</q> Gillis said. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now were to \"prove that they've got their Mojo back and that nobody needs to fear them.\"", "new_id": -2}, {"uid": "1297627010160415775", "i": 32914, "idx": 3, "sa": ["Caroline Heldman", "Mike Pence"], "q": "support abortion rights.\"( And obviously Fox \"News\" doesn't given the Ingraham and Bill's earlier <strong> Mike Pence </strong> piece which included Bill's stalker/producer harassing a spokesperson for Planned Parenthood.) He continue <q>they don't want to bring any attention to this controversy.</q> <strong> Caroline Heldman </strong> mentioned how the networks don't want to get burned the way they did with Shirley Sherrod. Bill was happy when she said that Catholic Charities, as well as PP, is a \"sacred cow.", "new_id": -2}, {"uid": "1295621862132808705", "i": 43286, "idx": 6, "sa": ["Eric Schmidt", "Esther Dyson"], "q": "were just flabbergasted.' <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said, \"It is unexpected but it makes a lot of sense.\" She added: <q>Larry and Sergey have grown up. They want to run their own company.'</q> 11-inch MacBook Air: The next generation of MacBooks. From$ 999. Free shipping. <strong> Eric Schmidt </strong> discusses Google\"s management changes in open letter Google co-founder Larry Page becomes CEO on April 4; <strong> Eric Schmidt </strong> assumes", "new_id": -2}]