[{"i": 19998, "idx": 1, "index_answer": 0, "new_id": -1, "q": "said: \"I'd do it for a million for SANDS. money, mouth??????????????????\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q>I will get ITV to make substantial five figure donation to your charity for the interview</q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she had", "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "uid": "1295007787037093399"}, {"uid": "1296059213015597591", "i": 20495, "idx": 1, "sa": ["Andy Coulson", "Karren Brady", "David Cameron", "Richard Keys"], "q": "compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. \"What's the difference?,\" he said. <q>If off-air conversations were made public then there would be no-one left working in the country.</q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with Gray, but claimed he was ignored. Play video Government Anti-Terror Review Criticised Subscribe", "new_id": -2}, {"uid": "1296628848054968320", "i": 26594, "idx": 0, "sa": ["Zahi Hawass"], "q": "official, said in a telephone interview on Tuesday. He also rejected comparisons between the current situation in Egypt and scenes of chaos and discord that resulted in the destruction of artifacts in Iraq and Afghanistan. <q>People are asking me, \"Do you think Egypt will be like Afghanistan?\"</q> he said. \"And I say,` No, Egyptians are different-- they love me because I protect antiquities.\" Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work,", "new_id": -2}, {"uid": "1296481428012713995", "i": 5238, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q>I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat,</q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" <h6> AP Business Writer Colleen Barry in Milan, Italy,", "new_id": -2}, {"uid": "1294958968114475015", "i": 26791, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz"], "q": "we joked about what we were going to do, she started to open her eyes, literally. She started to struggle,\" <strong> Debbie Wasserman Schultz </strong> told journalists aboard Air Force One as she accompanied <strong> Barack Obama </strong> back to Washington. <q>It felt like we were watching a miracle. \"New York senator <strong> Kirsten Gillibrand </strong> said she and <strong> Debbie Wasserman Schultz </strong> were crying and when <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, a NASA astronaut, told his wife that if she could see them, she should give a thumbs up sign. \"Instead of giving us the thumbs up, she literally raises her whole arm,</q> <strong> Kirsten Gillibrand </strong> said.Kelly has been ever present at his wife's side since the attack. He is due to take command of the final flight of the space shuttle Endeavour, but has asked NASA to appoint a backup commander", "new_id": -2}, {"uid": "1296291755127057975", "i": 43547, "idx": 2, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Allen_Iverson_vs_Kobe_Bryant_Lakers_08/09_NBA_*last_game_as_a_Nuggets This was not exactly the new look <strong> Carmelo Anthony </strong>", "new_id": -2}, {"uid": "1296515604235749377", "i": 1590, "idx": 1, "sa": ["Zahi Hawass"], "q": "they found no gold, they broke thirteen vitrines and threw the antiquities on the floor,\" <strong> Zahi Hawass </strong> said on his blog. The looters then entered Tutankhamun's galleries and opened one case. <q>The criminals found a statue of the king on a panther, broke it, and threw it on the floor,</q> he said. <strong> Zahi Hawass </strong> added that all of the damage can be restored. As a result, as reported by AP, Egypt deployed police and soldiers to the museum to secure its artifacts.", "new_id": -2}, {"uid": "1297123674195428412", "i": 3984, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Tom Izzo"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> Sports Video: NASCAR: Will Jimmie be the champ again? ABC News: Super Bowl Sets Record With 111M Viewers in US ABC News: Cavaliers Owner Texts \"Hang in There\" to <strong> Tom Izzo </strong> Book Your", "new_id": -2}, {"uid": "1296134096000327727", "i": 7700, "idx": 0, "sa": ["Paul Abrams", "Arianna Huffington", "David Letterman"], "q": ". <strong> David Letterman </strong> asked... <strong> Arianna Huffington </strong>: South American Diary, Chile: More Than Miners Are Being Rescued Rabbi Elie Kaunfer: Chilean Miner Rescue, Celebration Gives New Meaning to Old Prayers <strong> Paul Abrams </strong>: Republicans Slam Chilean Miners: <q>They Should Have Climbed Up on Their Own</q> <strong> Arianna Huffington </strong>: South American Diary, Chile: More Than Miners Are Being Rescued My South American trip is in full swing and, again and again, I've been struck by the way that Chile", "new_id": -2}, {"uid": "1296372233130301995", "i": 16634, "idx": 0, "sa": ["Sarah Sellers", "Simon Cowell"], "q": "boy? I saw you lookin' down,\" followed by a fist bump. To a full-lipped <strong> Sarah Sellers </strong>: \"You had me sold the second you laid eyes on me.\" To scout Chris Cordeiro: <q>You scared everyone in the room.</q> To tone-deaf Michael Perotto: \"Did you eat paint chips as a child?\" In general:\"* Bleep** Bleep** Bleep*.\"$ 12 million, about a third of <strong> Simon Cowell </strong>", "new_id": -2}]