[{"uid": "1296108990167460879", "i": 3838, "idx": 1, "sa": ["Barack Obama", "Michael Vick"], "q": "of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth", "new_id": -2}, {"uid": "1295562803204783617", "i": 2886, "idx": 2, "sa": ["Eli Woods", "Alassane Ouattara"], "q": "this month. <strong> Alassane Ouattara </strong> declined to say whether his parallel government could make the payment if Gbagbo remained in power by the end of January, repeating that he expected Gbagbo to have gone by then. <q> We will respect our commitments... Mr Laurent will no longer be there, I hope, and... we will be able to renew our ties with the <strong> Eli Woods </strong> institutions, </q> the former IMF official said of the Washington-based Fund and World Bank. <strong> Alassane Ouattara </strong>, looking tired but well after being holed up in the hotel since early December, complained that Gbagbo had managed to tap some", "new_id": -2}, {"uid": "1295977622172294165", "i": 52728, "idx": 0, "sa": ["Andy Coulson", "Alan Johnson", "Steve Hilton", "David Cameron", "Nick Clegg"], "q": "director of communications will not have to be`` another <strong> Andy Coulson </strong>''- they may not find one. His background was a counterbAlan Johnsonce to <strong> David Cameron </strong>'s other most influential aide, <strong> Steve Hilton </strong>. <strong> David Cameron </strong> insists that what matters is <q> not where you come from, but where you want to take the country </q>. But after <strong> Nick Clegg </strong>'s appointment as Deputy Prime Minister, there are three public( private) school and Oxbridge( Oxford and Cambridge)- educated figures at the top of the Coalition Government.", "new_id": -2}, {"uid": "1296580317091275273", "i": 19881, "idx": 14, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> 53% Off Facial at Irina's Secret Day Spa in Olathe", "new_id": -2}, {"uid": "1296003358223510536", "i": 51584, "idx": 1, "sa": ["Michael Vick", "Wes Welker"], "q": "day, it's just not worth it.'' Among phrases <strong> Wes Welker </strong> used during his pregame news conference were,`` putting your best foot forward,''`` sticking your toe in the water'' and <q> being good little foot soldiers. </q> He told the Herald`` the best way to stick up for your teammate is on the field.'' <strong> Michael Vick </strong> signs first endorsement contract since arrest PHILADELPHIA( AP)- <strong> Michael Vick </strong> has", "new_id": -2}, {"uid": "1296235613016105476", "i": 49504, "idx": 1, "sa": ["LeBron James", "Allen Iverson"], "q": "said <strong> Allen Iverson </strong> plans to retire but also that`` I feel strongly that I can still compete at the highest level.'' The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play. <q> His legacy would be huge, </q> Cleveland Cavaliers All-Star <strong> LeBron James </strong> said.`` He's one of the best when you talk about guys 6-foot and under in the game of basketball. He played injured and he played hard every single night. I do", "new_id": -2}, {"uid": "1297122406226197630", "i": 33897, "idx": 5, "sa": ["Simon Cowell", "Will Smith"], "q": "on the judging panel. I don't think things <strong> Will Smith </strong> change too much.'' <strong> Simon Cowell </strong> is excited about judging on this show since, unlike on Idol, it <strong> Will Smith </strong> involve working directly with contestants. <q> I wanted to make a show where I could help the competitors on a weekly basis and that's more interesting to me because I <strong> Will Smith </strong> have a lot more to do, </q> he said. On X-Factor'' competitors <strong> Will Smith </strong> make home visits to the judges during the evaluation process and perform in front of live audiences of several thousand right from the start to see`` who can handle", "new_id": -2}, {"uid": "1295568038178864146", "i": 43429, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "`` By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead.'' <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. The results speak for themselves. </q> The news surprised and worried Google observers.`` The executive change is very much unexpected, and somewhat of a concern to investors,'' Moran said. He said Wall Street was comfortable with", "new_id": -2}, {"uid": "1295972855202047505", "i": 18628, "idx": 2, "sa": ["Bernie Sanders"], "q": "Business in their own right. Some of the financial institutions receiving TARP money awarded their wealthy officers'' href=\"http://www.ft.com/cms/s/0/ff921710-7d2a-11de-b8ee-00144feabdc0.html#axzz1B2oHuFAF\"> billions in bonuses,'' including individual`` million-dollar bonuses.'' For example, <q> JPMorgan paid out bonuses in excess of$ 3m to more than 200 employees. </q> Since the TARP money was tax dollars, this qualifies as <strong> Bernie Sanders </strong>'`` tax breaks'' for very wealthy people. Reuters reported:`` Banks seized more than a million U.S. homes in one year for the first", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q> It is a pretty good offer we are making. </q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont.`` There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}]