[{"uid": "1296179950266141706", "i": 16762, "idx": 1, "sa": ["Jeb Hensarling", "Barack Obama", "Rand Paul", "Sen. Bernie Sanders"], "q": ", <strong> Barack Obama </strong> told Congress:`` We should also find a bipartisan solution to strengthen Social Security for future generations.'' The president said Thursday the solution should not slash benefits for future generations or subject benefits <q> to the whims of the stock market. </q> <strong> Sen. Bernie Sanders </strong> said he would like to hear a stronger pledge from <strong> Barack Obama </strong>.`` <strong> Jeb Hensarling </strong> of Texas said, and he's the Republican conference chairman, that they're going to take <strong> Rand Paul </strong> Ryan's", "new_id": -2}, {"uid": "1295560496260145161", "i": 39598, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "to Larry and <strong> Sergey Brin </strong>.'' Noting that`` the business has become more complicated'' as Google has grown, <strong> Eric Schmidt </strong> wrote in his statement that he and Google's co-founders, Page and <strong> Sergey Brin </strong>, have been <q> talking for a long time about how best to simplify our management structure, </q> and looking for ways to`` speed up decision making.''`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even", "new_id": -2}, {"uid": "1296016264210583567", "i": 43569, "idx": 2, "sa": ["Eric Schmidt"], "q": "Mr <strong> Eric Schmidt </strong>, speaking at the DLD media conference in Munich yesterday, said he expected to spend another 10 years at the company, after his surprise handover last week to co-founder Larry Page. <q> I'm very personally excited about my next decade at Google, </q> said Mr <strong> Eric Schmidt </strong>, who had previously said that the move was an effort to speed up decision-making. talkback No responses currently. Irrelevant or inappropriate comments might be edited or removed.", "new_id": -2}, {"uid": "1297183505216317958", "i": 9332, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "'s weapons of mass destruction`` rely heavily on analytic assumptions and judgment rather than hard evidence.'' <strong> Donald Rumsfeld </strong> told the chairman of the Joint Chiefs of Staff to`` take a look'' at the memo, because <q> what we don't know about WMD... is big. </q> Aha! <strong> Donald Rumsfeld </strong> was a voice for moderation on the Iraq WMD all along! He looks pretty good for bravely disclosing that, right? Not when you remember that after he received that summary, he", "new_id": -2}, {"uid": "1295987770115605542", "i": 12530, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a`` wish list'' of five major artefacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that`` this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' Article: Egypt asks Berlin to return Nefertiti", "new_id": -2}, {"uid": "1295008484200032264", "i": 23202, "idx": 3, "sa": ["Michelle Obama", "Kirsten Gillibrand", "Gabrielle Giffords"], "q": "about the things we wanted to do as soon as she was better.'' <strong> Kirsten Gillibrand </strong> mentioned having another night out with <strong> Gabrielle Giffords </strong> and her husband for beer and pizza. And Wasserman Schultz recounted telling her, <q> Come on, you've got to get better, because we expect you up in New Hampshire this summer </q> at Wasserman Schultz's vacation home.`` And just as I said that, that's when she suddenly was struggling to open... her eyes,'' Wasserman Schultz said.`` <strong> Michelle Obama </strong> just a little", "new_id": -2}, {"uid": "1296149573243646477", "i": 35911, "idx": 8, "sa": ["Michael Vick"], "q": "`` Hopefully, I'll be with the Eagles next year. We'll see what happens,'' said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.'' <q> We'll see what happens over the next couple months. I just got to be patient and take it day by day, </q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those", "new_id": -2}, {"uid": "1297381044148979736", "i": 5846, "idx": 0, "sa": ["Omar Suleiman", "Mamdouh Habib", "Colin Powell", "Lisa Hajjar"], "q": "One of the CIA's victims was <strong> Mamdouh Habib </strong>, an Egyptian-born Australian citizen. U.S. agents bought him from Pakistani intelligence and shipped him to Egypt.`` In Egypt,'' reports <strong> Lisa Hajjar </strong> for Al Jazeera, <q> he was repeatedly subjected to electric shocks, immersed in water up to his nostrils and beaten. His fingers were broken and he was hung from metal hooks. At one point, his interrogator slapped him so hard that his blindfold was dislodged, revealing the identity of his tormentor: <strong> Omar Suleiman </strong>. Frustrated that <strong> Mamdouh Habib </strong> was not providing useful information or confessing to involvement in terrorism, <strong> Omar Suleiman </strong> ordered a guard to murder a shackled prisoner in front of <strong> Mamdouh Habib </strong>, which he did with a vicious karate kick. </q> Ibn al-Sheikh al-Libi was a former trainer in the Afghan jihadi camps who famously`` confessed'' a connection between Saddam and Al Qaeda while under torture in one of <strong> Omar Suleiman </strong>'s dungeons. <strong> Colin Powell </strong> cited al-Libi's", "new_id": -2}, {"uid": "1295559754263241756", "i": 43369, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", 22:16 EST Google announced Thursday that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman and focus on <q> deals, partnerships, customers and broader business relationships. </q> The firm's other co-founder, <strong> Sergey Brin </strong>, will work on strategic projects and new products, Google said in a statement. Quotes delayed, except where indicated otherwise. Delay times are 15 mins", "new_id": -2}, [{"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called`` adult supervision'' for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}]]