[{"uid": "1297273219262504460", "i": 29972, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": ", National Security Council meeting in which <strong> Colin Powell </strong>, then secretary of state, sketched out the presentation he was to make at the United Nations two days later. <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as ''Terrorist Poison and Explosive Factory, Khurmal.'' <strong> Donald Rumsfeld </strong> said Khurmal was operated", "new_id": -2}, {"uid": "1295094117134053957", "i": 507, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "man, woman and child in America. To understand how the Pentagon can lose track of trillions, consider the case of one military accountant who tried to find out what happened to a mere$ 300 million. <q>We know it's gone. But we don't know what they spent it on,</q> said Jim Minnery, Defense Finance and Accounting Service. Read the rest of the text here: www.cbsnews.com http://wn.com/Donald_Rumsfeld,_The_Man_Who_Lost_The_War__B_Thomas_Cooper Many in Washington share the blame for US failures in Iraq, but none more so than <strong> Donald Rumsfeld </strong> of Defense", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q>Anybody that bet on it, some broke people out there,</q> <strong> Allen Iverson </strong> said. ''I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}, {"uid": "1297119980245366873", "i": 43358, "idx": 1, "sa": ["Simon Cowell"], "q": "prize in TV history. ''This is a guaranteed$ 5 million, payable to the winner. It will be paid$ 1 million each year for five years,'' <strong> Simon Cowell </strong> said. <q>It is a massive, massive risk, but it is also an incredible incentive. It puts everybody under an enormous amount of pressure. With pressure, you have got to find a star, but I believe I can find a star.</q> Auditions begin March 27 in the Los Angeles for singers 12 and up, individual or by group, moving on to Chicago, Dallas, Miami, New York, New Jersey and Seattle.", "new_id": -2}, {"uid": "1297270331172048512", "i": 5260, "idx": 0, "sa": ["Simon Cowell"], "q": "start tuning up your act if you want to try out for <strong> Simon Cowell </strong>'s upcoming Fox game show, The X Factor. Dallas is among the cities that will host auditions this spring. says contestants must be <q>at least 12 years of age by March 1, 2011, a legal US citizen or eligible to work full time, and without a current music recording contract.</q> Unlike American Idol, there's no upper age limit, and it's open to vocal groups as well as solo singers. According to the Associated Press: The winner will get a$", "new_id": -2}, {"uid": "1295283551003260420", "i": 31818, "idx": 0, "sa": ["Stephen A. Smith", "LeBron James", "Tracy McGrady", "Michael Jordan", "Allen Iverson"], "q": ", <strong> Tracy McGrady </strong> <strong> Allen Iverson </strong> is set to retire from the NBA, according to an online report. Commentator <strong> Stephen A. Smith </strong> published a statement on his Web site Wednesday attributed to <strong> Allen Iverson </strong>. It said <strong> Allen Iverson </strong> plans to retire but also that <q>I feel strongly that I can still compete at the highest level.</q> The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play. ''<strong> Michael Jordan </strong> legacy would be huge,'' Cleveland Cavaliers All-Star <strong> LeBron James </strong> said. ''He's one of the best when you", "new_id": -2}, {"uid": "1296597776161153078", "i": 22749, "idx": 1, "sa": ["Steve Ballmer"], "q": "it will be able to handle the expected sales of between 400,000 to 500,000 in the first weekend.'' Uh oh. Who's setting first weekend iPhone expectations for Verizon, <strong> Steve Ballmer </strong>? Schubarth reports, <q>When the Verizon iPhones go on sale at the carrier's and Apple stores at 7 a.m. EST on Feb. 10, long lines are expected... Verizon is offering the 16-gigabyte iPhone 4 for$ 199.99 and the 32GB version for$ 299 for 32 GB with a two-year service contract. There is an unlimited data plan available for$ 29.99 a month and customers who want to take advantage of the new Wi-Fi hotspot feature will pay$ 20 more per month.</q> 11-inch MacBook Air: The next generation of MacBooks. From$ 999. Free shipping.. Unregistered users: Feedback from multiple usernames are subject to deletion. Off-topic and posts from suspected astroturfers will be removed", "new_id": -2}, {"uid": "1296706234199049242", "i": 7490, "idx": 8, "sa": ["Kobe Bryant", "Barack Obama", "Kwame Brown", "Ron Artest", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. ''It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant_40_points_LA_Lakers_vs_Houston_Rockets_Ron_Artest <strong> Kobe Bryant </strong> 40 points LA Lakers vs Houston Rockets <strong> Ron Artest </strong> game <strong> Barack Obama </strong> round <strong> Barack Obama </strong> 2009 NBA Playoffs LOS ANGELES( AP) Desperate to salvage", "new_id": -2}, {"uid": "1295560040175849483", "i": 2216, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "would be stepping down on April 4, 2011 to take over the role of executive chairman. The other half of <strong> Google Inc. </strong>'s founding duo, <strong> Sergey Brin </strong>, will retain his title as co-founder. <q>When I joined <strong> Google Inc. </strong> in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today,</q> Mr. <strong> Eric Schmidt </strong> said in a post on the Official <strong> Google Inc. </strong> Blog. ''Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the", "new_id": -2}, {"uid": "1295433183052150274", "i": 41274, "idx": 9, "sa": ["Toby Young", "Simon Cowell"], "q": "duck and see what hatches!'' he tells another. That's apparently his version of a compliment. <strong> Toby Young </strong> remains amused by the idea that Americans need a mean Brit to tell it like it is. <q>It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,</q> says <strong> Toby Young </strong>. ''It's as if we've switched places.'' But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? AEvangelista at 12:06 AM January 19, 2011", "new_id": -2}]