[{"uid": "2008122808_00002970_W", "i": 1620, "idx": 0, "sa": ["Narciso Santiago III"], "q": "conducts its proceedings and where voters cast their votes.\" each polling place shall be, as much as practicable, a ground floor and of sufficient size to admit and comfortably accommodate 40 voters at one time, <q> said author rep. <strong> Narciso Santiago III </strong>, in an article on the house of representatives website. <strong> Narciso Santiago III </strong> said the omnibus election code and the magna carta for disabled persons state polling places should be made accessible to disabled persons during national and local elections. </q> however, the accessibility of polling places especially for those registered voters who are physically handicapped has been found to be inadequate. thus, there is a need for a special polling place in a barrier-free environment to be", "new_id": -2}, {"uid": "2008092708_00012080_W", "i": 2174, "idx": 2, "sa": ["Mohamed ElBaradei"], "q": "on august 6, adding only that an investigation was under way. the saudi-owned pan-arab daily al-hayat said sleiman was a senior syrian officer\" in charge of sensitive files and closely linked to the syrian top brass. <q> on thursday the head of the un atomic agency, <strong> Mohamed ElBaradei </strong>, revealed that the watchdog's probe into alleged illicit nuclear work in syria has been delayed because the agency's contact man in syria had been murdered. he did not reveal the identity of the contact. </q> the reason that syria has been late in providing additional information( is) that our interlocutor has been assassinated in syria, \"<strong> Mohamed ElBaradei </strong> told a closed-door session of the international atomic energy agency's 35-member board. a", "new_id": -2}, {"uid": "2008092020_00022141_W", "i": 110, "idx": 0, "sa": ["Mike Butler"], "q": "<strong> Mike Butler </strong> sucked up the pain and started lobbying politicians for better treatment facilities for drug addicts and for more police officers on the streets. less than a year after his wife's death he jumped into politics, running <q> for the alberta new democrats in the provincial election last march. now he is the federal candidate in his home riding of edmonton-mill woods-beaumont. he's knocking on doors and speaking out on crime and the need for safer communities. </q> criminals are being thrown back on the street right now and our communities are being treated as jails, \"said <strong> Mike Butler </strong>, 28, who owns his own business installing hardwood floors.\" there are a lot of", "new_id": -2}, {"uid": "2008090218_00042661_W", "i": 206, "idx": 1, "sa": ["Henry Morgentaler"], "q": "at the expense of the common man, the taxpayer, \"poston told lifesitenews.com.\" and <strong> Henry Morgentaler </strong> was just the tip of the iceberg. there have already been others appointed to the order who divide canadians. <q> poston recalled how his uncle gave him his order of canada medal shortly before his death in 1991, saying, </q> you will know what do to with it. \"poston said he knew exactly what to do with it after <strong> Henry Morgentaler </strong> was appointed to the order. after he returned it by mail to prime minister stephan harper,", "new_id": -2}, {"uid": "2008092613_00012023_W", "i": 1695, "idx": 2, "sa": [], "q": "such as the importance of diversification, risk management, and doing things in a thoughtful, deliberate manner. it's a period of time that's going to be talked about for years and years and years. <q>-- david a. sauer, founding director of the davis center for portfolio management at the university and associate professor of finance; 937-229-2757 or sauer@udayton.edu. in the davis center, undergraduates manage$ 8 million of the university's endowment. it's one of the largest student-managed funds in the country. 4. lack of oversight risks corruption </q> there is a lot of risk in giving that much discretion to a cabinet member without judicial review. anytime a significant amount of authority is given to a small group of people without checks and balances, there is", "new_id": -2}, {"uid": "2008120715_00013535_W", "i": 1826, "idx": 0, "sa": ["Ram Dass"], "q": "atomizer: <NO_QUOTATION>( metropolis) 3) klangstabil: <NO_QUOTATION>( ant-zen/mhz records) 6) smash hi fi: <NO_QUOTATION>( electric tastebuds) 7) carmen rizzo:\" falling into place( carmen rizzo remix) <q>( electrofone music) 9) circlesquare: </q> dancers( radio edit) \"(! k7 records) 10) <strong> Ram Dass </strong>& kriece: <NO_QUOTATION>( waveform records) 13) plushgun:\" how we roll( back in time remix by andrew w. k.)", "new_id": -2}, {"uid": "2008101312_00004788_W", "i": 1163, "idx": 1, "sa": [], "q": "to cross the border near the disputed ancient temple of preah vihear into cambodia.\" i told my thai counterpart that sending a lot of troops along the border is dangerous and can provoke a large-scale armed conflict, <q> he said, adding that </q> even one shot can lead to a large-scale armed conflict. \"major general srey deok, who oversees the cambodian military in the area of preah vihear, said that some 80 thai troops had crossed into the disputed", "new_id": -2}, {"uid": "2008100217_00010546_W", "i": 525, "idx": 4, "sa": ["Harry Reid", "Marcy Kaptur"], "q": "student loan for her daughter. \"rep. <strong> Marcy Kaptur </strong>, an ohio democrat, said on the same program that she plans to vote no.\" i will not support this legislation because it's the wrong medicine, <q> she said. <strong> Marcy Kaptur </strong> argued that the problem should be solved by the market itself, not through governmental intervention. after the senate vote, majority leader <strong> Harry Reid </strong>, d-nev., said, </q> we've sent a clear message to americans all over that we will not let this economy fail. this is not a piece of legislation for lower manhattan. this is legislation for all america. \"the rescue", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1081, "idx": 68, "sa": [], "q": "the money. \"\" good. you'll find him at san calisto, \"said the monsignor.\" why not go there now? \"<NO_QUOTATION> said don hash,\" but what's your name? <q> the monsignor just waved as he quickly walked away. </q> what's the shortest way there? \"don hash yelled out after him. the monsignor turned around and pointed south. <NO_QUOTATION> said don hash, but he was gone. <NO_QUOTATION> thought don hash, <NO_QUOTATION> the", "new_id": -2}, {"uid": "2008102009_00002584_W", "i": 1738, "idx": 0, "sa": ["Adam Selwood"], "q": "a spiteful 2006 series but <strong> Adam Selwood </strong> said australia weren't thugs who simply wanted to <NO_QUOTATION>.\" we've gone through the rules and understand now what's acceptable and what's not compared to the last series, <q> <strong> Adam Selwood </strong> said. obviously it did get out of hand a little bit for about 10 minutes there( in the last series) but i think the guys know where it stands. if something like that happens again the series is off pretty much forever. </q> so we're not here to fight the irish or anything like that, we've got the utmost respect for them and i'm just hopeful it's going to be a good game and a fair game.", "new_id": -2}]