[{"uid": "1296573815267468851", "i": 416, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "host <strong> David Letterman </strong>. On last night's US chat show, the 16-year-old U Smile singer plugged <strong> David Letterman </strong>'s programme, although <strong> David Letterman </strong> himself wasn't sure what <strong> Justin Bieber </strong>'s tweet would accomplish. <strong> Justin Bieber </strong> asked: <q>You want me to Twitter you?<q> <strong> David Letterman </strong> responded: \"What do you mean Twitter me?\" <strong> Justin Bieber </strong> added: \"I will just tweet, like just say you're here. It's just cool to let the fans", "new_id": -2}, {"uid": "1296550615213254158", "i": 27249, "idx": 4, "sa": ["Steve Blake", "Allen Iverson"], "q": "missing. <strong> Steve Blake </strong>, traded to Milwaukee in the offseason and acquired by Denver from the Bucks last week, had a career-high 25 points against his former team Sunday night, in Denver's 109-93 victory over Portland. <q><strong> Elgin Baylor </strong>'m not surprised because a good basketball player is a good basketball player and that's what he is,<q> said <strong> Steve Blake </strong>'s new teammate, <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> had 32 points and nine assists for the Nuggets, who trailed at halftime but outscored the Blazers 41-17 in the third quarter. The victory snapped a two-game losing streak", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q>Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending,<q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. \"We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}, {"uid": "1295440324144605237", "i": 37513, "idx": 3, "sa": ["Jimmy Iovine", "Simon Cowell"], "q": "do have some kind of originality as well.\" To do that, <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> intends to bring in producers like Timbaland to coach the contestants two or three days a week. <q>They're going to be bringing them along the same way they bring any artist that signs with Interscope along every week,<q> <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> said. \"I think you're going to see a remarkable difference from week to week; much bigger than it was in the previous shows and previous airings.\" The brunt of the", "new_id": -2}, {"uid": "1295409867030703622", "i": 19440, "idx": 0, "sa": ["Allen Iverson"], "q": "boat-builders have good reasons for using use fiberglass. Russell worked for a company that makes boats with fiberglass. She says it strengthened the hulls, weighed less than wood, and required fewer repairs. CUYLER MORRIS: <q>This boat sails away for three hundred eighty-five thousand dollars.<q> Cuyler Morris is head of Morris Yachts, an award-winning builder of sail http://wn.com/Allen_Iverson_26pts_vs_VCarter_Nets_07/08_NBA_Nice_Layup <strong> Allen Iverson </strong> and three not as well-known backups got the Denver Nuggets a much needed win. <strong> Allen Iverson </strong> had 26 points, nine assists, and combined", "new_id": -2}, {"uid": "1296149580207978571", "i": 24913, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Committee. <strong> Kirsten Gillibrand </strong> was recently elected to the Senate seat she was appointed to in 2009 and had sought the committee assignment. She has worked on military issues such as the repeal of the <q>don't ask, don't tell<q> policy for gay troops. And <strong> Kirsten Gillibrand </strong> served on the House Armed Services Committee when she represented an upstate New York congressional district. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families and will try to", "new_id": -2}, {"uid": "1295562143244678673", "i": 827, "idx": 2, "sa": ["Eric Schmidt"], "q": "\" Mr. <strong> Eric Schmidt </strong> wrote in a blog post. Mr. <strong> Eric Schmidt </strong> said Mr. Page would \"merge Google's technology and business vision,\" while he would focus on external issues, like <q>deals, partnerships, customers and broader business relationships.<q> In the blog post, Mr. <strong> Eric Schmidt </strong> said the three executives would continue to collaborate on major decisions, but that the changes would help clarify the individual roles so \"there's clear responsibility and accountability at", "new_id": -2}, {"uid": "1295650551188383308", "i": 29704, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": "- R 1.1 3 3.563 10:30 CBS The Mentalist 2.8 8 14.556 NBC Outsourced 1.8 5 3.953 ABC Private Practice- R 0.9 3 3.048- Via NBC press note: <q>In Late-Night Metered Markets Thursday night: In Nielsen's 56 metered markets, household results were: \"The Tonight Show with <strong> Jay Leno </strong>,<q> 2.9/ 7; CBS's\" Late Show with <strong> David Letterman </strong>,\" 3.2/ 8; and ABC's combo of\" Nightline,\" 2.9/ 7; and \"<strong> Jimmy Kimmel </strong> Live,\"", "new_id": -2}, {"uid": "1297717116008798212", "i": 5804, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ruled out for tablet devices. \"We preserve the right to introduce tablets using other platforms\" But <strong> Stephen Elop </strong> says that's not necessarily the end of Nokia's tablet ambitions. <q>We could take advantage of things Microsoft are thinking of in the future as relates to tablets,<q> <strong> Stephen Elop </strong> said at a press conference, sitting alongside Microsoft CEO <strong> Steve Ballmer </strong>. Microsoft is in the process of porting Windows to ARM processors, which have long featured in Nokia's smartphones. However,", "new_id": -2}, {"uid": "1295792025158990416", "i": 7269, "idx": 0, "sa": ["Andy Coulson", "Dermot Murnaghan", "Harriet Harman"], "q": "a target. Labour's deputy leader <strong> Harriet Harman </strong> told Sky's <strong> Dermot Murnaghan </strong> that allegations of illegal activity must be investigated. \"Hacking into people's phones is illegal,\" she said. <q>Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist.<q> The scandal has already cost No 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the illegal action at the tabloid. The former editor has always denied knowing that phone-hacking was taking place", "new_id": -2}]