[{"uid": "2008111817_00033666_W", "i": 1250, "idx": 1, "sa": ["Luca Rossi"], "q": "said after the hearing. it was hell right from the moment we said' i do' at our wedding until the moment we split, just because my mother-in-law interfered in every single thing in our lives. <q> it was impossible. it led to one argument after another and there was no way a marriage could survive after that. </q> <strong> Luca Rossi </strong> said he would consider marriage again- but only if he did not have to deal with a mother-in-law.", "new_id": -2}, {"uid": "2008121517_00016306_W", "i": 3799, "idx": 1, "sa": ["Alex McLeish"], "q": "we can do better although in a lot of the games we've been really resilient. \"there's been some good performances but i think all round we need to show a little bit more quality.\" <q> we could be more of a threat through the middle, in the striking department and that's something we need to get better at, </q> <strong> Alex McLeish </strong> added. local& nations bbc links m to sc? mmviii the bbc is not responsible for the content of external internet sites.", "new_id": -2}, {"uid": "2008100308_00009763_W", "i": 4547, "idx": 2, "sa": ["Mallori Lofton-Malachi", "Randy Waldrum"], "q": "first time. the two teams only played each other once before, in 2005 in tampa, and the irish won 4-0. but <strong> Randy Waldrum </strong> said he knows the bulls present a threat, primarily in their defense. <q> i think they're going to be a really good team defensively, so i think it's gon na be a tough game for us cause i think they may be one of the more disciplined teams than we've seen all year, </q> he said. south florida enters the contest having won its last three matchups. the three wins were all shutouts, thanks in large part to bulls goalkeeper <strong> Mallori Lofton-Malachi </strong>, who has given up only six goals all season", "new_id": -2}, {"uid": "2008111114_00038760_W", "i": 412, "idx": 1, "sa": ["Wu Xiu", "Chin Wei"], "q": "and he is having trouble finding another job as more and more factories close and low-skilled workers flood the market. \"i want to find another job. i have no money,\" <strong> Chin Wei </strong> told abc news. <q> i can not even feed myself. </q> it's a story heard over and over in southern china. <strong> Wu Xiu </strong> feng is a mother of two who has spent the last 11 years making irons for a factory that just shut down. she and her husband", "new_id": -2}, {"uid": "2008092702_00008991_W", "i": 687, "idx": 1, "sa": ["Chris Riley"], "q": "the hokies had captured the match, as tech reeled off nine consecutive points on the grafton alum's service to steal the frame 25-23. \"that changed the whole aspect of the match,\" <strong> Chris Riley </strong> said. <q> it put us in a set that we really were out of, and the team started believing. in this game it is all kids stuff, it is all about believing. she gave us everything we needed. </q> the squad went into the locker room and came back out energized. after a see-saw battle in the beginning of set three, the hokies went on a 4-0 run on sophomore amy wengrenovich's service to make the", "new_id": -2}, {"uid": "2008090420_00006981_W", "i": 3332, "idx": 6, "sa": ["Linda Tuhiwai Smith"], "q": "a corner and gave words to the obvious contradiction: \"one of the reasons we got into politics, we wanted to preserve some of the traditional lifestyle we'd grown up with,\" vern told me. <q> it's funny, with <strong> Linda Tuhiwai Smith </strong> away, we end up sacrificing some of that traditional family life to pass some of that heritage to our children. </q> conservative women became a powerful tool for the party, and everyone was willing to overlook the cost to their personal lives. if a conservative christian mother chose to pursue a full-time career in, say, landscape gardening", "new_id": -2}, {"uid": "2008112819_00028566_W", "i": 1271, "idx": 0, "sa": ["Andy Murray"], "q": "on offense have been particularly anemic. one night after winning 1-0 over nashville in a shootout despite managing only 17 shots on goal, the blues finished with 22 shots in a 3-1 loss to colorado on wednesday. <q> it's a grind for us now, </q> <strong> Andy Murray </strong> said. \"we played a lot of games, a lot of back-to-back. we just have to play with more hunger.\" despite st. louis' struggles on offense, it had managed to earn at", "new_id": -2}, {"uid": "2008121801_00006709_W", "i": 3807, "idx": 0, "sa": ["Michael R. Hughes"], "q": "a prosecutor said wednesday. the notorious <NO_QUOTATION> killings claimed the lives of as many as 90 women on inner city streets at a time when many had turned to prostitution to support crack cocaine habits, authorities said. <q> it's pretty mind-boggling that you would have multiple people raping and killing women, </q> deputy district attorney bobby grace said after 52-year-old <strong> Michael R. Hughes </strong>, the latest suspect, pleaded not guilty to murder and sexual assault charges. the charges were based on <NO_QUOTATION> hits on a dna analysis computer in sacramento. \"", "new_id": -2}, {"uid": "2008112422_00037942_W", "i": 3196, "idx": 0, "sa": ["Rick Astley"], "q": "i will have you put before a tribunal and executed for terrorism. oh, look at this... not just one <strong> Rick Astley </strong> song but two. how sweet. the harm is now more serious with two songs. <q> she wants to dance with me </q> and <NO_QUOTATION>. what's this? color me badd, too? oh, and vanilla ice. it would seem my ipod is running rampant with bad songs from the 90's. i don't see anyone", "new_id": -2}, {"uid": "2008111100_00001761_W", "i": 4660, "idx": 4, "sa": ["Patrick O'Donnell"], "q": "local parents were concerned, <strong> Patrick O'Donnell </strong> said \"i can, because people are ignorant.\" <strong> Patrick O'Donnell </strong> says even though he has confessed to heinous crimes that involved children, he should not be seen as a threat. <q> there's no reason to be concerned about me, </q> he said. but mckenzie claims <strong> Patrick O'Donnell </strong> has already established himself as a danger. she says he approached her children while they were standing at the bus stop. but the former priest insists he didn't eye anyone", "new_id": -2}]