[{"uid": "1296309067021659679", "i": 7914, "idx": 5, "sa": ["Mike Pence", "Barack Obama"], "q": ". Flake's stepdaughter was in the Central class visited by <strong> Mike Pence </strong> and later gave the congressman a hug. <strong> Mike Pence </strong> also said the effort by House Republicans to repeal <strong> Barack Obama </strong>'s health-care reform law was <q> not a gimmick,( but) a promise kept. </q> The Republican recalled his first meeting with the Democratic <strong> Barack Obama </strong>, on the day of <strong> Barack Obama </strong>'s inauguration. \"Differences aside, he's a very honorable man.\" From USA TODAY and", "new_id": -2}, {"uid": "1296280079111296551", "i": 7915, "idx": 0, "sa": ["Mike Pence"], "q": "door on a 2012 presidential run, Indiana 6th District <strong> Mike Pence </strong>, a Republican, said he enjoys public service so much that he would rather run for an office he stands a stronger chance of winning. <q> Our decision, honestly, did come down to the difference between opportunities to seek and opportunities to serve, </q> he said Friday morning on his way in to a town hall meeting with about 50 constituents in this central Indiana town. <strong> Mike Pence </strong> announced Thursday that despite the urging of some social conservatives, he will not", "new_id": -2}, {"uid": "1296085240146374684", "i": 29347, "idx": 1, "sa": ["Kevin McCarthy", "Bill H. Gross", "Mike Pence", "Paul Ryan", "Eric Cantor"], "q": "Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut \"a good$ 100 Bill H. Grossion.\" <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"Young Gun\" fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q> \"We've got to roll back there. That will save$ 100 Bill H. Grossion in the first year,\" agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA)", "new_id": -2}, {"uid": "1295387630249954409", "i": 23056, "idx": 2, "sa": ["Mike Pence", "Paul Ryan"], "q": "\" Couple that with what House budget chair <strong> Paul Ryan </strong> said the other day: \"Will the debt ceiling be raised? Does it have to be raised? Yes.\" That's a long way from <q> Let's call their bluff. </q> <strong> Mike Pence </strong> Nixon, of course, had his madman theory of international relations- act like you'll do anything, no matter how crazy, to bolster your bargaining position. At least so far", "new_id": -2}, {"uid": "1296373857006340612", "i": 4981, "idx": 0, "sa": ["Mike Pence", "Eric Fehrnstrom", "Mitt Romney"], "q": "they will make their decisions soon. Representative <strong> Mike Pence </strong> of Indiana said last week that he would not run. <strong> Mitt Romney </strong>, a former Massachusetts governor, is not expected to announce any plans until the spring. <q> One of the lessons that <strong> Mitt Romney </strong> learned from the last campaign is that things got started too soon, </q> said <strong> Mitt Romney </strong> spokesman <strong> Eric Fehrnstrom </strong>. \"He's in no hurry to announce his plans.\" Until recently, <strong> Mitt Romney </strong> had kept a lower profile, writing opinion pieces on foreign policy but generally avoiding commenting on", "new_id": -2}, {"uid": "1296171723065404973", "i": 6690, "idx": 0, "sa": ["Mike Pence"], "q": "Fox News Watch Saturday 2:30 p et Indiana Congressman <strong> Mike Pence </strong> will not run for president in 2012. In a letter to supporters he writes; <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012. </q> <strong> Mike Pence </strong> has been laying the groundwork to seek Indiana's GOP gubernatorial nomination to succeed Republican White House run and working out details with his wife and family. Indiana Republican Congressman <strong> Mike Pence </strong> will announce his", "new_id": -2}, {"uid": "1296498486124518453", "i": 41305, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "help from <strong> Barack Obama </strong>, who carried Indiana in 2008. \"Indiana is going to be a priority for the <strong> Barack Obama </strong>,\" Winston said. State Democrats, he hopes, will find a consensus candidate this spring. <q> It's a$ 15 million to$ 18 million race. I hope we won't have a primary. </q> <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. \"The social conservatives love him,\" says former Republican state chairman Rex Early. \"The fiscal conservatives-he talks the", "new_id": -2}, {"uid": "1296166460222920783", "i": 28389, "idx": 0, "sa": ["Mike Pence"], "q": "in this post by my friend <strong> Mike Pence </strong> Konczal, but I think it's a good illustration of how many smart people on the left think about class relations and the future of the state: <q> One working definition of an approach to liberalism is \"It's best to just maximize growth rates, pre-tax distribution be damned, and then fund wicked-good social insurance with huge revenues from an optimal tax scheme </q>( \" Wilkinson). I'd ask where are all these increasingly wickedly-well funded programs? We just had to bribe the top 3% with massive tax cuts for the next two years in order to keep", "new_id": -2}, {"uid": "1295319354058130441", "i": 34791, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "critics of <strong> Barack Obama </strong>. \"We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead\" and <q> we'll be making a decision before the end of this month, </q> <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q> That wasn't the first time he threw one in like that, </q> <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.\" The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}]