[{"uid": "1296108990167460879", "i": 3248, "idx": 1, "sa": ["Michael Vick"], "q": "of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.</q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth", "new_id": -2}, {"uid": "1295569009118865941", "i": 15368, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "%) executive chairman, told investors on the conference call Thursday that things should move more quickly. He tweeted \"day-to-day adult supervision no longer needed!\" See <strong> Google Inc. </strong> news here. <q>Historically we have always been running the decisions together, and ultimately it adds delay and so forth in the way we make decisions,</q> <strong> Eric Schmidt </strong> said. \"We think this will produce even better success for the corporation.\" <strong> Google Inc. </strong> has still been trying to find new sources of revenue growth beyond its search engine monster. Its Android operating", "new_id": -2}, {"uid": "1296522316264929312", "i": 21132, "idx": 0, "sa": ["Michael Vick"], "q": "you believers of man produced global warming. Please explain all the different ice ages throughout earth history? How did the earth get soo cold to produce them and then how did the earth get Report Abuse <q>We won't be plowing the snow off the roads.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl New Trading Software Breakthrough Software Turns$ 10,000 Into$ 866,487- Find Out How! Trader Makes$ 4 Billion Wiz Kid Stock", "new_id": -2}, {"uid": "1297245176074432541", "i": 13822, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "Britain's National Youth Theatre, and is also a keen musician. For that reason, he thinks musical theatre could be a great option, as it would allow him to display his vocal talents. <strong> Lindsay Lohan </strong> <q>to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1297275495080936978", "i": 8776, "idx": 0, "sa": ["Steve Ballmer", "Mike Zafirovski", "Satya Nadella"], "q": "executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. CEO <strong> Mike Zafirovski </strong> articulates the company assets but says it was overly complex to make decisions and assign accountability. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1296633836234962949", "i": 42198, "idx": 2, "sa": ["Kobe Bryant", "Allan Houston", "Tracy McGrady", "Rasheed Wallace", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.</q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Tracy_McGrady_30_points_6_rebounds_vs_Los_Angeles_Lakers Los Angeles 2007/2008 Staples Center <strong> Allan Houston </strong> Rockets vs Los Angeles Lakers <strong> Tracy McGrady </strong>", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,</q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1296557295179486744", "i": 45091, "idx": 0, "sa": ["Michael Gove", "Eileen Munro"], "q": "time with children, asking how they feel, whether they understand why the social worker is involved in their family, and finding out what they want to happen,\" she argued. She added: <q>We now have more knowledge about the kind of parenting that really harms children. Assessments should be skilled enough to distinguish between the families most in need and the parents who are struggling and just need a bit of help, possibly not from social workers.</q> Ms. <strong> Eileen Munro </strong> has also criticised the amount of statutory guidance being offered by Whitehall, an area Education Secretary <strong> Michael Gove </strong> is keen to tackle as well and has launched a pilot programme in Cumbria, Knowsley, Westminster", "new_id": -2}, {"uid": "1297717097255754249", "i": 26294, "idx": 2, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "\" <strong> Steve Ballmer </strong> said. \"We need to give people the full web, the full interent... like they expect with the PC.\" <strong> Joe Belfiore </strong>, corporate vice president of Windows Phone 7, said the <q>core browsing engine that ships on PCs is the same one that ships on Phones.</q> That will help developers, as sites that \"work well on the PC will work well on Windows Phone as well,\" he claimed. <strong> Steve Ballmer </strong> didn't say if IE9 would be ported", "new_id": -2}, {"uid": "1297705955073007104", "i": 47212, "idx": 1, "sa": ["Steve Ballmer"], "q": "give people the full web, the full Internet on their phone, like they've come to expect with the PC,\" Microsoft chief <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. <q>Later this year we are going to release a version of Internet Explorer9( web browser) complete with hardware and graphics and other hardware acceleration for the Windows Phone,</q> he added. \"The web in some senses was designed for the PC first-- we need to make it a first class citizen on the phone,\" he added. Quotes delayed,", "new_id": -2}]