[{"uid": "1295571569192872501", "i": 5005, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "has such incredible opportunity- we are only at the beginning and I can't wait to get started.\" <strong> Eric Schmidt </strong> said the three had been taking decisions together but it had been a slow process. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> he said. <strong> Sergey Brin </strong> would devote his energy to \"strategic projects, in particular working on new products,\" Google said in a statement. Google continues to dominate search and online advertising but", "new_id": -2}, {"uid": "1297126622188514326", "i": 21133, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "but not in war, were sent into combat zones under-equipped, ill-trained and in inflated numbers, the report reads. As a result, the \"ghost soldiers\" often couldn't perform their duties. <q>Generals in the field, unable to obtain sufficient civil affairs units, sent reservists into harm's way without hardened armored vehicles, protective plates for their armored vests and machine guns,</q> the report reads. The report also takes direct aim at <strong> Donald Rumsfeld </strong> for the problems, saying the former defense secretary didn't find civil affairs units \"worthy of Special Operations\" and should be", "new_id": -2}, {"uid": "1295553639137363464", "i": 12558, "idx": 1, "sa": ["Kristi Noem", "Mike Pence"], "q": ". Rep <strong> Kristi Noem </strong> thinks politicians should honor their campaign promises? What planet is this lady from? \"<strong> Kristi Noem </strong> owns and operates guns. Therefore she's a racist\"- <strong> Mike Pence </strong> Moore <q>There is no federal funding of abortions. And how dare you try to stop it!</q>/ s WHAT ABOUT THE CHILDREN!?!? Oh, wait... \"Backers of abortion rights, including most Democrats, say the health care overhaul law already maintains the Hyde amendment ban on", "new_id": -2}, {"uid": "1296317209151535625", "i": 4344, "idx": 0, "sa": ["Zahi Hawass"], "q": "'s biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters on Saturday. <q>I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,</q> <strong> Zahi Hawass </strong>, chairperson of the Supreme Council of Antiquities, said on Saturday. \"Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from", "new_id": -2}, {"uid": "1296770511173654034", "i": 12157, "idx": 7, "sa": ["Donald Rumsfeld", "Darrell Hammond", "George Tenet"], "q": "truth is that we were wrong,\" <strong> Donald Rumsfeld </strong> writes. Once the Taliban were toppled, <strong> Donald Rumsfeld </strong> emerged as a major media personality, mocked by <strong> Darrell Hammond </strong> on Saturday Night Live, to his amusement. <q>If one starts with \"good press,\" one often gets more and more favorable coverage; early bad stories often spawn additional negative reporting,</q> he says. \"But journalists also relish dramatic reversals.\" That was yet to come. <strong> Donald Rumsfeld </strong> devotes little space to the fiasco at Tora Bora, saying he told CIA Director <strong> George Tenet </strong> in a memo that", "new_id": -2}, {"uid": "1295977910157089808", "i": 30975, "idx": 23, "sa": ["Carmelo Anthony", "Vince Carter", "Allen Iverson", "Raja Bell"], "q": "so aggressive. He wanted the ball more than everybody else.\" <strong> Carmelo Anthony </strong> said he just wanted to take advantage of the smaller defenders such as <strong> Raja Bell </strong> the Suns put on him and score some easy baskets early, <q>and the way I was going to do that was with offensive rebounding.</q> Seven of his rebounds came off the offensive glass. <strong> Allen Iverson </strong> led the Nuggets with 31 points and had 12 assists and no turnovers, teaming with <strong> Carmelo Anthony </strong> <strong> Vince Carter </strong>, who had 11 assists and just two turnovers, to", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. \"Monday, I get to wake up and it's Christmas,\" <strong> Allen Iverson </strong> said with a smile. <q>Obviously, it's going to be a fun day.</q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}, {"uid": "1295812443165249032", "i": 11339, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Googled Author <strong> Ken Auletta </strong> argues that the decision to pull Google( GOOG) out of China was the turning point for outgoing CEO <strong> Eric Schmidt </strong> in his decision to step down from the company's Chief Executive role. <q>According to close advisors, the Google C.E.O. was upset a year ago when co-founder Larry Page sided with his founding partner, <strong> Sergey Brin </strong>, to withdraw censored searches from China. <strong> Eric Schmidt </strong> did not hide his belief that Google should stay in the world's largest consumer marketplace.</q>... Nudged by a board-member friend and an outside advisor that he had to re-energize himself, he decided after Labor Day that he could reboot. He couldn't. By the end of", "new_id": -2}, {"uid": "1295907303243613760", "i": 37199, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q>This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country,</q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. Article: Egypt asks Berlin to return Nefertiti bust... Photo:", "new_id": -2}, {"uid": "1295418952187301895", "i": 35621, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "Economic Bill of Rights Musharraf says blasphemy law can not be changed <strong> Steven Tyler </strong>: Snorting Lunesta Led To Falling Off Stage drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q>It's not any news here about my drug use and addictions in the past,</q> he told <strong> David Letterman </strong> on \"The <strong> Steven Tyler </strong> Explains His` American Idol' Judging Style VH1 I take what I\"ve grown up with, which is being a very harsh judge of myself, of my vocals, of", "new_id": -2}]