[{"uid": "1297422404208748723", "i": 17537, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "2005- believes <strong> Simon Cowell </strong> should revoke his recent decision to allow kids as young as 12 to enter the competition, as he thinks 15 or 16 is a more appropriate age. Shayne told Digital Spy: <q>Obviously there are a lot of 12-year-olds over in America who are incredible singers. But I personally think it's too low. It's a completely different world over there. \"With the whole <strong> Justin Bieber </strong> thing, I can see why lowering the age threshold might be seen as a good thing, but personally I think it should be set at about 15 or 16.</q> While music mogul <strong> Simon Cowell </strong> won't allow any acts below the age of 12 to enter the US' X Factor', he recently admitted 2009's \"Britain's Got Talent\" winner <strong> Susan Boyle </strong> made him", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1297688800115867651", "i": 22996, "idx": 0, "sa": ["Barack Obama", "Steven Shepard", "David Letterman", "Dick Cheney", "Jessica Taylor", "Jason Sudeikis"], "q": "SNL has part three of FNC host Bill O'Reilly's sit down with <strong> Barack Obama </strong>. SNL's <strong> Jason Sudeikis </strong> as O'Reilly, <q>I'm not saying you're wrong. You could be right, you could be right, I just don't know.</q> <strong> David Letterman </strong> can't believe it's already been five years since <strong> Dick Cheney </strong> shot a friend during a hunting trip. Contributing Editors: Josh Kraushaar, Quinn McCord and <strong> Jessica Taylor </strong> Contributing Writers: <strong> Steven Shepard </strong>, Dan Roem", "new_id": -2}, {"uid": "1295883490173096982", "i": 16863, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Matt Patterson", "Google Inc."], "q": "button in the bottom right corner of the player. As this is a brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric_Schmidt_Google's_Outgoing_CEO_Cash_Out_335_million_Shares www.youtube.com <strong> Eric Schmidt </strong> asked <q>the most efficient way to sort a million 32-bit integers</q> <strong> Barack Obama </strong> replied \"the bubble sort would be the wrong way to go.\" by BizzyMicBizness http://wn.com/evil_google_WORLD_domination!_SCROOGLE_for_google_ The Tyranny of <strong> Google Inc. </strong>( by <strong> Matt Patterson </strong>, AmericanThinker.com)- In an astonishing interview with The Wall Street Journal, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297183312119177307", "i": 46111, "idx": 1, "sa": ["Simon Cowell"], "q": "admitted that he doesn't regularly watch American Idol now that he is back in the UK involved in other projects. \"It's on a different time here in the UK,\" <strong> Simon Cowell </strong> said. <q>I watched some clips last week to get up to speed, and it looked good.</q> Asked about the new judges, he said, \"I think they're doing fine. They have a different approach to what I used to do before. I think the show had to reinvent itself", "new_id": -2}, {"uid": "1296030809164511749", "i": 3475, "idx": 3, "sa": ["Eric Schmidt"], "q": "executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that <q>we move quickly, and we tend to be disruptive at scale.</q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. NURSING", "new_id": -2}, {"uid": "1297271679224821249", "i": 9067, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his tomb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. <q>We started the restoration two days ago. In three days, all these monuments will be completely restored,</q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs", "new_id": -2}, {"uid": "1295545167266109004", "i": 39169, "idx": 0, "sa": ["Sergio Marchionne"], "q": "in large delivery and refuse trucks across the country. The EPA-Chrysler partnership \"seeks to bring this same cost-effective technology to passenger vehicles,\" the agency said, noting in a news release that a minivan <q>can be adapted cost-effectively to the technology because the hydraulic components are widely available in other industries.</q> \"In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers-especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said. \"", "new_id": -2}, {"uid": "1296297663072089613", "i": 26317, "idx": 0, "sa": ["Simon Cowell"], "q": "dog\" to sit on the judging panel should <strong> Simon Cowell </strong> decide to step down and focus entirely on the US version of the show, which launches later this year. An insider told the Daily Star: <q><strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical. \"We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it.</q>", "new_id": -2}, {"uid": "1295677692065617926", "i": 10090, "idx": 2, "sa": ["Allen Iverson", "Quentin Richardson", "Dwyane Wade"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q>The next game, that's the one we have to have,</q> <strong> Allen Iverson </strong> said. \"If we approach everything that way, than everything will http://wn.com/Miami_Heat_vs_Charlotte_Bobcats_77__71_March_20,_2010 <strong> Quentin Richardson </strong> scores 18, <strong> Dwyane Wade </strong> adds 14 points, nine assists and five blocked shots as the Heat defeat the Bobcats. Heat secure`", "new_id": -2}]