[{"uid": "1297589255082132993", "i": 41254, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>, who I think we agree is a little to the right of the BBC, a characteristic of a leftie is someone who regards a difference of view as a sign of stupidity because they can not imagine <q> how anyone intelligent could possibly disagree with them </q>. I think the BBC is scrupulously neutral, except that many of its staff believe that there is a sane world view, and then there are the crazies. Left and right are not always at", "new_id": -2}, {"uid": "1296853529158482436", "i": 11507, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Paul McMullan"], "q": "a former features executive and investigative journalist at the title, said former editor <strong> Andy Coulson </strong> \"knew a lot of people\" used the technique when both men worked at sister paper the Sun. <strong> Paul McMullan </strong> said: <q> As he sat a few feet from me in the[ Sun] newsroom he probably heard me doing it, laughing about it... and told others to do it </q>. <strong> Andy Coulson </strong>, who last month quit as <strong> David Cameron </strong>'s director of communications, worked at the Sun for more than a decade before joining the News of the World in 2003. \"<strong> Andy Coulson </strong> knew", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. \"I am excited about this partnership with Nokia,\" <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}, {"uid": "1295469111069730385", "i": 17651, "idx": 2, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": "couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.\"( A jab at <strong> Simon Cowell </strong>?) <q> I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage, </q> he prattled cheerfully. \"There's camaraderie that you haven't seen in 10 years on this show. I get along with Randy, and <strong> Jennifer Lopez </strong> is a fox; she's street, she's got a", "new_id": -2}, {"uid": "1295614879066224141", "i": 48124, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "that <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centers on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\"' Nazareth community updates", "new_id": -2}, {"uid": "1297122854184680470", "i": 4244, "idx": 6, "sa": ["the Black", "Simon Cowell"], "q": ".\" The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child. <q> I'm genuinely staggered this hasn't happened. All the signs are out there, from \"Glee' to` High School Musical,' </q> he said, advising \"any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don\"t have a lot of competition.\"", "new_id": -2}, {"uid": "1295629433247332867", "i": 23729, "idx": 2, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "the prime minister. Tom Watson, the former Labour defence minister, who has pursued <strong> Andy Coulson </strong> in his position as a member of the Commons culture committee, warned the prime minister now faced serious questions. <q> This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about, </q> Watson said. \"His departure creates serious questions over the prime minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp. \"It's a", "new_id": -2}, {"uid": "1297716334016629790", "i": 12637, "idx": 0, "sa": ["Piers Morgan", "Michael Vick"], "q": " made a bet as to who would land <strong> Michael Vick </strong> for his first talk-show appearance. But <strong> Michael Vick </strong> admitted he doesn't know who <strong> Piers Morgan </strong> is and would welcome the opportunity to appear on Oprah's show. <q> If the bet was made, she'll probably win, because I know nothing about that other guy </q> USA Today quoted him as saying.", "new_id": -2}, {"uid": "1295094125134053943", "i": 20082, "idx": 12, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "that brought them together three months ago. Now, the surging Nuggets hit the road for five straight games and eight of their next nine. \"This does a lot for our confidence,\" <strong> Allen Iverson </strong> said. <q> To win four games in a row, you get a certain swagger about your game. </q> The Nuggets have quite the saunter thanks to their red-hot superstars. <strong> Allen Iverson </strong> made 16-of-22 shots from the field and <strong> Carmelo Anthony </strong> was 13-for-20. And many of the shots were alley-oop dunks and rim-rattling jams that were the product of", "new_id": -2}, {"uid": "1295577074207667206", "i": 46477, "idx": 15, "sa": ["Eric Schmidt", "Sergey Brin", "Anderson Cooper"], "q": "<strong> Sergey Brin </strong> will work on... Larry Page is replacing chief executive <strong> Eric Schmidt </strong> to run..., 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been... Technology Video: Spy Satellite Launched From California Report Abuse <q> 55 it too old to run <strong> Google Inc. </strong>, period. </q> Report Abuse \" Happy 2011 everyone... This has got to be a better year!... \" Report Abuse \" You know the democrats have gone too far, when <strong> Anderson Cooper </strong> goes after their representative. \"", "new_id": -2}]