[{"uid": "1295312331007274510", "i": 37853, "idx": 0, "sa": ["Ricky Gervais", "Piers Morgan", "Simon Cowell"], "q": "and Network dominate Globes Golden Globes: 2011 winners In pictures: Golden Globes 2011 Comedian <strong> Ricky Gervais </strong> promised this year he would push the boundaries as he hosted the Golden Globes for a second time. <q> I think I'll go just close enough to the edge but not go over it, </q> he said on the red carpet before the ceremony. But by the end of the <strong> Ricky Gervais </strong>, <strong> Piers Morgan </strong>, and <strong> Simon Cowell </strong>: Why the Brits do \"rude\" better than us <strong> Ricky Gervais </strong>, as Golden Globes host,", "new_id": -2}, {"uid": "1296789416115392517", "i": 21887, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson", "Sen. Joe Lieberman"], "q": ": The Turning Point Webclip 1 http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> <strong> Sen. Joe Lieberman </strong>'ve now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"<strong> Sen. Joe Lieberman </strong> will remember this night for the rest of my", "new_id": -2}, {"i": 46136, "idx": 1, "index_answer": 0, "new_id": -1, "q": "to what the competitors will sing, how they will sing it and more. \"That means you have to work with them up to five or six days a week,\" <strong> Simon Cowell </strong> points out. <q> So, I need to find someone willing to make that commitment because it is hard work.... It is important to me that I have people I can trust in terms of their expertise and their gut feeling. It is a difficult decision when you are putting a team around you. I also think it is important on show like this that you have people who are competitive with each other because essentially, the judges are taking part in this competition as well as the competitors. </q> As for his opinion on how <strong> Steven Tyler </strong> and", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1297115366104251431"}, {"uid": "1295389955093929487", "i": 9732, "idx": 2, "sa": ["Simon Cowell", "Rio Ferdinand"], "q": "England v France on Wednesday. After an invite from England captain <strong> Rio Ferdinand </strong>, the lads watched the match from the comfort of a box, before going downstairs to meet with the players! Tags- X factor 2010 <q> one direction& quo... <strong> Leona Lewis </strong> faces Stocking of Truth on <strong> Simon Cowell </strong> and more <strong> Leona Lewis </strong> faces Stocking of Truth on <strong> Simon Cowell </strong> and more Former X Factor winner <strong> Leona Lewis </strong> takes on The Christmas Channel's Stocking of Truth. What to buy <strong> Simon Cowell </strong>? Is <strong> Mariah Carey </strong> best Christmas song?. Follow us on twitter at twitter.com... video results for: cowell factor after COREY TAYLOR GETS REAL FOR XMAS, CHALLENGES SIMON COWELL <strong> Corey Taylor </strong> and Stone Sour frontman <strong> Corey Taylor </strong> has released \"XM@$ </q>, which is the perfect music for scrooge. He talks about his real feelings about the holiday and how the song came about. He talks about <strong> Simon Cowell </strong> and the X-Factor... The X Factor 2009- Nicole Lawrence", "new_id": -2}, {"uid": "1297234976152961059", "i": 22189, "idx": 2, "sa": ["Simon Cowell", "the Fox"], "q": "'s \"spoken to her, she knows I'm a big fan.\" He adds he's \"always said at some point we are going to be working together.\" But, he says he has <q> to take everyone's opinions into account </q> including the show's other producers and <strong> the Fox </strong> network. <strong> Simon Cowell </strong> says the judges' panel will be announced about a month from now. One thing he knows for sure is that the winner of \"The X-Factor\"", "new_id": -2}, {"uid": "1296963339115425283", "i": 4679, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "the Giants, a game in which the Eagles trailed by 21 points in the fourth quarter. \"<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,\" Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a two-year", "new_id": -2}, {"uid": "1297458881176717840", "i": 5974, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Phone OS. \"I don't see how this[ partnership] changes their opportunity much,\" he added. \"Tight integration between the OS and hardware could improve functionality,\" he added. <q> However, Microsoft has never been able to take advantage of its core developer group for mobile, so I don't see why this would help much... Android would be better for Nokia smartphones. </q> Will Stofega, an analyst at IDC, attended the London partnership announcement where Microsoft CEO <strong> Steve Ballmer </strong> and Nokia CEO <strong> Stephen Elop </strong> spoke, saying he was impressed by <strong> Stephen Elop </strong>, a former Microsoft executive, and his rationale", "new_id": -2}, {"uid": "1295787933070975492", "i": 10663, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": ". <strong> Eric Schmidt </strong> and Page said the moves are intended to speed up decision-making at the top of the Internet giant, which also posted strong fourth- quarter results. The management reshuffle has been brought about to <q> streamline decision making and create clearer lines of responsibility and accountability </q> at the top of the company, <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong> oversaw a period of tremendous growth as chief executive for the past decade, as <strong> Google Inc. </strong> turned into a Web search-engine powerhouse with a complementary search-ad business", "new_id": -2}, {"uid": "1297083495090374146", "i": 1429, "idx": 3, "sa": ["Zahi Hawass"], "q": "had resulted in \"70 broken objects, all of which can be restored.\" \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. <q> If anything happens, I will announce it. </q> He said firefighters had been deployed close to the museum to intervene as needed. His blog also featured pictures of heavily armed troops stationed at his office and behind the museum's high railings.", "new_id": -2}, {"uid": "1295991953089178223", "i": 3088, "idx": 15, "sa": ["Donald Rumsfeld", "Henry Kissinger", "Ronald Reagan", "Saddam Hussein", "President Lyndon Johnson"], "q": "Iraq. The differences weren't personal, <strong> Donald Rumsfeld </strong> says. He recalls receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, \"To an occasional adversary and a permanent friend.\" <q> When I started working on the book, <strong> Henry Kissinger </strong> said, \"You tell it like it was.' We differed on some issues, and there\"s nothing wrong with that. It was professional and healthy, </q> <strong> Donald Rumsfeld </strong> says. Working on the book meant second-guessing his memory. In 1983, <strong> Donald Rumsfeld </strong> was a special Middle East envoy for <strong> President Lyndon Johnson </strong> <strong> Ronald Reagan </strong> and met with Iraqi leader <strong> Saddam Hussein </strong>, at the time viewed as a", "new_id": -2}]