[{"uid": "1297196814076382262", "i": 12941, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "reign is threatened by a public uprising, <strong> Donald Rumsfeld </strong> suggests that the Obama administration would have been better off pursuing private diplomacy with the Egyptian president rather than making public statements identifying with the aspirations of pro-democracy protesters. <q>I personally think- it's kind of an old-fashioned thought- that private diplomacy is preferable,</q> he says. \"Public diplomacy can have the effect of letting the world know what you think; it can have the effect of satisfying your own personal views and playing to your base, wherever you are,", "new_id": -2}, {"uid": "1295568275055377924", "i": 19902, "idx": 2, "sa": ["Eric Schmidt"], "q": "Street had been expecting. Earnings per share, at$ 8.75 on the pro-forma basis analysts use to assess the company, were up from$ 6.79 a year before and above expectations of$ 8.08. <q>Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-and we anticipate working together for a long time to come,</q> Mr <strong> Eric Schmidt </strong> said.", "new_id": -2}, {"uid": "1296332592236797956", "i": 41311, "idx": 10, "sa": ["Michael Vick"], "q": "n't choose it. We choose it for them.\" is back pitching products. <strong> Michael Vick </strong> has signed his first paid... <strong> Michael Vick </strong> could be well on his way to regaining his marketability if he... Report Abuse <q>here's hoping both michael vick and his former dogs continue to do well.</q> ABC News: Clijsters Defeats Li for 1st Australian Open Crown ABC News: Bryan Brothers Win Australian Open Doubles Title", "new_id": -2}, {"uid": "1297239442238927888", "i": 31550, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "never found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld thought the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> laid out the presentation he was to make at the United Nations two", "new_id": -2}, {"uid": "1297123330195428355", "i": 5329, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1297600395127287377", "i": 48206, "idx": 4, "sa": ["Allen Iverson", "Dan Tan"], "q": "game as they watched, <strong> Dan Tan </strong> asking questions along the way. \"Daniel would call my dad and be like, \"Where's DeWayne <strong> Allen Iverson </strong>? Where's he at?\" DeWayne <strong> Allen Iverson </strong> said. <q>We were all close with Daniel.</q> In August 2008, stem cell transplants done in Seattle slowed the NMO's progress in <strong> Dan Tan </strong>'s body. While his condition didn\"t improve and he was still blind and paralyzed from the waist down,", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q>I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,</q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1296104989131907606", "i": 18427, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "his first endorsement contract since his release from prison. The Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. <q>We're real excited about it,</q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1297520477089751561", "i": 9908, "idx": 10, "sa": ["Michael Gove"], "q": "in some decaying schools, what I saw there were poor facilities with good teachers who were frustrated and poorly motivated. IANMIDDX 11 February 2011 12:38 PM BigAl53 11 February 2011 12:38 PM <q><strong> Andy Burnham </strong>, Labour's shadow education secretary, said the ruling was a victory \"for all the communities and children betrayed by <strong> Michael Gove </strong></q>. He said the ruling was a \"damning verdict on[ <strong> Michael Gove </strong>'s] competence as a minister\". \"School building and repair is in complete chaos thanks to Mr <strong> Michael Gove </strong>. He condemns many", "new_id": -2}, {"uid": "1296894347001409025", "i": 10383, "idx": 6, "sa": ["Michael Vick"], "q": "what it's going to take to keep me on the right track and keep me in the NFL, then I'm not complaining. Not at all.\" The party appearance, <strong> Michael Vick </strong> said, <q>wasn't something we were trying to do outside of the norm, but the authority said no. <strong> Roger Goodell </strong> said no, we couldn't do it, and that's what it is.</q> Butler introduced <strong> Michael Vick </strong> to the Boys& Girls Club crowd. \"Regardless of what you may hear,\" Butler said, \"he is all about the kids.\" <strong> Michael Vick </strong> did", "new_id": -2}]