[{"uid": "1295628283045006891", "i": 16689, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "take over day-to-day operations, the company said, and <strong> Eric Schmidt </strong> will focus on partnerships and government outreach. <strong> Eric Schmidt </strong>, who has headed up Google since July 2001, sent a message via Twitter Thursday saying: <q>Day-to-day adult supervision no longer needed!</q> Co-founder <strong> Sergey Brin </strong> will focus on new products and projects. Google said fourth quarter net income of$ 2.54 billion, or$ 7.81 a share, up from$ 1.97 billion, or$ 6.13", "new_id": -2}, {"uid": "1297226350092209194", "i": 12092, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "the speech, given that Mr. <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. Mr. <strong> Colin Powell </strong> objected. In his U.N. presentation, Mr. <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Mr. Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Mr. Rumsfeld wrote that", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,\" said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q>I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt,</q> the influential cleric said. \"There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go. \"Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}, {"uid": "1297462170192987217", "i": 39097, "idx": 1, "sa": ["Steve Ballmer"], "q": "standing upon; Microsoft's Windows Phone 7 hasn't been setting anything on fire. Elop was joined by <strong> Steve Ballmer </strong>, chief executive of Microsoft, who said his partnership with with Nokia would deliver <q>the brands that mobile consumers want, like Bing, Office, and of course, Xbox Live.</q> Verizon has already brought Bing to some of its customers forcibly, erasing Google as the default option and generating a response that indicates that, perhaps, consumers don't really want the brand that much after", "new_id": -2}, {"uid": "1296151873139182081", "i": 13555, "idx": 0, "sa": ["Mike Birbiglia", "Joe Birbiglia", "David Letterman"], "q": "psychology from Hamilton College. Carrie serves on the board of directors of the Association of Prenatal and Perinatal Psychology and Health( APPPAH). www.earlyparenting.com www.slowfamilyliving.com www.calmsguide.com www.birthpsychology.com <strong> Mike Birbiglia </strong>'s third self-produced animated short features the track, <q>Arctic Fox It's a Setup,</q> from his Comedy Central Records release, \"Two Drink <strong> Mike Birbiglia </strong>.\" The piece was animated by Matt Czap and produced by <strong> Joe Birbiglia </strong>. Comedian Comedian <strong> Mike Birbiglia </strong> has appeared on The Late Show With <strong> David Letterman </strong>, Late Night With", "new_id": -2}, {"uid": "1295677688065617925", "i": 39513, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Kobe_Bryant_42_points_vs_DEN_2002-0340_point_streak_*360 The 2nd game of the famous 9 straight 40", "new_id": -2}, {"uid": "1296016388211435670", "i": 4440, "idx": 0, "sa": ["Kirsten Gillibrand", "Gary Ackerman", "Barack Obama", "Mayor Michael Bloomberg"], "q": "it will not slow the momentum we are building around the country,\" <strong> Mayor Michael Bloomberg </strong> said. Rep. <strong> Gary Ackerman </strong>( D-Queens) said he heard a \"touch of realism\" in Tuesday's address. <q>I think that he helped everybody to understand that we're really going to have to work together to make anything happen,</q> he told 1010 WINS. <strong> Mayor Michael Bloomberg </strong> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> said the president's speech demanded the need to \"continue the spirit of goodwill.\" \"We need to keep working together, not as Democrats", "new_id": -2}, {"uid": "1296500157053821441", "i": 43984, "idx": 0, "sa": ["Sergio Marchionne"], "q": "loss the company posted the previous year. According to CEO <strong> Sergio Marchionne </strong>, the improvement was achieved primarily through improving manufacturing efficiency, increasing attention to product quality, and pushing new products to market. <q>As Chrysler Group's brand displays at the Detroit Auto Show confirmed, the company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months,</q> <strong> Sergio Marchionne </strong> said in a prepared statement. \"All of these vehicles bear testimony to Chrysler's rebirth.\" That said, those new products also cost Chrysler significant sums to redesign and launch, and also", "new_id": -2}, {"uid": "1294959187077135883", "i": 33565, "idx": 0, "sa": ["Allen Iverson", "Gary Moore"], "q": "yesterday that he doesn't plan to retire because of the painful condition. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> has a lesion that is pressing up against the bones of his leg and requires surgery in the U.S. <q>It has to be removed and tested to see if it's benign or not,</q> <strong> Gary Moore </strong> said by phone. \"Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg. Because the doctors tell him he'll be out four to six weeks, he's hoping to be", "new_id": -2}, {"uid": "1297494586239927316", "i": 20766, "idx": 2, "sa": ["Joe Bell", "David Letterman"], "q": "is invited to The Late Show with <strong> David Letterman </strong>, <strong> Joe Bell </strong> said. \"He should be proud just to go to Las Vegas,\" said Scott Morgan, his father. <q>At one time he and another contestant were neck-and-neck. He had Colby beat, then raised his hand to show he was finished, and an item fell out of the bag. The bagger championships, said Scott Morgan, are \"character-building.</q> Not that his son needs that, he said. \"He's a very competitive young man. And he's a good kid. He's all my dream.", "new_id": -2}]