[{"uid": "1295623412169754650", "i": 42007, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft is reportedly working on software that would make Windows PCs compatible with its Kinect hands-free motion controller, which at present works only with the Xbox 360 gaming console. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1296751405156925982", "i": 14480, "idx": 0, "sa": ["Angelina Jolie", "Steve Buscemi", "Megan Fox"], "q": "a famous Hollywood look-alike, and this time, her doppelganger is about as far from href=\"http://www.popeater.com/celebrities/Angelina Jolie-Angelina Jolie\" target=\"_blank\"> <strong> Angelina Jolie </strong> as you can get. The beautiful brunette recently Facebook page, unsubtly titling the set, <q> I Look Like <strong> Steve Buscemi </strong>. </q> The photos show <strong> Megan Fox </strong> as an adorable toddler sporting some stylish overalls, teddy bear sweaters and of course, her famous full lips and thick eyebrow( s). Allure,`` I remember having that", "new_id": -2}, {"uid": "1297344246193150984", "i": 29465, "idx": 0, "sa": ["Zahi Hawass"], "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q> We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people, </q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true.`` Egypt has 5,000 years of civilisation, and we love", "new_id": -2}, {"uid": "1296660999176242699", "i": 16827, "idx": 0, "sa": ["Simon Cowell", "Dane Cook"], "q": "been twice kicked out of federal court on technicalities( that's the same number of times he was kicked off the reality TV show, before being asked to reappear on <strong> Simon Cowell </strong>'s finale, because he had been <q> the most hated contestant, </q> he says in court papers.) During <strong> Simon Cowell </strong>'s 2010 farewell, Bernardo rushed onto the stage during a performance by comedian <strong> Dane Cook </strong>. Afterward, he rushed to federal court and filed a$ 300 million", "new_id": -2}, {"uid": "1296730852266321953", "i": 53595, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "could have done differently and better with respect to wartime detention,'' <strong> Donald Rumsfeld </strong> acknowledges. Politics Video: Disgraced Fla.. Congressman tries a comeback Politics Video: Ronald Reagan Centennial: 1980 GOP Acceptance Speech Report Abuse <q> So what else is Mr. <strong> Donald Rumsfeld </strong> going to say? That it was all a mistake and we should never have gone in? Of course, not. His world-view and sense of self are too long held to ever admit that the invasion of Iraq was a mistake and should never have been launched. And I doubt Mr. <strong> Donald Rumsfeld </strong> will live long enough to reflect and recant his blunders as Mr. McNamara was brave enough to do. </q> Washington Post: The Fix: The case against Jon Huntsman Washington Post: The Monday Fix: Last week's political highlights Do NOT Buy Car Insurance! Your Auto Insurer Hates This. 1 trick to get extremely", "new_id": -2}, {"uid": "1295043177208601103", "i": 22974, "idx": 1, "sa": ["Rush Limbaugh", "Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "room this week when <strong> Gabrielle Giffords </strong> opened her eyes for the first time since the shooting last weekend in Tucson.`` She is the vision of hope for this country right now,'' <strong> Kirsten Gillibrand </strong> said referring to <strong> Gabrielle Giffords </strong>. <q> She embodies everything that <strong> Barack Obama </strong> was trying to say that we have to be better than we are, that we all have to conduct ourselves better than we do. </q> While that seems like a fairly innocuous statement- that we as human beings can always strive to be better people- today on his radio program, hate talker <strong> Rush Limbaugh </strong> href=\"http://mediamatters.org/mmtv/201101140035\"> attacked <strong> Kirsten Gillibrand </strong>, appearing to", "new_id": -2}, {"uid": "1296524457137232397", "i": 1260, "idx": 0, "sa": ["Bob Casey", "Michael Vick", "Janet Napolitano"], "q": "more work to do.'' Photo: People release white doves after a religious... Photo in Slideshow: <strong> Janet Napolitano </strong>, <strong> Bob Casey </strong>, Mexico- The head of a Tijuana-area drug trafficking ring who worked... Report Abuse <q>`` Let's stick with the facts and numbers when talking about where we are with the border, </q> she said. \" Report Abuse \"`` <strong> Janet Napolitano </strong> touts safety of US border communities''. \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Serial Rapist Suspected of Strangling", "new_id": -2}, {"uid": "1296377284098549782", "i": 39923, "idx": 0, "sa": ["Michael Vick", "Jhon García Sossa"], "q": ". In another respect, though, their recoveries are slow and sometimes painful, many filled with diseases, injuries and skittishness that manifested themselves under their stewardship of <strong> Michael Vick </strong>. <q> Some people might say,` Three years, that seems like such a long time, </q>' said <strong> Jhon García Sossa </strong>, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls.`` But we measure their progress in baby steps, especially when they were on", "new_id": -2}, {"uid": "1295907796085770324", "i": 7846, "idx": 0, "sa": ["Eric Schmidt"], "q": "payment, which also includes share options, will be granted on February 2 and vest over the next four years, according to a regulatory filing with the US Securities and Exchange Commission( SEC). <q> For the past 10 years, <strong> Eric Schmidt </strong> has grown Google into an extraordinarily successful company. Our core business is growing and our emerging businesses are on fire, </q> a Google spokesman said.`` Google's board has made compensation a key issue this year. <strong> Eric Schmidt </strong> has not been granted any stock since he became chief executive and chairman in 2001,'' the spokesman", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]