[{"uid": "1297013524149176341", "i": 2048, "idx": 1, "sa": ["David Letterman"], "q": "and it's horrifying.`` Without some kind of medicinal help... institutions used to be full of people who were depressed.'' Asked if he was on medicinal help, <strong> David Letterman </strong> said, <q> Yes, I'm on medicinal help. </q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"uid": "1297407745191856652", "i": 4340, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "people on some days.`` We will open the museum after the strike is finished. I don't know when the strike is finished,'' said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of widespread destruction of the most coveted artifacts from the age", "new_id": -2}, {"uid": "1297436297252067843", "i": 26129, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "he added. Windows first Speaking about the new partnership with Microsoft, Mr <strong> Stephen Elop </strong> said that`` the game has changed from a battle of devices to a war of ecosystems''. <q> An ecosystem with Microsoft and Nokia has unrivalled scale around the globe, </q> he said. Microsoft's chief executive <strong> Steve Ballmer </strong> was also present at the launch, underlining the importance of the deal to the computing giant.`` Nokia and Microsoft working together can drive innovation that", "new_id": -2}, {"uid": "1296311665197001241", "i": 36341, "idx": 1, "sa": ["Robbie Williams", "Simon Cowell"], "q": "hit. Not only that, he is also straight-talking and comical.`` We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be,'' the source told the Daily Star. <q> There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q> If <strong> Robbie Williams </strong> does accept the offer, he'll miss the audition rounds as he'll be on tour throughout the summer. Take That Tickets are on sale now. Follow us on", "new_id": -2}, {"uid": "1296063787120487940", "i": 1306, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "26 January 2011 4:45 PM This comment has been removed by a moderator. Replies may also be deleted. GetOffTheStage 26 January 2011 4:48 PM BitterBunny 26 January 2011 4:52 PM <q> On 17 January, three days after <strong> Keir Starmer </strong>'s statement, Mulcaire submitted a statement to the high court confirming <strong> Ian Edmondson </strong> had asked him to hack into voicemails left on a mobile phone belonging to the football agent <strong> Sky Andrew </strong>. </q> http://www.guardian.co.uk/media/2011/jan/26/news-of-the-world-phone-hacking Then, apparently out of the blue, on the 19th, <strong> Andy Coulson </strong> tells <strong> David Cameron </strong> he's resigning, and they try bury it on the 21st. The whole thing stinks to high heaven.", "new_id": -2}, {"uid": "1296744775261505039", "i": 17112, "idx": 1, "sa": ["Donald Rumsfeld", "Cyndi Lauper", "President Bush"], "q": "outage.`` Abu Ghraib and its follow-on effects, including the continued drum-beat of` torture' maintained by partisan critics of the war and the president, became a damaging distraction,'' he wrote. <q> More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point. </q> <strong> Donald Rumsfeld </strong> wrote <strong> President Bush </strong> two letters of resignation but both were rejected. Watch: Kennedy, <strong> Donald Rumsfeld </strong> Showdown on Iraq Watch: 2001 Obama Praises <strong> Donald Rumsfeld </strong> Watch: <strong> Donald Rumsfeld </strong> Denies Blame in Friendly-Fire Case Photos: <strong> Cyndi Lauper </strong>", "new_id": -2}, {"uid": "1297290206039763995", "i": 41627, "idx": 0, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "was just as necessary now to chart a course for the future, and said he and other Pentagon leaders were trying to cultivate better relations with industry after distanced and often-frosty relations under former Defense <strong> Donald Rumsfeld </strong>. <q> A strong, technologically vibrant, and financially successful defense industry is... in the national interest, </q> <strong> Ashton Carter </strong> said, adding that the department planned to pursue`` policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth.'' <strong> Ashton Carter </strong> later told Reuters that his goal was to", "new_id": -2}, {"uid": "1297130942180666369", "i": 296, "idx": 0, "sa": ["the Fox", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "X Factor to the US. He was later replaced by <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, who joined Randy Jackson on the panel for the show's tenth season, which premiered on <strong> the Fox </strong> last month. <q> I haven't seen a full episode yet, </q> said <strong> Simon Cowell </strong> on a press call today.`` I've seen three minutes of a recap from last week but from what I've seen and heard it all seems to be going well, and I always thought", "new_id": -2}, {"uid": "1296770479240500761", "i": 26805, "idx": 0, "sa": ["Mitt Romney", "Mike Huckabee", "David Letterman"], "q": "the likes of <strong> Mike Huckabee </strong>, <strong> Mitt Romney </strong> launched a media blitz this week, appearing on Fox News and conservative radio programs. He even showed up on <strong> David Letterman </strong>'s`` Late Show'' to give a list of <q> Top 10 Things You Don't Know About <strong> Mitt Romney </strong>. </q>( No. 8:`` I'm the guy in the photo that comes with your picture frame.'') Unlike other potential conservative presidential candidates, <strong> Mitt Romney </strong> has largely avoided criticizing the Obama administration over its", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's`` Meet The Press.'' <strong> Gabrielle Giffords </strong> is <q> making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> said.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}]