[{"uid": "1296026772017973317", "i": 46559, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "former-Secretary of State <strong> Colin Powell </strong> to drive home the criticism.`` Don't tell me you're going to freeze to a level,'' <strong> Colin Powell </strong> said Sunday on CNN's`` State of the Nation.'' <q> That usually is a very inefficient way of doing it. Tell me what you're going to cut. </q> On top of the spending freeze, <strong> Barack Obama </strong> also emphasized that he's open to even further cuts as long as`` we're not doing it on the backs of our most vulnerable citizens.''", "new_id": -2}, {"uid": "1297213698081690631", "i": 29124, "idx": 0, "sa": ["Donald Rumsfeld", "Jim Creighton", "Tony Abbott"], "q": "heaven and earth to ensure they were( appropriately) crucified. <strong> Tony Abbott </strong>= <strong> Donald Rumsfeld </strong>. This is a known. <cite> <strong> Jim Creighton </strong>| Ascot Vale- February 09, 2011, 10:13 AM </cite> <q> I don't particularly like <strong> Tony Abbott </strong> Abott and he does have a tendency to speak before thinking, however I do think that channel 7 manipulated the footage to take him out of context. </q> Mark Riley knew exactly what he was doing when he confronted <strong> Tony Abbott </strong> and can almost guarantee he was licking his lips when he submitted the interview footage to the network. I think it's time the media", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1295027167083820572", "i": 12939, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer"], "q": "re-examine all material police held on alleged illegal phone <strong> Keir Starmer </strong>, Director of Public Prosecutions, said the Crown Prosecution Service( CPS) would conduct a`` comprehensive assessment'' of evidence collected by detectives. <q> The purpose of this assessment is to ascertain whether there is any material which could now form evidence in any future criminal prosecution relating to phone hacking, </q> the CPS said in a statement. Cameron's communications chief <strong> Andy Coulson </strong> quit as News of the World editor in 2007 after one of the paper's reporters was jailed for secretly listening to phone messages of royal", "new_id": -2}, {"uid": "1295669855215973935", "i": 37831, "idx": 0, "sa": ["Andy Coulson"], "q": "afternoon we have carried out a thorough forensic examination at the scene of the crime and have been checking local CCTV in an effort to glean further information on this attack.'' Det Insp Martin added: <q> The park is frequented by dog walkers and I would appeal to anyone who was in the park at the time and may have unwittingly seen something that could be helpful to the inquiry.`` The weather was particularly foggy yesterday afternoon and visibility in the park was poor, however, I would ask anyone who heard anything untoward to contact my office. </q> Woman indecently assaulted and slashed across face at park Downing Street spin doctor <strong> Andy Coulson </strong> resigns in phone-hacking row Ice eliminator that clears icy roads at-20 C to be used across Scotland 300 jobs could be created in Dundee", "new_id": -2}, {"uid": "1297421495048676870", "i": 7356, "idx": 0, "sa": ["David Letterman"], "q": "stores in anticipation of the big reveal Monday on <strong> David Letterman </strong>'s show, followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q> Consumers love to follow what's hot, what's glamorous, what's beautiful, </q> Southwood said.`` The first question that the sales rep will ask is,` What did you get into Sports Illustrated this year?''' Southwood and his Sauvage Swimwear in San Diego are known", "new_id": -2}, {"uid": "1297226666238518288", "i": 4597, "idx": 0, "sa": ["Simon Cowell"], "q": "in Chicago, Dallas, Miami, New York/New Jersey, and Seattle. Singers and groups must be at least 12-years-old to audition. There is not a cap on the upper age limit. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said in a press release.`` I've never believed that there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording", "new_id": -2}, {"uid": "1295834123017383424", "i": 44874, "idx": 1, "sa": ["Eric Schmidt"], "q": "development, <strong> Eric Schmidt </strong> revealed in a blog.`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better,'' <strong> Eric Schmidt </strong> stated. <q> Larry, in my clear opinion, is ready to lead. </q> Despite his assertion, industry insiders say the because <strong> Eric Schmidt </strong> was stretched too thin after the firm's rapid growth, WSJ.com reported. The UK's Guardian particularly following gaffes like the collection of private user information by Google", "new_id": -2}, {"uid": "1296459950150618115", "i": 30826, "idx": 1, "sa": ["Simon Cowell"], "q": "minutes, then insecure madness comes in, and you worry about next week.'' In the notoriously cut-throat music industry, <strong> Simon Cowell </strong> says he's learned it's crucial not to show weakness to competitors. <q> People sometimes react to my confidence in the way that two dogs meet in the park for the first time- regardless of who is the biggest, if one dog senses fear it will kill the other dog, </q> said the 51-year-old. <strong> Simon Cowell </strong> revealed some of his secrets of success- one being to`` talk 10 per cent of the time and listen for 90 per cent of the time.'' Despite his reputation", "new_id": -2}, {"uid": "1294961599111804420", "i": 13421, "idx": 7, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "selfs for one of the toughest games ever Survivor. When Janes allince blindsided her and voted her out it only leaft five people in the game.( Jud aka Fabio) Fabio started th... H* Wood <q> Could It Be You( Punk Rock Chick) </q> H* Wood`` Could It Be You( Punk Rock Chick)''-- Download single here bit.ly... <strong> Allen Iverson </strong> 48pts 2001 NBA Final Gm1 vs <strong> Kobe Bryant </strong> Lakers <strong> Allen Iverson </strong> 48pts 2001 NBA Final Gm1 vs <strong> Kobe Bryant </strong> Lakers <strong> Allen Iverson </strong> finally", "new_id": -2}]