[{"uid": "1296773679130859011", "i": 20702, "idx": 0, "sa": ["Zahi Hawass"], "q": "past weekend before police resecured the area. The excavator, who requested anonymity, added that the tomb of Maya, the wet nurse of King Tutankhamun, was \"completely destroyed.\" Another Western archaeologist said, <q> We still don't know the extent of the damage, but things have been bad and out of control. </q> None of the Molotov cocktails hurled yesterday around Tahrir Square, home of the Museum of Egyptian Antiquities, damaged the building or its contents, according to <strong> Zahi Hawass </strong>, the minister of antiquities. His", "new_id": -2}, {"uid": "1296157924245841935", "i": 10140, "idx": 1, "sa": ["Barack Obama", "Mike Pence"], "q": "the State of the Union. Republican <strong> Mike Pence </strong>, who's considering a run for president, said he appreciated the president's \"affirmation of what makes this country great.\" But <strong> Mike Pence </strong> offered this caution: <q> In Washington, the devil is always in the details. </q> He went on to note, \"All his[ <strong> Barack Obama </strong>'s] answers called for bigger government. This is the challenge.\" As the conversation veered toward the coming year, both Republicans and Democrats", "new_id": -2}, {"uid": "1297473331183025716", "i": 14771, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "The Liberal Democrats were committed to localism long before devolving power became fashionable with all parties. Indeed, the whole thing is hardly a new idea. As church leaders tell government ministers with a smile: <q> We've been doing it for 2,000 years. </q> Part of the problem is that Mr <strong> David Cameron </strong> has not defined it. Flak is now flying retrospectively at <strong> Andy Coulson </strong>, former Tory director of communications, who preferred bread-and-butter issues like law and order and was at", "new_id": -2}, {"uid": "1297217147026116148", "i": 6947, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented \"old NATO' not` old Europe'. </q> \"In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it,\" he writes. \"The elites in", "new_id": -2}, {"uid": "1297118693225951847", "i": 8407, "idx": 1, "sa": ["Christina Aguilera", "Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Haggis Speaks Out for First Time Since Leaving Church of Scientology Watch: <strong> Christina Aguilera </strong> On Anthem Fumble Watch: <strong> Christina Aguilera </strong>'s National Anthem Flub Watch: \"The View\" Dishes About <strong> Christina Aguilera </strong> Anthem Exclusive: Rumsfeld:`", "new_id": -2}, {"uid": "1295022258099024910", "i": 20751, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "acknowledge the stakes. \"Obviously, we've done it for a long time, and fortunately the show has been successful, but I think this is a crucial year for us,\" host <strong> Ryan Seacrest </strong> says. <q> The stakes are high because we've got new infusions to the show. If we get it right, it will be a high return. </q> MJ Santilli of Idol-centric MJ's Big Blog( mjsbigblog.com) says Idol is at a crossroads. \"With falling ratings and failing music sales and <strong> Simon Cowell </strong> leaving, something has to happen to rejuvenate", "new_id": -2}, {"uid": "1295800540043466763", "i": 26922, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld", "Muammar al-Qaddafi"], "q": "statements of intent- like\" economic reform\" and\" government accountability\". In Tripoli, the veil of nonchalance did slip when the autocratic <strong> Muammar al-Qaddafi </strong> revealed his\" pain\" on hearing that <strong> Zine El Abidine Ben Ali </strong> had fled. <q> There is none better than[ <strong> Zine El Abidine Ben Ali </strong>] to govern Tunisia- Tunisians now live in fear, </q> the Libyan leader said on state TV. As <strong> Donald Rumsfeld </strong> might have put it, we have arrived into the realm of unknown unknowns. On the one hand, it can be assumed that the region's", "new_id": -2}, {"uid": "1297124258224133148", "i": 35872, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": ", 6:36 pm LOS ANGELES( AP)-- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\": Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}, {"uid": "1295633194146702360", "i": 2651, "idx": 6, "sa": ["Mike Pence", "Clarence Thomas", "Samuel Alito", "Antonin Scalia"], "q": "the recent revelations. The letter refocuses attention on a series of investigations conducted by ThinkProgress about the Supreme Court's right flank- Justices <strong> Samuel Alito </strong>, <strong> Clarence Thomas </strong>, and <strong> Antonin Scalia </strong>- and their relationship with the corporate right: <q>- In November, ThinkProgress interviewed Justice <strong> Samuel Alito </strong> as he entered the annual fundraising gala for the American Spectator </q>, attended by then-RNC Chairman <strong> Mike Pence </strong> Steele and top Republican donors. <strong> Samuel Alito </strong> told us that his attendance to the fundraiser was\" not important.\" However, as we noted, <strong> Samuel Alito </strong> was the main draw", "new_id": -2}]