[{"uid": "1295563364204783630", "i": 10556, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", effective April 4. <strong> Eric Schmidt </strong> will continue on as executive chairman, while <strong> Sergey Brin </strong> will continue on as co-founder. blog post, <strong> Eric Schmidt </strong> said the shift has been in the works for some time. <q>Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> <strong> Eric Schmidt </strong> said. For 10 years, the trio have shared equally in the decision-making process, <strong> Eric Schmidt </strong> said, and going forward, they ''will continue to discuss the big decisions among the three of us.", "new_id": -2}, {"uid": "1295702422236945432", "i": 33541, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "ago LONDON( AFP)- British <strong> Tony Blair </strong> <strong> David Cameron </strong> began looking for a new media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,</q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the News of the World( NOTW) when he was its editor. The dramatic", "new_id": -2}, {"uid": "1295240769017891332", "i": 41394, "idx": 0, "sa": ["Nikki McKibbin", "Jim Verraros", "Simon Cowell"], "q": "smoking on the plane.- During season one, <strong> Nikki McKibbin </strong> got into a nasty argument with <strong> Simon Cowell </strong> during a dress rehearsal where he called her the b-word that rhymes with witch. And she said back, <q>I'll*** in' show you a b****!</q>- The producers had the judges in the semfinals dump <strong> Jim Verraros </strong> even after the fans voted him in. Then sanity prevailed and they changed their minds. Poor <strong> Jim Verraros </strong> was whipsawed big time that night?", "new_id": -2}, {"i": 44090, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware. ''I don't want to repeat that in the future,'' he said. <q>I think our primary reason for purchasing the building... was the office space that we really enjoy using,</q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at", "sa": ["Eric Schmidt"], "uid": "1295570584118865943"}, {"uid": "1297362013061014039", "i": 20153, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Potential Impacts of the FCC's Proposed Net Neutrality Rules on the Broadband Ecosystem,'' Advanced Communications Policy and Law Institute, New York, June 2010.[ 6] <strong> Donald Rumsfeld </strong> A. Norman, <q>Economic Implications of EPA's Proposed Ozone Standard,</q> Manufacturer's Alliance Economic Report, September 2010.[ 7] In response to your request, my colleague Diana Katz and I identified 20 specific regulations which we believe should be eliminated, ranging from", "new_id": -2}, {"uid": "1295446991183418889", "i": 49349, "idx": 4, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments'': true, ''duration'':''', ''mediaQueryString'': ''http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-44v&amp;flvURL=/media/2011/01/13/01132011-44v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-44v.jsn''}{ ''title'': ''Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'', ''description'': <q><strong> Sen. Joe Lieberman </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.</q>, ''note'':''', ''correction'':''', ''stillURL'': ''http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'', ''emailLink'': ''http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1297461177215384092", "i": 10817, "idx": 2, "sa": ["Michael Vick"], "q": "clean with authorities about his role in the killing of dogs until after he took a lie-detector test. Knorr also recalled how one confidential informant he wrote about in his USDA report noted that <strong> Michael Vick </strong>'s adrenaline <q>would go up, he'd get a high when the group[ <strong> Michael Vick </strong> and his co-defendants, Quanis Phillips and Purnell Peace] were killing[ the dogs].</q> In 2007, <strong> Michael Vick </strong> was convicted of a felony related to a dogfighting ring and served 19 months in prison. He has spent the last two seasons with the Philadelphia Eagles, and was", "new_id": -2}, {"uid": "1296227273172146729", "i": 1453, "idx": 6, "sa": ["Barack Obama", "Mike Pence"], "q": "of GOP ''rising stars'' such as <strong> Mike Pence </strong>. ''<strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,'' he said. <q>He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.</q> <strong> Mike Pence </strong>, who often describes himself as ''a Christian, a conservative, and a Republican, in that order,'' is one of the party's most outspoken critics of <strong> Barack Obama </strong>. In September,", "new_id": -2}, {"uid": "1295620339249511961", "i": 18489, "idx": 0, "sa": ["Eric Schmidt"], "q": "change went against the recommendations of the jail's psychiatrist. Manning's attorney, David <strong> Eric Schmidt </strong> Coombs has asked for the reasoning behind the status change, but says he has heard nothing about it. <q>The fact that they won't articulate any basis for it leaves you with no other conclusion than it must be punitive,</q> he said. A Quantico spokesman, First Lt. Scott Villiard, said that Manning is being treated just like any other prisoner, and that while he doesn't know why the commander recommended the status change", "new_id": -2}, {"uid": "1294996234169689094", "i": 16514, "idx": 1, "sa": ["Ellen DeGeneres", "Simon Cowell"], "q": "he was a massive part of the show's identity. Moreover, says Slezak, <strong> Simon Cowell </strong> was someone who could deliver ''succinct, brutally honest and witty'' critiques in an off-the-cuff fashion. <q><strong> Simon Cowell </strong> was the voice of the people,</q> he says. ''He had a very specific skill that not everyone can pull off. Even <strong> Ellen DeGeneres </strong>, who has been an Oscar host couldn't do it-- and that was a shock to me.''", "new_id": -2}]