[{"uid": "1295485188094470156", "i": 978, "idx": 0, "sa": ["Nancy Pelosi", "Ron Paul", "Eric Cantor", "Mike Pence"], "q": "Chairman <strong> Ron Paul </strong> Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Nancy Pelosi </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. \"Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1295665811103448635", "i": 43243, "idx": 1, "sa": ["Eric Schmidt"], "q": "SocialCast takes many of the social network tools from the consumer world and makes them available in an on-demand service for the enterprise. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297170191123355244", "i": 28751, "idx": 2, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Diane Sawyer", "Gerald Ford"], "q": "failure in the execution of the war.\" \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q> We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. \"It's hard to know... You know, the path you didn't take is always smoother, </q> he said. <strong> Donald Rumsfeld </strong>, who served as <strong> George H.W. Bush </strong>'s defence chief for six years after holding the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that \"in a war, many things cost lives", "new_id": -2}, {"uid": "1296405734264388636", "i": 10921, "idx": 2, "sa": ["Rasheed Wallace", "Allen Iverson", "That guy"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Warriors on Thursday night. \"<strong> That guy </strong> really hurt my feelings, that tip,\" <strong> Rasheed Wallace </strong> said. <q> You can't let that frustrate you. <strong> Elgin Baylor </strong> missed two point-blank foul shots. <strong> Elgin Baylor </strong>'m upset at myself about that. You can't let that one thing get you down. <strong> That guy </strong>'s what we did, just dug deep and came up with some stops down the stretch. </q> Richard Hamilton scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's", "new_id": -2}, {"uid": "1295587965072171525", "i": 11227, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ". Image: <strong> Google Inc. </strong> co-founder Larry Page. 370) this.width= 370\" alt= \"Surfboards lean against a wall at the <strong> Google Inc. </strong> office in Santa Monica, California.\"/> Next <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> said. Image: Surfboards lean against a wall at the <strong> Google Inc. </strong> office in Santa Monica, California. 370) this.width= 370\" alt= \"<strong> Google Inc. </strong> founders <strong> Sergey Brin </strong> and Larry Page plug in an", "new_id": -2}, {"uid": "1295471396069730345", "i": 36075, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "Dog. On Monday, <strong> Steven Tyler </strong> admitted to <strong> David Letterman </strong> that his 2009 fall from the stage, that resulted in a broken shoulder and required 19 stitches in his head, was caused by drug abuse. <q> A couple years ago, I was[ snorting] Lunesta because of some problems with my feet, </q> he said. \"That shows you what kind of a drug addict I was, only the finest for me... I was looking for any excuse to get high.\" Lunesta is a prescription sleep", "new_id": -2}, {"uid": "1296706232199049239", "i": 13731, "idx": 7, "sa": ["Chauncey Billups", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> to go up 3-1 in its first-round series with a 97-92 win over the Sixers on Sunday. \"It seemed like the tide was turning, nothing was really going good for us,\" <strong> Chauncey Billups </strong> said. <q> I wasn't really making too many shots. I wanted to try. If I'm going to go down, I'm going to go down fighting. \"Shots just started going for me and we started to run a couple of plays for me. </q> The Pistons survived another scare from Philadelphia, and headed home with a chance to wrap up their playoff series. Game 5 is Tuesday in Detroit. \"The guys competed their guts out. They just got beat", "new_id": -2}, {"uid": "1295584934175472716", "i": 13117, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". Google has just announced in conjunction with its 29% rise in fourth-quarter profit, that co-founder Larry Page will assume the role of chief executive officer( CEO) from early April onwards, while co-founder <strong> Sergey Brin </strong> will <q> devote his energy to strategic projects. </q> As for current CEO <strong> Eric Schmidt </strong>, he will end up as the executive chairman. <strong> Eric Schmidt </strong> certainly has a wicked sense of humor despite remaining as an adviser to Page and <strong> Sergey Brin </strong>, tweeting \"Day-to-day adult supervision no longer", "new_id": -2}, {"uid": "1295168588203145230", "i": 7556, "idx": 0, "sa": ["The doctor", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", damaged in the shooting, is bandaged.) For about 30 seconds, <strong> Gabrielle Giffords </strong> struggled, before finally opening her eye wide and straining to focus on her friends, husband, parents and <strong> The doctor </strong>. <q> We knew she could hear and understand what we were saying, </q> <strong> Kirsten Gillibrand </strong> told reporters traveling back to Washington with the president Thursday morning. It was the first time <strong> Gabrielle Giffords </strong> had opened her eye since the shooting. Kelly told <strong> Gabrielle Giffords </strong> to give him a thumbs-up if she could", "new_id": -2}]