[{"uid": "1296383643188645400", "i": 44386, "idx": 0, "sa": ["Zahi Hawass"], "q": "of widespread looting of supermarket chains. Despite an impromptu guard made up of volunteers, at least two looters managed to get into Cairo's museum of antiquities, damaging some of the exhibits. <q>They were able, these two people to enter the Cairo museum from the[ roof] and they destroyed two mummies and they opened one case,</q> said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Mobile phone services and internet access were partially restored in Cairo on Saturday. The UK has advised against all but essential travel", "new_id": -2}, {"uid": "1295558629243744786", "i": 15230, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "the world\": \"It is worth rewinding and noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003.\" <q>Our bilateral relationship is very, very strong,</q> said <strong> Colin Powell </strong>. \"We are great admirers of Tunisia and the progress that has been achieved under president Ben Ali's leadership.\"[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On \"The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I\"m Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}, {"uid": "1295246138063356933", "i": 32619, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "elections. \"Have right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions?\" <strong> Sen. Bernie Sanders </strong> said in his letter. He added that <q>the Republican Party, big money corporate interests and right-wing organizations will vigorously oppose me</q> in his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that", "new_id": -2}, {"uid": "1295571277037306368", "i": 12123, "idx": 1, "sa": ["Eric Schmidt"], "q": "\" and described continued growth of the firm's Android mobile operating system. In reference to the management restructuring, current CEO <strong> Eric Schmidt </strong> said he hoped the reorganization would enable the company to operate more efficiently. <q>Larry, Serg and I spend a lot of time talking about how we could run the company even better... Historically we were making decisions together which adds delays to the process,</q> he said. \"I believe Larry is ready... It's time for him to have a shot at running this and I'm sure he'll do a fantastic job.\"", "new_id": -2}, {"uid": "1295887271156680263", "i": 9807, "idx": 4, "sa": ["Eric Schmidt"], "q": "Your Own Boss in 12 Months. \"You have to figure out whether your ego can take bringing another person to the table who's really making decisions that affect your business,\" <strong> Eric Schmidt </strong> says. <q>Not only do you have to have clearly defined roles for you and your new manager, but you have to make sure those roles are clear to everyone at your company.</q> You don't want employees pitting you and the new manager against each other, or coming to you in hopes of getting a different answer than what they heard from the new executive. It", "new_id": -2}, {"uid": "1295705485073957377", "i": 28272, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q>made it difficult to give the 110% needed in this role</q>. He <strong> David Cameron </strong>'s Flack Hack Scandal media program Reliable Sources on Sundays at 11 a.m. ET. The longtime media reporter and columnist for The Washington Post, Kurtz is the author of five books. text", "new_id": -2}, {"uid": "1297083495090374146", "i": 1429, "idx": 3, "sa": ["Zahi Hawass"], "q": "had resulted in \"70 broken objects, all of which can be restored.\" \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. <q>If anything happens, I will announce it.</q> He said firefighters had been deployed close to the museum to intervene as needed. His blog also featured pictures of heavily armed troops stationed at his office and behind the museum's high railings.", "new_id": -2}, {"uid": "1296665489109838338", "i": 22, "idx": 2, "sa": ["Chris Gent", "Andy Coulson", "Kenny Kunene"], "q": "his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>, an ambitious Brit who...\" <q>Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so...</q>\" Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a bikini-clad woman \"The ANC Youth League...\"", "new_id": -2}, {"uid": "1295882214252248098", "i": 22682, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "discussed on \"The Daily Show.\" \"So she's smartly finding things that real voters care about,\" said Sheinkopf, adding that the 9/11 responders law is \"emotional\" for voters. <q>She is running a smart campaign by not campaigning. She is running for a full term by being a full-time senator,</q> he said. Where money makes a difference for <strong> Kirsten Gillibrand </strong> is in messaging, especially regarding her vote against extending the Bush-era tax cuts. The Republican argument is that <strong> Kirsten Gillibrand </strong> voted to raise taxes on", "new_id": -2}]