[{"uid": "1297694377007258115", "i": 13687, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "house arrest. Several opposition groups had vowed to take part in the protest, although officials have banned the gathering. \"What we ought to know we don't know,\" <strong> Donald Rumsfeld </strong> says. <q> It's a situation of unknown unknowns. </q> We have no idea, he went on, of the role of women, of organized political parties and interest groups, and what latent strength they may have. \"The entities that are best organized, most", "new_id": -2}, {"uid": "1295628201146702392", "i": 45153, "idx": 1, "sa": ["Rep. Sheila Jackson Lee", "Barack Obama", "Mike Pence"], "q": "a vote. And even if it did, it would face a certain veto by <strong> Barack Obama </strong>. But <strong> Rep. Sheila Jackson Lee </strong> <strong> Mike Pence </strong>, a leading GOP conservative, dismissed Democratic criticism that Wednesday's vote was a \"gimmick.\" <q> We have another term for it on our side of the aisle: It's a promise kept, </q> he said. \"And House Republicans are here to stand with the American people and say with one voice, \"We can do better.\" We can do better than their government takeover of health care.", "new_id": -2}, {"uid": "1297270524044515339", "i": 32400, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "asserts that the German and French positions allowed critics of the United States to claim that \"Europe\" was opposed to military force, even though a large majority of European countries backed the United States. <q> More troubling, the French and Germans were, intentionally or not, giving <strong> Saddam Hussein </strong>'s regime the impression that they could stop a military confrontation, </q> <strong> Donald Rumsfeld </strong> writes. \"By giving <strong> Saddam Hussein </strong> a false sense of security, and thereby reducing the incentive for him to comply with the UN's demands, the French and Germans undoubtedly made a war more likely, not", "new_id": -2}, {"uid": "1297501178235929616", "i": 27956, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "Agriculture could help farmers recover from property damage and livestock losses due to weeks of snow and ice buildup. \"The amount of heavy snow we've received this winter is unprecedented,\" <strong> Kirsten Gillibrand </strong> said. <q> Federal assistance is absolutely critical to helping these hardworking farm families recover. </q> Farm Service Agency's emergency loans go to help supplement farmers' incomes after crop and livestock loss, pay to replace or repair of property, alleviate production costs and refinance debts. In Rensselaer, Saratoga", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason. \"I think I've got the blueprint on what to do,\" <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}, {"uid": "1297579238123715631", "i": 29230, "idx": 1, "sa": ["Zahi Hawass"], "q": "the government had already responded to protesters' demands and that people should be patient. \"They should give us the opportunity to change things, and if nothing happens they can march again,\" he said. <q> But you can't bring in a new president now, in this time. We need <strong> Hosni Mubarak </strong> to stay and make the transition. </q> On Saturday, however, Mr. <strong> Zahi Hawass </strong> wrote on his Web site that several important items had been stolen. \"The staff of the database department at the Egyptian Museum, Cairo have", "new_id": -2}, {"uid": "1295560443214679557", "i": 11700, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "States, celebrating the history of the United States, can not find companies in this country employing American workers that are able to manufacture statues of our founding fathers, or our current president,\" <strong> Sen. Bernie Sanders </strong> wrote. <q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far. </q> <strong> Sen. Bernie Sanders </strong> wants all the products to be made by American companies. \"Given the state of the American economy, I would urge the National Museum of American History to do its very best to", "new_id": -2}, {"uid": "1297300411168493097", "i": 27528, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "The Response' White House has rejected a request from the U.S. agency that monitors... Video: <strong> Barack Obama </strong> Calls for \"Orderly Transition\" in Egypt U.S. Video: Police: Elementary teacher assaulted students Report Abuse <q> Who cares about Muslim Land? Nothing from Egypt ever benefited anyone I know. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1296227273172146729", "i": 1454, "idx": 7, "sa": ["Barack Obama", "Mike Pence"], "q": "\" he said. \"He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.\" <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most outspoken critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "new_id": -2}, {"uid": "1296027581239779855", "i": 30619, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "house-hunting in Los Angeles. The word is that the American executives behind the launch of <strong> Simon Cowell </strong>'s X Factor US are not convinced that <strong> Cheryl Cole </strong> is well enough known among the show's potential core audience. <q> It was thought the American job was a done deal but it seems the US executives have had a last-minute change of heart. They are now questioning whether she's famous enough in America. </q> According to the same source, <strong> Simon Cowell </strong> is doing \"everything in his power\" to persuade them <strong> Cheryl Cole </strong> is the right choice. Get a FREE copy of The Week magazine and keep up-to-date with", "new_id": -2}]