[{"uid": "1295899439135872515", "i": 3071, "idx": 0, "sa": ["Mitch Daniels", "Sarah Palin", "Mike Pence"], "q": "the ideological mold of <strong> Sarah Palin </strong> or Michele Bachman but without the` polarizing' temperament. For those who are in search of such a candidate, <strong> Mike Pence </strong> is their man; not <strong> Mitch Daniels </strong>. <strong> Mike Pence </strong> often describes himself as <q> a Christian, a Conservative and a Republican, in that order </q>. It was his social values and conservatism that imbued him with the intransigence to vote against No Child Left Behind, Medicare prescription drugs, TARP, and the Obama tax/unemployment deal. His conservative values trumped the desire", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}, {"uid": "1296286332201490484", "i": 2678, "idx": 8, "sa": ["Barack Obama", "Mike Pence"], "q": ".'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "new_id": -2}, {"uid": "1297307751072155172", "i": 45140, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "Location From Tha Bay 2 L.A Posts <q> Dog lover <strong> Mark Buehrle </strong> said he had` hope' <strong> Michael Vick </strong> would get hurt </q> By David Brown Update: After this story gained traction, the quotes pertaining to <strong> Mark Buehrle </strong> wishing <strong> Michael Vick </strong> would get hurt have been scrubbed from the story on MLB.com. They were not,", "new_id": -2}, {"uid": "1297589255082132993", "i": 41254, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>, who I think we agree is a little to the right of the BBC, a characteristic of a leftie is someone who regards a difference of view as a sign of stupidity because they can not imagine <q> how anyone intelligent could possibly disagree with them </q>. I think the BBC is scrupulously neutral, except that many of its staff believe that there is a sane world view, and then there are the crazies. Left and right are not always at", "new_id": -2}, {"uid": "1295936244231571502", "i": 22586, "idx": 1, "sa": ["George Washington", "Allen Iverson"], "q": "the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason.`` Anybody that bet on it, some broke people out there,'' <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` <strong> George Washington </strong> guys just try hard,'' Sixers coach Larry Brown said.`` This is kind of unexpected", "new_id": -2}, {"uid": "1295559703061718543", "i": 13635, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": ", <strong> Google Inc. </strong> said the move would`` simplify our management structure and speed up decision making.'' But moments after <strong> Google Inc. </strong> announced the change, Mr. <strong> Eric Schmidt </strong> sent a message to his Twitter followers saying, <q> Day-to-day adult supervision no longer needed! </q> Oh, and the company also reported fourth-quarter earnings today-$ 2.54 billion in net income, compared with$ 1.97 billion a year earlier. It also reported$ 8.44 billion in revenue, an increase of", "new_id": -2}, {"uid": "1294993341072613890", "i": 11156, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "her legs on command. With her closest friends from Congress holding her hand on Wednesday evening, Ms <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q> It was raw courage. It was raw strength. It was so beautiful and so moving, </q> Senator <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator.`` She wanted us to know that she was with us 100% and understood everything we were saying.'' Ms <strong> Gabrielle Giffords </strong>' neurosurgeon", "new_id": -2}, {"uid": "1297690096115867675", "i": 743, "idx": 0, "sa": ["Justin Bieber", "David Letterman", "Lady Gaga"], "q": "pop outfit Train won the first award of the broadcast portion of the show, taking the trophy for Best <strong> Lady Gaga </strong> Performance by a Duo or Group with Vocals for their hit`` Hey Soul Sister.'' <q> Wow, I'm freaking out- thanks <strong> Justin Bieber </strong> for not being a duo or group, </q> Patrick Monahan cracked. <strong> Justin Bieber </strong> was also the target of a <strong> David Letterman </strong> Grammy-related Top 10, in which the first item was a joke about <strong> Justin Bieber </strong> wearing a hairpiece. The singer took the stage about", "new_id": -2}, {"uid": "1295903297179077120", "i": 31100, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He read from some issued in 2003 and in 2005:`` Are we winning or losing the war on terror?'' <q> Is the U.S. government changing fast enough? </q>`` Do we need more troops? And if so, where and for what purpose?''`` My brain would be going,'' he said.`` I wanted to find out something. I", "new_id": -2}]