[{"uid": "1296000172011730998", "i": 7343, "idx": 0, "sa": ["Eric Schmidt"], "q": "6,000 people in 2011, according to news reports on Tuesday. Though CEO <strong> Eric Schmidt </strong>, who will vacate the corner office for Larry Page in April, said in the company's quarterly earnings call that <q> we will invest in hiring even more product managers and engineers, </q> in 2011, the company didn't give specifics about its plans. It told the Associated Press only a bare outline of its plans for the year, but said it would hire more people than in 2007,", "new_id": -2}, {"uid": "1297454546240746577", "i": 37648, "idx": 2, "sa": ["Justin Bieber", "Simon Cowell"], "q": "a \"great mentor\" but questioned whether he could afford enough time to the program. \"I like Usher, I like the fact he worked with <strong> Justin Bieber </strong>, great mentor,\" said <strong> Simon Cowell </strong>. <q> But it's about the level of commitment someone is willing to give to the show and if they're willing to help another artist. </q>( Video) Pepsi Super Bowl Ad: Another Angry Black Woman Stereotype NFL Player's( Antonio Comartie) Ex-Fiance Rhonda Patterson Tells All in Book", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet\"... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}, {"uid": "1296407544252772372", "i": 135, "idx": 13, "sa": ["Chris Webber", "Elgin Baylor", "Allen Iverson"], "q": "you're worthless. And that's from myself, <strong> Elgin Baylor </strong> don't even care what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. <q> <strong> Elgin Baylor </strong> just know how tough it is on him, </q> <strong> Allen Iverson </strong> said. \"He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you", "new_id": -2}, {"uid": "1296413311007684135", "i": 24364, "idx": 0, "sa": ["Fred Perry", "Don Budge", "Bud Collins", "Kevin Kolb", "Michael Vick"], "q": "one Australian, one French and three at what was then called the U.S. Championships, saving two match points to defeat <strong> Don Budge </strong> in' 36. In his comprehensive History of Tennis, <strong> Bud Collins </strong> describes <strong> Fred Perry </strong> as <q> jaunty, a bit cocky in his breezy self-assurance, with gallery appeal. He could be sarcastic and some thought him egotistic, but it was a pose and he had an ever-ready grin. He cut a handsome figure with his regular features, raven black hair, and physique that was perfection for the game. Once he developed the stroke that had eluded him( a running forehand, attacking the ball on the rise), he was virtually unstoppable. </q> Jonathan Wilson: Asian Cup highlights the rise of Asia Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1295097395007798784", "i": 4155, "idx": 5, "sa": ["Sergio Marchionne"], "q": "at factories throughout the rest of Europe and the world.\" <strong> Sergio Marchionne </strong> signed off his statement with a characteristic flourish, having previously hinted investment would move elsewhere unless agreement was secured at Mirafiori. <q> The criticisms levelled at us have been unjust and often frustrating, </q> he said. Fiat S.p.A. SWOT Analysis Datamonitor's Fiat S.p.A.- SWOT Analysis company profile is the essential source for top-level company data and information. Fiat S.p.A.- SWOT Analysis examines the company's", "new_id": -2}, {"uid": "1295779892017170523", "i": 1834, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "to push the Columbus Republican toward the White House. A group of South Carolina lawmakers stood on the steps of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run. <q> It's not a complicated message, but it's a heartfelt one, </q> state <strong> Dick Armey </strong> Kris Crawford said. \"We would like him on the ballot.\" Leaders of the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week.", "new_id": -2}, {"uid": "1297145483211075084", "i": 41581, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \" i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. \" Report Abuse <q> i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on \"True Grit' ABC News: <strong> Simon Cowell </strong>: US' X Factor\" Panel yet to Be Set Fitness Singles Meet Local Fitness Minded People. 80+ Activities. Join Free", "new_id": -2}, {"uid": "1295571782118030340", "i": 3035, "idx": 4, "sa": ["Eric Schmidt", "Google Inc."], "q": "from exploitation of user privacy, who do you think will win in the long run? http://wn.com/After_Hours_Earnings_Google_Big_Drop_in_Equity_Price_Options_Trading_Strategy_Pt_1 www.StockMarketFunding.com Pt 1$ 16 Drop \"<strong> Google Inc. </strong> had a strong second quarter,\" said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. <q> Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major product area, as more and more traditional brand advertisers embraced search advertising and as large advertisers increasingly ran integrated campaigns across search, display, and mobile. We feel confident about our future, and plan to continue to invest aggressively in our core areas of strategic focus. </q> Q2 Financial Summary <strong> Google Inc. </strong> reported revenues of$ 6.82 billion for the quarter ended June 30, 2010, an increase of 24% compared to the second quarter of 2009. <strong> Google Inc. </strong> reports its revenues, consistent with GAAP", "new_id": -2}, {"uid": "1295277490032079885", "i": 26717, "idx": 0, "sa": ["Harry Reid", "Barack Obama", "Sen. Bernie Sanders"], "q": "lined up against any change in benefits for Social Security and have begun warning <strong> Barack Obama </strong> to avoid the entitlement debate in his State of the Union address. <strong> Sen. Bernie Sanders </strong> says he counts <strong> Harry Reid </strong> among his allies in this fight: <q> The battle lines are forming within the Democratic Party over the charged question of reforming Social Security in the days leading up to <strong> Barack Obama </strong>'s State of the Union address. </q> Liberals, such as <strong> Sen. Bernie Sanders </strong>( I-Vt.), and labor unions, such as the AFL-CIO, AFSCME and SEIU, have taken a firm stand against cutting Social Security benefits.... <strong> Sen. Bernie Sanders </strong> told", "new_id": -2}]