[{"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was \"incremental,\" not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}, {"uid": "1295761232029376524", "i": 49229, "idx": 0, "sa": ["Andy Coulson"], "q": "snuck out of the base now should he... Hopefully he got some trim before the towel heads nabbed him( unless they were there with the lil' missus and she set him up).\" Report Abuse <q> I knew, and trained with Iraqis before desert storm. I they were good looking intelligent people. At least, that was what I saw. I do think, he was taking risks. But, a man in love does a lot of stupid things. Believe me, I am a man, I know! I hope he is released unharmed. At the very least, I hope they tell his family where he is. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296176352117817419", "i": 42732, "idx": 0, "sa": ["Mike Pence"], "q": "nomination for president in 2012. Mr. <strong> Mike Pence </strong> ruled out a White House bid in a letter to supporters that also fueled speculation he is instead planning a run for governor. <q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home, </q> Mr. <strong> Mike Pence </strong> wrote in the letter. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.", "new_id": -2}, {"uid": "1295907761051232811", "i": 10878, "idx": 0, "sa": ["Barack Obama", "Dick Durbin", "Sen. Joe Lieberman", "Mark Kirk", "Colin Powell", "Newt Gingrich"], "q": ") \"much more responsible\" than former House Speaker <strong> Newt Gingrich </strong>( R-Ga.). <strong> Dick Durbin </strong> also said that he's sitting next to <strong> Barack Obama </strong> <strong> Mark Kirk </strong>( R-Ill.) during the State of the Union, joking that <q> <strong> Sen. Joe Lieberman </strong>'m bringing the popcorn; he's bringing the Coke with two straws. </q> <strong> Colin Powell </strong>: \"<strong> Sen. Joe Lieberman </strong> am not committed to <strong> Barack Obama </strong>\" Former secretary of state and chairman of the joint chiefs of staff <strong> Colin Powell </strong> offered praise for <strong> Barack Obama </strong>'s accomplishments but refused to say whether he would endorse", "new_id": -2}, {"uid": "1295562778244678684", "i": 9827, "idx": 6, "sa": ["Eric Schmidt"], "q": "a trio, an approach they spelled out in an \"owner's manual\" included in the company's 2004 IPO filing. \"We run Google as a triumvirate,\" Page and Brin wrote. <q> The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way. </q> <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. \"We tend to agree on everything,\" he noted. But he said he believes the new management structure will speed up", "new_id": -2}, {"uid": "1297451519240746502", "i": 2861, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney"], "q": "Maybe if we give him a third term he'll get it right.\" Returning the compliment, <strong> Donald Rumsfeld </strong> pointed out that it was still not too late for <strong> Dick Cheney </strong> to run for president in 2012. <q> There's probably still time for you to file some paperwork for Iowa and New Hampshire. </q> <strong> Donald Rumsfeld </strong>'s re-emergence has come at a time when events in Egypt have laid bare the fault line between idealism and realism in American foreign policy that also existed in the <strong> President Bush </strong> era. Whereas in", "new_id": -2}, {"uid": "1295485200094470183", "i": 592, "idx": 0, "sa": ["Nancy Pelosi", "Barack Obama", "Mike Pence"], "q": "Hill from the spring of 2009 until March 2010 when Mr. <strong> Barack Obama </strong> signed the health care law. The debate was passionate- and in one instance... at variance... with all the talk about new civility: <q> On Jan. 19, the Republican-controlled House voted 245 to 189 to repeal health care reform. The party line vote capped a vigorous debate in which Republicans vilified the health care law and Democrats exalted it, reports CBS News Congressional correspondent <strong> Nancy Cordes </strong>. </q> \"When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare,\" said <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>, R-Indiana, on the floor.", "new_id": -2}, {"uid": "1297176031226918403", "i": 3198, "idx": 40, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> David Letterman </strong>; \"What is the belt we have here? Tell us the origins of this.\" <strong> Aaron Rodgers </strong>: \"You know, the belt's really caught on.\" <strong> David Letterman </strong>: <q> Go ahead and spin it, you're dying to spin it. </q>( referring to the WWE emblem on the middle of the belt; laughs as <strong> Aaron Rodgers </strong> spins it) <strong> Aaron Rodgers </strong>: \"It's just a celebration that started in practice, really, and the fans love", "new_id": -2}, {"uid": "1296911454221642769", "i": 49405, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "\" <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q> I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him, </q> <strong> Roger Goodell </strong> said. \"He takes that seriously, also.\" You must fill out the comment body in order to submit a comment. RSS feeds for the latest South Jersey news, sports, business and", "new_id": -2}, {"uid": "1297281931071155734", "i": 15889, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "before Davies stabbed him. Report Abuse \"The real question to ask is, who started it? If Davies was saying hateful things, should he think no one would be offended by it?\" Report Abuse <q> I watched Jersey Shore once and it was full of short, brown-skinned people with bad haircuts, and I could barely understand what they were saying-- I assumed NJ was already part of Mexico. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options! Mortgage Rates Hit 2.99% If you owe less than$", "new_id": -2}]