[{"uid": "1295894021267862075", "i": 40785, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "she said.`` <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious!'' She continued: <q> I always wanted to rap but never really had the guts to do it because I'm just a skinny white girl. Then aged 13 I started rapping secretly because I didn't know whether people would accept me- some people still don't. </q> However, <strong> Cher Lloyd </strong> admitted that if she had the opportunity, she would wait another few years before beginning her career. Stacey McLeanThe former X Factor", "new_id": -2}, {"uid": "1295094117134053930", "i": 6316, "idx": 0, "sa": ["Sergio Marchionne"], "q": "historic Mirafiori plant in northern Group is focused on raising new financing to pay back almost$ 7 billion to the U.S. and Canadian governments before an initial public offering of shares, Chief Executive <strong> Sergio Marchionne </strong> said on Wednesday. <q> Our priority is to put in place a structure where Chrysler would become answerable to the capital markets only, </q> <strong> Sergio Marchionne </strong> told a meeting with... net loss in 2010* Chrysler in talks with Goldman Sachs, other`` Sri Lanka's conflict is political''... Boston Globe Boston Globe advocates`` Self-rule in a confederal structure for", "new_id": -2}, {"uid": "1297545104230588453", "i": 2057, "idx": 1, "sa": ["Rep. Steve King", "Mike Pence"], "q": "they'll do any better this time. </blockquote> No matter what happens in the Senate, he concluded, the fight will rage on in the House.`` <strong> Mike Pence </strong> is determined,'' <strong> Rep. Steve King </strong> said. <q> I don't think he's going to back off. And I will not. </q> If You Liked This, You Might Also Like... The Iowa Republican assails`` socialized medicine'' but admits he helped create a government health program. It's not just illegal aliens: The likely", "new_id": -2}, {"uid": "1295570586103366686", "i": 4222, "idx": 0, "sa": ["Eric Schmidt", "C.K. Prahalad"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Business Guru <strong> C.K. Prahalad </strong> Talks About What Innovation Means, How Technology Vendors Can Help, And What IT Can Do To Continue Its Own Innovative Practices <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of", "new_id": -2}, {"uid": "1295877429093847588", "i": 2833, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": ", Jan 24, 2011, 8:57 AM EST- U.S. Markets open in 33 mins. <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} On Monday January 24, 2011, 7:58 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, {"uid": "1296218172048857090", "i": 12605, "idx": 3, "sa": ["Mike Pence"], "q": "district, that isn't true of <strong> Mike Pence </strong>. That talk-show experience combined with a high-profile in Congress has made him a familiar face and name to many Hoosiers, Holcomb said. <q> He has a built-in advantage, but it's a big state and it requires many days on the road </q> to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for governor.", "new_id": -2}, {"uid": "1295472449018825274", "i": 36608, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer", "Barack Obama"], "q": ". Microsoft CEO <strong> Steve Ballmer </strong> raised the issue of piracy directly to <strong> Hu Jintao </strong> at a meeting with chief executives, according to <strong> Barack Obama </strong>'s account of the talks. <strong> Hu Jintao </strong> said he and <strong> Barack Obama </strong> agreed to work toward a <q> cooperative partnership based on mutual respect and mutual benefit </q> and that`` a lot still needs to be done in China in terms of human rights.'' <strong> Hu Jintao </strong>'s take on currencies With his comments on currencies, <strong> Barack Obama </strong> <strong> Hu Jintao </strong> appears to be seeking", "new_id": -2}, {"uid": "1296807366222625794", "i": 39365, "idx": 0, "sa": ["DeMaurice Smith", "Michael Vick"], "q": "significant news by disputing the NFL's assertion that teams can still use the franchise tag to retain stars, even if the collective bargaining agreement expires in March. The NFLPA advised agents of their view. <q> You can franchise anyone you want by whatever date you want, but if there is no CBA, the franchise tag will be meaningless, </q> <strong> DeMaurice Smith </strong> said. The Eagles expect to use the tag to keep Pro Bowl quarterback <strong> Michael Vick </strong>, whose contract is due to expire. The NFL has said teams can still use the tag despite the labor uncertainty", "new_id": -2}, {"uid": "1297244518137953301", "i": 6212, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "all that hot air things would be better. This just shows that people who believe in this crap( global warming) are quite ignorant. Quite sheeplike, they can't think for themselves. Report Abuse <q> Remember a few years ago, Alaska moved the Itiderod race to Fairbanks, </q> Report Abuse <blockquote> Maybe someone should build a NFL stadium in San Juan, PR </blockquote> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, [{"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": "`` not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong>`` is doing a good job right now.'' <h5> Fitness guru <strong> Jack LaLanne </strong> dead at 96 </h5> Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}]]