[{"uid": "1295033322268353646", "i": 2814, "idx": 0, "sa": ["David Letterman", "Olivia Munn"], "q": "\" <strong> Olivia Munn </strong> has been blowing up the Internet( again) thanks to her Maxim cover pic that's being bashed as too sexy for public consumption. For her legion of fanboy admirers, she noted, <q> I'm the only single one[ in the Perfect Couples cast]. Let's just put that out there. </q> Here's a pic( right) Tweeted by CBS yesterday of <strong> Olivia Munn </strong> in the dressing room at the Late Show with <strong> David Letterman </strong>. Poor girl can't even eat a cookie without causing a scene", "new_id": -2}, {"uid": "1295629111074432577", "i": 10372, "idx": 0, "sa": ["Michael Jordan", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "resigning as chief executive and assuming the new role of executive chMichael Jordanman. <strong> Eric Schmidt </strong> Jordanman.html\" said the company's \"outlook is bright\" and that his resignation reflects the fact that Google has grown substantially so <q> managing the business has become more complicated </q> under the firm's current triumvirate management structure. Co-founder <strong> Larry Page </strong> will become CEO as of April 4, while fellow co-founder <strong> Sergey Brin </strong> will focus on \"strategic projects.\" Analysts were generally positive about", "new_id": -2}, {"uid": "1295908381142966884", "i": 1664, "idx": 0, "sa": ["David Letterman", "Johnny Carson", "Jay Leno"], "q": "Carson+Johnny Carson\" Carson\"> <strong> Johnny Carson </strong>'s seems unreachable, and even the heights he, <strong> Jay Leno </strong> and <strong> David Letterman </strong> have experienced seem elusive for any host to achieve going forward. O'Brien agrees late night's future seems murky. <q> I don't think anybody knows, </q> O'Brien tells PopcornBiz. \"We don't know if late night shows are going to be a pill that you take in three years or a saline drop that goes in your eye. None of us knows.", "new_id": -2}, {"uid": "1296425350029392900", "i": 40013, "idx": 5, "sa": ["Zahi Hawass"], "q": "he said. <strong> Zahi Hawass </strong> discovered that three \"tourist police\" who had stayed at the museum throughout the night had caught and bound one of the nine looters who had smashed through the roof. <q> I saw his face, and he looked like an outlaw, </q> <strong> Zahi Hawass </strong> said. The looters, who <strong> Zahi Hawass </strong> believes were searching for gold, smashed 13 showcases on the museum's top floor, then entered the famous King Tutankhamun galleries, where they broke several more artifacts", "new_id": -2}, {"uid": "1296817676092815379", "i": 35190, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft has actually boosted Nokia's shares every day so far this week, adding up to a four percent increase since Monday, target=\"_self\"> The New York Times reported. Android is <q> a no-go for now, </q> Ahmad said in his letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>. \"You will never be able to catch up with target=\"_self\"> Samsung, which should rule the Android show midterm given its economies of", "new_id": -2}, {"uid": "1297171803034897961", "i": 41998, "idx": 6, "sa": ["John McCain", "Barack Obama", "Donald Rumsfeld"], "q": "we put the surge in,\" <strong> John McCain </strong> said. \"Otherwise, we would have had a disastrous defeat in Iraq.\" <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and <q> a propensity to shift his positions to appeal to the media. </q> Who came out better in <strong> Barack Obama </strong>'s interview with Bill O'Reilly? <strong> Barack Obama </strong>- He kept his cool and gave strong answers. Bill O'Reilly- He scored a huge interview and asked tough questions. It was a", "new_id": -2}, {"uid": "1297357122223297593", "i": 22179, "idx": 0, "sa": ["Michael Vick"], "q": "man's best friend. posted on MLB.com about the charity work that he and his wife do for stray dogs, Buehrle's comments noticeably changed in tone when <strong> Michael Vick </strong>'s name came up. Twitter: <q> \"Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? </q> said( Buehrle). \"How could you do that if you are somewhat sane? \" \"\" ( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we", "new_id": -2}, {"uid": "1295618617243957797", "i": 7526, "idx": 4, "sa": ["Andy Coulson", "Sean Hoare", "Tommy Sheridan", "Clive Goodman"], "q": "involving <strong> Clive Goodman </strong>. No one was more sorry about it than me; that's why I resigned.\" <strong> Tommy Sheridan </strong> asked whether he know what the phrase \"the dark arts\" meant. <strong> Andy Coulson </strong> replied: <q> As far as I'm concerned it means investigative work. \"I think others have described it as meaning illegal work. All I can tell you is that as far as my reporters are concerned the instructions were very clear: they were to work within the law and within the PCC code. It's in their handbooks. </q> <strong> Andy Coulson </strong> was asked about allegations by a former NoW journalist, <strong> Sean Hoare </strong>, that <strong> Andy Coulson </strong> asked him to use the \"dark arts\" . <strong> Andy Coulson </strong> replied: \"I have absolutely no recollection of telling him that", "new_id": -2}, {"uid": "1295165517222330885", "i": 58263, "idx": 0, "sa": ["Simon Cowell"], "q": "has claimed. Speaking to the News of the World, the Irish music manager seemed to confirm` Promise This' singer will join <strong> Simon Cowell </strong> on the judging panel of the forthcoming US competition. <q> It will be me and Dannii[ Minogue] on the UK show with two more people, </q> he stated. The paper further reports that ITV bosses are desperately attempting to convince <strong> Simon Cowell </strong> and Cole to reconsider their Stateside move. Guy BurnetThe former Hollyoaks star on moving stateside and his 2011 projects", "new_id": -2}, {"uid": "1296581448160383096", "i": 48660, "idx": 8, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q> Beautiful things happened in the last five days. </q> target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}]