[{"uid": "1295636762010666003", "i": 14358, "idx": 0, "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "q": "his time as editor of a Sunday tabloid. In his own version of <strong> Alastair Campbell </strong>'s dictum, <strong> Andy Coulson </strong> quit 10 Downing Street on Friday morning in a bid to spare his boss further embarrassment, declaring: <q>When a spokesman needs a spokesman, it's time to move on.</q> Only a few days earlier, <strong> David Cameron </strong> had stood by his man, insisting he had given <strong> Andy Coulson </strong> a \"second chance\" in 2007, after the affair which led to his resignation as editor of the(", "new_id": -2}, {"uid": "1295442599093192217", "i": 266, "idx": 0, "sa": ["Simon Cowell", "Billy Joel", "Steven Tyler"], "q": " \"American Idol' and other reality TV shows embracing kinder, gentler attitude Breitbart Derrik J. Lang, The Associated Press LOS ANGELES, Calif.- When a husky, moustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q>The Longest Welcome to the born-again American Idol. With the departure of \"the mean one,</q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox <strong> Steven Tyler </strong>\"s Idol Reincarnation New York Post. His work has also appeared in Avenue, Blender, and Media Magazine,", "new_id": -2}, {"uid": "1296719606020512783", "i": 295, "idx": 1, "sa": ["Jim Wallace", "Mike Pence"], "q": ", <strong> Mike Pence </strong> is needed in Congress. \"I like <strong> Mike Pence </strong>. I think he's a fantastic congressman. In fact, I think he's a treasure on the national stage,\" he said. <q>I think it would be a tragedy to lose that conservative voice in Congress.</q> <strong> Jim Wallace </strong> emphasizes his own resume and business background, including his graduation from the U.S. Military Academy and service in the Army; a degree from Harvard Business School; and work for companies such as Anthem/Wellpoint,", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q>part of a more complicated set of negotiations.</q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}, {"uid": "1297242016083116039", "i": 14504, "idx": 0, "sa": ["Vanessa Williams", "Barbara Walters", "David Letterman"], "q": "one had their life extended by open-heart surgery. <strong> Barbara Walters </strong> also hosts this profile of celebrities who conquered heart disease, still the number-one cause of death in <strong> Vanessa Williams </strong>. In the interview segments, even <strong> David Letterman </strong> gets serious: <q>There's no reason why a man or woman in this day and age should unexpectedly drop dead of a heart attack,</q> says <strong> David Letterman </strong>. MOVIE Disney's The Kid Family Channel, 8 p.m. Disclaimer Â© Copyright 2011 The Globe and Mail Inc.. All Rights Reserved. M5V 2S9 Phillip Crawley", "new_id": -2}, {"uid": "1295755514184385545", "i": 22147, "idx": 10, "sa": ["Allen Iverson"], "q": "completed a four-point play that made it 61-39 http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1296216095069550115", "i": 37687, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Najib Mikati", "Saad Hariri"], "q": "and within our policies, into China.\" It was revealed earlier this month that fifty-five-year-old <strong> Eric Schmidt </strong> would make way as chief executive for Larry Page, 37, who co-founded Google with <strong> Sergey Brin </strong>. <q>Between the three of us, I have always been the person who believes the most in expanding into China,</q> he claimed. UN tribunal at centre of Lebnon crisis <strong> Saad Hariri </strong> has asked incoming prime minister, <strong> Najib Mikati </strong>, to back the UN tribunal investigating the assassination of his father. Access to the Internet has been", "new_id": -2}, {"uid": "1296566910244629509", "i": 13871, "idx": 6, "sa": ["Allen Iverson"], "q": "'s all about one common goal: bringing a championship to Philadelphia.\" And <strong> Allen Iverson </strong> is the biggest reason why, despite his latest controversy. He made headlines after verbally sparring with fans in Indiana on Sunday. <q>It was blown out of proportion because people heard me responding back,</q> <strong> Allen Iverson </strong> said. \"But if you listen, you'll hear things way worse than what I said. But I'm <strong> Allen Iverson </strong> and I have an \"X\" on my chest. I handled it the wrong", "new_id": -2}, {"uid": "1296102825131907709", "i": 23656, "idx": 3, "sa": ["Ben Wallace", "Michael Jordan", "Allen Iverson", "Tracy McGrady"], "q": ", and finished with 16 rebounds, three steals, three blocks and 10 points. \"I thought I was going to have to lead the way, but the guys were already ready,\" <strong> Ben Wallace </strong> said. <q>We just played with a lot of energy.</q> <strong> Tracy McGrady </strong>, the NBA's leading scorer, broke the Magic playoff scoring record he set Sunday with 43 points. <strong> Michael Jordan </strong> 46-point performance also tied The Palace scoring record in http://wn.com/Allen_Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man", "new_id": -2}, {"uid": "1295139772120274975", "i": 15873, "idx": 7, "sa": ["The doctor", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "senator said. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying and appreciated it.\" <strong> The doctor </strong> monitoring the case was equally stunned. <q>He said, I just witnessed the impact of friendship and what you guys-- he said, you did this here today,</q> recalled Wasserman-Schultz. <strong> Kirsten Gillibrand </strong> and Wasserman-Schultz predicted <strong> Gabrielle Giffords </strong> will continue to awe her doctors and the nation. The award-winning Washington Bureau takes you behind-the-scenes at the White House and Pentagon, into the Congressional cloakrooms and", "new_id": -2}]