[{"uid": "1295892542149438474", "i": 49210, "idx": 0, "sa": ["Tiffany Jenkins", "Zahi Hawass", "Geoffrey White"], "q": "Egypt from collections in various other countries. In July 2003, the Egyptians demanded the return of the Rosetta Stone. <strong> Zahi Hawass </strong>, as secretary general of the Supreme Council of Antiquities in Cairo, told the press, <q> If the British want to be remembered, if they want to restore their reputation, they should volunteer to return the Rosetta Stone because it is the icon of our Egyptian identity. </q> Speakers: <strong> Zahi Hawass </strong> <strong> Tiffany Jenkins </strong>; <strong> Zahi Hawass </strong> Paul Thompson; Karl-Erik Norrman; <strong> Geoffrey White </strong> Chair: Pauline Hadaway The ownership of the Parthenon Marbles has been disputed since their removal from Athens in the early 19th century, by Lord Elgin", "new_id": -2}, {"uid": "1295803019101695619", "i": 39687, "idx": 1, "sa": ["Colin Powell", "President Bush", "Geoffrey Wawro"], "q": "to discuss the war. The first <strong> President Bush </strong> hosted some 3,500 people, including many who were Gulf War veterans, at the event at Texas A&M University, which is the home of his presidential library. <q> There is a legitimate argument as to whether we stopped too soon, </q> <strong> Colin Powell </strong> said.\" We accomplished the mission. <strong> President Bush </strong> made the right decision.\" <strong> Geoffrey Wawro </strong>, who published\" Quicksand: America's Pursuit of Power in the Middle East\" last year, writes in", "new_id": -2}, {"uid": "1297261971151748702", "i": 44843, "idx": 0, "sa": ["Sergio Marchionne"], "q": "executive had to apologize for labeling the 11 percent interest rate on those government loans as a\" shyster\" rate, but he also reversed his previously skeptical approach to fully merging the two car companies, saying, <q> Who knows? In the next two or three years we could be looking at one entity. </q> <strong> Sergio Marchionne </strong> also hinted that the headquarters for a consolidated Fiat/Chrysler could be based in Detroit rather than Turin, Italy, or split between the two. The executive later backed off the last comment, but observers", "new_id": -2}, {"uid": "1295567825105267222", "i": 2518, "idx": 5, "sa": ["Eric Schmidt"], "q": "long time to come,\" he said in the statement. <strong> Eric Schmidt </strong> said the key to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. <q> We're trying to be as transparent and as collaborative as possible, </q> <strong> Eric Schmidt </strong> said.\" We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.\" Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1295167572006995975", "i": 5887, "idx": 1, "sa": ["Allen Iverson", "Gilbert Arenas"], "q": "the Sixers' fifth in six games since the All-Star break.\" I promise you it's not that,\" <strong> Allen Iverson </strong> said, while continuing to maintain he wasn't bothered by not being invited to play. <q> If I can play the way I played the last two games from some controversy, I will hope there's controversy going on all of the time. </q> <strong> Gilbert Arenas </strong> scored 17 of his 33 points in the fourth quarter, including five straight to bring Washington within 114-113 with 1:30 remaining. But his driving layup spilled out with the Sixers up three and 50 seconds to go", "new_id": -2}, {"uid": "1295582443002506841", "i": 32173, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him\" a chance to work on the things I'm most interested in.\" He expects it to be <q> a significant improvement in the things that I can do in my time. </q> The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have long run Google as a trio, an approach they spelled out in an\" owner's manual\" included in the company's", "new_id": -2}, {"uid": "1295694690220823580", "i": 13065, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "blame\". The paper says that the ongoing legal, journalistic and parliamentary investigations into phone hacking at the News of the World will continue to raise questions about <strong> David Cameron </strong>'s judgment. <q> There will be people hoping that <strong> Andy Coulson </strong>'s departure will be an end to the matter, but of course it isn't. There are too many unanswered questions about too many important people, companies and institutions...[ This] suggests that <strong> David Cameron </strong>'s lack of judgment over <strong> Andy Coulson </strong> is even more striking. </q> uncomfortable questions remain for the prime minister.\" This affair casts serious doubt on the prime minister's judgment. He saw fit to appoint Mr <strong> Andy Coulson </strong> as the Conservative party's director of communications when the former", "new_id": -2}, {"uid": "1296495116169607208", "i": 8115, "idx": 0, "sa": ["David Letterman", "Conan O'Brien"], "q": "excerpt:\" <q> A year after NBC upended its late-night http://wn.com/Tonight_Show_with_Conan_O'Brien_premiere;_beats_Letterman,_'Nightline'_combined <strong> Conan O'Brien </strong> has reason to smile after his debut as\" Tonight </q> show host. His first Nielsen Media Research report card showed a 7.1 rating and 17 audience share in the nation's biggest media markets. Those numbers indicate more people checked out <strong> Conan O'Brien </strong>'s show out than watched <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1297403208107986956", "i": 34797, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "Outlook, a pilot program run from 2005-08 by Homeland Security and the Department of Defense which used sophisticated military radar along the border north of Spokane, Washington, to catch low-flying drug aircraft. Operation Outlook <q> successfully identified air-related smuggling trends and patterns and organizations active in cross-border criminal activities </q> along the Spokane sector, said a news release from <strong> Kirsten Gillibrand </strong>'s office. The U.S. Government Accountability Office reported in November 2010 that\" cross-border use of low-flying aircraft to smuggle drugs has been much higher than", "new_id": -2}]