[{"uid": "1296511486204390448", "i": 31822, "idx": 0, "sa": ["Michael Vick"], "q": "near the center of the country, was one of the last states to join, and although it does have a decent bit of agriculture, it's nowhere near that of some other states.\" Report Abuse <q>What authority do Dumbergs investigators have to do this? They weren't residents. Where these guns transported across state lines? How much did this leftist propaganda cost the new york taxpayer schmuck?</q> Report Abuse \"If the cops bought these guns for the mayor, or for anyone but their own personal use, then THEY have broken the law.\" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison", "new_id": -2}, {"uid": "1297097556101318661", "i": 44355, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "for their views on <strong> Google Inc. </strong>'s business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. <strong> Google Inc. </strong> reiterated on Monday it was co-operating with the regulator. <q>There's always going to be room for improvement, so we'll be working with the Commission to address any concerns,</q> spokesman Al Verney said. <strong> Google Inc. </strong> Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"uid": "1296444909100565016", "i": 14394, "idx": 1, "sa": ["DeSean Jackson", "Michael Vick"], "q": "repeatedly has said he wants to stay in Philadelphia. \"We'll see what happens over the next couple months,\" he said earlier in the week as he prepared to play in his fourth Pro Bowl. <q>I just got to be patient and take it day by day.</q> Eagles wide receiver <strong> DeSean Jackson </strong> told NFL Network on Sunday that <strong> Michael Vick </strong> is \"a big brother\" to him and he's looking forward to a full offseason working with the quarterback. \"It was something that just kind", "new_id": -2}, {"uid": "1295845444082296865", "i": 46342, "idx": 2, "sa": ["Mike Huckabee", "Mike Pence"], "q": "Department of Homeland Security, \"our ability to defend the homeland is more effective, efficient and organized.\" <strong> Mike Pence </strong> is a committed supporter of the bogus war on terror. He even repeats the ridiculous canard that <q>we must take the fight to the terrorists overseas so we don't have to face them here at home.</q> The runner up to <strong> Mike Pence </strong> in the Values Voters straw poll was the former preacher <strong> Mike Huckabee </strong>, who won the top spot last year. <strong> Mike Huckabee </strong> not only supported the sending of more troops to their death in Iraq,", "new_id": -2}, {"uid": "1297004944017629204", "i": 30694, "idx": 1, "sa": ["Eric Schmidt"], "q": "new executive chairman, <strong> Eric Schmidt </strong>, told the newspaper he did not want the company to be dragged into a drawn-out dispute with the EC. \"We certainly want to avoid that,\" <strong> Eric Schmidt </strong> said. <q>I think it is in our interests and I would hope in their interests to do a quick analysis of concerns that have been raised by competitors; hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law.</q> Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1296928638014336049", "i": 34534, "idx": 0, "sa": ["Michael Vick"], "q": "was second to <strong> Michael Vick </strong> among NFL quarterbacks. He also had a healthier line and thus better luck against opposing pass rushers, getting sacked just 31 times. The NFL-speak for what both these guys can do is <q>extend the play outside the pocket,</q> which basically means they can scramble and freeze the linebackers because they can run with the football betting. This is the kind of thing that can mitigate the effect of an opposing defense in a way", "new_id": -2}, {"uid": "1297109142037732360", "i": 26411, "idx": 2, "sa": ["Justin Bieber", "Simon Cowell", "Lady Gaga"], "q": ".\" The host and judges' panel are yet to be announced. \"It's a singing competition,\" <strong> Simon Cowell </strong> says in Fox press materials. But it takes more than that. <q>You don't have to necessarily have the best voice. You may not be the best-looking person, but you have something which defines you as a star, like <strong> Lady Gaga </strong>.</q> <strong> Lady Gaga </strong> was featured in one of the two \"X-Factor\" promo ads shown during the Super Bowl Sunday, other faces in it included <strong> Justin Bieber </strong> and <strong> Lady Gaga </strong>. As well as, of course, <strong> Simon Cowell </strong> himself", "new_id": -2}, {"uid": "1295925924079609866", "i": 10228, "idx": 0, "sa": ["Don Imus", "David Letterman", "Oprah Winfrey", "Jesus Christ", "Bill Maher"], "q": "way to God, then why did <strong> Jesus Christ </strong> have to die on the cross? The reality is that there is no other way, and that the only way to God is through faith in the Lord <strong> Jesus Christ </strong>. <q>Whoever believes in the <strong> Jesus Christ </strong> has eternal life, but whoever rejects the <strong> Jesus Christ </strong> will not see life, for God's wrath remains on him.</q>- <strong> Don Imus </strong> 3:36 diaryofahollywoodstreetking.com- <strong> Bill Maher </strong> is right on the money as usual! http://wn.com/Howard_Stern_Show__Oprah_Winfrey,_Negro_Woman_of_the_South__Part_2_of_2 <strong> Oprah Winfrey </strong> hangs out with <strong> David Letterman </strong> for alot of talk and interesting action. Your Black World is the top black news and commentary site in", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,</q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}, {"uid": "1297300411168493097", "i": 27528, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "The Response' White House has rejected a request from the U.S. agency that monitors... Video: <strong> Barack Obama </strong> Calls for \"Orderly Transition\" in Egypt U.S. Video: Police: Elementary teacher assaulted students Report Abuse <q>Who cares about Muslim Land? Nothing from Egypt ever benefited anyone I know.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}]