[{"uid": "1296286332201490484", "i": 3216, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,'' <strong> Mike Pence </strong> said in a letter to supporters. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. </q> <strong> Mike Pence </strong> said he would make a decision about his future later, and would be traveling across the state in the months ahead to`` learn about how Hoosiers think we might best contribute in the years ahead", "new_id": -2}, {"uid": "1294962672210993211", "i": 8273, "idx": 4, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "the room.`` And a few moments later, she not only gave a thumbs up, she raised her whole arm. And it was just unbelievable and indescribable,'' <strong> Kirsten Gillibrand </strong> said. <q> This is a woman with the most reMark Kelsonable determination, </q> <strong> Debbie Wasserman Schultz </strong> said.`` We were so excited when the doctors said,` This is incredible progress.'[ <strong> Gabrielle Giffords </strong>' neurosurgeon] Dr. Lemole outside the hospital room... he said,` You know I do", "new_id": -2}, {"uid": "1295739237074268687", "i": 11338, "idx": 12, "sa": ["Jeff Van Gundy", "Les Brown", "Allen Iverson", "Kobe Bryant", "Ted Kennedy"], "q": "Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los AngeLes Brown becoming the final NBA team to lose this season. <q> We just played defense, </q> <strong> Allen Iverson </strong> said.`` We made them take tough, contesTed Kennedy shots. When they missed, we got out and ran and took adJeff Van Gundytage. On the offensive end, we just attacked all night.'' <strong> Kobe Bryant </strong> said", "new_id": -2}, {"uid": "1295564361148553832", "i": 25542, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "unter dem erfahrenen Manager <strong> Eric Schmidt </strong> hatte sich die Firma von einer Suchmaschine zu einem breit aufgestellten Technologiekonzern gemausert. href=\"http://www.ftd.de/it-medien/it-telekommunikation/:fuehrungswechsel-google-gruender-Larry Page-wird-konzernchef/50217400.html#\"> Die Google- Gr?nder <strong> Sergey Brin </strong>( l.) und <strong> Larry Page </strong> <strong> Eric Schmidt </strong> begr?ndete den Schritt im firmeneigenen Blog: <q> Ich bin sehr stolz die 10 Jahre, die ich Chef von Google war, und ich glaube, dass die kommenden 10 Jahre mit <strong> Larry Page </strong> noch besser werden! <strong> Larry Page </strong> ist meiner Meinung nach reif f?r die F?hrungsposition. </q> <strong> Larry Page </strong> Sergey Bringt seinem Vorg?nger im Gegenzug Wertsch?tzung entgegegen:`` <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt'', sagtLarry Page in einer Telefonkonferenz. Und der Konzern hat gute Nachrichten mit seinen Gesch?ftszahlen zu verk?nden", "new_id": -2}, {"uid": "1297199444258572348", "i": 24166, "idx": 7, "sa": ["Wesley Clark", "Donald Rumsfeld", "George H. W. Bush"], "q": "[ and Lebanon]. \" When this writer asked Feith... which of the six regimes on the <strong> Wesley Clark </strong> list were included in the \" <strong> Donald Rumsfeld </strong> paper, he replied,`` All of them.'' <q> The Defense Department guidance document made it clear that US military aims in regard to those states would go well beyond any ties to terrorism. The document said the Defense Department would also seek to isolate and weaken those states and to`` disrupt, damage or destroy </q> their military capacities- not necessarily limited to weapons of mass destruction( WMD)... \" \" <strong> Donald Rumsfeld </strong>'s paper was given to the White House only two weeks after <strong> George H. W. Bush </strong> had approved a", "new_id": -2}, {"uid": "1296079315000753673", "i": 59342, "idx": 1, "sa": ["Steve Ballmer", "Barack Obama"], "q": "`` BMC Software's strong balance sheet, cash position and free cash flow generation continue to allow us to enhance shareholder value by returning funds to shareholders,'' said <strong> Steve Ballmer </strong> Solcher, BMC's chief financial officer. <q> BMC's share repurchase program remains one of the many ways we deliver value to our shareholders. </q> http://wn.com/GM_to_Test_Investors'_Hunger_for_Risk_With_Stock_Offering From voaspecialenglish.com| http I'm Alex Villarreal with the VOA Special English Economics Report. America's biggest carmaker accepted fifty billion dollars in federal aid from the <strong> Barack Obama </strong> and Bush administrations. People joked that GM meant", "new_id": -2}, {"uid": "1295599142252706826", "i": 8068, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "focus on strategic projects and new products. The reshuffling takes effect April 4.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,'' <strong> Larry Page </strong> said in a written statement. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader, and I have learned innumerable lessons from him. </q> Google also announced its fourth-quarter earnings were$ 2.5 billion, or$ 7.81 per share, during the final three months of 2010. That's a 29 percent increase from net income of$ 2 billion", "new_id": -2}, {"uid": "1295497266083329024", "i": 5499, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "said` no' but there will be soon.'' Camille met Kayte for the first time last week, just before <strong> Kelsey Grammer </strong> went on`` The Late Show with <strong> David Letterman </strong>.'' <q> So I went down, saw her, shook her hand said` Hello.' She was pleasant... nice enough and I said congratulations and good luck. What else can I say at this point? I'm not bitter about that. </q>", "new_id": -2}, {"uid": "1296109290115327074", "i": 28278, "idx": 0, "sa": ["Kevin Kolb", "Michael Vick"], "q": " Less than two years after being released from federal prison, the Philadelphia Eagles quarterback is making his fourth Pro Bowl appearance-- and first since serving 18 months for his role in a dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said after the NFC opened practice Wednesday.`` It's paramount for me and my family and I'm just thankful.'' <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}]