[{"uid": "1295779983083050517", "i": 15384, "idx": 0, "sa": ["Andy Coulson"], "q": "Chinese goverment is always foolish and shameless.Often sends present to US: Buy Ameirican Dete, allow American new energy enters chinese market...; </blockquote> Report Abuse <blockquote> there is never enough erengy for any country </blockquote> Report Abuse <q> This is crazy. Chongqing is already close to the 3 gorge dam. If it is short on power, then what is the 3gorge dam good for?? </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296768307240500746", "i": 24220, "idx": 0, "sa": ["Barbara Walters", "David Letterman"], "q": "An uncharacteristically serious <strong> David Letterman </strong> opens up to <strong> Barbara Walters </strong> about his open heart surgery in a TV special, A Matter of Life and Death, airing Friday on ABC. <strong> Barbara Walters </strong> said to <strong> David Letterman </strong>, <q> You said the surgery was barbaric. </q>`` Well, it it barbaric. Before they wheeled me off I said,' I just don't want to hear the bone saw.''' The legendary 81-year-old newswoman is uniquely qualified", "new_id": -2}, {"uid": "1295616977003915781", "i": 15043, "idx": 1, "sa": ["Mike Pence"], "q": "the unsightly high-voltage transmission lines needed to carry the power to distant cities. But state regulators are moving forward- and yesterday they approved a contentious project that runs through the Hill Country.'' Dallas Morning News: <q> Attempts to rein in homeowners associations have failed in the state Legislature for more than a decade, but a rise in HOA foreclosures and a spate of public lawsuits have invigorated supporters, who see this session as their chance for reform. Legislators have filed a handful of bills that curtail HOA powers, including limiting their ability to foreclose on property and ending bans on solar panels. HOA proponents agree that the system needs review, but promise to push back at changes that threaten associations' authority. </q> Politico:`` To understand the dissatisfaction on the right with the current crop of Republican presidential hopefuls, look no further than <strong> Mike Pence </strong>. An Indiana congressman with just five terms in public office, <strong> Mike Pence </strong> is currently the", "new_id": -2}, {"uid": "1295570430037306373", "i": 34158, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly,'' says <strong> Eric Schmidt </strong> before adding: <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. </q> According to the blog post`` <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder. He's an innovator and entrepreneur", "new_id": -2}, {"uid": "1296184988067649545", "i": 21630, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": ", a leader among House conservatives, applauded <strong> Barack Obama </strong>'s call to reform corporate tax rates and said he believes the overhaul could be passed this year. POLITICO video series`` What Lies Ahead.'' <q> I hold the view that there's no single element of our public policy that is more harmful to American jobs than our high corporate tax rate. </q>`` This is an administration that has spent a lot of the last two years suggesting that there's no relationship between capital formation and taxes,'' <strong> Mike Pence </strong> said.`` And so to hear the president acknowledge", "new_id": -2}, {"uid": "1296363672108036107", "i": 27602, "idx": 0, "sa": ["Zahi Hawass"], "q": "archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection was secure from thieves, the greatest threat to the collection inside was posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1297604062127287303", "i": 20019, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "' X Factor' LOS ANGELES-- <strong> Simon Cowell </strong> wants his new Fox talent series The X Factor to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow American Idol judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to take everyone", "new_id": -2}, {"uid": "1297271131262504545", "i": 35410, "idx": 3, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "stable, modern, democratic state. Deep sectarian and ethnic divisions, concealed by a culture of repression and forced submission to Saddam, lurked just below the surface of Iraqi society.'' He continues, <q> I hoped Iraq would turn toward some form of representative government, but I thought we needed to be clear-eyed about democracy's prospects in the country. Even the United States, though it had been the heir if hundreds of years of British democratic development, did not evolve smoothly or quickly into the liberal democracy that we benefit from today. </q> <strong> Donald Rumsfeld </strong> recalls suggesting to Bush and <strong> Condoleezza Rice </strong> that`` the administration soften the democracy rhetoric. I proposed that we talk more about freedom and less about democracy, lest the Iraqis and other countries in the region", "new_id": -2}, {"uid": "1297712336141344797", "i": 2205, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote.`` You have to believe, and know that they are more than just imagination.'' All content Â© Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}, [{"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]]