[{"uid": "1297123789135839773", "i": 15631, "idx": 0, "sa": ["Simon Cowell"], "q": "on the type of music they choose to perform. <strong> Simon Cowell </strong> was also quizzed about whether the show's winner could expect ''Leona Lewis-type automatic success'' in the music industry, to which he said: <q>Obviously I hope so. I think if we can't, with what is on offer, find a global star then I would say we've failed. I can't put it any clearer than that.</q> ''You want the person to succeed in a way you hope you can say,' I was there at the beginning','' he added. ''I think part of the reason we put", "new_id": -2}, {"uid": "1297174440226918479", "i": 40413, "idx": 1, "sa": ["Zahi Hawass"], "q": "is estimated that one million tourists have fled Cairo since the protests began on Jan. 25. ''All the people who live around here, they depend on the lives of tourists,'' <strong> Zahi Hawass </strong> said. <q>If there is no tourism, there is no food for the people.</q>", "new_id": -2}, {"uid": "1296056324213385216", "i": 8280, "idx": 0, "sa": ["Eric Schmidt"], "q": "is easy enough to get to from San Francisco. You could work at Google and live in San Francisco.'' Google is about 35 miles away from San Francisco. Google itself says: <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,</q> according to the AP. All this comes after the news that <strong> Eric Schmidt </strong> has stepped down as CEO( see that story here) The last time Google took on a major", "new_id": -2}, {"uid": "1296185579160186402", "i": 13481, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "fight. ''Social Security has been the most successful social program initiated by the federal government in the history of this country,'' said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's the caucus's leader. <q>We are getting very tired of hearing Republicans saying Social Security is collapsing.</q> It's not, and estimates are that its trust funds won't be exhausted until 2037. The system is subject to more scrutiny than usual, though, as lawmakers from both parties struggle", "new_id": -2}, {"uid": "1295357795139706381", "i": 14558, "idx": 0, "sa": ["Kirsten Gillibrand", "Harry Reid", "Gabrielle Giffords"], "q": "'' ''I keep tellin' her, I'm like, ''<strong> Gabrielle Giffords </strong>, you're in the ICU. You know, you don't need... to be doin' this,'' Kelly said. <q>But it's so typical of her that no matter how bad the situation might be for her, you know, she's looking out for other people.</q>'' Three-Course-Lunch Deal at Four Seasons; Gwar Hosts Happy Hour at Idle Hands Man Predicts Vanity Fair Will Never Be at a Loss for Cover Subjects <strong> Kirsten Gillibrand </strong> on The View: <strong> Harry Reid </strong> Is an` Extraordinary Man'' Congressman", "new_id": -2}, {"uid": "1295093100028508164", "i": 1356, "idx": 1, "sa": ["Sergio Marchionne"], "q": " ''We're happy the majority of workers at Mirafiori has understood Fiat's commitment to transform it into a plant with an international reach,'' <strong> Sergio Marchionne </strong>, 58, said in an e-mailed statement today. <q>We're happy because workers with their vote showed they have confidence in their future. Our plan for this plant is very ambitious.</q> <strong> Sergio Marchionne </strong> needs a majority of the 5,500 employees at the factory to sign off a Dec. 23 accord already approved by most unions as he seeks to turn around Fiat's unprofitable Italian operations and revitalize an alliance", "new_id": -2}, {"uid": "1295280448145555491", "i": 6565, "idx": 0, "sa": ["Sergio Marchionne"], "q": "as encouraging investment. The bitter campaign split Italy's powerful labor unions. <strong> Sergio Marchionne </strong> praised the ''courage'' of workers who gave their approval. Saying yes to flexibility makes it possible to achieve <q>very high production levels, of up to 280,000 vehicles per year, and also open the way for the potential creation of jobs,</q> <strong> Sergio Marchionne </strong> said in a statement. ''In a country such as Italy, which has always been tied to the past and reluctant to change... those who voted yes showed vision,'' he said.", "new_id": -2}, {"uid": "1295584716071549019", "i": 4393, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "prodigies who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency. ''He's not a Muslim,'' said <strong> Colin Powell </strong>, but ''what if he is?'' <q>I'm troubled by the fact that within the party we have these kinds of expressions</q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. ''We have got to stop polarizing ourselves.'' Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}, {"uid": "1295160349218923042", "i": 39449, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Blazers_@_Bulls_'92_Finals_Game_1_Michael_Jordan_39_points I recently noticed that none of the major uploaders on YT of MJ games have upped highlights of this legendary game. So why", "new_id": -2}]