[{"uid": "1295238967163905547", "i": 32398, "idx": 3, "sa": ["Steve Ballmer"], "q": "premises license revenue. \"I'm excited that we may be able to offer more value to our customers by offering software plus services in the cloud than we ever could have done on-premise,\" said <strong> Steve Ballmer </strong>. <q> So, I think if we offer more value, we'll have opportunities to make more money. That's exciting, not something to be afraid of. </q> This is a public forum. United Business Media and its affiliates are not responsible for and do not control what is posted herein. United Business Media makes no warranties or guarantees concerning any advice dispensed by", "new_id": -2}, {"uid": "1296260491067190794", "i": 4765, "idx": 3, "sa": ["Eric Schmidt"], "q": ", he said: \"My sex life is pretty good these days\" . <strong> Eric Schmidt </strong> likes to portray Google as an \"open\" company that operates in contrast to a \"closed\" company like Apple. <q> With the Apple model- which works extremely well, as I know as a former Apple board member- you have to use their development tools, their platform, their software, their hardware, </q> <strong> Eric Schmidt </strong> said at a Schmidt_calls_google_the_inverse_of_apple/\"> conference this fall. \"If you submit an application, they have to approve it. You have to use their monetization and their distribution. That would not be open", "new_id": -2}, {"uid": "1296015454109002777", "i": 20981, "idx": 1, "sa": ["Eric Schmidt"], "q": "encouraging Googlers to take on big ideas and high-risk, high-reward opportunities.\" According to chief executive officer <strong> Eric Schmidt </strong>, about 1,000 of those new jobs will be in Europe. <q> Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments, </q> <strong> Eric Schmidt </strong> said in his keynote at the DLD Conference in Germany. \"Hundreds of these people will be located right here in our technology center in Munich.\" Yahoo, meanwhile, will cut 1 percent", "new_id": -2}, {"uid": "1296783985243531800", "i": 16376, "idx": 2, "sa": ["Ramon Sessions", "Rodney Stuckey", "Richard Jefferson", "Michael Bruce Curry", "Allen Iverson"], "q": ". He apologized Friday morning, then sat on the bench for almost 10 minutes as <strong> Rodney Stuckey </strong> started instead. One spectator held up a sign that read, \"practice.\" <strong> Michael Bruce Curry </strong> said the matter was closed. <q> I just wanted to make up for it with my play, </q> said <strong> Allen Iverson </strong>, who hadn't come off the bench since Dec. 22, 2006, the night of his first game with the Denver Nuggets. <strong> Richard Jefferson </strong> and <strong> Ramon Sessions </strong> each scored 21 points for the Bucks, who lost", "new_id": -2}, {"uid": "1296573020100253704", "i": 8168, "idx": 0, "sa": ["Michael Vick"], "q": "2010 file image from video... Report Abuse \" There is something VERY SINISTER about how a Corporation can recover after having Billions in pay out because of there inept ability to operate A DRILLING RIG. \" Report Abuse <q> Oil companies never loose a nickel they just raise the price of oil. Ten years ago they only made Billions a year. Now they make Billions a quarter. The U.S. Politicians/Congress and Judges give themselves raises. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Hot Stock Alert- GSLO Our Solar Technology Charges Your iPhone on the Go. Invest Today! 2011 Top Gold Stock: SMNG Why Investors", "new_id": -2}, {"uid": "1295959338098713628", "i": 17529, "idx": 0, "sa": ["Danny Alexander", "Michael Gove"], "q": "such as <strong> Michael Gove </strong>, or <strong> Danny Alexander </strong>( sorry, he's a Lib Dem). Even if they are asked about something such as an inner-city crime initiative or other proposal, the opening line is all to often <q> Well, this was terrible under Labour... </q> They probably stop blaming them when it stops being their fault! Have no real criticism of labour other than the monster national debt and defeict that they created BEFORE the economic downturn. Almost every unpopular tory decision has", "new_id": -2}, {"uid": "1296752385092913666", "i": 48137, "idx": 1, "sa": ["Colin Powell", "Condoleezza Rice", "Donald Rumsfeld"], "q": "armes de destruction massive qui taient cens?es se trouver en Irak. Malgr ces acc?s de p?nitence, <strong> Donald Rumsfeld </strong> consid?re que la guerre en Irak valait le coup d'?tre men?e et que le Moyen-Orient serait <q> bien plus dangereux qu'il ne l'est aujourd` hui </q> si Saddam Hussein tait toujours au pouvoir, rapporte le Washington Post. <strong> Donald Rumsfeld </strong> n' a pas r?sist au plaisir d'envoyer quelques piques aux anciens secr?taires d'Etat am?ricains <strong> Colin Powell </strong> et <strong> Condoleezza Rice </strong>. Selon lui, cette derni?re n'aurait pas", "new_id": -2}, {"uid": "1295018833055181321", "i": 10559, "idx": 0, "sa": ["Bernie Sanders", "Peter King"], "q": ". We saw that in Arizona. We saw the tenacity of those clinging to life, the compassion of those who kept the victims alive, and the heroism of those who overpowered a deranged gunman. <q> She has a 101 percent chance of surviving, </q> trauma chief Dr. <strong> Peter King </strong> Rhee told ABC News. \"She will not die. She does not have that permission from me.\" 01/12/2011 1:08 AM ET <strong> Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message", "new_id": -2}, {"uid": "1295146930138919968", "i": 9080, "idx": 0, "sa": ["Conan O'Brien", "David Letterman", "Jay Leno"], "q": "phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as \"Tonight\" show host. He says the reason is no mystery, noting, \"We", "new_id": -2}, {"uid": "1294994738178470923", "i": 58576, "idx": 2, "sa": ["Michael Jensen", "Brian Finneran", "Michael Vick"], "q": "70 yards down the field and he'd still yank it up to you. Always stay alive.\" <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years. <q> <strong> Michael Jensen </strong> always worked hard on the football field, </q> <strong> Brian Finneran </strong> said. \"But as a quarterback, you've got to know everything about that offense, about the line, where the running backs are supposed to be. No question he could have worked harder in", "new_id": -2}]