[{"uid": "1295321590105201673", "i": 9026, "idx": 5, "sa": ["Luke Walton", "Allen Iverson"], "q": "games,'' he said. Lakers forward <strong> Luke Walton </strong> said he's excited about the trip. ''It's time to have some fun and play some of the top teams in the NBA,'' he said. <q>There's going to be hostile environments, every possession is going to be crucial. That's a lot of fun for a player.</q> The Lakers went 15-of http://wn.com/Allen_Iverson_50pts_Philadelphia_76ers_vs_Atlanta_Hawks_03/04_NBA_*Flu_Game_*Season_High Once the flu didn't stop <strong> Allen Iverson </strong>, nobody could. <strong> Allen Iverson </strong> scored a season-high 50 points, leading the Philadelphia 76ers to a 98-86 victory over the Atlanta Hawks on Saturday night. Kenny", "new_id": -2}, {"uid": "1297390016200884258", "i": 41917, "idx": 6, "sa": ["Donald Rumsfeld", "Kimberley Strassel"], "q": "on <strong> Donald Rumsfeld </strong>' book. The first one, an opinion piece. The second, a genuine book review. opinion piece, <strong> Kimberley Strassel </strong> calls <strong> Donald Rumsfeld </strong> memoir a ''slice of history'' one that is <q>a far more believable account of events</q> compared to the''[ t] he dominant narrative to date[ which] has been that a cowboy president and his posse of neocons went to war without adequate preparation and ran roughshod over doubts by more sober", "new_id": -2}, {"uid": "1295474216255852559", "i": 46562, "idx": 0, "sa": ["Ron Paul", "Mike Pence"], "q": ", 2011 at 2:33 PM Follow Reports: Buffalo police shoot sword-armed suspect Syracuse cuse lax 2000 January 17, 2011 at 1:39 PM Follow'' man had a sword for an arm. It was amazing. How about <q>Buffalo police shoot suspect armed with sword</q> Inappropriate? Alert us. Reply Post new Otiscobum January 17, 2011 at 2:20 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse CNYSports13 January 17, 2011 at 7:27 PM Follow <strong> Ron Paul </strong> ya'll", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q>Sales professionals are at the heart of almost every successful business,</q> said <strong> Steve Ballmer </strong>. ''Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1297489386053772313", "i": 43412, "idx": 1, "sa": ["Robert Christopher Riley", "Eric Simonson", "Javon Johnson", "David Letterman", "Vince Lombardi"], "q": "<strong> Javon Johnson </strong>-- familiar to Pittsburgh theater audiences most recently for his portrayal of Othello at PICT-- understudies <strong> Robert Christopher Riley </strong> as Packers linebacker and Penn State alum <strong> David Letterman </strong> Robinson. What might the Packers' championship mean for the play? <q>Well, I hope it sells more tickets,</q> Mr. <strong> Eric Simonson </strong> wrote in an e-mail. For the week that ended with the Super Bowl, ''<strong> Vince Lombardi </strong>'' was at about 64 percent of the approximately 625-seat capacity at Circle in the Square Theatre on Broadway and W.", "new_id": -2}, {"uid": "1295251188152551466", "i": 8529, "idx": 5, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman", "Camille Grammer"], "q": "engagement to flight attendant <strong> Kayte Walsh </strong>, his ex <strong> Camille Grammer </strong> opened up to Extra about their impending divorce, which is not yet finalized.... <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February click our link thetodaybuzz.com- to watch full <q><strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February</q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the ''Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girl... <strong> Camille Grammer </strong> Meets <strong> Kelsey Grammer </strong>'s New Girlfriend:` It Was A Little", "new_id": -2}, {"uid": "1296176266236371989", "i": 22931, "idx": 0, "sa": ["Mike Pence"], "q": "INDIANAPOLIS, Jan. 27( UPI)-- Republican U.S. Rep. <strong> Mike Pence </strong> said Thursday he won't run for president in 2012, but he didn't rule out a run for governor of Indiana. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong> said of his family in a letter sent to supporters, The Indianapolis Star reported. ''We will not seek the Republican nomination for president in 2012.... I have learned to follow my heart, and", "new_id": -2}, {"uid": "1295790223050479164", "i": 11476, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer", "Mark Hedlund"], "q": ", which has the support of some pro-business Repubs and some big-government Dems? ''I think everyone agrees that the redevelopment mechanism has been useful and created jobs,'' Democratic Treasurer <strong> Bill Lockyer </strong> said. But: <q>The last I heard, the University of California and California schools create jobs.</q> The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, ''You may win on redevelopment and then we take something else away.'' But why? <strong> Mark Hedlund </strong>, spokesman", "new_id": -2}, {"uid": "1295440341100417550", "i": 48749, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "a vastly transformed show this season. Various rules have been changed, producers talk openly about injecting new vigor into the competition, and two new faces in <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> have joined up as judges. <q>It's just a different kind of show,</q> said Jackson. ''<strong> Simon Cowell </strong> is irreplaceable. People have been saying, ''Who's going to be the mean one?' <strong> Simon Cowell </strong> is still the mean one.''' Yet as much as things will", "new_id": -2}, {"uid": "1297452439198262785", "i": 20837, "idx": 2, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "to have little to do with travel per se, but rather with the quality of the travel experience. <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong> apparently believes that this is an appropriate federal goal. He has observed, <q>People like to ride trains.... You don't build these trains to travel faster, although sometimes you do,</q> and added that ''people could read books, work on their computers, eat and perform other tasks on trains that are difficult or illegal to do while driving.''[ 25]", "new_id": -2}]