[{"uid": "1295022258099024910", "i": 20753, "idx": 2, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "- not an overreaction to ratings declines or an act of desperation. \"I think this is the most creative year for Idol,\" says executive producer <strong> Nigel Lythgoe </strong>, who returned after two years away. <q>We've been put in a position now where the show needed a shake-up.( It's) 10 years old.</q> The biggest change- and the one that critics say could do the most damage to Idol- is the loss of <strong> Simon Cowell </strong>, who is working on a U.S. version of his hit talent show in the", "new_id": -2}, {"uid": "1295600499103776311", "i": 7315, "idx": 1, "sa": ["Eric Schmidt"], "q": "dominated Internet search for a decade, the company has struggled to find its footing in social networking, with a new crop of Web companies such as Facebook and Twitter stealing Web traffic and engineering talent. <q>As spending was curbed and order restored over the last few years, some of that Google magic was lost,</q> said Tricia Salinero, managing director of Newforth Partners, a mergers and acquisitions advisory firm, in an email. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, told Reuters", "new_id": -2}, {"uid": "1296672005083132499", "i": 19416, "idx": 0, "sa": ["Simon Cowell"], "q": "to me- like modelling and that- or paintin' the ceiling- but being an actress is something I'd never considered. Until <strong> Simon Cowell </strong> came over and begged me to play the part\". <q>I feel I have a lot in common with the late <strong> Princess Diana </strong>. We both share natural beauty. And the deep love of the general public</q>, she continued. \"Our voices are also quite similar\", she added. This is Juanita Juan being very silly for CJ News Colonel Juan's day- give this story", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q>I told him, \"I'm glad you're here, because it is your moment as well\",</q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}, {"uid": "1295997649180568148", "i": 29997, "idx": 1, "sa": ["Zahi Hawass"], "q": "ordered the painting, along with others from the famous Gutmann collection, shipped to Germany in exchange for the couple's safe passage from the Afghanistan has died of a heart attack nearly a year after being <q>Worse was to come. <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities( SCA) labeled the idea \"pure fiction.</q> Moreover, he disinvited Fletcher from future work in Egypt. <strong> Zahi Hawass </strong> explained this action in an article in the newspaper Al-Ahram: \"The... <strong> Zahi Hawass </strong> Reveals a Glimpse of the Latest Discoveries in Egypt <strong> Zahi Hawass </strong> Reveals a Glimpse", "new_id": -2}, {"uid": "1295580810025001984", "i": 44484, "idx": 0, "sa": ["Janet Jackson", "Simon Cowell", "Carrie Underwood", "Jennifer Lopez"], "q": "to the tryouts chasing her dream and hoping to make a better life for her hearing disabled daughter. The <strong> Carrie Underwood </strong>'s \"Temporary Home,\" and brought down the house, moving <strong> Jennifer Lopez </strong> to tears. <q>I knew that meant something to you and that's what music is about,</q> <strong> Jennifer Lopez </strong> said. \"American Idol's' memorable moments From the big judge shake-up- Ellen and <strong> Simon Cowell </strong> out, <strong> Jennifer Lopez </strong> in?- to <strong> Janet Jackson </strong>'s return to the stage. <strong> Simon Cowell </strong>\"s meteoric rise", "new_id": -2}, {"uid": "1296871605113704988", "i": 37223, "idx": 3, "sa": ["Roger Goodell", "Michael Vick", "Tony Dungy"], "q": ", a <strong> Michael Vick </strong> mentor, confirmed <strong> Roger Goodell </strong>'s statement about <strong> Michael Vick </strong> avoiding any party being thrown under name. \"He is not going to be attending,\" <strong> Tony Dungy </strong> told the Dan Patrick Show on Friday. <q>I don't know where it started or what, but he's not going to be there.... I think he understands it's something that's just not worth it to him.</q> â\u0080¢ Ravens ILB Ray Lewis, a 12-time Pro Bowler, \"laughed off\" reports that he was planning on retiring soon, according to The Baltimore Sun. Lewis, who turns 36 on May 15", "new_id": -2}, {"uid": "1296751438058556476", "i": 1505, "idx": 4, "sa": ["Brandon Jennings", "Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Milwaukee_Bucks_Point_Guard_Brandon_Jennings_makes_a_fantastic_layup_off_a_steal Milwaukee Bucks Point Guard <strong> Brandon Jennings </strong> makes a fantastic layup", "new_id": -2}, {"uid": "1295240769017891332", "i": 41394, "idx": 0, "sa": ["Nikki McKibbin", "Jim Verraros", "Simon Cowell"], "q": "smoking on the plane.- During season one, <strong> Nikki McKibbin </strong> got into a nasty argument with <strong> Simon Cowell </strong> during a dress rehearsal where he called her the b-word that rhymes with witch. And she said back, <q>I'll*** in' show you a b****!</q>- The producers had the judges in the semfinals dump <strong> Jim Verraros </strong> even after the fans voted him in. Then sanity prevailed and they changed their minds. Poor <strong> Jim Verraros </strong> was whipsawed big time that night?", "new_id": -2}, {"uid": "1296807366222625794", "i": 39365, "idx": 0, "sa": ["DeMaurice Smith", "Michael Vick"], "q": "significant news by disputing the NFL's assertion that teams can still use the franchise tag to retain stars, even if the collective bargaining agreement expires in March. The NFLPA advised agents of their view. <q>You can franchise anyone you want by whatever date you want, but if there is no CBA, the franchise tag will be meaningless,</q> <strong> DeMaurice Smith </strong> said. The Eagles expect to use the tag to keep Pro Bowl quarterback <strong> Michael Vick </strong>, whose contract is due to expire. The NFL has said teams can still use the tag despite the labor uncertainty", "new_id": -2}]