[{"uid": "1297457076244645906", "i": 56823, "idx": 2, "sa": ["David Letterman", "Nellie McKay", "Doris Day", "Philippe Quint", "Conan O'Brien", "Craig Ferguson"], "q": "numerous TV shows including`` Late Show with <strong> David Letterman </strong>''( with the Brooklyn Philharmonic),`` The View,''`` Late Night with href=\"http://broadwayworld.com/people/Conan O'Brien_O%2527Brien/\"> <strong> Conan O'Brien </strong>,''`` Late Late Show with <strong> Craig Ferguson </strong>'', <q> Live with Regis& Kelly </q> and`` CBS SaturDoris Day Morning.'' Chase Brock Experience produced a ballet of her third album, Obligatory Villagers, while <strong> Nellie McKay </strong> recently finished filming opposite violin prodigy <strong> Philippe Quint </strong> on the independent film Downtown Express and contributing to the", "new_id": -2}, {"uid": "1297306808104415294", "i": 18309, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "core local services?'' In remarks to reporters before the hearing began, <strong> Jerry Brown </strong> said the redevelopment proposal is integral to his overall strategy to permanently put the state back on sound financial footing. <q> This package only works with taxes, spending cuts and realignment, </q> he said.`` Recapturing the property tax for its primarily intended purpose will save the state money because the things you do at the local level you can do more efficiently.'' Treasurer <strong> Bill Lockyer </strong>, a", "new_id": -2}, {"uid": "1295943500244924449", "i": 41820, "idx": 1, "sa": ["Allen Iverson", "Kobe Bryant", "Tim Hardaway"], "q": "layup by <strong> Allen Iverson </strong> to the boards and sank a 15-footer that drew Toronto http://wn.com/Cavaliers_1st_Quarter_Highlights_vs_Clippers_1-31-10 I copied one of the`` Where amazing happens'' com...( more) Added: November 22, 2007 I copied one of the <q> Where amazing happens I copied one of the`` Where amazing happens </q> com...( more) Added: November 22, 2007 I copied one of the`` Where amazing happens'' commercials, except this is with <strong> Kobe Bryant </strong>. Accomplishments* 3-Tim Hardawaye NBA Champion: 2000, 2001, 2002", "new_id": -2}, {"uid": "1295499335019333136", "i": 276, "idx": 8, "sa": ["LeBron James", "Allen Iverson", "Kobe Bryant", "Robert Horry"], "q": "we pRobert Horryably could have put 10 people on the court and pRobert Horryably wouldn't have been able to stop him,'' said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. <q> I didn't realize it, </q> <strong> Kobe Bryant </strong> said when told about his scoring spree.`` You just get into one of those rhythms. My teammates were looLeBron James for me, it just feels like the ball finds you.'' The Lakers led 89-79", "new_id": -2}, {"uid": "1296577449068321303", "i": 59751, "idx": 1, "sa": ["Angelina Jolie"], "q": "doesn't know where she stands on Israel. <strong> Angelina Jolie </strong> serves as a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side <q> coming on a visit to Israel. </q> He said:`` That would be a nice thing before I go.'' Buckeye-$ 142,000 MLS 4456791 4 bed/ 3 bath 2,501- 2,750/ 2004 Jo L", "new_id": -2}, {"uid": "1297242439083116035", "i": 33553, "idx": 0, "sa": ["Michael Vick"], "q": "deal as happened with <strong> Michael Vick </strong>, who everyone praises as this amazing QB now after the vicious cruelty he did that got him tossed in prison./ agree wholeheartedly with this article. Draconax Posted 02/08/2011 19:38:59 <q> SNL is probably trying to cash in on the controversy of the whole thing. After all, who could ever accuse Hollywood of having moral decency? </q> Of course, anyone who's EVER watched SNL knows that it's LIVE from NEW YORK. docspector Posted 02/08/2011 19:09:37 But I thought Rihanna liked the way it burns jk Jimmyboyt Posted 02/08/2011 19:01:01", "new_id": -2}, {"uid": "1294957406081149956", "i": 56721, "idx": 14, "sa": ["Allen Iverson", "Eric Snow"], "q": "Europe. 2010-11-16 EuroCup: Besiktas Istanbul- KK Hemofarm. The last 4 minutes of the game. http://wn.com/Allen Iverson_Allen Iverson_unveiled_at_press_conference_for_hystEric Snowal_Besiktas_fans_in_Istanbul_Turkey <strong> Allen Iverson </strong> is unveiled for the Besiktas basketball fans on his new home court and he talks to the fans saying <q> I want to thank you fans for welcoming me and embracing me the way you have... I can't promise you that we will win every basket-ball game. But one thing I can promise you is that we will play hard, we will play together and we'll give everything that we have on the basket ball court night in and night out. </q> A great amount of international media were present to witness the event including CNN, BBC and NBA TV. http://wn.com/Allen Iverson_Allen Iverson_26pts_5ast_3stl_3reb_in_Turkey_vs_Tofas_29_Dec_2010_Besiktas_Cola_Turka <strong> Allen Iverson </strong> had his highest scoring game in a Besiktas jersey netting 26 points on 7/11( 2pt) shooting", "new_id": -2}, {"uid": "1295461653182812690", "i": 59761, "idx": 1, "sa": ["Simon Cowell"], "q": ". Over the last nine seasons, the smug and acerbic Brit with the snug V-necks has become famous for comparing one contestant's singing to`` a cat being thrown off a skyscraper,'' telling another, <q> Don't mean to be rude, but you look like the Hulk's wife, </q> reducing dozens of hopefuls to their worst ugly cry- and propelling the show to the No. 1 spot in the ratings. But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres Wednesday,", "new_id": -2}, {"uid": "1296451968151257140", "i": 23296, "idx": 0, "sa": ["Michael Vick", "Walter Payton"], "q": "scrimmage, trailing only <strong> Walter Payton </strong>.`` He's certainly one of those guys that is an attention-grabber the first year he comes up,'' selector Jeff Legwold of the Denver Post said. <q> He did so much. I think production, and obviously the Super Bowls and what he did overall, he's certainly a great candidate. </q> Eagles Philadelphia will make it official next month and place their franchise tag on quarterback <strong> Michael Vick </strong>, a league source said. The move will prevent <strong> Michael Vick </strong> from leaving Philadelphia this offseason and ensure he's tied to", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]