[{"uid": "1295958804062226512", "i": 51536, "idx": 0, "sa": ["Mike Pence", "Jim Jordan"], "q": ". <strong> Mike Pence </strong> <strong> Jim Jordan </strong>( R-Ohio), chairman of the Republican Study Committee( RSC), says Republicans have to seize their opportunity to pass legislation that would significantly lower the nation's record deficit. <q> I think the next six months, between now and the end of July as we go into the August recess, as we go through[ debates on] the continuing resolution, the budget, debt ceiling, appropriations... will largely define the whole political landscape as we move into 2012, </q> <strong> Jim Jordan </strong> said in a sit-down interview with The Hill. The three-term Ohio Republican lawmaker is poised to press his leadership to honor its pledge for fiscal discipline, spending cuts and reforms on behalf of the 175-member conservative caucus", "new_id": -2}, {"uid": "1296199690069206039", "i": 27009, "idx": 8, "sa": ["Mike Pence", "Dick Armey"], "q": "<strong> Dick Armey </strong>, the Texas Republican who is a former House majority leader and now active in the tea party movement, sent a letter to <strong> Mike Pence </strong> recently telling him to \"seize this moment.\" <q> At this precarious time in our nation's history, </q> the letter said, \"none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of our future if we fail today?\" Recently,", "new_id": -2}, {"uid": "1296183724138264611", "i": 48401, "idx": 8, "sa": ["Mike Pence", "Barack Obama"], "q": "includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform.\" <strong> Mike Pence </strong> said that he \"even heard the <strong> Barack Obama </strong>... talking about fiscal discipline and reform\" but added that <q> when he adds on top of that calls for additional spending, it undermines the credibility of his message. </q>... that a nation so concieved and so dedicated shall not perish from this earth. The only thing supporters of <strong> Barack Obama </strong>'s health care plan have going for them is the truth. Who will do", "new_id": -2}, {"uid": "1296183151117178385", "i": 27587, "idx": 6, "sa": ["Mike Pence"], "q": "president. Someone close to <strong> Mike Pence </strong> explains that \"the people closest to him, the friends and people he knew best from Indiana, wanted to see him come back to Indiana.\" By contrast, <q> the support for him to run nationally was in large part from leaders of the national conservative movement </q>- who perhaps didn't have the same sway as his longtime supporters. <strong> Mike Pence </strong>'s young family- he has three school-aged children- were also a factor in his decision, according to this source.", "new_id": -2}, {"uid": "1297438079190496799", "i": 16193, "idx": 0, "sa": ["Cecile Richards", "Mike Pence", "Subhankar Banerjee", "James O'Keefe", "Ann Marie Buerkle"], "q": "laws,' and another urging Rose to tell her mother about the pregnancy.\" ( Los Angeles Times; 4/26/09) http://articles.latimes.com/print/2009/apr/26/nation/na-abortion26 CNN: Live Action videos reminiscent of edited <strong> James O'Keefe </strong> videos. CNN reports, <q> the Live Action videos are reminiscent of those by right-wing videographer <strong> James O'Keefe </strong>.... <strong> James O'Keefe </strong>'s videos were found in at least two investigations to be so heavily edited as to be an unreliable record of what happened, showing no evidence of any wrongdoing by ACORN staff members.... The Live Action videos also appear to be heavily edited. </q>[ http://edition.cnn.com/2011/US/02/08/abortion.video.retraining/] Richards-Cecile Richards-Rep-Mike Pence-Mike Pence-s-Press-Conference-to-Defund-PlAnn Marie Buerkleed-Parenthood.php\"> <strong> Cecile Richards </strong>: <strong> Mike Pence </strong>'s Press Conference to Defund PlAnn Marie Buerkleed Parenthood Jane Danowitz: Administration's National Forest Plan Would Weaken Current Rules <strong> Subhankar Banerjee </strong>: From Toilet to Planet: A Brief Journey of Survival", "new_id": -2}, {"uid": "1296166895131055619", "i": 22099, "idx": 4, "sa": ["Mike Pence", "Barack Obama"], "q": "GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial race is under way\" . Report Abuse \" Ya lets just forget this guy was with the administration that gave Chrysler a bailout... had 10%+ unemployment. \" Report Abuse <q> That said, we need a whole new breed of smarter Democrats that no how to win a a dirty fight </q> Since dirt is all you know, you think libs would have figured it out already. You start a dirty fight and still get your rear end handed to you. You dont know how", "new_id": -2}, {"uid": "1296139861192086029", "i": 20710, "idx": 1, "sa": ["Mike Pence", "Mike Huckabee", "Newt Gingrich", "Mitt Romney", "Sarah Palin"], "q": "have about <strong> Mitt Romney </strong>, or those fiscal conservatives have about <strong> Mike Huckabee </strong>, or even those electability-minded conservatives have about <strong> Sarah Palin </strong>, he still struggles to attract anywhere near the amount of attention they do.\" <strong> Mike Pence </strong>: <q> <strong> Mike Pence </strong> says he met privately with the Governor Tuesday morning, and describes him as both a friend and` America's best Governor.' <strong> Mike Pence </strong> says he suspects he and Daniels are assessing their political plans in similar ways. Even if they end up facing off against each other in a Republican Presidential Primary, <strong> Mike Pence </strong> says he believes it won't damage their relationship, </q> Hey, <strong> Newt Gingrich </strong> now we get to give you the boot for a second time! Get rid of the EPA? No thanks. I like it when we use water to put out fires not when", "new_id": -2}, {"uid": "1295487735203259910", "i": 57943, "idx": 3, "sa": ["Steve Cohen", "Mike Pence"], "q": "likened Republican claims about the law to Nazi propaganda. \"You say it enough, you repeat the lie, you repeat the lie and eventually people believe it,\" said <strong> Mike Pence </strong> <strong> Steve Cohen </strong>, D-Tennessee. <q> The Germans said enough about the Jews and people believed it and you had the Holocaust. </q> The most vocal critics of the law were the dozens of new Republican members who made repeal a top campaign promise. \"The people of Indiana sent me to Washington D.C. with very specific instructions", "new_id": -2}, {"uid": "1296197040069206031", "i": 47209, "idx": 7, "sa": ["Evan Bayh", "John R. Gregg", "Mike Pence", "Robert Dion", "Thomas McDermott", "Jonathan Weinzapfel", "Vi Simpson", "Brad Ellsworth"], "q": "Mayor <strong> Thomas McDermott </strong>, former U.S. <strong> Mike Pence </strong> <strong> Brad Ellsworth </strong>, former Indiana House Speaker <strong> John R. Gregg </strong>, state Senate Minority Leader <strong> Vi Simpson </strong> and Evan Bayhville Mayor <strong> Jonathan Weinzapfel </strong>. <strong> Robert Dion </strong> said <strong> Mike Pence </strong> might scare some Democrats away from the race. <q> It has to cause those who are thinking of running as a Democrat to think hard, because <strong> Mike Pence </strong> in the race changes the dynamic, </q> he said. <strong> Robert Dion </strong> noted that Democrats have held the Indiana governor's office for 16 of the last 24 years, but he said <strong> Mike Pence </strong> is a stronger Republican than those who challenged former Govs. <strong> Evan Bayh </strong> and", "new_id": -2}, {"i": 30576, "idx": 1, "index_answer": 0, "new_id": -1, "q": "request for a transcript from Microsoft). He appears to tell the audience that Microsoft now has its tablet strategy well in hand. According to multiple news outlets reporting on the event, <strong> Steve Ballmer </strong> said, <q> You'll see slates, but if you want most of the benefits of what a PC can offer, creating, a form factor that has been tuned over years, you'll see us expand the footprint of what Windows can target, </q> he said in a taped press event available widely online.`` We've done work on a Windows tablet, and you'll see slates with Windows on from this Christmas.'' Still, how effectively", "sa": ["Steve Ballmer"], "uid": "1296429119182222848"}]