[{"uid": "1295481500251461671", "i": 9127, "idx": 0, "sa": ["Rachel Maddow", "Bill Maher", "Mary Landrieu", "Michael Bennet", "Jerry Moran", "Nancy Pelosi", "Bernie Sanders", "Dan Boren", "Patrick Kennedy", "Ryan Dixon", "Barack Obama", "Harry Reid", "Bill Harris"], "q": "& msnbc.com Harris_Bill Maher_On_Countdown__Health_Reform_And_The_Democrats fixednewschRachel Maddowl.web.officelive.com 10 March, 2010 MSNBC Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. \"Democrats Reveal Facts About Health Care\" www.youtube.com <q> Rep. <strong> Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com \"High Immigration Impacts America's Unemployed\" www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> <strong> Ryan Dixon </strong> Congressman <strong> Jerry Moran </strong> told the House of Representatives on March 24 that Kansans", "new_id": -2, "mturk_index": "1018"}, {"uid": "1296071965164806658", "i": 27172, "idx": 0, "sa": ["Eric Schmidt"], "q": "including one Schmidt-Eric Schmidt-portrayed-as-evil-in-another-video\"> depicting Google CEO <strong> Eric Schmidt </strong> as a creepy Ice Cream truck driver. one calling Google chicken, challenging the company to a privacy debate. Now, the group is back with a video called <q> Mr. <strong> Eric Schmidt </strong> Goes to Washington. </q> On the group's site, it says: This new animated satire, \"Mr. <strong> Eric Schmidt </strong> Goes to Washington,\" -- the sequel to Consumer Watchdog's popular \"Don't Be Evil?\" video", "new_id": -2, "mturk_index": "436"}, {"uid": "1296365682082608136", "i": 28199, "idx": 2, "sa": ["Zahi Hawass"], "q": "A couple of the troops hit the man with the butts of their rifles and sat him down with others who were apparently caught inside the gates. On Saturday, <strong> Zahi Hawass </strong> provided a damage report. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> Reuters quoted him as saying. \"Egyptian citizens tried to prevent them and were joined by the tourism police, but some[ looters] managed to enter from above and they destroyed two of the", "new_id": -2, "mturk_index": "1757"}, {"uid": "1297234002160825518", "i": 43156, "idx": 6, "sa": ["Simon Cowell"], "q": "hyperlink 8 February 2011 3:42 PM filcherronne 8 February 2011 4:47 PM michelley 8 February 2011 6:49 PM According to other news sources, the exact quote from <strong> Simon Cowell </strong> is: <q> The top contestant will get$ 1 million(? 619,000) a year for five years, separate from the costs involved in recording and promotion... if they don't sell a single record they still get to keep the money. </q> HummDrumm 9 February 2011 12:42 AM \"The top contestant will get$ 1 million(? 619,000) a year for five years, separate from the costs involved in recording and promotion... if", "new_id": -2, "mturk_index": "164"}, {"uid": "1296964596119160897", "i": 6619, "idx": 0, "sa": ["Ben Roethlisberger", "Brett Favre", "Michael Vick", "Tom Brady"], "q": "has a lot to overcome. A poll taken for The Hollywood Reporter shows that \"<strong> Ben Roethlisberger </strong>\" is the most disliked player in today's game. The good news for him: Despite what Sports Illustrated described as <q> repulsive behavior, the ultimate expression of athletic entitlement run amok, </q> <strong> Ben Roethlisberger </strong> is not the most disliked player in the league. According to this poll, he ranks fourth, behind <strong> Brett Favre </strong>, of the Minnesota Vikings; <strong> Michael Vick </strong>, of the Philadelphia Eagles; and New England's <strong> Tom Brady </strong>", "new_id": -2, "mturk_index": "1848"}, {"uid": "1296128045255868977", "i": 36611, "idx": 12, "sa": ["Michael Vick"], "q": "hero to hated. <strong> Michael Vick </strong> served 18 months at Leavenworth, Kan.This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q> I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short, </q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. He just signed his first paid endorsement contract since his release from prison. He inked a two-year contract with Unequal Technologies,", "new_id": -2, "mturk_index": "457"}, {"uid": "1297155869070336523", "i": 57241, "idx": 4, "sa": ["Metta World Peace", "Condoleezza Rice", "George W. Bush", "Donald Rumsfeld"], "q": "at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. \"Powell was not duped or misled by anybody,\" <strong> Donald Rumsfeld </strong> writes. <q> nor did he lie about Saddam's suspected WMD stockpiles. The <strong> George W. Bush </strong> did not lie. The vice <strong> George W. Bush </strong> did not lie.[ CIA Director <strong> George W. Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wMetta World Peaceg. </q> Even so, <strong> Donald Rumsfeld </strong>- who does reveal that <strong> George W. Bush </strong> asked for Iraqi invasion plans within days of 11, 2001 Attacks\" 9/11- argues that removing Hussein was the right thing to do.", "new_id": -2, "mturk_index": "1839"}, {"uid": "1297465245016121882", "i": 43909, "idx": 1, "sa": ["David Letterman", "Sandra Baldwin", "Walter Iooss", "Jennifer Aniston", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q> She's so sweet, that girl. She's just darling and like the nicest person, </q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss </strong> Jr./ PRNewsFoto/Sports Illustrated Paradise Valley-$ 1,965,000 MLS 4362257 6 bed/ 9 bath 5,001+/ 2001 <strong> Sandra Baldwin </strong>, Russ Lyon Sotheby\\'s International", "new_id": -2, "mturk_index": "454"}, {"uid": "1295202805257589268", "i": 11397, "idx": 3, "sa": ["Kirsten Gillibrand", "Charles Ellis Schumer", "Tom Coburn", "Jeff Flake", "Barack Obama"], "q": "<strong> Kirsten Gillibrand </strong> said on CBS' \"Face the Nation\" that a proposal for Republican and Democratic lawmakers to sit together later this month during <strong> Barack Obama </strong>'s State of the Union address might just be a symbol, <q> but it's a good place to start </q> on working together and creating a more civil environment on Capitol Hill. <strong> Charles Ellis Schumer </strong> announced Sunday that he and <strong> Tom Coburn </strong> are going to sit together during the speech. Rep. <strong> Jeff Flake </strong>( R-Ariz", "new_id": -2, "mturk_index": "602"}, {"uid": "1295559703061718604", "i": 41338, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "is stepping down as CEO of Google, and <strong> Larry Page </strong> is taking over the company just announced in target=\"_blank\" its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman focused on, <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company says. Google's other cofounder, <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. <strong> Eric Schmidt </strong> explained the move in a blog post saying, \"We have also", "new_id": -2, "mturk_index": "1515"}]