[{"uid": "1296131053006979597", "i": 34311, "idx": 0, "sa": ["Andrew Lambert", "Patrick Cordingley", "Tony Mason", "Michael Gove"], "q": "wrote. While some of these roles will be covered by frigates, helicopters and the C130 Hercules, the \"strategic multi-role contribution of Nimrod\" will not be replicated, the six argued. <q> In a week when reports suggest that the Michael Government is seeking to impose even more severe cuts on the defence budget, it is not perverse to suggest that the gap left by broken Nimrods should be readdressed, </q> the letter concluded. Its other signatories were Air Vice Marshal <strong> Tony Mason </strong>, Air Commodore <strong> Andrew Lambert </strong> and Major General <strong> Patrick Cordingley </strong>. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which", "new_id": -2}, {"uid": "1295980148057327644", "i": 4285, "idx": 3, "sa": ["Paul Ryan", "Bernie Sanders", "Katrina vanden Heuvel"], "q": "full panel.... \"Up until this point, the Republican leadership has been vague about what federal programs they want to cut,\" said Sen. <strong> Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q> On the other hand, Congressman <strong> Paul Ryan </strong> has been very clear on this subject. </q> \" If the picture still isn't clear enough, here's <strong> Katrina vanden Heuvel </strong> warning that despite his wonky, nice-guy secret identity, \"<strong> Paul Ryan </strong> is an Ayn Rand-quoting zealot\" whose \"rhetoric is", "new_id": -2}, {"uid": "1296552417261570573", "i": 28479, "idx": 1, "sa": ["Allen Iverson", "David Stern", "Larry Brown", "Jason Kidd"], "q": "didn't even hear him. As <strong> David Stern </strong> handed him the MVP trophy, all <strong> Allen Iverson </strong> could think of was one thing when he was asked to speak. \"Where's my coach at?\" he asked. <q> Where's Coach <strong> Larry Brown </strong>? </q> It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his coach for the past 3 1/2 seJason Kidds. For a player often described as selfish and immature, it was a giant step toward superstardom. \"", "new_id": -2}, {"uid": "1297162553239927305", "i": 6160, "idx": 2, "sa": ["Sergio Marchionne"], "q": "was a risk, given his history of sexist lyrics, prescription drug abuse and harsh language. <strong> Sergio Marchionne </strong> told Forbes in a report published Monday that casting the controversial star was a tough call. <q> You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would consider to be commonly shared, </q> <strong> Sergio Marchionne </strong> told Forbes. On the other hand, Eminem also is one of the most successful rappers of all time. His album \"Recovery\" has been nominated for 10 Grammy Awards and was", "new_id": -2}, {"uid": "1295945706264699926", "i": 13876, "idx": 0, "sa": ["Richard Keys", "Bill Lockyer", "Newt Gingrich"], "q": "whether she knew the offside rule. <strong> Richard Keys </strong> said he could \"guarantee\" she would make a big mistake. <strong> Richard Keys </strong> said the game had \"gone mad\" by allowing her to run the line. The comments <q> are inexcusable from anyone at Sky, </q> said Barney Francis, managing director of Sky Sports. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HILLSBOROUGH 4 BR/ 3.1 BA$", "new_id": -2}, {"uid": "1296463074084328459", "i": 29234, "idx": 1, "sa": ["Katie Price", "Louis Walsh", "Simon Cowell"], "q": "'s my woman of the decade.\" <strong> Simon Cowell </strong>'s longtime friend Sinitta also backed the speculative plan to bring in <strong> Katie Price </strong>, adding that she would love to see the model sitting alongside <strong> Louis Walsh </strong>. <q> Having[ <strong> Katie Price </strong>] on the panel would make interesting viewing, so I can definitely see it working, </q> Sinitta said. \"She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they", "new_id": -2}, {"uid": "1297273521044515353", "i": 9738, "idx": 0, "sa": ["Ashton Carter", "Donald Rumsfeld"], "q": "just as necessary now to chart a course for the future, and said he and other Pentagon leaders were trying to cultivate better relations with industry after distanced and often-frosty relations under former Defense Secretary <strong> Donald Rumsfeld </strong>. <q> A strong, technologically vibrant, and financially successful defense industry is... in the national interest, </q> <strong> Ashton Carter </strong> said, adding that the department planned to pursue \"policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth.\" He said defense officials would focus on seven key", "new_id": -2}, {"uid": "1297135617068190238", "i": 30482, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "in the public eye. \"I remember talking to[ former Secretary of State] George Shultz and he said,` Don, that's the way it is,\" <strong> Donald Rumsfeld </strong> recalled. <q> Everyone has their slice of history and you need to write yours one day so that it is part of the records.' </q> So, in 815 pages culled from decades of notes, memos and more, the former defense secretary has told his side of the story. And though some have characterized it as a \"", "new_id": -2}, {"uid": "1297390016200884258", "i": 50909, "idx": 13, "sa": ["Robert E. Lee", "Donald Rumsfeld"], "q": "the revelations of torture and detainee abuse in the Abu Ghraib prison, in 2004, is both surprising and poignant. And, after comparing <strong> Donald Rumsfeld </strong> to \"marble man\" <strong> Robert E. Lee </strong>, Scales concludes: <q> Thus perhaps in \"Known and Unknown </q> Mr. <strong> Donald Rumsfeld </strong> inadvertently reveals himself as the 21st century's first marble man: supremely confident of his ability to manage a war of machines and sadly unapproachable to those below him willing to offer an alterative view of the", "new_id": -2}, {"uid": "1297426296058949675", "i": 31879, "idx": 0, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong> will now look again at his decisions in these six areas. target=\"_blank\"> But... The Department for Education issued a robust defence to the decision. A spokesman said: <q> On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> He also pointed out that the judge had concluded that \"there was no promise or expectation\" that any of the claimants' projects would proceed. However he added: \"The Secretary of", "new_id": -2}]