[{"uid": "1295033286023609359", "i": 43788, "idx": 0, "sa": ["David Letterman", "Bo Outlaw"], "q": "when he played for the Phoenix Suns. \"I played with <strong> Bo Outlaw </strong> back in my rookie year and I used to make fun of him all the time,\" Stoudemire said about <strong> Bo Outlaw </strong> wearing goggles. <q>They're not fashionable. So then I figured since I have to wear them, it's time to make these goggles fashionable.</q> Facebook! Know something we don't? E-mail us at New York Knicks star Amar' e Stoudemire appeared on \"Late Night with <strong> David Letterman </strong>\" on Thursday. He discussed his how he dealt with suffering from", "new_id": -2}, {"uid": "1297416813259899424", "i": 9170, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "Rick Santorum"], "q": ",\" explained former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>. <strong> Rick Santorum </strong>, a one-time Pennsylvania senator preparing a run for president, rounded out the collective cry of Cassandra by announcing that the nation was being run by a heretic. <q>This is someone who doesn't believe in truth and evil in America,</q> he said of <strong> Barack Obama </strong>.( Read about what to expect from CPAC 2011.) For decades, the Conservative Political Action Conference has been a bellwether of conservative thought. And the first day", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist.</q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said: \"<strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}, {"uid": "1295351570142295047", "i": 43469, "idx": 6, "sa": ["Mike Pence"], "q": "\" said <strong> Mike Pence </strong> in a speech on the House floor. \"It would ensure that abortion providers are not subsidized with federal tax dollars.\" \"Now, let me say,\" <strong> Mike Pence </strong> continued, <q>to be very clear, Mr. Speaker, this legislation does not cut one penny from title X family planning funding. I applaud much of the important work that is done at title X clinics across this country: breast cancer screening, HIV protection, education, counseling, pregnancy diagnosis. This legislation simply prevents family planning funding from aiding organizations that profit from the abortion industry.</q>", "new_id": -2}, {"uid": "1295479711155451403", "i": 28437, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Colin Powell"], "q": "books- a few of them, groundbreaking works of reportage- about <strong> Zine El Abidine Ben Ali </strong> Iraq, and the Bush and Obama administrations' management of national security. Scott Wallace Peter <strong> Colin Powell </strong> Avoiding the Hazards of Credit Card Debt www.americanprogress.org <q>At a time when American people are being asked to come to the rescue of financial services all over the country[...] how can we say \"we know that[ credit card] practices are unfair, but you must wait a year to fix them?'& amp... Gospel for Sunday, January 31st, 2010 Lk 4:21-30 Jesus began speaking in the synagogue, saying: \"Today this Scripture passage is fulfilled in your hearing.</q> And all spoke highly of him and were amazed at the gracious words that came from his mouth. They also asked, \"Isn't this the son of J... Ending Don't Ask, Don\"t", "new_id": -2}, {"uid": "1295779130083050499", "i": 37811, "idx": 4, "sa": ["Kobe Bryant", "Elgin Baylor", "Mo Williams", "George Karl", "Allen Iverson", "Josh Smith"], "q": "a span of two seconds after technical fouls against JR <strong> Josh Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"<strong> Elgin Baylor </strong> thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Mo_Williams_Perfect_from_Behind_the_Arc_Cavaliers_vs_Mavericks-28/11/09 <strong> Mo Williams </strong> goes 7-7 behind the arc and scores 25", "new_id": -2}, {"uid": "1297437970252067900", "i": 42727, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "by pro-war conservatives to control the debate continue to be frustrated. The antiwar heckling by libertarians of <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong> at CPAC is getting much media coverage. This story is from CBS: <q>. The crowd was on its feet, some cheering \"<strong> Dick Cheney </strong> for president!</q> The boos from CPAC's libertarian contigent continued and at times interrupted <strong> Dick Cheney </strong>'s remarks.\" \"America is stronger and more secure\" because of <strong> Donald Rumsfeld </strong>'s service, <strong> Dick Cheney </strong> said, prompting one person to", "new_id": -2}, {"uid": "1297171230133922851", "i": 9518, "idx": 7, "sa": ["Simon Cowell"], "q": "Eyed Peas or Destiny's Child. \"I'm genuinely staggered this hasn't happened. All the signs are out there, from \"Glee' to` High School Musical,\" he said, advising <q>any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.</q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don\"t sell a single record they still get to keep the money,\" he said. \"It is pressure,", "new_id": -2}, {"uid": "1296922649262193174", "i": 35459, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "might want or wish to <strong> President Bush </strong> Grindhouse, one of their most prolific warmongers, has penned a \"Not Me, Not My Fault\" book, hitting the streets this week. From the NYT; <q> \"Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,</q> Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be` creative.\"\"[ snip] His", "new_id": -2}, {"uid": "1295919467156090424", "i": 3525, "idx": 2, "sa": ["Bill Lockyer"], "q": "do the same.\"+ CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said: \"States didn't ask for it. We don't want it. We don't need it.\"- <q>Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. It would inflict severe injury on taxpayers.</q>- \"The people making this dangerous suggestion- and those who lend it credibility it doesn't deserve- confuse states' near-term budget deficits with long-term funding obligations. We are dealing with them by reducing", "new_id": -2}]