[{"uid": "1295571277037306368", "i": 12122, "idx": 0, "sa": ["Eric Schmidt"], "q": "advertisers and publishers in its exchange, but also described a continued influx of brand dollars from offline channels into online display ads, which he predicted would continue into 2011. Rosenberg added that 2011 will be <q> the year that mobile phones will play an important role in commerce, </q> and described continued growth of the firm's Android mobile operating system. In reference to the management restructuring, current CEO <strong> Eric Schmidt </strong> said he hoped the reorganization would enable the company to operate more efficiently.``", "new_id": -2}, {"uid": "1297267017254083112", "i": 44737, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "doubt for a minute that other countries in the region looking at that have to say:` Well, isn't that interesting?'' <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on <q> is tough, is risky and has to proceed at a pace that fits their culture. </q> Nearly 400 suspected war criminals living as` free birds' in Britain Sequencing of issues should not be intended to` score points': Pakistan Black money: Centre ignores Supreme Court rebukes, reveals no new", "new_id": -2}, {"uid": "1295266259121765959", "i": 29872, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "D-N.Y., said she talked with <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, on Saturday night. The astronaut described to <strong> Kirsten Gillibrand </strong> the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. <q> She's making progress every day, </q> <strong> Kirsten Gillibrand </strong> said.`` She's using both sides of her body.She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing... Monthly", "new_id": -2}, {"uid": "1295665368254312471", "i": 4734, "idx": 0, "sa": ["Hu Jintao", "Andy Coulson", "Barack Obama"], "q": "charm Chicago Photo: Visitors pose in front of an installation at Hong Kong-( Dow Jones)- Japanese clothing retailer Baroque Japan Ltd. is... Video: GE CEO to Lead White House Jobs Council Report Abuse <q> You know you lost your country when another country, promises jobs to yours, lol. </q> Report Abuse \" äº\u0094æ¯\u009b( paid communist commentator)= å\u009e\u0083å\u009c¾ ï¼\u0088 garbage) in Chinese \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and <strong> Hu Jintao </strong>'s Talks Won't End", "new_id": -2}, {"uid": "1297006588157859844", "i": 37694, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying.`` We certainly want to avoid that,'' <strong> Eric Schmidt </strong> told the paper in an interview. <q> I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct.`` We'll find out and make sure we are operating well within the law and the spirit of the law. </q> Brussels launched a formal investigation into <strong> Google Inc. </strong> in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. We welcome comments that advance the story directly", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Christmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}, {"uid": "1297462823095535141", "i": 7725, "idx": 2, "sa": ["Simon Cowell"], "q": "they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena.`` It was supposed to be similar to them doing their first concert,'' <strong> Simon Cowell </strong> explained. <q> It really helped show me who could handle the pressure. </q> <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star.`` There have been many, many times on these shows where I've hated somebody and practically", "new_id": -2}, {"uid": "1296049921129286144", "i": 31853, "idx": 0, "sa": ["Joan Rivers", "David Letterman", "Betty White"], "q": "<strong> Joan Rivers </strong>?), on WE last night at 9 ET. <strong> Joan Rivers </strong>, who is 77, has been in full-promotion frenzy for her latest effort, on`` Late Show With <strong> David Letterman </strong>'' complaining that <strong> Betty White </strong>'s come <q> back from the dead, and taking all my jobs. </q>`` I almost got the Depends commercial,'' <strong> Joan Rivers </strong> said.`` I stood there and urinated. She got it.'' <strong> Joan Rivers </strong> was scheduled to appear on`` Fox and Friends.'' But then she insulted", "new_id": -2}, {"uid": "1295154913111345676", "i": 7386, "idx": 6, "sa": ["James Posey", "Vince Carter", "Rex Chapman", "Ray Allen", "Chauncey Billups", "Allen Iverson"], "q": "run that was highlighted by <strong> Chauncey Billups </strong>' seventh and eighth 3s, which set a team franchise record. <strong> Chauncey Billups </strong> was one shy of the NBA playoff single-game record of nine 3-pointers held by <strong> Ray Allen </strong>, <strong> Rex Chapman </strong> and <strong> Vince Carter </strong>. <q> What <strong> Chauncey Billups </strong> did wasn't a surprise. He's done it throughout his career. He's very good at making that shot and he made a lot of them tonight, </q> the Hornets' <strong> James Posey </strong> said.`` <strong> Chauncey Billups </strong> got it going. He http://wn.com/Allen_Iverson_Complete_Highlight_vs_Nuggets_09/10_NBA_*Other_76ers_Highlight_*pennyccw <strong> Allen Iverson </strong> and the 76ers' reunion tour kicked off with a fantastic opening act. A full house, video tribute and enough No. 3 jerseys", "new_id": -2}, {"uid": "1296661865217907220", "i": 15133, "idx": 0, "sa": ["Katherine Heigl", "David Letterman"], "q": "movie`` The Tourist''; being used by <strong> Katherine Heigl </strong> on the Late Show with <strong> David Letterman </strong>, as well as being featured in the Wall Street Journal, on Fox Business News, Bloomberg and USA Today. <q> We believe we are the best positioned domestic company to capitalize on the popularity and rapid growth of the electronic cigarette industry... we currently sell our electronic cigarettes under the brands 51, Krave, and EZ Smoker in brick and mortar locations in 48 states, over the internet and through our short infomercial television spots, </q> Frija continued. Vapor Corp. will be exhibiting at the World MoneyShow and can found at booth# 151 in the Exhibit Hall. Free admission to The World MoneyShow Orlando provides investors and traders with face-to-face access", "new_id": -2}]