[{"uid": "1295564400217792545", "i": 29717, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google's day-to-day operations as CEO, replacing <strong> Eric Schmidt </strong>, who will assume the role of chairman. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products. Page said <strong> Eric Schmidt </strong> had done <q>an outstanding job leading Google for the last decade. The results speak for themselves.</q> Search ads remain the company's primary source of revenue, but investors have been worried by metrics indicating the pace of growth is slowing. In the most recent period, paid clicks, a measure of", "new_id": -2}, {"uid": "1297610241160759815", "i": 31880, "idx": 2, "sa": ["Zahi Hawass"], "q": "missing. \"An investigation has begun to search for the people who have taken these objects, and the police and army plan to follow up with the criminals already in custody,\" <strong> Zahi Hawass </strong> said. <q>I have said if the Egyptian Museum is safe, than Egypt is safe. However, I am now concerned Egypt is not safe.</q> <strong> Zahi Hawass </strong> also said that, \"in another terrible turn of events\", a magazine in Dahshur near Cairo was broken into on Friday night. \"This magazine contains large blocks and small artifacts,\"", "new_id": -2}, {"uid": "1295485200094470183", "i": 594, "idx": 2, "sa": ["Nancy Pelosi", "Anthony Weiner", "Mike Pence"], "q": "When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare,\" said <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>, R-Indiana, on the floor. <q>Really? Who is taking over what health care plan? Who? We are offering people tax incentives, small businesses tax incentives to go buy private insurance plans,</q> answered <strong> Nancy Pelosi </strong> <strong> Anthony Weiner </strong>, D-New York. But a tentative agreement to tone down the rhetoric was shattered when one Democrat likened Republican claims about the law to Nazi propaganda. \"You say it enough", "new_id": -2}, {"uid": "1296618533025804828", "i": 47192, "idx": 4, "sa": ["Hu Jintao", "Barack Obama", "David Letterman", "Conan O'Brien"], "q": "the check, <strong> Hu Jintao </strong> said, \"Your money is no good here.' <strong> Barack Obama </strong> laughed, and <strong> Hu Jintao </strong> said,` No, really, your money is no good.\" â\u0080¢ <strong> David Letterman </strong>-- <q>China's <strong> Barack Obama </strong> <strong> Hu Jintao </strong> is visiting the United States. If he likes what he sees, he may put down a deposit.</q> With unemployment stalled at nearly 10 percent, comics are unimpressed with <strong> Barack Obama </strong>'s economic promises: â\u0080¢ <strong> Conan O\"Brien </strong>-- \"<strong> Barack Obama </strong> met with the CEOs of top companies about creating more jobs for Americans.", "new_id": -2}, {"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,\" he said, \"but when the spokesman needs a spokesman, it's time to move on.\"( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q>Once you become the story, it's time to quit.</q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}, {"uid": "1297116847195428397", "i": 34147, "idx": 3, "sa": ["Simon Cowell"], "q": "this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person.\" And what does <strong> Simon Cowell </strong> think of the new season of American Idol? <q>I haven't seen a full episode,</q> he said. \"I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[", "new_id": -2}, {"uid": "1296898057157286450", "i": 8991, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q>We're looking for success stories; we're not looking for players to fail,</q> <strong> Roger Goodell </strong> said. \"He's paid a very significant price and he's doing the right thing.\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he", "new_id": -2}, {"uid": "1296106306239763512", "i": 22461, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "dogfighting operation. \"This one feels great due to the fact that I've been through so much and trained to getting back to this position,\" he said after the NFC opened practice Wednesday. <q>It's paramount for me and my family and I'm just thankful.</q> After starting the year as a backup to <strong> Kevin Kolb </strong>, <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. \"I'm enjoying the guys", "new_id": -2}, {"uid": "1295224464227999941", "i": 33057, "idx": 0, "sa": ["Jared Loughner", "Kara DioGuardi", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "<strong> Kara DioGuardi </strong> set to run for <strong> Kirsten Gillibrand </strong> seat Arizona Rep. <strong> Gabrielle Giffords </strong> made another stride in her amazing recovery on Sunday, as doctors upgraded her condition from \"critical\" to \"serious.\" Tucson, was made because <strong> Gabrielle Giffords </strong> <q>is no longer on a ventilator,</q> according to a statement posted on <strong> Jared Loughner </strong> just over a week ago, <strong> Gabrielle Giffords </strong> has made an astonishing recovery, and is now able to move both sides of her body. <strong> Gabrielle Giffords </strong> has been breathing on her own", "new_id": -2}, {"uid": "1295285232265912326", "i": 9438, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Hu Jintao", "President Bush"], "q": "<strong> Chuck Schumer </strong> and said he and a group of bipartisan senators would reintroduce a bill they crafted last year, but which never came to a vote in Senate. It would require the Treasury Department to investigate <q>China's manipulation of its currency and actually do something about it... The time for talk is over. We've had enough of China's empty verbiage,</q> he said. <strong> Chuck Schumer </strong>, <strong> Kirsten Gillibrand </strong>, Peter King urged an end to a \"zero sum\" Cold War relationship with the U.S., but... Photo in Slideshow: <strong> President Bush </strong>, <strong> Hu Jintao </strong>, on the eve of", "new_id": -2}]