[{"uid": "1295499873140181515", "i": 25734, "idx": 1, "sa": ["Vince Carter", "Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q>You honestly don't r... <strong> Vince Carter </strong>- Top 10 Dunks 2:29 <strong> Vince Carter </strong> \"<strong> Vince Carter </strong></q> <strong> Vince Carter </strong>( born January 26, 1977) is an American professional basketball player in the National Basketball Association( NBA). He is currently a starting shooting guard for the New Jersey Nets. Mostly known for his", "new_id": -2}, {"uid": "1296781096226541600", "i": 13788, "idx": 3, "sa": ["Mike Pence"], "q": "has been recorded aiding and abetting underage sex trafficking.\" \"The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage,\" <strong> Mike Pence </strong> said. <q>The time to deny any and all funding to Planned Parenthood is now.</q> He urged Congress to immediately bring his bill, which would end family planning grants for abortion providers, to the floor for consideration. <strong> Mike Pence </strong> reintroduced that bill last month. According to a Government Accountability Office", "new_id": -2}, {"uid": "1295629432247332874", "i": 26193, "idx": 3, "sa": ["Les Hinton", "Andy Coulson", "Rebekah Brooks"], "q": "We will vigorously pursue the truth- and we will not tolerate wrongdoing.\" <strong> Les Hinton </strong>, former News International chairman, giving evidence to the culture, media and sport select committee in September 2009 <q>There was never any evidence delivered to me suggesting that the conduct of <strong> Clive Goodman </strong> spread beyond him. The News of the World is populated overwhelmingly by decent hard-working people. If anyone were found conducting themselves in the way that <strong> Clive Goodman </strong> did, there is no question there would be instant dismissal.</q> <strong> Rebekah Brooks </strong>( then <strong> Rebekah Brooks </strong>), News International chief executive, 10 July 2009 <strong> Andy Coulson </strong>'s resignation must not be seen as the end of the hacking scandal Did <strong> Andy Coulson </strong> know about the hacking after all? And if", "new_id": -2}, {"uid": "1296246869137003031", "i": 288, "idx": 3, "sa": ["Sarah Palin", "Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "a government takeover of health care through a so-called publi... Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one... <strong> Sarah Palin </strong>: SRLC 2010 Republican Leaders <strong> Mike Pence </strong> gave an encouraging and patriotic speech at the AFP` November Speaks\" Rally against the Democrat led Lame Duck session.... Republicans Rip", "new_id": -2}, {"uid": "1295268538147652699", "i": 28724, "idx": 2, "sa": ["Barack Obama", "John Thune", "Mike Pence", "Rick Santorum", "Tim Pawlenty", "Sarah Palin", "Mitch Daniels", "Newt Gingrich"], "q": "<strong> Sarah Palin </strong> <strong> Mitch Daniels </strong> of Indiana, former House Speaker <strong> Newt Gingrich </strong>, former Minnesota <strong> Sarah Palin </strong> <strong> Tim Pawlenty </strong>, <strong> Barack Obama </strong> <strong> John Thune </strong> of South Dakota and former <strong> Rick Santorum </strong> of Pennsylvania. At a speaking engagement last month, <strong> Mike Pence </strong> said he and his family are <q>determined to take the next few months and pray about</q> a possible White House run. TheIndyChannel.com. The Associated Press contributed to this report. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. The following are comments from", "new_id": -2}, {"uid": "1295091531196460547", "i": 28633, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Jeep Grand Cherokee Overland Summit. When asked how the Grand Wagoneer would differ from the seven-seat Jeep Commander, a widely panned vehicle Chrysler stopped making last year, <strong> Sergio Marchionne </strong> had some harsh words. <q>That car was unfit for human consumption. We sold some. But I don't know why people bought them.</q> Help and Tech support Your questions answered& how to report a technical issue Feedback How to contact someone at nzherald.co.nz Group Sites Copyright 2011, APN Holdings NZ Limited", "new_id": -2}, {"uid": "1295498090112721958", "i": 47310, "idx": 7, "sa": ["Rasheed Wallace", "Allen Iverson", "Dirk Nowitzki"], "q": "Detroit Pistons from start to finish Tuesday night, the finish got pretty close before Dallas pulled out a 103-101 victory. \"Hey, stuff happens in this league,\" said <strong> Dirk Nowitzki </strong>, who scored 30 points. <q>We'll take the wins as we can get them.</q> Richard Hamilton was a late scratch for Detroit because of an aggravated groin problem. With <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back) also out, the Pistons were missing a combined average of 48.5 points per game", "new_id": -2}, {"uid": "1297708575012566538", "i": 19656, "idx": 0, "sa": ["Steve Ballmer"], "q": "do so with a giant like Nokia jumping into the game, supported by billions in Microsoft subsidies. In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. <q>Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,</q> <strong> Steve Ballmer </strong> said. \"That's not just good for Nokia, that's good for all our handset partners.\" Groupon, FTD get complaints, offer Valentine's Day flower refunds Intel invests$ 26M", "new_id": -2}, {"uid": "1297616629186400779", "i": 26860, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Nearly three decades later, \"the <strong> Donald Rumsfeld </strong> problem\" came to the Pentagon with orders from <strong> President Bush </strong> to shake the place up. \"Change is hard for people,\" <strong> Donald Rumsfeld </strong> said. <q>Change is hard. But did you make it harder than it had to be by alienating people?</q> asked Martin. \"If you don't want to change and someone above you wants to, it's not fun, replied the ex-Secretary of Defense. <strong> Donald Rumsfeld </strong>'s Life in Pictures The former", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not \"have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q>I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point,</q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. \"I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]