[{"uid": "1297375310128925700", "i": 11768, "idx": 0, "sa": ["Mike Young", "Michael Vick", "Michael Young", "Josh Hamilton"], "q": ". Even more glad the whip <strong> Michael Young </strong> story gets bumped for at least a day. It's been giving me tiredhead. it would be easy for him this year. He'd say, <q> that <strong> Mike Young </strong> guy is making 16/mil a year. I'm worth at least twice that. I actually give a shit about defense and I'm not a liability out there. </q> Wait, During Super Bowl Week We Gave a Key to Our City to <strong> Michael Vick </strong>?( 67) Now That the Super Bowl is Over, Let's Disqus. Olive Branch?( 59) <strong> Josh Hamilton </strong> Says", "new_id": -2}, {"uid": "1295419136019841068", "i": 1478, "idx": 8, "sa": ["Simon Cowell", "Steven Tyler"], "q": "'s far more palatable than thinking of America as an overbearing, imperial power throwing its weight around on the world stage.'' Morgan recently offered a different explanation: Perhaps we equate meanness with honesty. <q> There is kind of a belief amongst Americans, true or not, that the Brits are perhaps a little more blunt and more to the point, </q> he told title=\"TV Guide\" href=\"http://www.latimes.com/topic/services-shopping/books-magazines/tv-guide-PRDPER000001.topic\"> TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative.`` What's with", "new_id": -2}, {"uid": "1296179950266141706", "i": 20255, "idx": 5, "sa": ["Bernie Sanders", "Lindsey Graham", "Barack Obama"], "q": "did?'' <strong> Lindsey Graham </strong> said in reference to the former Republican <strong> Barack Obama </strong> and Democratic House speaker. <strong> Bernie Sanders </strong> accused Republicans of hyping the fiscal instability of the program and the media of swallowing their spin. <q> If it's raining tomorrow, therefore Social Security is in trouble. What's the surplus for Social Security? </q> he said. <strong> Bernie Sanders </strong> said the trust fund is similar to businesses that take out loans from time to time to cover short-term costs but are fiscally sound over the long term. The other members", "new_id": -2}, {"uid": "1295354258239271961", "i": 46302, "idx": 0, "sa": ["Jamie Oliver", "David Letterman", "Ricky Gervais"], "q": "butch dyke gets attacked Sex starved, Mona Nelson, a butch dyke who spend time with a 12-year old boy named Jonathan, was attacked by over 400 man hungry lesbians in prison, in what many are calling <q> The Night Without Mercy. </q> Mona Nelson was Jonathan's babysitter when he... <strong> David Letterman </strong> devours <strong> Jamie Oliver </strong> and <strong> Ricky Gervais </strong> comes to the rescue!` Twilight' Movies Really Good- Pattinson And Stewart Excellent- <strong> Ricky Gervais </strong> And Dee", "new_id": -2}, {"uid": "1296111787260849671", "i": 19580, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt </q>.`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. Miners in NZ` probably died in minutes' All 29 men", "new_id": -2}, {"uid": "1296760494005144612", "i": 10072, "idx": 5, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "be easy: <strong> Donald Rumsfeld </strong> outsourced the dirty, dull and dangerous stuff to Blackwater and paid them handsome profits on the multibillion dollar contracts. His compatriots at the state department dispatched 11 href=\"http://www.washingtonpost.com/ac2/wp- dyn/A48543- 2004May22?language=printer\"> <q> idealistic volunteers... in their twenties or early thirties[ who] had no foreign serGeorge H. W. Bush experience to run the country </q>. At the same time, <strong> Donald Rumsfeld </strong> failed to provide working equipment to the soldiers, who were facing an increasingly hostile population. Then, Iraq turned out to be a powder keg. Hundreds of thousands", "new_id": -2}, {"uid": "1296495116169607208", "i": 9762, "idx": 1, "sa": ["David Letterman", "Mark Zuckerberg", "Conan O'Brien", "Ben Silverman"], "q": "17 audience share in the nation's biggest media Mark Zuckerbergets. Those numbers indicate more people checked out <strong> Conan O'Brien </strong>'s show out than watched <strong> David Letterman </strong>'s`` Late Show'' on CBS and ABC's`` Nightline'' combined. <q> We were very happy, </q> said <strong> Conan O'Brien </strong>'s boss, <strong> Ben Silverman </strong>, co-chairman of NBC Entertainment and Universal Movie Studios. The trick is the second night, and the third- and the hundreds more likely to come. <strong> Conan O'Brien </strong> set himself apart David Lettermany", "new_id": -2}, {"uid": "1295007936080707626", "i": 11357, "idx": 2, "sa": ["Gordon Brown", "Simon Cowell"], "q": "<strong> Gordon Brown </strong>, Cheryl Cole and href=\"http://yahoo-uk.feedsportal.com/fc/x-factor.html\"> <strong> Simon Cowell </strong>, told Lily:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But the singer told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to`` say a little prayer''. Lily previously had a miscarriage when she", "new_id": -2}, {"uid": "1296566910244629509", "i": 16806, "idx": 7, "sa": ["Allen Iverson"], "q": "'s all about one common goal: bringing a championship to Philadelphia.'' And <strong> Allen Iverson </strong> is the biggest reason why, despite his latest controversy. He made headlines after verbally sparring with fans in Indiana on Sunday. <q> It was blown out of proportion because people heard me responding back, </q> <strong> Allen Iverson </strong> said.`` But if you listen, you'll hear things way worse than what I said. But I'm <strong> Allen Iverson </strong> and I have an` X' on my chest. I handled it the wrong", "new_id": -2}, {"i": 14970, "idx": 1, "index_answer": 0, "new_id": -1, "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful.`` It took me seven months to persuade these two to sign a recording contract with me,'' he said. <q> But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client. </q> He added:`` But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.'' This week", "sa": ["Simon Cowell"], "uid": "1295884115215089172"}]