[{"uid": "1295802686043466832", "i": 5785, "idx": 1, "sa": ["Dino Greco", "Sergio Marchionne"], "q": "Nella risposta <strong> Dino Greco </strong> ribadisce che nonostante l'eroismo degli operai, a Mirafiori la lotta? finita e che? finita con la vittoria di <strong> Sergio Marchionne </strong> e dei suoi mandanti. Bisogna pensare a come fare a rimontare la china: <q> ricucire le trame di rapporti a sinistra oggi lacerati o sdruciti e scrollarsi di dosso quella sindrome della sconfitta che ha per troppo tempo consegnato noi all` impotenza e i lavoratori alla solitudine </q> dice <strong> Dino Greco </strong>. Il direttore di Liberazione non vuole vedere che l'esito dello scontro di Mirafiori ha invece per ora unito milioni di lavoratori, giovani, studenti, donne, precari, insegnanti, pensionati attorno alla FIOM e", "new_id": -2}, {"uid": "1297616629186400779", "i": 32569, "idx": 51, "sa": ["Donald Rumsfeld", "David Martin", "George H. W. Bush"], "q": "the military, which is unfortunate,'' <strong> Donald Rumsfeld </strong> added.`` Why did you stand for that?'' asked <strong> David Martin </strong>.`` You have to cut him some slack,'' <strong> Donald Rumsfeld </strong> explained. <q> You have to assume that he knows what he's doing, and work with him. He's there on the ground. </q> Then in April 2004 the Abu Ghraib scandal- with its still shocking photos- broke. <strong> Donald Rumsfeld </strong> offered to resign, twice. But the <strong> George H. W. Bush </strong> said no.`` Do you think it would", "new_id": -2}, {"uid": "1295628168219987969", "i": 43363, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "aux commandes lors de l'entr?e en Bourse en 2004. Dix ans plus tard, la r?ussite financi?re para?t totale. Insensible? la crise du march publicitaire, Google a accumul href=\"http://www.xconomy.com/san-francisco/2011/01/20/searching-for-meaning-in-googles-leadership-changes/\" target=\"_blank\"> les excellents r?sultats. <q> L'encadrement par un adulte n'est plus n?cessaire </q>, estime? pr?sent <strong> Eric Schmidt </strong> sur le ton de l'humour, en r?f?rence au jeune ge de ses prot?g?s.`` Nous devions clarifier nos r?les'' Pour le href=\"http://www.guardian.co.uk/technology/2011/jan/21/google-Eric Schmidt-Eric Schmidt-Larry Page-Larry Page\" target=\"_blank\">", "new_id": -2}, {"uid": "1295533938236404739", "i": 40947, "idx": 1, "sa": ["Alassane Ouattara"], "q": "and allies rather than the population, rival presidential claimant <strong> Alassane Ouattara </strong> told Reuters on Thursday. Asked in an interview whether he would back broad trade measures including an embargo on its cocoa exports, <strong> Alassane Ouattara </strong> said: <q> All the measures we back should target those responsible for the situation: Mr Laurent Gbagbo, his government, his entourage... But I want to spare the large majority of the population. </q> Ivory Coast Capital: Yamoussoukro Haitian officials and aid groups are working furiously to isolate and contain an outbreak of Cholera to Haiti's central... A car burns near the parliament building during anti-government clashes", "new_id": -2}, {"uid": "1297266188254083108", "i": 15093, "idx": 0, "sa": ["Éric Boullier", "Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong>, a r?p?t qu'il n'entendait pas c?der la marque Alfa Romeo au groupe Volkswagen. Il s` autorise au passage quelques piques bien senties? l'adresse de ses homologues transalpins. Actualit S?curit routi?re- Chantal PerÉric Boullierhon: <q> Une attaque massive contre le permis? points </q> Actualit Toyota-pedal gate: l'?lectronique hors de cause Economie Volkswagen: hausse de salaire pour les employ?s allemands Actualit S?curit routi?re- Hortefeux:`` des mesures concr?tes'' Actualit S?curit routi?re:+21% de morts sur les routes", "new_id": -2}, {"uid": "1295007787037093399", "i": 24255, "idx": 0, "sa": ["Gordon Brown", "Lily Allen", "Piers Morgan", "Simon Cowell"], "q": " The star, who has had two miscarriages, told <strong> Piers Morgan </strong> she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q> I'd do it for a million for SANDS. money, mouth? </q> <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview", "new_id": -2}, {"uid": "1295937877228343832", "i": 49912, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Kevin Systrom"], "q": "on the Afghanistan-Pakistan border, construction of a school in Haiti and glimpses inside NPR's headquarters. An indie rock band, the National, uses Instagram to show fans behind the scenes pictures of its tour. <q> It's a strong and compelling way to consume moments in the world, whether it be newsworthy events or simple daily moments in a friend's life, </q> <strong> Kevin Systrom </strong> said.`` Instead of reading what they're doing, you're seeing what they're doing.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts:", "new_id": -2}, {"uid": "1296005015036782082", "i": 16732, "idx": 1, "sa": ["Alassane Ouattara"], "q": "Gbagbo supporters to intimidate people living in neighbourhoods that voted for the internationally recognized leader, <strong> Alassane Ouattara </strong>.`` Most of the killings by militias took place in broad daylight,'' the report released Wednesday said. <q> Witnesses said that police, gendarmes and other members of the security forces actively sided with the militias, either standing by while the abuses were committed, openly praising the killings as or after they took place, or even shooting at the body of the victim. </q> The United Nations says at least 260 people have been killed since the contested election in which <strong> Alassane Ouattara </strong>'s victory was pronounced by the electoral commission and certified by the U.N.. This result was later overturned by", "new_id": -2}, {"uid": "1295983645057327616", "i": 32715, "idx": 2, "sa": ["Michael Gove"], "q": ". Mr <strong> Michael Gove </strong>'s lawyers say each of the six councils seeking judicial review will in any event receive in total`` well in excess of? 1bn in BSF funding'', and the case was about <q> whether they must get even more </q>. 05 JULY 2010, EDUCATION& FAMILY The rise of` we' Why US presidents increasingly love the word Risky harvest Inuit race to gather mussels under the sea ice- before tide returns", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,'' Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds.`` We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}]