[{"uid": "1297538891173686785", "i": 56277, "idx": 0, "sa": ["Ray Allen", "Allen Iverson", "Reggie Miller"], "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1296791221147030018", "i": 20223, "idx": 6, "sa": ["George Karl", "Ömer Aşık", "Allen Iverson", "Yao Ming"], "q": "share to ruin <strong> Allen Iverson </strong>'s homecoYao Ming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team fell to 5-16. <q> It was a positive experience to be part of AI returning, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought he fatigued as the game went on <strong> Ömer Aşık </strong> we got the benefit of it. He's not in the best of shape yet.'' <strong> Allen Iverson </strong> received a stÖmer Aşıking ovation when", "new_id": -2}, {"uid": "1296278683209059853", "i": 58377, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "dollars you can expand that research and development group.'' <strong> Kirsten Gillibrand </strong>'s plan would create a permanent 20 percent research and development tax credit that could impact more than 2,000 businesses and spur job growth across the nation. <q> You have to continue to invest very aggressively in high tech businesses or the technology marches by your company and there's no way we're going to let that happen, </q> Balfour said. You can send a story to multiple email addresses by separating the email addresses with a semicolon(;)", "new_id": -2}, {"uid": "1295331968063275012", "i": 28165, "idx": 2, "sa": ["Lea Michele", "Vera Wang", "January Jones", "Angelina Jolie", "Beverly Hills"], "q": "of fashion,'' she added. Still, there was room at the <strong> Beverly Hills </strong> Hilton Hotel in <strong> Beverly Hills </strong>, Calif., for waves of gowns in green, red, blue, black and blush tones. <q> I don't see an oVera Wangll trend. It's not all about strapless or one look- the way it's been so cLea Michelerly in the past. You always hope to see individuality and you got it, </q> said Cindy Weber CLea Michelery, InStyle fashion director. She also noted there were more covered-up looks, save <strong> January Jones </strong>' strategically cutout top, and a rainbow of colors. <strong> Angelina Jolie </strong> wore a long-sleeve, green", "new_id": -2}, {"uid": "1295679833021889049", "i": 18428, "idx": 0, "sa": ["Andy Coulson"], "q": "World phone href=\"http://uk.news.yahoo.com/fc/hacking-hackers.html\"> hacking row and plans to leave within weeks. In a statement, he said the drip-drip of claims about illegal eavesdropping when he edited the paper meant he could not <q> give the 110% needed </q>. The Prime Minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice''.", "new_id": -2}, {"uid": "1295717712220610567", "i": 13654, "idx": 0, "sa": ["April Glaspie", "Colin Powell", "Brent Scowcroft", "George H. W. Bush"], "q": "Kuwait. She counseled patience. <strong> George H. W. Bush </strong>'s Chairman of the Joint Chiefs of Staff, General <strong> Colin Powell </strong>, was as hesitant as <strong> April Glaspie </strong>. His military options to retake Kuwait, National Security Adviser <strong> Brent Scowcroft </strong> groused, <q> had not seemed designed by anyone eager to undertake the task. </q> The <strong> Colin Powell </strong> Doctrine, conceived after Reagan's disastrous intervention in Lebanon, still prevailed in 1990: U.S. forces would only be introduced into conflicts with clear, achievable aims, a visible exit, and strong popular and", "new_id": -2}, {"uid": "1295625292033243143", "i": 25182, "idx": 0, "sa": ["David Letterman", "Piers Morgan"], "q": "By Alex Weprin on January 21, 2011 10:50 AM <strong> Piers Morgan </strong> appeared on <q> The Late Show with href=\"http://www.mediabistro.com/David Letterman-David Letterman-profile.html\"> <strong> David Letterman </strong> </q> last night, and received some advice from <strong> David Letterman </strong> on how to spice things up:`` You just need to grab someone by the tie and just pop them,'' <strong> David Letterman </strong> said.`` Would", "new_id": -2}, {"uid": "1295578933025002019", "i": 4361, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his title=\"Twitter, Inc.\" href=\"http://www.chicagotribune.com/topic/arts-culture/internet/social-media/twitter-inc.-ORCRP00010280.topic\"> Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advisLarry Page, 37, and", "new_id": -2}, {"uid": "1295611340109838367", "i": 50295, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "der F?hrung von <strong> Eric Schmidt </strong> hat Google einen ph?nomenalen Aufstieg zu einem dominierenden Internetkonzern und B?rsengiganten erlebt. Es waren daher keine leeren Worte, als <strong> Larry Page </strong> jetzt bei der Ank?ndigung des F?hrungswechsels die Leistung von <strong> Eric Schmidt </strong> lobte und sagte: <q> Die Ergebnisse sprechen f?r sich selbst. </q> Aber obwohl Google wachstumsstark und hochprofitabel ist, hat das Unternehmen eine Reihe von Herausforderungen. Jenseits seiner lukrativen Internetsuche ist es Google bis heute schwergefallen, umsatzstarke neue Gesch?ftsfelder aufzubauen. Der Vormarsch von sozialen Netzwerken wie Facebook", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]