[{"uid": "1295593237183287808", "i": 33965, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the same interview, saying it had started to become clear the company needed to be run more crisply. \"I am not as concerned about the titles as I am winning,\" <strong> Eric Schmidt </strong> said. <q>I am quite certain that this change will result in faster decision making and better value for the shareholders.</q> Google's stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> combined own a controlling stake in the company. Google is coming off", "new_id": -2}, {"uid": "1297103680174964803", "i": 41711, "idx": 1, "sa": ["Simon Cowell"], "q": "is looking forward to seeing. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" <strong> Simon Cowell </strong> said in a statement issued by FOX. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.</q> Already a hit in the UK- the show has consistently been a huge ratings draw abroad since its debut in 2004, peaking with 21 million viewers tuning in for the 2010 season finale, which saw", "new_id": -2}, {"uid": "1295127469219299878", "i": 2694, "idx": 3, "sa": ["Florence Nightingale", "Yao Ming", "That guy", "Allen Iverson", "Shane Battier"], "q": "years ago: \"AARP membership cards will be checked at the door.\", on ex-NBA star <strong> Allen Iverson </strong> needing surgery to remove a lump in his right leg that formed while he was playing in Turkey: <q>Think of it as the foreign lesion.</q> â\u0080¢ Rockets forward <strong> Shane Battier </strong>, to AP, on teammate <strong> Yao Ming </strong>'s latest season-ending injury: \"Good lord. <strong> That guy </strong>'s seen more hospital beds than <strong> Florence Nightingale </strong>.\" â\u0080¢ Reader Bob Burtwell, to the", "new_id": -2}, {"uid": "1295342501194592769", "i": 8567, "idx": 0, "sa": ["Google Inc.", "Steve Ballmer", "Keith Goddard"], "q": "- Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>, said to unveil new software for tablets at the Consumer Electronics Show next week, will face skeptics who say his company won't soon narrow Apple's iPad lead. <q>By the time Microsoft gets it figured out everybody will already own an iPad,</q> said <strong> Keith Goddard </strong>, CEO of Capital Advisors <strong> Google Inc. </strong> an investing firm in Tulsa, Oklahoma, that holds Apple shares. \"That train has left the station.\" Microsoft will announce a full version of the", "new_id": -2}, {"uid": "1296161522095223812", "i": 35887, "idx": 0, "sa": ["Eric Schmidt", "Adam Lashinsky"], "q": "Finance Search Thu, Jan 27, 2011, 3:51 PM EST- U.S. Markets close in 9 mins.{ \"s\": \"goog, msft\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} Matt Rosoff, On Thursday January 27, 2011, 3:31 pm interview with Fortune's <strong> Adam Lashinsky </strong>, Google CEO <strong> Eric Schmidt </strong> said that Microsoft is", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,\" <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. <q>It's a talent-acquisition business, right? If you don't have it, it's hard to win.</q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}, {"uid": "1296570929178978913", "i": 5392, "idx": 1, "sa": ["Andy Coulson"], "q": "allegations about phone hacking dating back to his time as editor of the News of the World had made it impossible to devote what he called \"110%\" of his time to his job. <q>When the spokesman needs a spokesman, it is time to move on,</q> he said in his statement. Downing Street insisted his resignation was not precipitated by any new evidence that would challenge <strong> Andy Coulson </strong>'s claim that he had no knowledge of phone hacking at the newspaper. <strong> Andy Coulson </strong> resigned as", "new_id": -2}, {"uid": "1297233092159547463", "i": 1242, "idx": 1, "sa": ["Hillary Clinton", "Sen. Bernie Sanders"], "q": "a tough race in the next election due to the GOP machine,\" said an e-mail encouraging attendance. \"Therefore, he's coming to ask similar-minded folks for support.\" Another e-mail said, <q>Here's a great opportunity to hear an important progressive voice in the US <strong> Sen. Ted Kennedy </strong> and for us to develop ties and think about New England as a region.</q> The fundraiser will be held at 1:30 p.m. at <strong> Hillary Clinton </strong> Church Parish Hall on Eliot Street in Jamaica Plain. It's not a big-donor affair: The suggested contribution is$ 100. <strong> Sen. Bernie Sanders </strong> is", "new_id": -2}, {"uid": "1295589907019480595", "i": 4310, "idx": 0, "sa": ["Steve Ballmer"], "q": "gets burned by the recession. The company announced the cuts Thursday as it reported an 11 percent drop in second-quarter profit, which fell short of Wall Street's expectations. Microsoft shares plunged more than 11 percent. <q>We're certainly in the midst of a once-in-a-lifetime set of economic conditions,</q> Chief Executive <strong> Steve Ballmer </strong> said during a conference call. With less access to credit, businesses and consumers are spending less and stretching the life span of their existing computers. The biggest names in the technology sector have been", "new_id": -2}, {"uid": "1295587628071548946", "i": 25615, "idx": 3, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "<strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong>, 55, had been chief executive for 10 years- \"a nice round number\"- and Page, now 37, was ready to lead the company into the future. <q>Larry and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,</q> <strong> Vint Cerf </strong> said. \"He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company.", "new_id": -2}]