[{"uid": "1296709837249151493", "i": 2391, "idx": 7, "sa": ["Vince Carter", "Russ Granik", "Allen Iverson"], "q": "turned on to it,\" said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. <q>For better or worse, fans like it when you get superstars going against each other. People have been hearing about these guys for years now, but they haven't gotten this far before where they met each other at this level. That gets people interested.</q> With the NBA's overall popularity declining and new rules designed to make the game more appealing set to take effect next season, an Iverson-Carter matchup is what the league really needed. \"Watching these two kids,", "new_id": -2}, {"uid": "1297503358136921091", "i": 9231, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Cheney said the conflict would be \"weeks rather than months.\" Appearing on ABC's \"This Week\" two weeks after the invasion, on March 30, 2003, <strong> Donald Rumsfeld </strong> said, <q>We know where the( weapons of mass destruction) are. They're in the area around Tikrit and Baghdad and east, west, south and north somewhat.</q> They still haven't been found anywhere. Because there weren't any. Now <strong> Donald Rumsfeld </strong> has written a book-- not to clarify the misinformation and mistakes made in Iraq, but to try to", "new_id": -2}, {"uid": "1295448193089899023", "i": 4809, "idx": 3, "sa": ["David Letterman", "Regis Philbin"], "q": "at least. \"Once in awhile, <strong> David Letterman </strong>,\" <strong> Regis Philbin </strong> said. \"Not too often.\" Closing the call, <strong> Regis Philbin </strong> asked <strong> David Letterman </strong> to join him in a couple of bars of <q>There's No Business Like Show Business,</q> and the younger show host obliged. When it seemed like <strong> Regis Philbin </strong> was going to keep singing, <strong> David Letterman </strong> hung up on him. <strong> Regis Philbin </strong> has co-hosted Live from New York City for 28 years and holds the", "new_id": -2}, {"uid": "1295642253262504457", "i": 30731, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "about Mr. <strong> David Cameron </strong>'s judgment in hiring him- a charge likely to reverberate in the political arena. He also suggested that the timing of the announcement was intended to minimize the impact of the news. <q>Spin and obfuscation is all we get from Downing Street- we need to get to the truth,</q> Mr. Watson said. For the Labour Party, Mr. <strong> Andy Coulson </strong>'s departure partly overshadowed its own woes over the departure of Mr. Johnson, a veteran Labour official and former government minister. British police officials said", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q>Apparently, it's a practice all over the country,</q> <strong> Bill Lockyer </strong> said today in a telephone interview. \"I don't think it's a good one.\"-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1297616629186400779", "i": 26859, "idx": 1, "sa": ["Donald Rumsfeld", "Richard Nixon", "President Bush"], "q": "As long ago as 1971, <strong> Richard Nixon </strong> was heard on the Oval Office tapes grousing about \"the <strong> Donald Rumsfeld </strong> problem.\" <strong> Donald Rumsfeld </strong> was a Presidential aide and maybe too big for his britches. <q><strong> Donald Rumsfeld </strong> is a different cup of tea,</q> <strong> Richard Nixon </strong> said. Nearly three decades later, \"the <strong> Donald Rumsfeld </strong> problem\" came to the Pentagon with orders from <strong> President Bush </strong> to shake the place up. \"Change is hard for people,\" <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297118217093028381", "i": 45361, "idx": 2, "sa": ["Simon Cowell"], "q": ",\" he said. VIEW THE PHOTOS: The Verdict Is In! Judges Of Reality Television \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q>So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million.</q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "new_id": -2}, {"uid": "1295812405016547880", "i": 37817, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Arthur Kemp", "Mary Harney"], "q": "By <strong> Arthur Kemp </strong> Report Abuse \"<strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>.\" Report Abuse <q>Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1296004077137592834", "i": 1143, "idx": 3, "sa": ["Al Franken", "Barack Obama", "Maurice Hinchey", "Sen. Bernie Sanders"], "q": "now very real.\" Parallel objections came from the savviest observers of media issues on Capitol Hill. \"Big media just got a lot bigger,\" declared <strong> Sen. Bernie Sanders </strong> <strong> Maurice Hinchey </strong>( D., N.Y.). <q>The FCC's decision to allow Comcast to acquire NBC Universal will burden the American people with more media consolidation, fewer independent sources of information, and higher cable bills....</q> <strong> Barack Obama </strong> <strong> Al Franken </strong>( D., Minn.) was equally adamant: \"The commission is supposed to protect the public interest, not corporate interests. But what we see today is an effort by the FCC to", "new_id": -2}, {"uid": "1296980052013991983", "i": 49020, "idx": 1, "sa": ["Michael Vick"], "q": "with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q>He had a plan and he stuck to that, both on and off the field,</q> Reid said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}]