[{"uid": "1296758520141000710", "i": 29605, "idx": 0, "sa": ["Eric Schmidt"], "q": "the incident reflects a new, more reactive attitude toward slights emanating from Larry Page, the Google co-founder who will become CEO in April and is considered more volatile and less diplomatic than outgoing CEO <strong> Eric Schmidt </strong>. <q> Google's complaint is the height of hypocrisy. The company's entire business model is built on the use of other people's content usually without bothering to seek permission, </q> said John Simpson, from Consumer Watchdog's Inside Google research team. Google's allegations are an attempt to make Microsoft look bad for doing what every search provider does constantly: analyse competitors' search engines", "new_id": -2}, {"uid": "1297381652182599684", "i": 23506, "idx": 0, "sa": ["Steve Ballmer", "Carol Hymowitz", "Stephen Elop"], "q": "to Fill Slots and Renew Advertisers? Feb 10, 2011- 05:16 PM EST- AAPL: 354.54(-3.62,-1.01%)| NASDAQ: 2790.45(+1.38,+0.05%) 39 Comments <q> Nokia Oyj is close to announcing a software partnership with Microsoft Corp., a bet that together the two companies can better challenge <strong> Google Inc. </strong> and Apple <strong> Google Inc. </strong>, according to a person with knowledge of the discussions, </q> <strong> Carol Hymowitz </strong>, Dina Bass and Diana ben-Aaron report for Bloomberg. \"Nokia Chief Executive Officer <strong> Stephen Elop </strong> has held talks with Microsoft CEO <strong> Steve Ballmer </strong> about putting Microsoft's mobile operating system on Nokia phones, said the person", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}, {"uid": "1295521028242155602", "i": 12773, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "to the Daily Mail that <strong> Cher Lloyd </strong> is not keen on the \"bubblegum' pop songs that <strong> Simon Cowell </strong> has got lined up for her and wants to record more` urban' songs. A source said: <q> You'd think <strong> Cher Lloyd </strong> would just be happy for the chance, but she's told <strong> Simon Cowell </strong> she wants to do it her own way. \"She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain. </q> They added: \"You have to admire such self-confidence in a young girl, but she's no respecter of authority and she\"s had run-ins with a few people.\" However, <strong> Cher Lloyd </strong>", "new_id": -2}, {"uid": "1295111506135200844", "i": 11590, "idx": 1, "sa": ["Elton Brand", "Allen Iverson", "Kevin Garnett", "David Aman"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. <strong> We Trust </strong>'ve missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Bend_Oregon_CPA_Company__Inland_Capital__Klondike_Point_Investment www.summit1031bkjustice.com Videos and Blogs on the Summit 1031 Bankruptcy. Videos on Obsidian Finance, <strong> Kevin Garnett </strong> Padrick Oregon Attorney, Tonkon Torp- <strong> David Aman </strong>", "new_id": -2}, {"uid": "1297362013061014039", "i": 20152, "idx": 0, "sa": ["Donald Rumsfeld", "M. Davidson"], "q": "Fisher International,\" Economic Impact of Pending Air Regulations on the U.S. Pulp and Paper Industry,\" August 2010, at.[ 5] Charles <strong> M. Davidson </strong> and Bret T. Swanson, <q> Net Neutrality, Investment& Jobs: Assessing the Potential Impacts of the FCC's Proposed Net Neutrality Rules on the Broadband Ecosystem, </q> Advanced Communications Policy and Law Institute, New York, June 2010.[ 6] <strong> Donald Rumsfeld </strong> A. Norman, \"Economic Implications of EPA's Proposed Ozone Standard,\" Manufacturer's Alliance Economic Report", "new_id": -2}, {"uid": "1296210507251019283", "i": 19082, "idx": 1, "sa": ["P Diddy", "Simon Cowell"], "q": "the hip-hop star says he's not interested in the job. \"I won't work with <strong> Simon Cowell </strong> on X Factor or American Idol,\" he tells British newspaper The Mirror this week. <q> <strong> Simon Cowell </strong> has a good ear, but his Idol and X Factor acts don't dominate the charts in the States. Hip-hop does. </q> Last year <strong> P Diddy </strong> said he did want a job on American Idol when <strong> Simon Cowell </strong> announced he was leaving the TV show- but only if he earned the same amount as <strong> Simon Cowell </strong>. Follow us on", "new_id": -2}, {"uid": "1295665840153141349", "i": 42309, "idx": 1, "sa": ["Andy Coulson"], "q": "their UN given border. Bunch of schmucks lost another opportunity- again. Report Abuse \"the palestinians can go live in iran with the rest of the hamas/ hezbollah supporters\" Report Abuse <q> Let's repeat together: \"Settlements in the occupied Palestinian territory are illegal under international law </q>.\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295734906001638428", "i": 34076, "idx": 0, "sa": ["Andy Coulson"], "q": "threat to the world and must be stopped... if not the diplomatic route, which unfortunately has not been working( 8 years already), then im sorry to say by FORCE!\" Report Abuse <q> To the Government of Iran: Please, please, please ignore the legitimate demands of the rest of the world and continue on your present obstinate course regarding your nuclear program. That way the world will have a good excuse to attack you, overthrow your disgusting regime, and free the Iranian people and the rest of the world from your fanaticism and tyranny. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297239482104841255", "i": 47144, "idx": 2, "sa": ["Colin Powell", "President Bush"], "q": "recommendation to <strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" Rumsfeld said Khurmal was operated by Ansar", "new_id": -2}]