[{"uid": "1295914674088195073", "i": 37201, "idx": 1, "sa": ["Robert Gibbs", "Sen. Bernie Sanders"], "q": "included as main components of his fiscal deficit commission. \"I think for the tens and tens of millions of American workers and for senior citizens, that is very welcome news,\" <strong> Sen. Bernie Sanders </strong> said. <q> So I applaud the president for standing up for Social Security, for his understanding that this is a program that has worked fantastically well for 75 years, and that he is going to defend it. </q> The White House held specifics of address close to the vest today with Press Secretary <strong> Robert Gibbs </strong> reminding reporters that the speech is at 9 p.m. Tuesday. \"So to my mind, you have a", "new_id": -2}, {"uid": "1296767113070385743", "i": 657, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "\" <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> President Bush </strong>. \" <q> <strong> President Bush </strong> didn't cotton to the idea, </q> <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir Known and Unknown, excerpts of which were obtained by POLITICO. \"What if we had a problem with North Korea?\" <strong> President Bush </strong> asked, according to a", "new_id": -2}, {"uid": "1297427687170164234", "i": 13511, "idx": 2, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "produce 1.4 million vehicles a year by 2014 from 650,000 in 2009. In addition to the meeting with <strong> Silvio Berlusconi </strong> tomorrow, <strong> Sergio Marchionne </strong> will also speak about those goals at a parliamentary hearing in Rome on Feb. 15. <q> The government is moving too late, but better late than never, </q> said Federico Bellono, the local head of the Fiom union in Turin, which opposed the Mirafiori agreement. \"<strong> Sergio Marchionne </strong> is more oriented strategically toward the U.S. than Europe.\" After Italy's main newspapers", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}, {"uid": "1297445312051478703", "i": 19285, "idx": 0, "sa": ["David Letterman"], "q": "over 10 years. Naughty recently made a high profile appearance and performance on The Late Show with <strong> David Letterman </strong> last week, making it the first time the group has ever been on the show. <q> You know its on when you see <strong> Howard Stern </strong> backstage of <strong> David Letterman </strong> and he's like \"yo where's the new album, stop playing, we need that right now,' </q> group member Treach told AllHipHop.com. Naughty By Nature co-founder Vin Rock said that he was appreciative that such high profile personalities appreciated the hit-making group\"s longevity in the music business. \"They understood", "new_id": -2}, {"uid": "1297158325247021610", "i": 39104, "idx": 2, "sa": ["Gary Coleman", "Paula Abdul", "Simon Cowell"], "q": "who else might join him on the judges' panel, however, People.com said. Asked if his fellow former \"Idol\" judge <strong> Paula Abdul </strong> might secure a spot on his new show, <strong> Simon Cowell </strong> said: <q> I'm a massive fan of <strong> Paula Abdul </strong>. We honestly haven't made our mind up yet.... We're talking to a number of people. We hope to make an announcement in three to four weeks. </q> GARY COLEMAN: Shannon Price says she has been living in squalor at her father's house in Utah since the death of her ex-husband, actor <strong> Gary Coleman </strong>, last May. The \"", "new_id": -2}, {"uid": "1295581685033980418", "i": 48026, "idx": 8, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "about how best to simplify our management structure and speed up decision making.\" \"For the last 10 years, we have all been equally involved in making decisions,\" he said. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. \"But we have also agreed to clarify our individual roles so there?s clear responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> said. \"Larry, in my clear opinion, is ready to lead,\" he said. \"Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we", "new_id": -2}, {"uid": "1297242024149028872", "i": 23750, "idx": 3, "sa": ["Perry Fewell", "David Letterman"], "q": "is intact to make runs like this for the next four or five years.\" <strong> David Letterman </strong> ended the segment by pulling out a football and asking the Super Bowl MVP to throw him a pass. <q> Do you mind throwing me something simple? </q> <strong> David Letterman </strong> asked before he quickly added: \"Don't hurt me.\" <strong> Perry Fewell </strong> not Titans' pick either UPDATED: 1:18 p.m. Another head coaching job that <strong> Perry Fewell </strong> interviewed for has been filled by someone else", "new_id": -2}, {"uid": "1295614879066224141", "i": 48125, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "<strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q>\" Nazareth community updates delivered to your mobile phone. Text NAZARETH to 52270! Message and data rates apply. <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had", "new_id": -2}, {"uid": "1297466999257671186", "i": 38111, "idx": 0, "sa": ["Steve Ballmer", "Rob Enderle"], "q": "type of product as you are likely to get from what Google does. One step further would be CAD/CAM. Google going to CRM would probably make[ Microsoft CEO] <strong> Steve Ballmer </strong>'s day,\" <strong> Rob Enderle </strong> said. <q> If you are competing, you compete on your strengths. You don't step into an area that are the strengths of others. </q> Still, Google may have to do something different. <strong> Rob Enderle </strong> sees a long-term problem with the company's business model-- the source of revenue is largely smoke and mirrors. Google essentially sells eyeballs of people", "new_id": -2}]