[{"uid": "1296467038100122624", "i": 29781, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "Sales Figures\"[ Google CEO] <strong> Eric Schmidt </strong> pointed out that they're activating 200,000 units per day,\" Apple CEO <strong> Steve Jobs </strong> told media and analysts during an 20 October earnings call. <q>By comparison, Apple has activated 270,000 units per day, on average.</q> Since then, the two companies' other executives have used similar metrics- always in the hundreds-of-thousands range- to paint their respective smartphone platforms as unbeatable in the marketplace. That intense focus on sales", "new_id": -2}, {"uid": "1296432940168050690", "i": 48514, "idx": 0, "sa": ["Pete Maravich", "Allen Iverson"], "q": "to the Brewster Invitational this year. Tilton, an upset winner on Friday evening over national powerhouse, Notre Dame Prep met the host Bobcats in the championship game. Everything se... Ultimate COLLEGE Pistol <strong> Pete Maravich </strong> LSU Mix <q>A compilation of no-look passes, behind-the-back moves, and circus shots. A reminder of what made him so mind blowing in the first place.</q> SPORTS ILLUSTRATED( March 2007) on this highlight mix. www.MaravichBook.com \"The definitive biography of Pistol <strong> Pete Maravich </strong>\" ESP... <strong> Allen Iverson </strong> College Mix- Georgetown University For those who were there at McDonough Gymnasium on August 4,", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's \"Meet The Press.\" <strong> Gabrielle Giffords </strong> is <q>making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,</q> <strong> Kirsten Gillibrand </strong> said. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}, {"uid": "1297129515178880533", "i": 23592, "idx": 1, "sa": ["Steve Ballmer", "Ray Ozzie", "Kurt DelBene", "Wes Miller"], "q": "engineering chief <strong> Kurt DelBene </strong>, rather than marketing executive Chris Capossela. When Chief Software Architect <strong> Ray Ozzie </strong> announced plans to step down in October, <strong> Steve Ballmer </strong> declined to replace him in that central role, saying the company had <q>strong technical leaders in each business group.</q> The effort may take some of the heat off <strong> Steve Ballmer </strong> as long as it produces results soon, <strong> Wes Miller </strong> said. Raw audio| Phone call update from Cairo Behind the Scenes| Cheezburger photo shoot My", "new_id": -2}, {"uid": "1294955048093012011", "i": 38158, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "a major milestone for her and we're hoping that she crosses through many more,\" stated her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, who was also present for the eye opening, told press <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Doctors at the hospital have also managed to assist <strong> Gabrielle Giffords </strong> in sitting up and dangle her legs over the side of the bed. <strong> Gabrielle Giffords </strong> is also able to open her right eye, although that eye is", "new_id": -2}, {"uid": "1295469111069730385", "i": 17652, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "( A jab at <strong> Simon Cowell </strong>?) \"I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,\" he prattled cheerfully. <q>There's camaraderie that you haven't seen in 10 years on this show. I get along with Randy, and <strong> Jennifer Lopez </strong> is a fox; she's street, she's got a great heart.</q> Certainly, it's easy to get the guy off topic. <strong> Steven Tyler </strong> swerved around, conversationally, like a 12-year-old behind the wheel of his daddy's car. Some snippets: \"I made", "new_id": -2}, {"uid": "1297177593144113675", "i": 13461, "idx": 5, "sa": ["Simon Cowell", "Noel Gallagher", "Susan Boyle", "Elton John"], "q": "time will help him avoid overlooking another big star. \"There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,\" he said. <q>I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.</q> Exactly which judges would be deliberating on the future <strong> Susan Boyle </strong> Boyles of America, he wouldn't say, though candidates as diverse as <strong> Elton John </strong> and <strong> Noel Gallagher </strong> has been rumored.( <strong> Simon Cowell </strong> will announce the full panel", "new_id": -2}, {"uid": "1296675717070008838", "i": 43753, "idx": 1, "sa": ["Steve Ballmer"], "q": "million right before the system's launch. \"This has been the biggest holiday and the biggest year ever for Xbox,\" said CEO <strong> Steve Ballmer </strong> during a keynote address at January's Consumer Electronics Show. <q>The Xbox is becoming the hub of your living room.</q> Connecting with Kinect Indeed, Kinect seems to have touched a nerve with the general public. Rather than holding a motion controller( even a simplified one) in your hand, the system is", "new_id": -2}, {"uid": "1296719193246874158", "i": 17328, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "war in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported Wednesday. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q>far more perilous than it is today,</q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such", "new_id": -2}, {"uid": "1295439770220266591", "i": 6383, "idx": 1, "sa": ["Kara DioGuardi", "Paula Abdul", "Josh Turner", "Faith Hill", "Simon Cowell"], "q": "listening to what <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> and <strong> Kara DioGuardi </strong> have to say about the auditions, so much so that it gets a little repetitive and predictable,\" says Amarillo girl, a top 12 finisher last year. <q>I'm looking forward to seeing if they can bring the same great advice in a new way.</q> More season 10 highlights include a 16-year-old <strong> Josh Turner </strong> sound and look-alike; a raspy young blond in Nashville who wows during <strong> Faith Hill </strong>'s Like We Never Loved At All; a retro-rocker who zips through Led Zeppelin's", "new_id": -2}]