[{"uid": "1296481428012713995", "i": 6240, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.'' <h6> AP Business Writer Colleen Barry in Milan, Italy,", "new_id": -2}, {"uid": "1296619354222035975", "i": 16353, "idx": 1, "sa": ["LeBron James", "Allen Iverson", "Dirk Nowitzki", "Eric Nystrom"], "q": "leading the Denver Nuggets past the Dallas MavEric Nystromks 122-109 Thursday night.`` AI had it all going from everywhere,'' said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. <q> He was driving and maLeBron James shots in-between. </q> <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line. It was his sixth time scoring 30 points and his fourth time with at least 10 assists. However, this was his first 30-10 game of the", "new_id": -2}, {"uid": "1296460716168951872", "i": 35684, "idx": 0, "sa": ["Allen Iverson", "Cameron Diaz", "Kim Atkinson"], "q": "to pay it until 2014, <strong> Allen Iverson </strong> won't have to pay it all of http://wn.com/Before_And_After_Weight_Loss_UK_Health_Weight_Loss,_The_Lunch_Box_Diet www.lunchboxdiet.co.uk Before and after weight loss with The Lunch Box Diet. As featured in Heat Magzine 6-12 June 2009 linked to <strong> Cameron Diaz </strong>. <q> <strong> Cameron Diaz </strong> is also said to follow the scary-sounding lunchbox diet </q>, which involves filling a plastic tub with 60 percent vegetables, 30 percent protien and ten per cent fat to prevent her from snacking throughout the day. Looking for a free diet plan sample? <strong> Kim Atkinson </strong> has lost", "new_id": -2}, {"uid": "1295800451231243789", "i": 19072, "idx": 2, "sa": ["David Cameron", "Andy Coulson"], "q": "that he was representing four people who believe their phones were hacked by journalists from papers other than the News of the World.`` Lots of people were doing it,'' he said. <q> It was such a widespread practice. Although it is a href=\"http://uk.news.yahoo.com/fc/crime-punishment.html\"> crime, people were regarding it as though it was driving at 35mph( miles per hour) in a 30mph zone, that you just sort of do it and hope you don't get caught. </q> Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. Subscribe to RSSMost Popular in: Politics Snappy videos separating the", "new_id": -2}, {"uid": "1295652199087982081", "i": 43171, "idx": 0, "sa": ["Eric Schmidt", "Steve Henn"], "q": ". In Washington, many of their big takeover deals are facing a lot of scrutiny. And this has sort of tripped them up. This is how <strong> Eric Schmidt </strong> described it yesterday, during the earnings call: <q> <strong> Eric Schmidt </strong>: An awful lot of the problems that we've been having are people don't actually understand what we really do and what we don't do. And some of our competitors are assisting in that misinformation. </q> <strong> Steve Henn </strong>: The biggest assist here might be coming from Microsoft. Microsoft executives know better than anyone how regulators can take a dominant tech company and knock it off its game. So <strong> Eric Schmidt </strong>'s new role in", "new_id": -2}, {"uid": "1296129417102268970", "i": 48725, "idx": 0, "sa": ["Kiefer Sutherland", "David Letterman"], "q": "one point, he even left Hollywood entirely. He bought a ranch in Montana and was victorious on the rodeo circuit. <strong> Kiefer Sutherland </strong> is a man's man on his show`` 24'' but on Wednesday night's <q> Late Show with <strong> David Letterman </strong>, </q> the tough guy revealed his feminine side. <strong> Kiefer Sutherland </strong> surprised the audience and <strong> David Letterman </strong> as he stepped out onto the stage wearing a green sundress and black combat boots. The`` 24'' star explained,`` I lost", "new_id": -2}, {"uid": "1297179623238403585", "i": 23779, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "or unknown the comments or e-mails that we receive. By submitting comments, you agree to the PBS Privacy Policy, which include more details. In New Memoir, <strong> Donald Rumsfeld </strong> Settles Scores, Spreads Responsibility for Iraq War <q> At its heart, it is a revenge memoir, </q> writes NewsHour senior correspondent Gwen Ifill[ in her Washington Post review]( http://www.washingtonpost.com/wp-dyn/content/article/2011/02/08/AR2011020800009_pf.html) of former secretary of defense <strong> Donald Rumsfeld </strong>'s new book,`` Known and Unknowns.'' The book certainly includes its fair share of", "new_id": -2}, {"uid": "1295677692065617926", "i": 12141, "idx": 3, "sa": ["Allen Iverson", "Kobe Bryant", "Andrew Bynum"], "q": ", 2009 Staples Centre Los Angeles, CA <strong> Andrew Bynum </strong> scored 15 points and the Los Angeles Lakers held off the Charlotte Bobcats 91-87 on Saturday night in their first game back at Staples Center since winning the NBA title. <q> It was great to be back home, </q> <strong> Kobe Bryant </strong> Br... <strong> Allen Iverson </strong> 48pts 8asts 7rebs vs Okafor Bobcats 04/05 NBA* one man show <strong> Allen Iverson </strong> 48pts 8asts 7rebs vs Okafor Bobcats 04/05 NBA* one man show The Philadelphia 76ers would rather not rely so heavily on <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295622096143933453", "i": 251, "idx": 1, "sa": ["David Letterman", "Larry King", "Piers Morgan"], "q": "`` The Late Show with <strong> David Letterman </strong>.'' <strong> David Letterman </strong> told <strong> Piers Morgan </strong> that his show would only take off if a guest punched him on-air- or, even better, if he punched a guest. <q> You need to grab somebody by the tie and just pop him, </q> <strong> David Letterman </strong> said.`` Just a short right cross and then it would be fantastic.''`` Would it work if it was <strong> Larry King </strong>, or would it be seen a bit too cruel?'' he", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]