[{"uid": "1296515604235749377", "i": 1591, "idx": 2, "sa": ["George Herbert", "Zahi Hawass", "Howard Carter"], "q": ". On Sunday, an anonymous official told AP that around three dozen men attempted to break into the museum and 15 more attempted to do so on Monday. <strong> Zahi Hawass </strong> walked through the museum on Monday. <q>If the museum is safe, Egypt is safe,</q> <strong> Zahi Hawass </strong> told AP. Tutankhamun, a boy king who ruled from 1333 to 1324 B.C., has received worldwide attention since Englishmen <strong> Howard Carter </strong> and <strong> George Herbert </strong> discovered Tutankhamun's nearly intact tomb in 1922 in Egypt's Valley", "new_id": -2}, {"uid": "1296619353222035984", "i": 21722, "idx": 1, "sa": ["Maurice Cheeks", "Kobe Bryant", "Michael Vick", "Lamar Odom"], "q": "we definitely missed him.\" Philadelphia coach <strong> Maurice Cheeks </strong> is used to <strong> Kobe Bryant </strong>'s shooting show. \"<strong> Kobe Bryant </strong> makes shots, we kept saying they were incredible shots and for most people they are,\" <strong> Maurice Cheeks </strong> said. <q>But for <strong> Kobe Bryant </strong>, I don't think they were incredible. He does things like that on an everyday basis.</q> <strong> Lamar Odom </strong> had a career-high 12 assists to go with eight points and seven rebounds for Los Angeles http://wn.com/Michael_Vick_88_Yards_Passing_Touch_Down_On_Monday_Night_Football The first play of the game with Washington Redskin, <strong> Michael Vick </strong> pass 88 yards touchdown in 18 seconds of the game on", "new_id": -2}, {"uid": "1296149573243646477", "i": 35914, "idx": 11, "sa": ["Michael Vick"], "q": "to hated. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q>I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short,</q> he said. You must fill out the comment body in order to submit a comment. Eagles quarterback <strong> Michael Vick </strong> drops back to pass during practice for the the Pro Bowl Wednesday.( EUGENE TANNER/Associated Press)", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q>That is a great reflective question, and I think the time for reflecting is probably after the year,</q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}, {"uid": "1296939083066093085", "i": 23939, "idx": 0, "sa": ["Roger Goodell", "Colin Powell"], "q": "After an introduction by <strong> Colin Powell </strong> and NFL Commissioner <strong> Roger Goodell </strong>, the film features several NFL players giving readings from the Declaration of Independence. Dancz's score, titled \"Declaration Anthem,\" plays throughout. <q>You get chills thinking about how many people are going to be watching,</q> said Dancz, who wrote the score in collaboration with a former student, Ben Leathers. Dancz said he tried not to dwell on the Super Bowl's estimated 100 million audience when he wrote the music", "new_id": -2}, {"uid": "1296768307240500746", "i": 24224, "idx": 4, "sa": ["Robin Williams", "Barbara Walters", "David Letterman"], "q": "after that?\" You'll recall that when <strong> David Letterman </strong> returned to Late Night after his quintuple bypass in 2000, he fought back tears as he honored the medical team that kept him alive, saying, <q>These men and women here saved my life.</q> With <strong> Barbara Walters </strong>, he couldn't resist being funny when she asked, \"Where did your new arteries come from?\" \"Ace Hardware,\" joked <strong> David Letterman </strong>. <strong> Robin Williams </strong> told <strong> Barbara Walters </strong>", "new_id": -2}, {"uid": "1295475192113819652", "i": 11602, "idx": 0, "sa": ["Barack Obama", "Muhtar Kent", "Steve Ballmer", "Hu Jintao", "Andrew Liveris"], "q": "total of$ 25 billion. To be sure, these deals were lined up in advance of <strong> Hu Jintao </strong>'s visit, but <strong> Barack Obama </strong> made one thing clear during to his counterpart from Beijing during the press conference: <q>We want to sell you all kinds of stuff,</q> including planes, cars and software. Ahead of the press conference, <strong> Barack Obama </strong> and met with U.S. and Chinese business leaders including Microsoft CEO <strong> Steve Ballmer </strong>, Coca-Cola boss <strong> Muhtar Kent </strong>, Dow Chemical Chairman and <strong> Barack Obama </strong> <strong> Andrew Liveris </strong> and", "new_id": -2}, {"uid": "1296476969084410398", "i": 28329, "idx": 0, "sa": ["Kirsten Gillibrand", "Nirav Shah", "John Thune", "Rand Paul", "Tom Carper", "Chuck Schumer"], "q": "<strong> Chuck Schumer </strong> has also asked the health commissioner of New York State, <strong> Nirav Shah </strong>, to ban the two substances. speaks about... Senator <strong> Chuck Schumer </strong> <strong> Rand Paul </strong>, <strong> Kirsten Gillibrand </strong>, <strong> John Thune </strong>, <strong> Tom Carper </strong>, Scott... Report Abuse <q>All of you who are against the ban on these drugs, are probably drug users themselves.</q> Report Abuse \"The Senate doesn't want people to get high unless they pay big pharma for it. The Senate doesn't want people to get high because they want you to suffer while they tax you and", "new_id": -2}, {"uid": "1296731741114950147", "i": 9633, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> and will receive a salary of Â£ 140,000. \"I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time,\" he said in a statement. <q>It's difficult to leave the BBC after a fascinating few years- but this is an opportunity I can't turn down.</q> <strong> David Cameron </strong> said in a statement yesterday that he was \"very pleased\" by the appointment. \"Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and", "new_id": -2}, {"uid": "1295498568076414992", "i": 1032, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "actress, who plays scathing cheerleading coach Sue Sylvester in the US TV show, believes there are many similarities between the teacher and the talent show judge, nicknamed \"Mr <strong> Simon Cowell </strong>'. She said: <q>If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.</q> <strong> Jane Lynch </strong> also said she is \"amazed\" by the public\"s reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained: \"<strong> Simon Cowell </strong> and", "new_id": -2}]