[{"uid": "1296376798018071610", "i": 6623, "idx": 0, "sa": ["Will Bynum", "Allen Iverson", "Phil Jackson"], "q": "win over the Phil Jacksonadelphia 76ers to force a seventh game in the Eastern Conference finals. Game 7 <strong> Will Bynum </strong> be Sunday in Phil Jacksonadelphia, with the winner moving on to play the Los Angeles Lakers in the NBA Finals. <q> It was scary being able to score like that knowing I hadn't been shooting the ball real well, </q> said <strong> Allen Iverson </strong>, who finished with a career playoff-high 41 points.`` I was asking myself,` Where has this been for the past couple of games?''' The Bucks let a 33-point lead dip to", "new_id": -2}, {"uid": "1295618474243957773", "i": 56761, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,'' <strong> Andy Coulson </strong> said in a statement. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> Prime Minister <strong> David Cameron </strong> had repeatedly defended <strong> Andy Coulson </strong>, part of his inner circle, despite critics questioning his judgment in giving him a second chance following his resignation from the News of the World.``", "new_id": -2}, {"uid": "1296489313251248650", "i": 11200, "idx": 0, "sa": ["Kim Jong-Il", "Steve Carell", "Sean Combs", "Simon Cowell", "Ricky Gervais"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to <strong> Sean Combs </strong> his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-Il </strong> than <strong> Simon Cowell </strong> <q> I've always wanted a happy home. And I've created that </q>: Goldie Brief encounter for Office stars <strong> Ricky Gervais </strong> and <strong> Steve Carell </strong> Carrell British accent, racist stereotypes and double entendres <strong> Ricky Gervais </strong> makes a guest appearance on the US version of The Office, reprising his role as David Brent and bumpling", "new_id": -2}, {"uid": "1295559593175849510", "i": 27589, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "take over product development and day-to-day operations of the company, whilst his co-founder <strong> Sergey Brin </strong> will continue to focus on strategic projects. <strong> Eric Schmidt </strong> said that managing Google has become a more complex job as the company has diversified. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> he said.`` For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big", "new_id": -2}, {"uid": "1295530662257605677", "i": 42374, "idx": 1, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "'s a little nutty, but she actually comes across as way too theatrical.`` It's for Broadway,'' <strong> Jennifer Lopez </strong> said. <strong> Jennifer Lopez </strong> says yes- out of guilt. And <strong> Steven Tyler </strong>, too. <q> They're both insane, </q> said <strong> Randy Jackson </strong>, who said no. Clearly, this is why they sent 350 people to Hollywood. There was no <strong> Simon Cowell </strong> to control <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <strong> Steven Tyler </strong> called that`` unbridled enthusiasm.", "new_id": -2}, {"uid": "1296618533025804828", "i": 57378, "idx": 0, "sa": ["David Letterman", "Bob Dylan", "Jimmy Fallon", "Stevie Wonder", "Barack Obama"], "q": ", <strong> Barack Obama </strong> said he has <strong> Stevie Wonder </strong>, <strong> Bob Dylan </strong> and the Rolling Stones on his iPod. Unfortunately, the question was,` Do you have a plan to fix the economy?'''? <strong> Jimmy Fallon </strong>-- <q> A year into <strong> Barack Obama </strong>'s first term in office, unemployment is higher, the national debt is higher and there are more soldiers serving in Afghanistan. When asked about it, <strong> Barack Obama </strong> was like,` Well, technically that is change.' </q> The 2010 elections worsened the comics' tone:? <strong> David Letterman </strong>--`` Voters didn't like how <strong> Barack Obama </strong> was handling the economy. Wait a minute-- he was handling the economy?''", "new_id": -2}, {"uid": "1296106095124256262", "i": 25230, "idx": 6, "sa": ["Eric Schmidt", "Ken Auletta"], "q": "likely- if <strong> Eric Schmidt </strong> is not already tied down by a noncompete agreement. Could <strong> Eric Schmidt </strong> transition from his elder-statesman gig into a bigger role in politics? That's one theory of author <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It. </q> John C, Dvorak also thinks <strong> Eric Schmidt </strong> could end up in a role with the Obama administration, one that would be good for tech and policy. href=\"http://www.marketwatch.com/story/Eric Schmidt-Eric Schmidts-next-act-bodes-well-for-tech-2011-01-21\"> See Dvorak; s column on <strong> Eric Schmidt </strong>'s next", "new_id": -2}, {"uid": "1295663931231571456", "i": 32751, "idx": 3, "sa": ["Aamer Anwar", "Tommy Sheridan", "Andy Coulson"], "q": " The charges related to statements <strong> Tommy Sheridan </strong> made in court when he successfully sued the News of the World about stories regarding his involvement with swingers' clubs. A Downing Street insider told The Scotsman: <q> While the <strong> Tommy Sheridan </strong> trial is not the reason he resigned, it is fair to say that it certainly didn't help.`` It was one of the many things getting in his way and taking up his time that meant he couldn't do his job properly.`` He had to spend two or three days preparing for the trial and these things build up. </q> <strong> Tommy Sheridan </strong> is appealing against his conviction for perjury and yesterday his lawyer, <strong> Aamer Anwar </strong>, said:`` At the trial of <strong> Tommy Sheridan </strong>, <strong> Andy Coulson </strong> gave evidence under oath that he had no knowledge of phone hacking, despite Glen", "new_id": -2}, {"uid": "1297232175168116229", "i": 37085, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Show'' with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his`` title belt.'' <q> I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want, </q> <strong> Aaron Rodgers </strong> said with a huge smile.`` It's been a great journey.'' Green Bay has been given 7-1 odds to win next season's Super Bowl in Indianapolis, according to Las Vegas Sports Consultants", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]