[{"uid": "1295670135172441654", "i": 42672, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": ".`` I think President Gbagbo is seeing that the noose is closing, that the options are actually reducing and that he has no other chance but to negotiate a safe exit,'' <strong> Raila Odinga </strong> said. <q> I told him as much that this is a chance he has to take. We could guarantee him some security, either in retirement, or he will be able to engage in politics in Cote d'Ivoire or in exile. </q> Mr. <strong> Raila Odinga </strong> says there will likely be further sanctions against the Gbagbo government if it refuses to yield power to Mr. <strong> Alassane Ouattara </strong>. The European Union has already frozen the assets of Ivory Coast's main", "new_id": -2}, {"uid": "1295806200208044038", "i": 59834, "idx": 11, "sa": ["Colin Powell", "Barack Obama"], "q": "for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 href=\"http://timesofindia.indiatimes.com/topic/White-House\"> White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q>", "new_id": -2}, {"uid": "1296813127059981847", "i": 5076, "idx": 1, "sa": ["Michael Vick", "Tim Tebow"], "q": "was No. 30 on the Philadelphia list in that October survey.`` <strong> Michael Vick </strong> has one of the highest levels of awareness in Philadelphia, even higher than some of the top five,'' Master said. <q> But his appeal is not really as high, for obvious reasons...`` I would think, based on the success of his season, that he would be higher when we test again in the spring- assuming he stays out of trouble. </q> Because your contributions are currently under review, no comments can be made at this Tim Tebowe. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1297129044188514306", "i": 588, "idx": 3, "sa": ["Simon Cowell"], "q": "amount of pressure, because with pressure, you've got to find a star.`` I think if we can't find a global star, then I would say we failed,'' <strong> Simon Cowell </strong> added. <q> I can't put it any clearer than that. There is that person or that group sitting in America right now waiting to be discovered.[ The money proves] we are genuinely, genuinely serious about this. We believe that there is somebody with that star quality out there. </q> Finding that star on X Factor, slated for a fall premiere on Fox, will be a much more hands-on process for the judges. In keeping with the original British version of the show,", "new_id": -2}, {"uid": "1295938072064651272", "i": 21951, "idx": 0, "sa": ["Allen Iverson"], "q": "over Friday night, the feeling was familiar for the former 76er. Another crowd-pleasing performance, 22 points and 10 assists over 39 minutes, wasn't enough to prevent a loss-- 101-96 to the Sacramento Kings. <q> I'm glad it's over, </q> <strong> Allen Iverson </strong> said.`` That's the only thing I thought about, just getting the first one by me. I wish it could've ended with a win. I felt it could've ended with a win", "new_id": -2}, {"uid": "1296048492146931724", "i": 37208, "idx": 9, "sa": ["Angelina Jolie"], "q": ".`` The only help that we got was from UNHCR. They are the only people who knocked on our door. But look at this life, it's very hard on us,'' he said. <q> It takes a lot of strength for you to survive this life. I don't know if I would be strong enough to survive this, </q> <strong> Angelina Jolie </strong> told him. In a nearby house, the acclaimed actress met a family of nine http://wn.com/NetworkNewsToday_Angelina Jolie_Angelina Jolie_REFUGEES_in_BAGHDAD,_IRAQ_UNHCR U.N. refugee chief decries deportation of Iraqis Baghdad bombs kill 10; U.N. fears for refugees UN to close` tragic chapter", "new_id": -2}, {"uid": "1295476300073809973", "i": 1963, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> DevilishPersona 4:53 PM( 1/19/2011) I think DevilishPersona watched a few too many movies or had some nightmares about a evil hydraulic floor jack. 5,000 psi is not an abnormally high pressure for hydraulic", "new_id": -2}, {"uid": "1296581048157810744", "i": 5523, "idx": 8, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295494449164200459", "i": 13950, "idx": 4, "sa": ["LeBron James", "Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looLeBron James for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by Game 1- Pistons 87, Lakers 75 Thanks to a defense that held the Lakers to just 34", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]