[{"uid": "1296768815048218146", "i": 6340, "idx": 3, "sa": ["Steve Ballmer"], "q": ", whose team's first Windows Phone 7 application hit the Marketplace yesterday. <strong> Steve Ballmer </strong> said that with about 1,000 apps at launch, Microsoft is ahead of its competitors in their marketplace launch phases. <q> Over 1000 apps is good, but they need to build up to the big leagues in the next 6 months... </q> said Al Hilwa, IDC program director, Applications Development Software, in an email.`` From what I am seeing in the tools and how jazzed developers are, I think they will hit some big milestones for", "new_id": -2}, {"uid": "1295351570142295047", "i": 43469, "idx": 6, "sa": ["Mike Pence"], "q": "'' said <strong> Mike Pence </strong> in a speech on the House floor.`` It would ensure that abortion providers are not subsidized with federal tax dollars.''`` Now, let me say,'' <strong> Mike Pence </strong> continued, <q> to be very clear, Mr. Speaker, this legislation does not cut one penny from title X family planning funding. I applaud much of the important work that is done at title X clinics across this country: breast cancer screening, HIV protection, education, counseling, pregnancy diagnosis. This legislation simply prevents family planning funding from aiding organizations that profit from the abortion industry. </q>", "new_id": -2}, {"uid": "1296485204037306425", "i": 7733, "idx": 1, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "the museum was heavily protected by the Egyptian military. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q> If the museum is safe, Egypt is safe, </q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Looters had broken into the museum on Friday, ripping the heads off two mummies and damaging about", "new_id": -2}, {"uid": "1297105238094666779", "i": 11271, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "'s Lists's website, Sens. <strong> Kirsten Gillibrand </strong>( D-N.Y.) and <strong> Richard Blumenthal </strong>( D-Conn.) accused House Republicans of pulling a`` bait and switch'' by focusing early on anti-abortion legislation instead of the economy. <q> You probably recognize the Republican agenda as a radical departure from the days when they promised jobs, </q> the senators wrote to Emily's List supporters Monday afternoon.`` And you know their claims of` limited government' shouldn't include limits on our access to health care.'' The abortion", "new_id": -2}, {"uid": "1296108373059129876", "i": 30831, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Tom Symonds"], "q": ".'' The source insisted that no other newspaper executive, present or former, was implicated in the new evidence, but BBC home affairs correspondent <strong> Tom Symonds </strong> said that may not be the case. <q> I've been told by two sources that Mr <strong> Ian Edmondson </strong> has evidence himself that might implicate other senior people at the News of the World, so clearly this has opened a whole can of worms, </q> he said. The new Met inquiry follows the resignation last week of Prime Minister <strong> David Cameron </strong>'s official spokesman <strong> Andy Coulson </strong>, who said the media storm surrounding ongoing hacking claims had distracted him from his work.", "new_id": -2}, {"uid": "1297245176074432535", "i": 23413, "idx": 1, "sa": ["Christina Aguilera", "Ricky Martin", "Simon Cowell", "Nicole Scherzinger"], "q": ".`` What I like about <strong> Nicole Scherzinger </strong>... she started off as a competitor on one of these shows. She is a killer; she is really ambitious,'' he mused to Extra. <q> <strong> Paula Abdul </strong> has made it clear she wants to do the show, but you have to put her in the mix with other potential judges... a lot of people make decisions... she is still in there. </q> <strong> Simon Cowell </strong> added he`` likes'' the idea of working with Usher, while <strong> Christina Aguilera </strong> is a definite`` no''. He finds the prospect of <strong> Ricky Martin </strong> being involved`` interesting'' and raved about Black Eyed", "new_id": -2}, {"uid": "1297356961224657458", "i": 302, "idx": 0, "sa": ["Anderson Cooper", "David Letterman"], "q": "Egypt by pro-Mubarak`` thugs'' on Wednesday night's`` Late Show with <strong> David Letterman </strong>.''`` Tell us about that experience,'' said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said. <q> I don't recommend it. I'd never been hit in the head before. </q> He described the scene, saying,`` People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And", "new_id": -2}, {"uid": "1296524667146833413", "i": 33331, "idx": 0, "sa": ["Janet Napolitano", "Michael Vick"], "q": "work to do.'' Photo: People release white doves after a religious... Photo in Slideshow: <strong> Janet Napolitano </strong>, Bob Casey, Mexico- The head of a Tijuana-area drug trafficking ring who worked... Report Abuse <q>`` Let's stick with the facts and numbers when talking about where we are with the border, </q> she said. \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Serial Rapist Suspected of Strangling Wash.. Guard 5 Foods to never eat: Cut down a bit of", "new_id": -2}, {"uid": "1296083432189841414", "i": 18530, "idx": 0, "sa": ["Michael Vick"], "q": "this one. Then. Now.`` I would say the feeling this week is comparable to other weeks in the season,'' Reid was saying yesterday, after his Monday news conference. <q> I know we've got a good team, but I also know that I haven't been through this with them. There are a lot of new pieces here and I haven't been through a playoff experience with them. </q> Reid has never had a younger team make the postseason than this one. He has never had a more dynamic quarterback than <strong> Michael Vick </strong>. He has never had a playoff defense that allowed this many points and", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.'' Welch said, <q> When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way. </q> <strong> Patrick Leahy </strong> said,`` While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}]