[{"uid": "1295205122233127947", "i": 32783, "idx": 1, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Kirsten Gillibrand", "Barack Obama"], "q": "night that she and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle <strong> Gabrielle Giffords </strong>' hospital room when the wounded congresswoman opened her eyes for the first target=\"_blank\" time since she was shot in the head Saturday. <q> it felt like we were watching a miracle, </q> <strong> Debbie Wasserman Schultz </strong> Schults said. \"Other than the birth of <strong> Barack Obama </strong> Tells Nation` We Can Be Better' soul of a nation, <strong> Barack Obama </strong> on Wednesday implored Americans to honor those slain and injured in the target=\"_blank\"", "new_id": -2}, {"uid": "1295640991266682378", "i": 2408, "idx": 0, "sa": ["Kirsten Gillibrand", "James Dobbins", "Thomas Pickering", "Frank Carlucci", "Barack Obama", "Hillary Clinton"], "q": "A bipartisan group of 16 U.S. Senators, led by New York Democrat <strong> Kirsten Gillibrand </strong>, has Gillibrand.senate.gov/newsroom/press/release/?id=0A4E5D6A- 6B57- 43CD- 9C8D- B3CC0B8FC648\" target=\"_blank\"> urged Secretary of State <strong> Hillary Clinton </strong> to veto the resolution: <q> Attempts to use a venue such as the United Nations, which you know has a long history of hostility toward Israel, to deal with just one issue in the negotiations, will not move the two sides closer to a two-state solution, but rather damage the fragile trust between them. </q> But a number of senior former U.S. diplomats and officials, including former Reagan Defense Secretary <strong> Frank Carlucci </strong> and former Assistant Secretaries of State <strong> Thomas Pickering </strong> and <strong> James Dobbins </strong>, have Pickering_hills/\" target=\"_blank\"> written to <strong> Barack Obama </strong> urging him to", "new_id": -2}, {"uid": "1295408111085049370", "i": 9208, "idx": 0, "sa": ["Regis Philbin", "David Letterman", "Chris Bosh", "LeBron James", "James Lewis", "Bill Carter", "Dwyane Wade"], "q": "RSS SHARE MIAMI( AP)-- <strong> Chris Bosh </strong> shot free throws. <strong> LeBron James </strong> worked on 40-footers. <strong> Dwyane Wade </strong> tried a <strong> Regis Philbin </strong> Is Leaving` Live With <strong> Regis Philbin </strong> and Kelly' television personality, sometime foil of <strong> David Letterman </strong> and co-host of <q> Live With <strong> Regis Philbin </strong> and Kelly, </q> made a surprise announcement on Tuesday morning that he will step down from that morning talk show sometime later this year, having hosted the program for 28 years. <strong> Bill Carter </strong> has more at LOADED LUX, PIFF <strong> James Lewis </strong>,", "new_id": -2}, {"uid": "1295880426196345861", "i": 57086, "idx": 1, "sa": ["Ed Balls", "Alan Johnson", "Gordon Brown", "Andy Coulson", "Andrew Rawnsley"], "q": "Outside the political elite and twatterati, <strong> Andy Coulson </strong> will soon be` <strong> Andy Coulson </strong> Who?'. <strong> Alan Johnson </strong> is a loss, but <strong> Ed Balls </strong> is an economically incontinent Gordon Brownite. SonOfNyeBevan assetts that <strong> Andrew Rawnsley </strong> <q> knifed <strong> Gordon Brown </strong> in the back </q>. He did not such thing. He was open about Gordon Browns shortcomings- he can only be said to have knifed him in the front. What really did for <strong> Gordon Brown </strong> was two things. First,", "new_id": -2}, {"uid": "1297501734023691300", "i": 29906, "idx": 0, "sa": ["Stephen Elop", "Eric Schmidt"], "q": "certainly knows what he's dealing with. More than 1.3 billion people today use a Nokia device- now the company will focus on \"the next billion\" . David McQueen, principal analyst at Informa, said <q> The more competition there is in the smartphone space, the greater the innovation, the better the devices that emerge. Ultimately it will be users who choose what phones they want to buy. </q> So far, fewer people are choosing Nokia or Microsoft than the two companies need. Mr <strong> Stephen Elop </strong> acknowledged that he was \"taking a bet\" . Google's <strong> Eric Schmidt </strong> predicts the future of computing- and he", "new_id": -2}, {"uid": "1296995628182190106", "i": 40554, "idx": 3, "sa": ["Les Richter", "Michael Vick", "Marty Mornhinweg"], "q": ", a game in which the EagLes Richter trailed by 21 points in the fourth quarter. \"<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,\" EagLes Richter offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison,", "new_id": -2}, {"uid": "1295547193232112144", "i": 7677, "idx": 1, "sa": ["Alexander McQueen", "Jeff Immelt", "Steve Ballmer", "Barack Obama", "Robin Givhan", "Michelle Obama"], "q": "heavy on business leaders, CEO- among- 200- White- House- apf- 2921159518.html?x=0&amp;.v=1\"> including General Electric CEO <strong> Jeff Immelt </strong> and Microsoft's <strong> Steve Ballmer </strong>, a trend Stolberg says made sense considering how <q> <strong> Barack Obama </strong> used Mr. Hu's visit to press China to open its markets to goods made by American companies. </q> About That Dress <strong> Michelle Obama </strong>'s fashion choices always attract scrutiny, but The Daily Beast's Obama-Michelle Obama-in-Alexander McQueen-Alexander McQueen-lady-in-red-at-white-house-state-dinner/\"> <strong> Robin Givhan </strong> argues the First Lady's red petal print <strong> Alexander McQueen </strong> gown said more about attitudes on Madison Avenue than Pennsylvania", "new_id": -2}, {"uid": "1295473230042287154", "i": 47237, "idx": 0, "sa": ["Sergio Marchionne"], "q": "creating the jobs of the future, clean energy benefits the US economy by ultimately making energy costs more affordable for consumers-- especially if their dollars stay in America,\" Chrysler Group CEO <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q>", "new_id": -2}, {"uid": "1296664437210550812", "i": 31175, "idx": 1, "sa": ["Barbara Walters", "Robin Williams", "Bill Clinton", "David Letterman"], "q": "Are 1 comment By <strong> Barbara Walters </strong> with ALAN B. GOLDBERG \"I realized there was really no alternative, if I wanted to live, I had to do this.\" -- <strong> Bill Clinton </strong> <q> I would find myself busting into tears and sobbing uncontrollably. </q>-- <strong> David Letterman </strong>\" ... stop the heart, work on it, restart it... good luck.\" -- <strong> Robin Williams </strong> \"They're going to put him on a", "new_id": -2}, {"uid": "1295530178028180481", "i": 10326, "idx": 3, "sa": ["Michael Gove"], "q": "less prescriptive LaRitournelle 20 January 2011 1:23 PM Pethia: I'd be very interested in evidence( from you or <strong> Michael Gove </strong>) to illustrate your assertion that the National Curriculum has become <q> a vehicle for imposing political fads on our children </q>.( Daily Mail articles not admissible). \" Given the woeful subject knowledge that many teachers now seem to have in relation to other subjects such as maths and science \" In order to post", "new_id": -2}]