[{"uid": "1295600296192069679", "i": 44635, "idx": 0, "sa": ["Edmund Bartlett", "Simon Cowell"], "q": "' ratings down from last year China committed to human rights, says Hu <strong> Edmund Bartlett </strong> announces hefty bookings ahead of Jazz Festival Tourism <strong> Edmund Bartlett </strong> reports that hotels between Trelawny and St James are reporting 100 per cent Blues Festival. <q> All the hotels have told me that they are fully booked and that is very good about it, </q> <strong> Edmund Bartlett </strong> disclosed during a launch of the annual music festival scheduled to take place at the Trelawny Heineken star stage to highlight emerging talent Minus <strong> Simon Cowell </strong> and with new hosts,` American Idol' ratings down in", "new_id": -2}, {"uid": "1295094164200343675", "i": 39036, "idx": 0, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "Robert <strong> Gerald Ford </strong>, who produces the show with his wife Michelle, said he wanted <strong> Donald Rumsfeld </strong> to appear as a witness in a lawsuit, testifying about why aggressive interrogation techniques like water-boarding are sometimes needed during wartime. <q> It's an episode about moral relativism about what is considered torture and what is not, </q> Robert <strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out.`` This area is so fraught with legal ramifications,'' Urbahn said", "new_id": -2}, {"uid": "1297423491174850061", "i": 2067, "idx": 0, "sa": ["Steve Ballmer"], "q": "the Nokia` sand Microsoft's CEOs said they believe that a partnership will leverage the two companies' core competencies-- Microsoft's software and Nokia's hardware and distribution-- to win in the smartphone space. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute, </q> said <strong> Steve Ballmer </strong>, Microsoft's CEO, who also appeared at the London conference. Goodbye Symbian and Intel, hello Windows Nokia has forever put its own smartphone operating system, Symbian, on its devices.", "new_id": -2}, {"uid": "1295563322217792524", "i": 19786, "idx": 5, "sa": ["Eric Schmidt"], "q": "press for showing some things too early-- probably talking about Chrome OS. 4:36: <strong> Eric Schmidt </strong> is back now. He's focusing on strategic things that he really likes to focus on, like partners. <q> I believe Larry is ready. His ideas are very interesting and clever, and it's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> doesn't expect any material change in strategies,`` we tend to agree on pretty much everything.'' 4:40: <strong> Eric Schmidt </strong> is talking about regulators. They try to stay away from getting too close", "new_id": -2}, {"uid": "1296173803032686171", "i": 8413, "idx": 3, "sa": ["Dick Lugar", "Mike Pence"], "q": "hasn't firmly committed to the race, but his letter signals his interest.`` I have learned to follow my heart, and my heart is in Indiana,'' <strong> Mike Pence </strong> said in his letter. <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q> Indiana may find itself one of the more active political battlegrounds in 2012. <strong> Dick Lugar </strong> has vowed to seek reelection, but is already being targeted by some of the same tea-party activists who proved a powerful influence", "new_id": -2}, {"uid": "1295582658195002435", "i": 25574, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Area_51_caller_calls_back_on_Art_Bell's_Coast_to_Coast READ UPDATE BELOW. I've noticed that people have uploaded this guy's original call here on Youtube, but I couldn't", "new_id": -2}, {"uid": "1295617389243957781", "i": 46200, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "to ride out this new round of unwelcome attention. With rumors swirling around Westminster earlier this week that Mr. <strong> Andy Coulson </strong> had already offered to resign, the prime minister publicly expressed full confidence in his aide. <q> Obviously, when he was editor of the News of the World bad things happened at the newspaper, and when he found out about those things he resigned, and that was the right thing to do, </q> Mr. <strong> David Cameron </strong> told BBC radio's Today program.`` I judge his work by what he has done'' since then, Mr. <strong> David Cameron </strong> said, adding that he should not be punished twice for the", "new_id": -2}, {"uid": "1296569355043499528", "i": 11904, "idx": 0, "sa": ["Ric Flair", "Natalie Jamieson", "Simon Cowell", "Michael McIntyre"], "q": "by <strong> Simon Cowell </strong>, after it was revealed he reduced a nine-year-old boy to tears during the http://wn.com/Michael_McIntyre_talks_about_Britain's_Got_Talent_job <strong> Michael McIntyre </strong> has joked that talking to <strong> Simon Cowell </strong> about being a judge on Britain's Got Talent was like being on X Factor. <q> He does it exactly like the X Factor. He says` <strong> Michael McIntyre </strong>: <strong> Ric Flair </strong> don't like you. <strong> Ric Flair </strong> love you,' </q> the comedian told Newsbeat's <strong> Natalie Jamieson </strong>. The popular comic also explained how he had no trouble making up his mind on whether to accept <strong> Simon Cowell </strong>'s offer.`` <strong> Ric Flair </strong> love the show and to be part of it", "new_id": -2}, {"uid": "1297093828077135937", "i": 38614, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "interview with ABC, set to air this week.`` There was a lot of leaking out of the State Department, and the president knew it,'' he reportedly said. <q> And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it. </q> <strong> Donald Rumsfeld </strong> was criticized during his tenure as defense secretary for his tight rein on information relating to the war on terrorism. This week, in conjunction with the release of his new memoir`` Known and Unknown", "new_id": -2}, [{"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,'' <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}]]