[{"uid": "1296870076196296704", "i": 24678, "idx": 3, "sa": ["Carl-Peter Forster", "Sergio Marchionne", "Ferdinand Piech"], "q": "brands include Ferrari, Maserati and Last year, Volkswagen AG Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But on Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> said Fiat was looking to`` redimension'' its joint venture with to sell Fiat-branded cars in India. Tata Motors CEO <strong> Carl-Peter Forster </strong> was quoted", "new_id": -2}, {"uid": "1296772477091881732", "i": 30414, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong>, I-Vt., ordered the report in a provision he added to last year's defense spending bill. The measure also directed the Pentagon to recommend ways to punish fraudulent contractors. But the report concluded that <q> the department believes that existing remedies with respect to contractor wrongdoing are sufficient. </q>`` It is clear that DoD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,'' <strong> Sen. Bernie Sanders </strong> said in a news release. You must fill", "new_id": -2}, {"uid": "1296932455012320798", "i": 28103, "idx": 1, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "in the United States,'' <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. <q> In the next two or three years we will be able to see a single entity. It could be based here in the United States, </q> Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying.`` We'll have to integrate the companies first, though, and then look at the management,'' he added. Labour Ministry on Saturday published a", "new_id": -2}, {"uid": "1295357874044482579", "i": 7495, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell", "Ryan Seacrest"], "q": "`` The American Idol'' team more than others, host <strong> Ryan Seacrest </strong>. He and <strong> Simon Cowell </strong> became their own three-ring circus of barbs during the first nine seasons. <strong> Ryan Seacrest </strong>'s not shedding any tears. <q> I'm inspired by the new life here, and I love it. <strong> Simon Cowell </strong> and I had our banter, and people knew us for that, but this is a whole different dynamic. And I think that it will be a lot of fun and very funny as well. I think you'll be entertained by it, </q> <strong> Ryan Seacrest </strong> says. And while there are two new judges who will determine the fate of young singers, executive producer <strong> Nigel Lythgoe </strong> points out one thing hasn't changed.`` At end of the day", "new_id": -2}, {"uid": "1295565086075235341", "i": 13161, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "(`` Day-to-day adult supervision no longer needed!'', poking fun at his blog post. The latter explained that he, Page and other co-founder <strong> Sergey Brin </strong> no longer needed to guide the company as a trio: <q> So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> Page will take over <strong> Eric Schmidt </strong>'s job on April 4. <strong> Eric Schmidt </strong> will become the company's executive chairman, working on Google's relationships with other companies. <strong> Sergey Brin </strong>( a University of Maryland alumnus) will``", "new_id": -2}, {"uid": "1296099415122781724", "i": 3348, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Updated: Columbus man Zyderrious Platt was in court Tuesday for allegedly murdering his wife, Jilani Platt. But before the trial could get started, the victim's brother, in an emotional outburst, attacked", "new_id": -2}, {"uid": "1295720353114180141", "i": 20554, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "David Seaman", "Google Inc."], "q": "who wasn't For six years, Larry Page and <strong> Sergey Brin </strong> told <strong> Eric Schmidt </strong> that <strong> Google Inc. </strong> should build its own browser, and for six years, he resisted.`` <strong> Google Inc. </strong> was a small company,'' <strong> Eric Schmidt </strong> remembered. <q> Having come through the bruising browser wars, I didn't want to do that again. </q> So <strong> Sergey Brin </strong> and Page hired some ex-Firefox developers and had them build a prototype. When they showed <strong> Eric Schmidt </strong> the browser that would be How We Will Take Down <strong> Google Inc. </strong>'s Search Engine <strong> David Seaman </strong>, Credit Card Outlaw| Jan.", "new_id": -2}, {"uid": "1295919285115490833", "i": 3500, "idx": 0, "sa": ["Jack Kemp", "Dan Lungren", "Sen. Bernie Sanders"], "q": "even many Republicans are prepared to embrace. But conservatives counter that the 2010 election outcome showed he is precisely the kind of political figure to put forth as the face of the Republican Party. <q> If I was starting a football team in a national budget league, I'd pick Paul Ryan as the captain and quarterback, </q> said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), an ally of the late Mr. <strong> Jack Kemp </strong>.`` There's nobody in this House who's taken as serious a long-term view on the budget as Paul Ryan.''", "new_id": -2}, {"uid": "1297089391093831198", "i": 42592, "idx": 3, "sa": ["Sergio Marchionne"], "q": "threat of violence. Either way, Freire dismantles <strong> Sergio Marchionne </strong>'s complaint as well as Chrysler's claim in the ad that they and Detroit have survived the`` hottest fires'' to get back on their feet: <q> One: Chrysler didn't go through the hottest fires. Unless, of course,`` hottest fires </q> means`` skipping bankruptcy'' and asking for a handout to protect union pensions, which it got. And when Fiat was able to take control of Chrysler, \" it was because of a heavily politicized", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]