[{"uid": "1297183947119177270", "i": 43115, "idx": 6, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Robert McNamara"], "q": "nearing its 10th anniversary. He refused to echo the regrets of another domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong.\" <q> That's not the case with Iraq, </q> <strong> Donald Rumsfeld </strong> said. \"I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan,\" he said, adding that", "new_id": -2}, {"uid": "1297134952101482529", "i": 35349, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "we are going to be working together.\" Though no names have been announced for the upcoming reality show, having <strong> Paula Abdul </strong> on the judging panel is a decision not only <strong> Simon Cowell </strong> has to make. <q> I have to take everyone's opinions into account, </q> <strong> Simon Cowell </strong> said, according to AP. This means, that he needs to consider whether he shares the opinion of <strong> Paula Abdul </strong> with the show's other producers and the network top officials. \"The X-Factor\"", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}, {"uid": "1295670004088440867", "i": 29455, "idx": 3, "sa": ["Alastair Campbell", "Rupert Murdoch", "Andy Coulson"], "q": "Friday night Mr. <strong> Alastair Campbell </strong>, writing on his blog, suggested that Mr. <strong> Andy Coulson </strong> had overstepped the bounds of credibility. \"The News of the World story was just too toxic,\" he wrote. <q> I have said before that one of the reasons it keeps rumbling along is that no journalist I know can understand how an editor wouldn't know where big stories came from. </q> The second dangerous association is with <strong> Rupert Murdoch </strong>, who is making a controversial bid to buy total control of the British Sky Broadcasting enterprise, which controls the country's most-watched TV networks- a move that would", "new_id": -2}, {"uid": "1295806909069746696", "i": 16097, "idx": 0, "sa": ["Colin Powell"], "q": "also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman", "new_id": -2}, {"uid": "1296787924171524099", "i": 14327, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes. \"At that moment, I couldn't speak.\"( He notes that his son has lived a drug-free life in the years since.) Fort Hood suspect slipped through cracks, report", "new_id": -2}, {"uid": "1296376798018071610", "i": 5552, "idx": 0, "sa": ["Allen Iverson", "Ray Allen"], "q": "Lakers in the NBA Finals. \"It was scary being able to score like that knowing I hadn't been shooting the ball real well,\" said <strong> Ray Allen </strong>, who finished with a career playoff-high 41 points. <q> I was asking myself, \"Where has this been for the past couple of games?\" </q> The Bucks let a 33-point lead dip to 10 in the fourth quarter as <strong> Allen Iverson </strong> was phenomenal, scoring 26 of his 46 points. He finished three points shy of the NBA record for most points in a quarter", "new_id": -2}, {"uid": "1295454223235356168", "i": 7116, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q> In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1296582035160382982", "i": 39440, "idx": 1, "sa": ["David Letterman", "Jaime Bayly", "Charlie Rose"], "q": "'m fulfilling the principle role of television.\" After a tense 15-minute interview, the stage lights fade for a commercial. <strong> Jaime Bayly </strong> and Collins stand up and kiss on the cheek, but their microphones remain on. <q> Don't come here just to complain about my behavior, </q> <strong> Jaime Bayly </strong> says angrily over the outro music. \"And don't be so damned boring.\" <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charlie Rose </strong>; comedian and serious interviewer;", "new_id": -2}, {"uid": "1295545648061915230", "i": 25387, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer"], "q": "'s official state visit to the US. The fact of widespread software copying in China was probably not a shock to the president of the most populous nation on Earth. If only <strong> Hu Jintao </strong> had replied, <q> yes including me, who would pay for crap like Vista anyway? </q> We don't know what <strong> Steve Ballmer </strong> said exactly in that meeting either but we reckon it was, \"HEY HU BOY, MOST OF YOUR PEOPLE DO N'T PAY FOR OUR SOFTWARE, ONLY 10 PER CENT", "new_id": -2}]