[{"uid": "1297283661263864336", "i": 6356, "idx": 2, "sa": ["Simon Cowell"], "q": "said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q>It was supposed to be similar to them doing their first concert,</q> <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star.", "new_id": -2}, {"uid": "1296437639091652104", "i": 10971, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin", "The CEO"], "q": "Page, who will become <strong> The CEO </strong> in April, as a brilliant products person who has participated in every major decision Google has made during <strong> Eric Schmidt </strong>'s tenure. He said <strong> Sergey Brin </strong>, the other co-founder, will focus on <q>the order of three big initiatives,</q> on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. \"We have a competitor called Microsoft( MSFT),\"", "new_id": -2}, {"uid": "1296066420080527365", "i": 10587, "idx": 2, "sa": ["Andy Coulson", "Karren Brady", "David Cameron"], "q": "compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. \"What's the difference?,\" he said. <q>If off-air conversations were made public then there would be no-one left working in the country.</q> Keys said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with Gray, but claimed he was ignored. Gray apologised for his comments and", "new_id": -2}, {"uid": "1297135663068190210", "i": 7043, "idx": 0, "sa": ["Eric Schmidt", "Chris Hendrickson"], "q": "for the goods to be delivered to Marines in Iraq, where Capt. <strong> Eric Schmidt </strong> falsely certified the goods had been provided by Al-Methwad. The company then used the paperwork to get money from the U.S. government. <q>This is an example of corruption that directly affected our Marines' military capabilities in Iraq,</q> said <strong> Chris Hendrickson </strong>, an agent with The Defense Criminal Investigative Service, the criminal investigative arm of the Office of the Inspector General, U.S. Department of Defense. \"Captain <strong> Eric Schmidt </strong> found an Iraqi partner, exploited his role", "new_id": -2}, {"uid": "1295568458148553735", "i": 6007, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "10 years at Forbes. text--> <strong> Google Inc. </strong>'s Management Changes: Page Becomes CEO, <strong> Eric Schmidt </strong> Executive Chairman today, <strong> Google Inc. </strong>( GOOG) announced a major shift to the executive ranks, calling it a way to <q>streamline decision making and create clearer lines of responsibility and accountability at the top of the company.</q> The details: Starting April 4, co-founder Larry <strong> Google Inc. </strong>'s Page to Replace <strong> Eric Schmidt </strong> as CEO Journal Roundup <strong> Google Inc. </strong> said co-founder Larry Page will replace <strong> Eric Schmidt </strong> as chief executive, a surprise change atop the Internet giant", "new_id": -2}, {"uid": "1296053683158892039", "i": 24713, "idx": 1, "sa": ["Michael Vick"], "q": "to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season-- resulting in pain-free playing,\" stated <strong> Michael Vick </strong>. <q>The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.</q> When <strong> Michael Vick </strong>'s ribs were injured after being drilled by a pair of Washington Redskins, the Eagles equipment staff contacted Unequal to build a lightweight, comfortable, flexible vest that could withstand the force", "new_id": -2}, {"uid": "1295104601236388367", "i": 12365, "idx": 0, "sa": ["Simon Cowell"], "q": "prove he's more than just a pretty voice- and it seems that <strong> Simon Cowell </strong> agrees. The Mirror reports that <strong> Simon Cowell </strong> phoned his new signing from his mansion in Barbados during the festive break. <q><strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do. <strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs. They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then even better. He's chuffed.</q> It has also been decided that when the When We Collide chart-topper tours, he will do so with a full band. \"He likes being with a group on stage and that's an idea", "new_id": -2}, {"i": 44049, "idx": 0, "index_answer": 0, "new_id": -1, "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q>probably went from 50 percent to 75 percent,</q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying, \"I'll be 100 percent by", "sa": ["Michael Vick", "Tony Mercurio"], "uid": "1296084752130252877"}, {"uid": "1295451275253739115", "i": 13649, "idx": 3, "sa": ["Michael Gove", "Lindsay Hoyle"], "q": "and bad-tempered debate, Mr <strong> Michael Gove </strong> shouted \"sit down\" at MPs trying to interject during his speech. \"The secretary of state is getting very excited,\" deputy speaker <strong> Lindsay Hoyle </strong> said. <q>People are trying to intervene. I'll decide when they've stood up for too long.</q> Student protestors will gather in Piccadilly Circus at 16:00 GMT before marching down to Parliament Square. The Metropolitan police contacted academic institutions via email last week to pass on intelligence on localised protests.", "new_id": -2}, {"uid": "1295517993004980742", "i": 14580, "idx": 0, "sa": ["Sergio Marchionne"], "q": "a maximum of 5,000 p.s.i.. The accumulator delivers the pressure energy to the axle hydraulic motor that turns the wheels. The gas engine shuts down whenever the accumulator charge is sufficient to drive the motor. <q>In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,</q> Chrysler CEO <strong> Sergio Marchionne </strong> said. \"One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles", "new_id": -2}]