[{"uid": "1295983422241025034", "i": 17145, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "in Pachacutec in a cramped home with seven siblings, embraces the hard work.`` Now, I wash dishes in a restaurant, and I'm only just beginning my internship,'' she says. <q> But I'll go far. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TEKFORCE CORP.. Company Tekforce Corp VIDEO PRODUCER Company Cornerstone VOLUNTEERS Company", "new_id": -2}, {"uid": "1296480948012714004", "i": 25285, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.'' The Miami Herald is pleased to provide this opportunity to", "new_id": -2}, {"uid": "1296536150067862556", "i": 39766, "idx": 3, "sa": ["Lionel Hollins", "Chris Wallace", "Michael Heisley", "Allen Iverson", "Will Solomon"], "q": "his Twitter feed:`` God Chose Memphis as the place that I <strong> Will Solomon </strong> continue my career.'' Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: <q> I feel that they are committed to developing a winner and I know that I can help them to accomplish that. I feel that I can trust them. </q> The Grizzlies are believed to be offering <strong> Allen Iverson </strong> a one-year deal worth$ 3.5 million, which is far less than the nearly$ 21 million he earned last season in Denver and Detroit but more than anyone else was", "new_id": -2}, {"uid": "1295404963171524096", "i": 26889, "idx": 2, "sa": ["Howard Stern", "David Letterman"], "q": "won't do[ his show] again.'' <strong> Howard Stern </strong> is also staunchly Team <strong> David Letterman </strong>.`` I don't know why he's beaten <strong> David Letterman </strong> in the ratings,'' said <strong> Howard Stern </strong>. <q> It's beyond my comprehension. America must be filled with morons, who at night lay in bed, the ones that are watching him, must be in a coma. </q> Check back for more clips from the <strong> Howard Stern </strong> show. And coming tomorrow- Dr. E-mail:( required, but will not be displayed) CNN welcomes a lively and courteous discussion as long as you follow", "new_id": -2}, {"uid": "1296939795213336082", "i": 26633, "idx": 1, "sa": ["Sergio Marchionne"], "q": "... SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"uid": "1295476069159825946", "i": 10272, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "many Republic... <strong> Mike Pence </strong>, On`` Morning Joe,'' on Government Takeover of Health Care:`` This Will Not Stand.'' <strong> Mike Pence </strong>, On`` Morning Joe,'' on Government Takeover of Health Care: <q> This Will Not Stand. </q> Congressman <strong> Mike Pence </strong> appeared on the MSNBC program`` Morning Joe'' today to discuss the <strong> Barack Obama </strong> Administration and Democrats in Congress' government takeover of health care, passed over the wishes of the American people. Congressman <strong> Mike Pence </strong> noted", "new_id": -2}, {"uid": "1296781092236666899", "i": 28759, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Mr Bush as presiding over a national security process marked by incoherent decision-making and policy drift. Mr <strong> Donald Rumsfeld </strong> suggests Mr Bush was at fault for not doing more to resolve disagreements among senior advisers. The president <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made </q>, Mr <strong> Donald Rumsfeld </strong> wrote. In a lengthy section on the treatment of wartime detainees, Mr <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted.`` Looking", "new_id": -2}, {"uid": "1295225672165576721", "i": 40682, "idx": 1, "sa": ["Simon Cowell", "Nigel Lythgoe", "Randy Jackson"], "q": "<strong> Simon Cowell </strong> who is instead launching an American version of The X Factor this year. <strong> Nigel Lythgoe </strong> insists Aerosmith singer <strong> Randy Jackson </strong> and J-Lo have a great deal more to offer the show's wannabe pop stars. <q> Both of them are very aware of what they bring and are aware of how they treat the kids because they've been judged all their lives, </q> he explained. Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's", "new_id": -2}, {"uid": "1297190045244269069", "i": 16998, "idx": 0, "sa": ["Eric Schmidt"], "q": "amount of data created by the average internet individual is growing at a phenomenal rate, unlimited data plans seem increasingly like bad business. In 2010, the CEO of Google, <strong> Eric Schmidt </strong>, told us that, <q> Between the birth of the world and 2003, there were 5 exabytes of information created. We now create 5 exabytes every 2 days. See why it's so painful to operate in information markets? </q> This is staggering. As a result of mobile devices with internet connections becoming commonplace, we have exhausted our supply of IPv4 addresses sooner than expected, all 4.3 billion of them. 4.3 billion! With this", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q> I'm having more publicity and celebrity now than I ever had when I was younger, </q> <strong> Wanda Jackson </strong> says.`` And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}]