[{"uid": "1295599146160989211", "i": 1181, "idx": 0, "sa": ["Colin Powell", "Kim Jung", "Robert Gates"], "q": "Mr. Chairman. Mr. Attorney <strong> Kim Jung </strong>, the detention center at Guantanamo Bay continues to harm our image around the world. There's growing consensus on this. Secretary of Defense <strong> Robert Gates </strong> told the House Committee, quote, <q> I came to this job thinking that Guantanamo Bay should be closed. </q> KOHL: According to press reports, Secretary of State Rice has also supported efforts within the administration to close Guantanamo. And former Secretary of State <strong> Colin Powell </strong> said, quote,`` If it was up to me,", "new_id": -2}, {"uid": "1297212035253886496", "i": 12013, "idx": 1, "sa": ["Tony Blair", "Kirsten Gillibrand", "John Kerry"], "q": "take it step by step. Let's return this convicted terrorist to prison, hold a full review, and take it from there.'' <strong> Kirsten Gillibrand </strong>, a Democratic <strong> John Kerry </strong>, called Sir Gus's report <q> deeply troubling- not just for the families of the Lockerbie victims, but for all Americans and all nations who are committed to bringing terrorists to justice. </q> Michael Moore turns on Weinstein partners over` missing Fahrenheit 9/11 profits' <strong> Tony Blair </strong> Taylor fails to return to war crimes tribunal after lawyer row WikiLeaks: US and China in military standoff over space missiles WikiLeaks", "new_id": -2}, {"uid": "1295669701105103360", "i": 6862, "idx": 1, "sa": ["Eric Schmidt"], "q": "a shot at running this.'' Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable.`` The results speak for themselves,'' Page said. <q> There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done. </q> Google generated$ 8.44 billion in revenue in the quarter, ended December 31, 2010, up 26 percent compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees, revenue came", "new_id": -2}, {"uid": "1295997781011730965", "i": 14487, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "::`` Gilead is fortunate to have had Don <strong> Donald Rumsfeld </strong> as a stalwart board member since the company's earliest days, and we are very pleased that he has accepted the Chairmanship,'' Dr. Riordan said. <q> He has played an important role in helping to build and steer the company. His broad experience in leadership positions in both industry and government will serve us well as Gilead continues to build its commercial presence. </q> According to company statement: Gilead Science Inc`` has been active in the development of inhibitors for the potential http://wn.com/Earnings_Report_Gilead_Sciences_Top_Line_Up_17_,_Product_Sales_Up_15__GILD Gilead Sciences( NASDAQ: GILD) reported fiscal Q2 netincome of$ 712.1 million, or$ 0.79", "new_id": -2}, {"uid": "1295189804049070144", "i": 20200, "idx": 2, "sa": ["Nigel Lythgoe", "Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": ", I think, for contestants than maybe in years past,'' <strong> Jennifer Lopez </strong> says in an interview on the disc, though <strong> Simon Cowell </strong>'s name is never mentioned. Host <strong> Ryan Seacrest </strong> is less subtle. <q> In the past there was a diabolical at times figure and a real acerbic tough figure on the panel, </q> he says. Ouch. By the time <strong> Simon Cowell </strong> left Idol last May after nine seasons with the show, he had become its star. <strong> Nigel Lythgoe </strong>, the fellow Brit who was brought back as Idol", "new_id": -2}, {"uid": "1294971680128761890", "i": 26048, "idx": 0, "sa": ["Mike Pence"], "q": "ourselves lends itself to some contemplation. I think there's a hope, at least, for reasonableness.'' The argument is not likel y to woo staunch gun rights advocates in Congress. <q> I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe, </q> said Rep. <strong> Mike Pence </strong>, R-Ind., in an interview.`` And I understand the human impulse us to look for blame. Heartache does that. But no expressed opinion and no public policy created what happened on Saturday", "new_id": -2}, {"uid": "1297307509028164149", "i": 1869, "idx": 2, "sa": ["David Letterman"], "q": "though it was divine will that he be beaten. <strong> David Letterman </strong> asked if Cooper thought he'd been singled out because he was recognizable.`` Don't take this the wrong way,'' said <strong> David Letterman </strong>, <q> but you, I think, just standing on a corner call attention to yourself, </q> referring to Cooper's distinctive, white-haired look. The rules: Keep it clean, and stay on the subject- or we may delete your comment. If you see inappropriate language,` X-Men: First", "new_id": -2}, {"uid": "1295928935203030533", "i": 27850, "idx": 2, "sa": ["George Shultz", "Donald Rumsfeld", "President Lyndon Johnson"], "q": "of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations.`` I started thinking about this amazing archive I had,'' he says during a recent interview. <q> The fact that I had it, persuaded me that I ought to take advantage of it. </q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: A photograph of then-Congressman <strong> Donald Rumsfeld </strong> with <strong> President Lyndon Johnson </strong> in the 1960s; a", "new_id": -2}, {"uid": "1295965426108969993", "i": 19135, "idx": 1, "sa": ["Eric Schmidt", "Rex Ryan", "Liza McGuirk"], "q": "gates of seven'' Super Bowl crowns... N.Y. Times SportsMonday:`` BLUSTER BUSTERS: Steelers Race to Early Lead and Deny Jets a Berth in the Super Bowl''... N.Y. Post, on Jets coach <strong> Rex Ryan </strong>: <q> NO SUPE FOR YOU!... SAME OLD JETS! </q> SCOOP- N.Y. Post`` Page 6'':`` Google honcho <strong> Eric Schmidt </strong>... has been consulting with CNN's` Parker Spitzer' executive producer <strong> Liza McGuirk </strong> on developing a show featuring himself as host. The two", "new_id": -2}, [{"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of` News of the World' had made it difficult for him to give <q> the 110 per cent needed in this role </q>.'' I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,'' The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}]]