[{"uid": "1296024963108707853", "i": 21176, "idx": 2, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld", "Hillary Clinton", "Marina Ottaway"], "q": "US administration, like France and the European Union, never called for <strong> Zine El Abidine Ben Ali </strong> to go. Indeed, on January 12-- just two days before he fled-- State Department spokesman Philip Crowley said Washington was <q>concerned about actions by the demonstrators, those who do not have peaceful intentions.</q> But soon thereafter, Washington accelerated the denouement of the crisis, <strong> Marina Ottaway </strong> said. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow", "new_id": -2}, {"uid": "1296271846184582164", "i": 24117, "idx": 3, "sa": ["Elton Brand", "Allen Iverson", "Jrue Holiday", "Thaddeus Young"], "q": "\" Looking for a spark, 76ers coach Eddie Jordan benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. Jordan's move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q>He just put us in a good rhythm tonight and had us flowing,</q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Philadelphia_76ers_huge_first_round_game_1_upset_vs_Detroit Game winning basket by <strong> Thaddeus Young </strong> game 3 April 24 http://wn.com/Allen_Iverson_40pts_9asts_vs_Kobe_Bryant_Shaq_O'Neal_Lakers_00/01_NBA_MVP_*2001_NBA_Finals_preview The", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q>To me, it's a disaster,</q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1297134193068190239", "i": 10144, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1296159059113442824", "i": 24166, "idx": 3, "sa": ["Barbara Boxer", "Dick Durbin", "Maxine Waters", "Harry Reid", "Sen. Bernie Sanders", "John McCain", "Nancy Pelosi", "Charlie Rangel", "Chuck Schumer"], "q": "Our Federal legislators broke Social Security over the past 25 years. Just like they raided the: Highway Trust Funds, Medicare& Medicaid, and the Tobacco Industry Settlement Fund. Now ask yourself, <q>How can any one continue to vote for the same Pols who have been in Congress for 20& 30 years?</q> eg: <strong> Sen. Bernie Sanders </strong> Sander( self-proclaimed Socialist), <strong> Barbara Boxer </strong>, Diane Feinstein, <strong> Charlie Rangel </strong>, <strong> Chuck Schumer </strong>, <strong> John McCain </strong>, <strong> Dick Durbin </strong>, <strong> Maxine Waters </strong>, <strong> Nancy Pelosi </strong> and <strong> Harry Reid </strong>... Report Abuse \"In December, Congress passed a one-year", "new_id": -2}, {"uid": "1295016080011190278", "i": 42611, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": ".\" A judge will hear the matter on January 26. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February. He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I, <strong> Kayte Walsh </strong>'s my new girl, we're planning to get married soon. Sometime in February.</q> Homes Extra- New Homes& Condos", "new_id": -2}, {"uid": "1295425450082264181", "i": 17572, "idx": 0, "sa": ["Steve Ballmer", "Mike Feinberg"], "q": ". <strong> Mike Feinberg </strong> at EMC and <strong> Steve Ballmer </strong> Caniano at AT&T discuss EMC Atmos onLine, which EMC announced at EMC World 2009. AT&T also announced a new storage service based on Atmos at the show as well. <q>If I could run webOS on my phone, and a slate, and a netbook... And they all talked to each other and shared information... A friendly little product family... That connects you to the world in amazing new ways,</q> a narrator states on the promotional video, according to those who have seen it. HP has not confirmed the reports, but it has invited the media to a webOS-related event slated for Feb. 9.", "new_id": -2}, {"uid": "1295304814100499460", "i": 11725, "idx": 0, "sa": ["Ricky Gervais", "Simon Cowell"], "q": "Celebrity Apprentice. And <strong> Simon Cowell </strong> stopped listening to music in the 80 â\u0080² s and was basically wrong about everybody. Mon 01/17/11 5:11 PM I think a lot of people are confusing \"not funny\" with <q>I don't get this type of humour.</q> Brits are hysterical. I'm Canadian, and we have a bit more of the same humour, sarcastic, blunt, and yes, funny. They have to be doing something right... <strong> Ricky Gervais </strong> managed to get", "new_id": -2}, {"uid": "1295599055020365403", "i": 1391, "idx": 3, "sa": ["Eric Schmidt"], "q": "the company is run because \"we tend to agree on pretty much everything\". Mr Page, who owns$ 26m worth of Google shares, thanked Mr <strong> Eric Schmidt </strong> for his stewardship of the company. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> he said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" Mr Page said Google is just at the \"tip of the iceberg\" of how the internet will", "new_id": -2}, {"uid": "1295530460005685268", "i": 14299, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "this-is-harder-on-me than-it is-on you routine, which was all the more painful for rejected contestants. \"Oh my God, this is awful,\" she moaned after saying no to a young woman from the Ivory Coast. <q>Oh my God, I hate this.</q> <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> wasn't as snide as <strong> Simon Cowell </strong>, but he did become the de facto hard man to please. \"You sang beautiful but I just wasn't feeling that pizzazz,\" he told an", "new_id": -2}]