[{"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q>It's going to have to be one of the best games ever from us in order to win,</q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}, {"uid": "1297282407122896681", "i": 23084, "idx": 3, "sa": ["Simon Cowell"], "q": "won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. ''It was supposed to be similar to them doing their first concert,'' <strong> Simon Cowell </strong> explained. <q>It really helped show me who could handle the pressure.</q> <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. ''There have been many, many times on these shows where I've hated somebody and practically", "new_id": -2}, {"uid": "1296770511173654034", "i": 12156, "idx": 6, "sa": ["Donald Rumsfeld", "Darrell Hammond"], "q": "many months to build a large occupying army,'' and ''this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate.'' <q>The <strong> Bill Clinton </strong> did not lie. The vice <strong> Bill Clinton </strong> did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong,</q> <strong> Donald Rumsfeld </strong> writes. Once the Taliban were toppled, <strong> Donald Rumsfeld </strong> emerged as a major media personality, mocked by <strong> Darrell Hammond </strong> on Saturday Night Live, to his amusement. ''If one starts with` good press", "new_id": -2}, {"uid": "1296161021042713162", "i": 9138, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", partnerships, customers and broader business relationships, government outreach and technology thought leadership''. I'm inclined to agree. The shift in <strong> Eric Schmidt </strong>'s role is relatively subtle. Google is selling it as <q>plans to streamline decision making and create clearer lines of responsibility and accountability at the top of the company</q>. Page becomes CEO. Word is he was always the strongest voice in the trio. <strong> Sergey Brin </strong> ''will devote his energy to strategic projects, in particular working on new products''. It's those", "new_id": -2}, {"uid": "1297112750077856823", "i": 34771, "idx": 4, "sa": ["Paula Abdul", "Simon Cowell"], "q": "a judge. ''I'm a massive fan of <strong> Paula Abdul </strong>. While we were on( ''Idol''), I'd say we were friends 80 percent of the time,'' he said. <q>Since the show, we've been in contact.... But the truth is, I haven't made up my mind( about the judges). We'll have an announcement in 3-4 weeks, maybe a bit longer.</q> As for the new-look ''Idol,'' <strong> Simon Cowell </strong> said he has yet to see a complete episode, only a short recap. <strong> Simon Cowell </strong> announces audition cities,$ 5 million prize for ''The X", "new_id": -2}, {"uid": "1296827321157777922", "i": 48908, "idx": 0, "sa": ["David Letterman", "Robin Williams", "Vanessa Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "of Life and Death'' airs at 10 tonight on ABC. She talks to famous patients who, like her, have had open-heart surgery: <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong> and <strong> Charlie Rose </strong>.*** <q>Who Do You Think You Are?</q> returns to the NBC schedule at 8 tonight. First up this season: <strong> Vanessa Williams </strong> learns about her family tree.*** ''The Defenders'' returns tonight to the CBS schedule in a new time slot:", "new_id": -2}, {"uid": "1295560336014680069", "i": 10424, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "stepping down, to be replaced by founder Larry Page. Mr. <strong> Eric Schmidt </strong> will become executive chairman and will focus externally on deals, partnerships, customers, broader business relationships and government outreach. <q>Mr. Page will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer.</q> <strong> Sergey Brin </strong>, the last of the triumvirate at the top of Google's management team, will devote his time and energy to strategic projects, in particular working on new products. It's a shocking", "new_id": -2}, {"uid": "1297435702142311425", "i": 44271, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift,'' <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said in a boldly worded open letter. <q>Together, we see the opportunity, and we have the will, the resources and the drive to succeed.</q> The companies will cooperate tightly under an agreement the companies just describe so far as proposed, not final. Under the deal, Windows Phone 7 would become Nokia's ''principal'' operating system, and", "new_id": -2}, {"uid": "1296154380245841959", "i": 26241, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "of millions of dollars when he went to prison for killing dogs, had signed a new endorsement deal with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore during most of last season. <q>We're real excited about it,</q> chief executive officer Rob Vito told the Associated Press. ''<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes American", "new_id": -2}, {"uid": "1296395184086278204", "i": 35036, "idx": 2, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "she's my woman of the decade.'' <strong> Louis Walsh </strong> on the panel alongside one other person, thought to be <strong> Cheryl Cole </strong> to concentrate on the US version of the show. Sinitta also backed Katie for X Factor. <q>Having Jordan on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along.</q> Sinitta added that <strong> Simon Cowell </strong> had only recently accepted the fact that he wouldn't be able to judge both shows. ''People have said he'll fly backwards and forwards and do both. But he's not", "new_id": -2}]