[{"uid": "1297521829086999043", "i": 13601, "idx": 4, "sa": ["Michael Vick"], "q": "time since he discussed the case with author Jim Gorant for his book`` The Lost Dogs.'' He said he met <strong> Michael Vick </strong>`` four, five times'' during the investigation. The Eagles quarterback was <q> always polite and respectful, </q> Knorr said, but added that <strong> Michael Vick </strong> didn't come clean with authorities about his role in the killing of dogs until after he took a lie-detector test. Knorr also recalled how one confidential informant he wrote", "new_id": -2}, {"uid": "1296402457133054464", "i": 17812, "idx": 0, "sa": ["Mohamed Ould Abdel Aziz", "Alassane Ouattara"], "q": "by a power struggle stand-off following a November election. U.N.-certified results showed that opposition candidate <strong> Alassane Ouattara </strong> won but they were overturned by a top legal body and incumbent Laurent Gbagbo has resisted calls to step down. <q> We have decided to set up a panel of heads of state to solve the crisis. The panel will conclude its work within a timeframe of one month. It's conclusions will be legally binding on the Ivorian authorities, </q> said Mauritania's President <strong> Mohamed Ould Abdel Aziz </strong> Mauritania currently chairs the African Union's Peace and Security Council( PSC). <strong> Mohamed Ould Abdel Aziz </strong> said there wMohamed Ould Abdel Aziz be five heads of state on the panel and that he wMohamed Ould Abdel Aziz chair the", "new_id": -2}, {"uid": "1297446725101842956", "i": 13448, "idx": 17, "sa": ["Donald Rumsfeld"], "q": "defence secretary eating a comfortable Sunday lunch in a Washington hotel while the killing continues in title=\"FT- Mideast relief over Donald Rumsfeld's demise\" href=\"http://www.ft.com/cms/s/0/a90193a2-70e0-11db-8e0b-0000779e2340.html#axzz1DVFpcV1m\"> Iraq and Afghanistan. As politely as I can, I say: <q> Some would say,` Here's <strong> Donald Rumsfeld </strong>, maybe he was wrong about the Iraq war.' What's the comeback for you? </q> <strong> Donald Rumsfeld </strong>'s tone remains even. The only faint sign of agitation as he replies is the furling, unfurling and scrunching of a napkin with his left hand.`` Well, I mean, there are plenty", "new_id": -2}, {"uid": "1297446725101842956", "i": 13435, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "the diplomat charged with the reconstruction of postwar Iraq- as complaining that many of <strong> Donald Rumsfeld </strong>'s civilian employees were terrified of him. I ask <strong> Donald Rumsfeld </strong> if he thinks that was true and I get an aw-shucks smile. <q> I've never heard anyone else say that, so I don't give it a lot of credence. </q> I wonder aloud whether,`` as a leader you have to be a bit intimidating?'' But <strong> Donald Rumsfeld </strong> demurs-`` Oh no, in fact you don't want to be. The truth is", "new_id": -2}, {"uid": "1295323241251232297", "i": 17371, "idx": 3, "sa": ["Steve Ballmer"], "q": "demographics,'' implying that the console is changing from`` boys'' machine to something else. <strong> Steve Ballmer </strong> also says the Xbox 360`` isn't a gaming console,'' but`` a family entertainment center'' and <q> a place to socialize. </q>", "new_id": -2}, {"uid": "1297175471266534922", "i": 12534, "idx": 6, "sa": ["Michael Vick"], "q": "his actions. Punishing <strong> Michael Vick </strong> should not be open ended for people to hound <strong> Michael Vick </strong> for the rest of his life. Ugh! I'm so upset I misspelled happened! Bailey Kix <q> Has devoted time speaking to children... </q> WHEN? Celebrity Visits Check out what celebrities have visited CBS3 over the years.", "new_id": -2}, {"uid": "1296069902094879755", "i": 15644, "idx": 0, "sa": ["Sian Massey", "Andy Coulson"], "q": "who apologised to Miss <strong> Sian Massey </strong> on Sunday, said he had found the reaction to the comments`` extraordinary''.`` I can not believe the frenzy that's blown up,'' said the 53-year-old. <q> There are some dark forces at work here. </q> He claimed he and Miss <strong> Sian Massey </strong> had ended their phone conversation on`` very good terms'', adding:`` I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun, got", "new_id": -2}, {"uid": "1297421495048676870", "i": 8824, "idx": 0, "sa": ["David Letterman"], "q": "stores in anticipation of the big reveal Monday on <strong> David Letterman </strong>'s show, followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q> Consumers love to follow what's hot, what's glamorous, what's beautiful, </q> Southwood said.`` The first question that the sales rep will ask is,` What did you get into Sports Illustrated this year?''' Southwood and his Sauvage Swimwear in San Diego are known", "new_id": -2}, {"uid": "1295432329076251235", "i": 52696, "idx": 0, "sa": ["Barack Obama", "Sergio Marchionne"], "q": ", good news keeps coming Doctors are optimistic about Congresswoman Giffords' progress. href=\"http://www.newson6.com/Global/category.asp?C=121535&amp;clipId=5465842&amp;autostart=true\"> Doctors are extremely pleased with Giffords' progress Emotional <strong> Barack Obama </strong> talks about Congresswoman Giffords opening her eyes and states <q> we are there for her. </q> WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. CEO <strong> Sergio Marchionne </strong> says", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Christmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}]