[{"uid": "1296802392154992666", "i": 52184, "idx": 2, "sa": ["Matt Lucas", "David Letterman", "Barbara Walters", "Regis Philbin", "Robin Williams", "Bill Clinton", "Tim Hasselbeck"], "q": "Friday, 8:30 p.m.). <strong> David Letterman </strong> makes a rare appearance on ABC primeTim Hasselbecke as part of a group to talk about their open heart surgery with <strong> Barbara Walters </strong>. The others include <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Bill Clinton </strong> on <q> A <strong> Barbara Walters </strong> Special: A Matt Lucaser of Life& Death </q>( ABC, 10 p.m.). The return of`` Smallville''( The CW, 8 p.m.) and`` Supernatural''( The CW, 9 p.m.) with new episodes, meant to happen", "new_id": -2}, {"uid": "1297373562128925702", "i": 20210, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia", "Amitabh Srivastava"], "q": "Wednesday. Asset Management has always been a critical part of management the life cycle of your IT infrastructure. Avocent CTO Ben Grimes walks us through a hands-on look at how his company's technology helps. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1297228099097533971", "i": 56621, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "in his book and related interviews. The outspoken former defence chief acknowledged making remarks sometimes seen as undiplomatic, including dismissing countries opposed to the`` Do I regret it?'' he asked. <q> Well, not really. </q> <strong> Donald Rumsfeld </strong> noted the invasions of Iraq and Afghanistan had left those countries with more freedom, politically and economically. That progress, he said, could inspire pro-democracy groups in countries like Egypt, where protesters are", "new_id": -2}, {"uid": "1295670451069369912", "i": 55828, "idx": 0, "sa": ["David Letterman"], "q": "titular, meti dos de los tres dobles que intent, tom dos rebotes, dio tr... Pacers vs Wizards( NBA Highlights) 12/12/2009 <strong> David Letterman </strong>- Washington Wizards Top Ten From the Home Office, it's the <q> Top Ten Washington Wizards Explanations. </q>... Boston Celtics VS Washington Wizards Recap( First Win In February) Boston Celtics VS Washington Wizards Recap( First Win In February) February 1st, 2010: After 3 losses to an elite team,( Hawks", "new_id": -2}, {"uid": "1295606549109838348", "i": 52386, "idx": 8, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "five years of what your online life will be like, we are only just[ getting] started and I am very excited,'' he added. Mr <strong> Eric Schmidt </strong> said his new role would concentrate on <q> deals, partnerships, customers and broader business relationships </q>. Mr <strong> Sergey Brin </strong> will devote his time to`` strategic projects'', particularly developing new products. The management changes came as Google announced a 22pc increase in pre-tax profits in the three months to the end", "new_id": -2}, {"uid": "1296566909244629504", "i": 29797, "idx": 0, "sa": ["Leon Powe", "Allen Iverson", "Miguel Ángel Portugal"], "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the Leon Powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Miguel Ángel Portugales' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said.`` I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "new_id": -2}, {"uid": "1295571569192872501", "i": 5950, "idx": 5, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "the`` tip of the iceberg'' had been seen so far. Last year <strong> Eric Schmidt </strong> and <strong> Sergey Brin </strong> clashed over censorship and security in China. Google threatened to withdraw from the country after what it called a <q> highly sophisticated and targeted attack on our corporate infrastructure originating from China. </q> <strong> Eric Schmidt </strong> and <strong> Sergey Brin </strong> had clashed over how to deal with China. Internally <strong> Sergey Brin </strong> is seen as the champion of Google's`` Don't be evil'' motto. Colin Gillis, analyst at BGC", "new_id": -2}, {"uid": "1297179349217825301", "i": 36751, "idx": 2, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell"], "q": " That includes the new faces on the`` Idol'' panel. While the music-exec-turned-TV-producer didn't share his specific thoughts about <strong> Jennifer Lopez </strong> or the oddly entertaining <strong> Steven Tyler </strong>, he gave them a positive review overall. <q> I think they're doing fine, </q> <strong> Simon Cowell </strong> said.`` You know, they have a different approach to what I used to do before. I think the show had to reinvent itself, and I think it's right that it's a different", "new_id": -2}, {"uid": "1296964468246792245", "i": 28386, "idx": 5, "sa": ["Andy Reid", "Michael Vick"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with <strong> Andy Reid </strong>, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> NFL: Check out the best shots from Super Bowl Week in Dallas. Launch Gallery Calendar Feb 6: Super Bowl XLV, Dallas, Texas Feb 23-Mar 1:", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.'' <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}]