[{"uid": "1295978468153763856", "i": 12454, "idx": 0, "sa": ["Alassane Ouattara"], "q": "'s presidential election would be pointless because of the scale of <strong> Alassane Ouattara </strong>'s victory, EU observers said on Tuesday as they dismissed incumbent Laurent Gbagbo's claim. <strong> Alassane Ouattara </strong> received some 400,000 more votes than Laurent Gbagbo <q> A recount is not in the least necessary, </q> said Romanian MEP Christian Preda, who presented the href=\"http://www.telegraph.co.uk/news/worldnews/africaandindianocean/cotedivoire/\"> Ivory Coast report on behalf of some 120 observers from across the 27-state EU bloc, plus Norway and Switzerland. Sponsor pulls out of Oxford and", "new_id": -2}, {"uid": "1295911596142966787", "i": 23682, "idx": 0, "sa": ["Bernie Sanders"], "q": "television stations, websites, film studios and related production facilities; and to dominate local media controlling cable and Internet service and TV stations in major cities across the country. Senator <strong> Bernie Sanders </strong> overstates nothing when he argues that <q> this new media giant will be the largest cable provider, the largest Internet provider and one of the largest producers of content in the United States. At a time when a small number of giant media corporations already control what the American people see, hear and read, we do not need another media conglomerate with control over the production and distribution of media content. What we need is less concentration of ownership, more diversity, more local ownership-and more viewpoints. </q> Small cable providers joined consumer groups to object to the Comcast-NBCU merger, but most major media and telecom firms were conspicuously silent as Comcast( which ranked fourth among corporate contributors to 2010 election campaigns) spent", "new_id": -2}, {"uid": "1295391203109740051", "i": 8997, "idx": 5, "sa": ["Sergio Marchionne"], "q": "Country Report Abuse \"`` We need to completely rethink the minivan,'' CEO <strong> Sergio Marchionne </strong> said Tuesday'' \"`` One amenity is an optional heated steering wheel, a first among minivans.'' Report Abuse <q> Why haven't detroit automakers learned yet that we don't want rebadged vehicles over and over? </q> Why is there so much contempt for the american public? We are not that stupid you know. This is why GM went bankrupt. Why buy Pontiac when it's the same as a chevy that costs", "new_id": -2}, {"uid": "1296335182265814026", "i": 31737, "idx": 3, "sa": ["John Madden", "Jeff Green", "Allen Iverson", "Kobe Bryant"], "q": "said. The loss kept the Nuggets( 46-31) in a tie with Golden State for the eighth and final playoff spot in the Western Conference. The Kobe Bryants lost to New Orleans, 108-96, John Maddenier Sunday. <q> Career nights from two people, </q> Denver's <strong> Allen Iverson </strong> said.`` You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight.'' <strong> Jeff Green </strong>, whose previous high was", "new_id": -2}, {"uid": "1297457076244645906", "i": 56822, "idx": 1, "sa": ["David Letterman", "Nellie McKay", "Doris Day", "Philippe Quint", "Conan O'Brien", "Craig Ferguson"], "q": "NCIS,'' and <strong> Nellie McKay </strong> has appeared on numerous TV shows including`` Late Show with <strong> David Letterman </strong>''( with the Brooklyn Philharmonic),`` The View,''`` Late Night with href=\"http://broadwayworld.com/people/Conan O'Brien_O%2527Brien/\"> <strong> Conan O'Brien </strong>,'' <q> Late Late Show with <strong> Craig Ferguson </strong> </q>,`` Live with Regis& Kelly'' and`` CBS SaturDoris Day Morning.'' Chase Brock Experience produced a ballet of her third album, Obligatory Villagers, while <strong> Nellie McKay </strong> recently finished filming opposite violin prodigy <strong> Philippe Quint </strong> on the", "new_id": -2}, {"uid": "1295974602230735939", "i": 5587, "idx": 0, "sa": ["Tim Pawlenty", "Newt Gingrich", "Bill Lockyer"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q> Your retirement age is going to be pegged to some reasonable correlation to life expectancy, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International SOFTWARE ENGINEER Company Oracle America SOFTWARE", "new_id": -2}, {"uid": "1295093326117588004", "i": 14019, "idx": 0, "sa": ["Charlie Sheen", "Kelsey Grammer", "David Letterman", "Nina Tassler"], "q": "concerned about <strong> Charlie Sheen </strong>'s off-camera behavior but stands by him as the reliable star of a hit show. CBS Entertainment President <strong> Nina Tassler </strong> told TV reporters Friday that she has given a great deal of thought to <strong> Charlie Sheen </strong> on a <q> human <strong> Kelsey Grammer </strong> says he's getting remarried next month Newsday Quick ReadKelsey Grammer getting remarried soon;` Kayte's my new target=\"_blank\" href=\"http://girlhello.com/\"> girl,' he tells <strong> David Letterman </strong>( AP) Euro </q> <strong> Kelsey Grammer </strong> says he's planning to remarry next month. The 55-year-old`` Cheers'' and`` Frazier'' target=\"_blank\" href=\"http://starhello.com/\"> star said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's", "new_id": -2}, {"uid": "1297224727163495958", "i": 28585, "idx": 5, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "man, who does look up to these professional athletes'' says <strong> Katrina Pierson </strong>.`` He should have given him his house keys if he likes <strong> Michael Vick </strong> so much, not the key to the city'' she adds. <q> You give keys to the city to people who have done great things for the City of Dallas or heroes who have done outstanding things to help the citizens of Dallas. I'm not quite sure how <strong> Michael Vick </strong> fits that profile </q> says <strong> Katrina Pierson </strong>. Reverend Marion Barnett supports <strong> Dwaine Caraway </strong> and says it was appropriate to give <strong> Michael Vick </strong> the key.`` When we look at Mr. <strong> Michael Vick </strong>, he's had a repentant type of attitude'' says Barnett", "new_id": -2}, {"uid": "1296852026242090045", "i": 31427, "idx": 0, "sa": ["Sergio Marchionne"], "q": "her new, 40-year mortgage.`` I'll die before it's paid off,'' said Olmo, who got her 30-year mortgage modified because she was at risk of losing her home to foreclosure. <q> This is the most ridiculous thing I've heard in years. They didn't take my age or my income into consideration. </q> SAN FRANCISCO?- Chrysler CEO <strong> Sergio Marchionne </strong> says he hopes to reach a deal with banks to refinance the company's high-interest government loans by the end of the first quarter. <strong> Sergio Marchionne </strong> said Friday at an auto", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}]