[{"uid": "1295454377253952031", "i": 9756, "idx": 3, "sa": ["Gabrielle Giffords", "Mike Pence", "Barack Obama"], "q": "repealing and replacing the law. They Have Republicans read the health care bill they are about to repeal? Health-care repeal debate will test nation's` civility' target=\"_blank\" WASHINGTON- <strong> Barack Obama </strong>'s call for <q> a more civil and honest public discourse </q> will get its first test much sooner than we expected. Having properly postponed all legislative action last week out of respect for <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> and the other victims of the target=\"_blank\" Tucson shootings, the House", "new_id": -2}, {"uid": "1297260106046088366", "i": 12229, "idx": 4, "sa": ["Mike Pence"], "q": "is happening in America. <strong> Mike Pence </strong>, who is also on the subcommittee, took the opportunity to promote his bill to prevent Planned Parenthood from receiving federal dollars, while also supporting H.R. 3. <q> The need to affirm the government-wide prohibition on taxpayer funding for abortion has probably never been more important, </q> he said. \"Now is the time to look at taxpayer funding for abortion but also abortion providers.\" The abortion debate may be flaring in the House, but any legislation to pass in the", "new_id": -2}, {"uid": "1295974237110362671", "i": 21934, "idx": 3, "sa": ["Barney Frank", "Mike Pence"], "q": "reluctant to do so. But one of the leading budget experts in the House of Representatives is saying that progressives need to start putting more pressure on the issue and should specifically think about cutting spending on NATO. <q> These kind of restrictions on domestic spending with unlimited spending for the war-- and you always have to talk about both-- is a great mistake, </q> <strong> Mike Pence </strong> <strong> Barney Frank </strong>( D-Mass.) told The Huffington Post last week. \"And the liberal community's got to focus more on Afghanistan, Iraq, NATO. NATO is a great drain on our treasury and serves", "new_id": -2}, {"uid": "1296225359092700754", "i": 14514, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": ", for all of us, including myself.\" ` CLOSER TO HOME' Indiana <strong> Mike Pence </strong> announced Thursday he would not seek the Republican nomination for <strong> Barack Obama </strong> in 2012, but he did <q> I'm open to running for governor, </q> <strong> Mike Pence </strong> told the Indianapolis Star. \"We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.\" The 51-year-old", "new_id": -2}, {"uid": "1296200478083099666", "i": 9571, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Curt Smith", "Joe Donnelly", "Dan Coats", "Brad Ellsworth"], "q": "<strong> Mike Pence </strong> <strong> Brad Ellsworth </strong>, lost so badly to Sen. <strong> Dan Coats </strong> that he might have a hard time running again for statewide office. U.S. <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> has shown he can win even amid a Republican landslide. <q> He's from outside Indianapolis, </q> notes Indiana Family Institute <strong> Barack Obama </strong> <strong> Curt Smith </strong>, a top adviser to Republicans. \"He's got a moderate streak.\" Former Democratic state chairman Robin Winston thinks Democrats can make the race competitive,", "new_id": -2}, {"uid": "1296177695162824209", "i": 8999, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Mark Sanford"], "q": "until January 2011. circulated a letter to supporters announcing the decision. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" wrote <strong> Mike Pence </strong>. <q> We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. </q> Video: Gov. <strong> Mark Sanford </strong> visits Anderson Chick-fil-A..., R-Ind., will announce whether he plans to run for <strong> Barack Obama </strong> in... Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans craft strategy to", "new_id": -2}, {"uid": "1296593963161153079", "i": 2822, "idx": 1, "sa": ["Richard Lugar", "Mike Pence"], "q": "<strong> Richard Lugar </strong> also has kind words for <strong> Mike Pence </strong>, who is mulling a 2012 gubernatorial run after Pence- out- republican- presidential- field- open- daniel- foster?page=1\"> ruling out a presidential bid. <q> I talked to him prior to his decision the other day. He was kind enough to phone me, </q> <strong> Richard Lugar </strong> says. \"I encouraged him to continue his exploration, which he was planning to do, and to reach a decision as soon as possible. In the event that he is to be a candidate,", "new_id": -2}, {"uid": "1295454374253952044", "i": 8820, "idx": 0, "sa": ["Steve King", "Barack Obama", "Mike Pence"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of maSteve King it past its next two hurdles: a Democratic-leaning Senate and a Barack Obamaial veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Barack Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week. </q> House Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"uid": "1295586583144719874", "i": 15147, "idx": 4, "sa": ["Mike Pence", "Robert Wexler", "Barack Obama", "Jerrold Nadler"], "q": "the District of Columbia Washington, DC H... <strong> Mike Pence </strong> <strong> Jerrold Nadler </strong>'s Questions on State Secrets Today, the Judiciary Subcommittee on the Constitution, Civil Rights, and Civil Liberties held a hearing on: HR 984 the <q> State Secret Protection Act of 2009. </q> Witnesses included: Patricia M. Wald Retired Chief Judge US Court of Appeals for the District of Columbia Washington, DC H... Congressman <strong> Robert Wexler </strong> on <strong> Barack Obama </strong> and the DNC The New Republic's Dayo Olopade interviews Florida Congressman", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]