[{"uid": "1297380716211959815", "i": 25187, "idx": 1, "sa": ["Mike Pence", "Diana DeGette", "Nancy Pelosi"], "q": "care plans that include abortion coverage, denying tax credits to employers or other entities that pay for health plans that cover abortion, while H.R. 358 would also prohibit federal funding for abortions under the Affordable Care Act and  prevent funding from being withheld from institutions that refuse to provide abortions.   Mike Pence   Diana DeGette ( D-CA), who joined  Nancy Pelosi  on the call, warned that the GOP proposals went beyond restricting abortion, and would also limit access to family planning services.  Mike Pence ( R-IN) has", "new_id": -2}, {"uid": "1295485200094470183", "i": 728, "idx": 4, "sa": ["Steve Cohen", "Mike Pence"], "q": "likened Republican claims about the law to Nazi propaganda. \"You say it enough, you repeat the lie, you repeat the lie and eventually people believe it,\"\"  said  Mike Pence   Steve Cohen , D-Tennessee.  The Germans said enough about the Jews and people believed it and you had the Holocaust.  The most vocal critics of the law were the dozens of new Republican members who made repeal a top campaign promise. \" The GOP would have deeply damaged its credibility if it failed to follow", "new_id": -2}, {"uid": "1297706494051036178", "i": 46488, "idx": 4, "sa": ["Mike Pence", "Cecile Richards"], "q": "people who believe sex is only for procreation.\"\"  In an emergency email to its members that LifeNews.com obtained,  Cecile Richards  said she is expecting a vote this week on the  Mike Pence  measure, which she called  the most dangerous legislative assault on women's health in Planned Parenthood's 95-year history.  \"That's not an exaggeration, it is a simple fact- and if they succeed, the consequences for women will be catastrophic. We need everyone who cares about women's health to join together", "new_id": -2}, {"uid": "1296229265086933518", "i": 35656, "idx": 1, "sa": ["Mike Pence", "Michael Yaki", "Mitt Romney"], "q": "The same is true for most other parts of the Arab world...\"\" --  Mike Pence  has removed himself from 2012 presidential contention( by all accounts 1 So much for equal protection under Obama law  DOJ official: \"The law was written to protect black people.  \"  Michael Yaki , one of the investigation's most vituperative critics, has publicly adMitt Romneyed that some of the allegations of racial favoritism we have uncovered, if true, are very disturbing. Specifically, he said", "new_id": -2}, {"uid": "1296073911157351964", "i": 366, "idx": 0, "sa": ["George Miller", "Mike Pence", "Nancy Pelosi", "Bart Stupak"], "q": ") amendment barring federal funding of abortion will not be jettisoned from the bill by Democratic congressional leaders in House-Senate conference negotiations if the  Nancy Pelosi  bill passes the House with the  Bart Stupak  amendment attached. Chairman  George Miller 's answer-  I will not guarantee that - makes him the third Democratic Chairman today to refuse to guarantee that the Democratic Leadership would support  Mike Pence   Bart Stupak 's pro-life amendment if it passes the House and makes it into conference. New posts every WED.! SUBSCRIBE", "new_id": -2}, {"uid": "1295454375253952007", "i": 21677, "idx": 1, "sa": ["Paul Joseph Watson", "Mike Pence", "Paul Krugman", "Alan Grayson", "Alex Jones", "Barack Obama"], "q": "on the government takeover of health care. http://wn.com/Rep_Alan Grayson_I_Apologize_To_The_Dead_For_This_Holocaust One day after  Mike Pence   Alan Grayson  laid out \"the Republican health care plan... die quickly,\"\"  the Congressman, prompted by Republicans, issued somewhat of an apology.  I would like to apologize to the dead,  he said on the House floor. \"I apologize to the dead and their families that we haven't voted sooner to end this holocaust in America.\"\"  http://wn.com/Paul Krugman_Paul Joseph Watson's_Article_About_Barack Obamacare_Taxing_The_American_People_Into_Oblivion_on_Alex Jones_Alex Jones_Tv There has been much chatter on mainstream media that", "new_id": -2}, {"uid": "1297055420051527714", "i": 1526, "idx": 0, "sa": ["George W. Bush", "Mike Pence"], "q": "were in a deep funk. \"Seriously, who else do we have?\"\"  one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\"\"  Another GOP stalwart agreed:  Sad to say, but at a time when we need someone with guts like Reagan in'76 challenging an incumbent  George W. Bush  of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition.  Poor  Mike Pence ! After all, the congressman has young kids and other options, and the presidency was a gamble.-----------------", "new_id": -2}, {"uid": "1297706494051036178", "i": 46489, "idx": 5, "sa": ["Mike Pence", "Cecile Richards"], "q": "LifeNews.com obtained,  Cecile Richards  said she is expecting a vote this week on the  Mike Pence  measure, which she called \"the most dangerous legislative assault on women's health in Planned Parenthood's 95-year history.\"\"   That's not an exaggeration, it is a simple fact- and if they succeed, the consequences for women will be catastrophic. We need everyone who cares about women's health to join together to oppose this attack on Planned Parenthood and those we serve,  she said. \"Anti-choice House leadership wants to completely eliminate this crucial funding- particularly for Planned Parenthood. Tell your representative to vote NO.\"\"  \"This attack on family planning funding is not an", "new_id": -2}, {"uid": "1295068749012681281", "i": 57607, "idx": 0, "sa": ["Mike Pence", "Gary Ackerman", "Peter King"], "q": "contemplating legislation to allow college students to carry firearms on campus. Advocates of new federal gun controls are planning to introduce legislation, but their aims are minimal, and their expectations for passage very low.  We're not looPeter King at banning all weapons,  said  Mike Pence   Gary Ackerman , D-N.Y., who wants to close a loophole that allows some private dealers to sell guns without conducting background checks. \"We're looPeter King to make sure that innocent people from all over will be", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]