[{"uid": "1296229265086933518", "i": 29435, "idx": 0, "sa": ["Mike Pence"], "q": "<q>Previous Is the Arab World Ready for Democracy? provides some context and points out something I think a lot of Western cheerleaders fail to grasp: \"There's no way for Egypt to be democratic and exclude the Islamists from political participation. The same is true for most other parts of the Arab world...<q>-- <strong> Mike Pence </strong> has removed himself from 2012 presidential contention( by all accounts 1 So much for equal protection under Obama law \"DOJ official: \"The law was written to protect black people", "new_id": -2}, {"uid": "1297215580168738818", "i": 12823, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "worked at the site in the interview on FOX News Channel's Hannity show. <strong> Donald Rumsfeld </strong> was defence secretary from 2001 to 2006 under former president George W Bush. He was replaced as defence secretary by <strong> Robert Gates </strong>. <q>The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,<q> said <strong> Donald Rumsfeld </strong>. \"What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were", "new_id": -2}, {"uid": "1297625719143769620", "i": 41283, "idx": 1, "sa": ["Zahi Hawass"], "q": "'s Minister of State for Antiquities. <strong> Zahi Hawass </strong> described the statue as: \"a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess\". Apart from this, the eight pieces included <q>parts of a gilded wood statue of Tutankhamun harpooning<q>. The pieces stolen have been described as being \"very valuable\", especially so the statue of the Pharaoh Tutankhamun, who reigned from 1333 BC to 1324 BC. The robbery was reported by museum", "new_id": -2}, {"uid": "1295254600092618767", "i": 7211, "idx": 13, "sa": ["Allen Iverson", "Steve Blake", "George Karl"], "q": "for Game 3 on Saturday night with the Nuggets holding just the third 2-0 edge in their 33-year NBA history. <strong> George Karl </strong> said the pair of blowouts mean nothing when the series shifts to the Hornets' home court. <q>They http://wn.com/Allen_Iverson's_Interview_after_Denver_Nuggets'_Debut Interview of <strong> Allen Iverson </strong> and his Denver Nuggets Head Coach <strong> George Karl </strong>. http://wn.com/Allen_Iverson_32pts_9assists_Denver_Nuggets_vs_Blazers_06/07_NBA_*Steve_Blake_Career_Night Playing in just his second game with the Denver Nuggets, <strong> Steve Blake </strong> showed the Portland Trail Blazers what they've been missing. <strong> Steve Blake </strong>, traded to Milwaukee in the offseason and acquired by Denver from the Bucks last week, had a career-high 25 points against his former team Sunday night, in Denver's 109-93 victory over Portland. \"I'm not surprised because a good basketball player is a good basketball player and that's what he is,<q> said <strong> Steve Blake </strong>'s new teammate, <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> had 32 points and nine assists for the Nuggets, who trailed at halftime but outscored the Blazers 41-17 in the third quarter. The victory snapped a two-game losing streak", "new_id": -2}, {"uid": "1297704186051036184", "i": 25431, "idx": 2, "sa": ["Steve Ballmer"], "q": "fresh choices, and amazing services.\" \"Nokia's support will help Windows Phone overall to build strength versus the other eco-systems,\" <strong> Steve Ballmer </strong> continued. Microsoft is working to ensure that innovation <q>doesn't lead to the kind of fragmentation for developers that other platforms in the phone arena are currently experiencing,<q> <strong> Steve Ballmer </strong> said. \"That's going to allow more phone designs at a broader range of price points and more exciting new apps and experiences for Windows Phone customers than we can imagine.\" Windows Phone", "new_id": -2}, {"uid": "1296252212224411648", "i": 42111, "idx": 0, "sa": ["Steven Tyler", "Kristy Lee Cook", "Haley Scarnato", "Lauren Alaina", "Simon Cowell", "Stormi Henley"], "q": ", my dawg, is more of a pitbull this season, taking on the role of <strong> Simon Cowell </strong>... what's his name? Oh, yeah, <strong> Simon Cowell </strong>. <strong> Stormi Henley </strong>, the former Miss Teen USA who said <q><strong> Donald Trump </strong> used to be my boss.<q> And <strong> Lauren Alaina </strong>, who closed the show singing \"Don't Want to Miss a Thing,\" an impromptu duet with <strong> Steven Tyler </strong>. <strong> Stormi Henley </strong> reminded me of another <strong> Kristy Lee Cook </strong> or <strong> Haley Scarnato </strong>. All equally beautiful,", "new_id": -2}, {"uid": "1295965254237387800", "i": 29419, "idx": 1, "sa": ["Eric Schmidt"], "q": "make more than 1,000 new hires across Europe- including hundreds of specialists for its research and development centre in the Bavarian capital. \"We had a very, very good year,\" <strong> Eric Schmidt </strong> said. <q>Which is why we'll continue to make investments.<q> He said Google would focus on the growing mobile internet market, with sales of smartphones expected to trump PCs in the next two years. <strong> Eric Schmidt </strong> said faster wireless standards such as LTE would greatly improve the", "new_id": -2}, {"uid": "1297719959211173401", "i": 12017, "idx": 2, "sa": ["Steve Ballmer"], "q": "help solve some of Nokia's problems, such as the need to break into the U.S. market, he said. The agreement with Nokia could bring Windows Phone the scale the platform needs. <q>The Windows Phone platform, like any other, will only thrive with scale and with variety,<q> <strong> Steve Ballmer </strong> said. \"We will work with our partners to bring their innovations more rapidly into our platform while also working to ensure their innovation doesn't lead to the kind of fragmentation for developers that other platforms are", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q>What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me,<q> <strong> Donald Rumsfeld </strong> writes. \"At that moment, I couldn't speak.\"( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}, {"uid": "1296407544252772372", "i": 151, "idx": 29, "sa": ["Eric Snow", "Derrick Coleman", "Nate McMillan", "Keith Van Horn", "Allen Iverson"], "q": "Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent throughout the game knocking down shots,\" said Sonics coach <strong> Nate McMillan </strong>. <q>Every time we tried to make a run it seemed like he came up with a big basket. When he has that going, there is nothing you can do except hope that he misses some shots.<q> <strong> Keith Van Horn </strong> scored 26, <strong> Derrick Coleman </strong> had 14 points and 14 rebounds and <strong> Eric Snow </strong> also had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth", "new_id": -2}]