[{"uid": "1295977910157089808", "i": 30975, "idx": 23, "sa": ["Carmelo Anthony", "Vince Carter", "Allen Iverson", "Raja Bell"], "q": "so aggressive. He wanted the ball more than everybody else.'' <strong> Carmelo Anthony </strong> said he just wanted to take advantage of the smaller defenders such as <strong> Raja Bell </strong> the Suns put on him and score some easy baskets early, <q>and the way I was going to do that was with offensive rebounding.</q> Seven of his rebounds came off the offensive glass. <strong> Allen Iverson </strong> led the Nuggets with 31 points and had 12 assists and no turnovers, teaming with <strong> Carmelo Anthony </strong> <strong> Vince Carter </strong>, who had 11 assists and just two turnovers, to", "new_id": -2}, {"uid": "1295831264124387374", "i": 17395, "idx": 4, "sa": ["Eric Schmidt"], "q": "small businesses. Gartner says Gmail has captured less than one percent of the enterprise email market, counting only businesses with at least 100 paid seats. Managed services partners are jumping on board, though. <q>A growing number of MSPs have embraced the Google Apps Reseller program,</q> says an article on MSPmentor.net, which tracks the managed services provider market. MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained ''more channel partner momentum with managed services providers. Indeed, 29 of the world's", "new_id": -2}, {"uid": "1297310036062455890", "i": 32255, "idx": 1, "sa": ["Steve Ballmer"], "q": ". ''In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,'' <strong> Steve Ballmer </strong> said in an e-mail to all employees Wednesday. <q>We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways.</q> <strong> Steve Ballmer </strong> also said in his e-mail that Amithabh Srivastava, a senior vice president for Server and Tools who seemed the heir apparent, is leaving. It's unclear where Srivastava will go next. He was", "new_id": -2}, {"uid": "1295615565136232978", "i": 11367, "idx": 1, "sa": ["Clive Goodman", "Andy Coulson"], "q": "for me to give the 110% needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.'' <q>I'll leave within the next few weeks and will do so wishing the Prime Minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.</q> Mr. <strong> Andy Coulson </strong> has been under pressure for months over his role at the News of the World. He was its editor in chief in 2007 when its royal editor, <strong> Clive Goodman </strong>, and an investigator it had", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected. ''The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q>Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign.</q> ''For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. ''This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1297586277217415689", "i": 38240, "idx": 0, "sa": ["Eric Schmidt"], "q": "barrier to entry or-- in the case of Nokia and Palm-- a comeback, is incredibly high. is that you have a very crowded space,'' said Al Hilwa, an IDC software analyst. <q>The space can support multiple players. But the bar you have to meet in terms of your ecosystem is very high.</q> Even Google has lagged to some degree here. Last fall, when asked about what he wants to improve the most about Android, CEO <strong> Eric Schmidt </strong> responded that he wanted to improve the quality of the applications.", "new_id": -2}, {"uid": "1295943658182452255", "i": 8126, "idx": 0, "sa": ["Frances Fox Piven", "Barack Obama", "Sen. Bernie Sanders"], "q": "they know more than we do and have the right to force their beliefs on us. MSNBC Interviews <strong> Frances Fox Piven </strong> About Jew-Hater Beck: 1st It Was ''Funny,'' Now It's ''Scary'' Matthews: Hewitt <q>Keeps Talking About Shooting People In The Head</q>-- Says <strong> Sen. Bernie Sanders </strong> Gohmert( R) Wants <strong> Barack Obama </strong> ''Hanged'' Bounce: <strong> Barack Obama </strong>'s approval rating now above 50% overall- including among investors Hawaii governor figures out that he's barred by law from revealing <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1297175078196968449", "i": 6307, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "war on ''too many hands on the steering wheel.'' <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that <q>in a war, many things cost lives.</q> File photo shows a US soldier conducting a search for suspects in the Diyala province of Baquba, northeast of Baghdad. <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on ''too many", "new_id": -2}, {"uid": "1296550615213254158", "i": 27245, "idx": 0, "sa": ["Al Harrington", "Allen Iverson"], "q": "earlier this year. Thank you <strong> Al Harrington </strong>! http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. ''You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1297176031226918403", "i": 3175, "idx": 17, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers"], "q": "the words to relate to a guy like that, who's been through prison, who's been in the workforce, been in the military.''( audience laughs) <strong> David Letterman </strong>:( Laughs) <q>I don't know why this is funny.</q>( Audience laughs) <strong> Aaron Rodgers </strong>:( Laughs) ''I'll stop right there.'' <strong> David Letterman </strong>: ''Yeah, okay. Now, <strong> Brett Favre </strong>, his coming and going- when he came", "new_id": -2}]