[{"uid": "1296355065262340710", "i": 26398, "idx": 1, "sa": ["Zahi Hawass"], "q": "Museum and found that some had tried to raid the museum by force last night,\" Hawass-Zahi Hawass\"> <strong> Zahi Hawass </strong>, chairman of the Council of Antiquities\"> Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. Foreign tourists and Egyptians flocked to Cairo's main airport on Saturday, scrambling to find flights out of the country as days of often violent protests showed few signs of abating. The US", "new_id": -2}, {"uid": "1297197242093274120", "i": 53534, "idx": 3, "sa": ["Simon Cowell"], "q": "Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Simon Cowell-free season of \"Idol,\" he claimed, \"I haven't seen a full episode,\" continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q>>> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers. \"Idol\" is", "new_id": -2}, {"uid": "1296775267217071662", "i": 32980, "idx": 0, "sa": ["Peyton Manning", "Dick LeBeau", "Aaron Rodgers", "Michael Vick", "Ben Roethlisberger", "Tom Brady"], "q": "ahead 7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball'? you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> The 6-foot-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced", "new_id": -2}, {"uid": "1295619449001654802", "i": 7893, "idx": 3, "sa": ["Eric Schmidt"], "q": "the same interview, saying it had started to become clear the company needed to be run more crisply. \"I am not as concerned about the titles as I am winning,\" <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q>", "new_id": -2}, {"uid": "1296010875232554548", "i": 33805, "idx": 0, "sa": ["Marco Belinelli", "Keith Smart", "Bill Lockyer", "Newt Gingrich"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q> You've got to know where you are so you can eventually get to where you want to go, </q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296565054061784133", "i": 23031, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "his upcoming 3D movie Never Say Never.\" [ The movie] is my story. Most people would think some people just put me together; some people just made me,\" he laughed. <q> Like I'm just some factory machine! But this movie proves that I really worked hard to get here and I just wanted to show that. </q> He also told <strong> David Letterman </strong> that while he currently does 15 hours of schooling a week, he is focusing on his music career for the time being rather than thinking about college. <strong> Justin Bieber </strong>, who", "new_id": -2}, {"uid": "1295887118257261581", "i": 27971, "idx": 0, "sa": ["Tim Cook", "Larry Page", "Bill Gates", "Eric Schmidt"], "q": "the Red Sea represent a pharaoh bargain for buyers? Report on deadly Gaza flotilla raid set for release Meet <strong> Larry Page </strong>, Google's New CEO Google announced Thursday that Google co-founder <strong> Larry Page </strong> will be replacing <strong> Eric Schmidt </strong> as CEO. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted of the change. <strong> Eric Schmidt </strong> has been CEO since 2001, during which target=\"_blank\" Cooke.wn.com/\"> Tim Cooke he has overseen the company's growth from a Silicon Valley web goliath grossing over$ 29 Bill Gatesion in 2010", "new_id": -2}, {"uid": "1295936245231571464", "i": 10268, "idx": 7, "sa": ["Marcus Camby", "Allen Iverson", "Martin O'Neill", "Kenyon Martin", "Tim Cahill"], "q": ". I thought <strong> Kenyon Martin </strong> was the star of the game.\" JR Smith scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a 17-point first-quarter deficit to win for the fifth Tim Cahille in seven games. <q> Once we got it together on the defensive end we were able to run and not have to play the half-court offense, </q> <strong> Allen Iverson </strong> said. \"We just wanted it more than they did at the end.\" Limited to just two games last year following right knee surgery, <strong> Martin O'Neill </strong> has reclaimed his role as Denver's defensive stopper this", "new_id": -2}, {"uid": "1295629433247332867", "i": 28719, "idx": 0, "sa": ["Andy Coulson", "Ed Miliband", "David Cameron"], "q": "from guardian.co.uk on Ed Miliband\"> <strong> Ed Miliband </strong> said today. Speaking during a visit to Scotland shortly after <strong> Andy Coulson </strong>'s announcement, the Labour leader said the resignation raised questions about <strong> David Cameron </strong>'s judgment. <q> He's now done the right thing, </q> <strong> Ed Miliband </strong> said. \"I think there are questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did.\" Labour, which had been expecting <strong> Andy Coulson </strong> to resign for weeks, had", "new_id": -2}, {"uid": "1297233195160825398", "i": 1468, "idx": 1, "sa": ["Michael Vick", "Esther Williams"], "q": "the rural setting, wide open spaces and centralized location is a huge plus. \"The animal controls have to take anything that comes in. They can only take so many,\" <strong> Esther Williams </strong> said. <q> Once they run out of space then they have to start euthanizing and there are some really, really good dogs that are being put down. </q> <strong> Michael Vick </strong>'s new career with the Philadelphia Eagles is flying high after he spent nearly two years in prison on a federal dog fighting conviction. The NFL recently named <strong> Michael Vick </strong> \"Comeback Player of the Year.", "new_id": -2}]