[{"uid": "1295730324150700038", "i": 34967, "idx": 0, "sa": ["Prince Harry, Duke of Sussex", "Andy Coulson"], "q": " But this accusation, dismissed by the Gray Lady, misses a key point: how incredibly juicy the scandal is. It surely marked the first time that these words appeared in the New York broadsheet: <q> <strong> Prince Harry, Duke of Sussex </strong> Buried Face in Margo's Mega-Boobs. Stripper Jiggled... <strong> Prince Harry, Duke of Sussex </strong> Giggled. </q>( What's the point of running a 6,200-word expos about British hacks if you can't quote a titillating tabloid headline?) <strong> Andy Coulson </strong> was running News of the World in 2007 when one of its reporters", "new_id": -2}, {"uid": "1295802995079921158", "i": 19506, "idx": 3, "sa": ["George W. Bush", "Colin Powell"], "q": "`` Every <strong> George W. Bush </strong> has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaigning and governing,'' <strong> Colin Powell </strong> said on CNN's`` State of the Union.'' <q> Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes. </q> <strong> Colin Powell </strong>, who worked in four George W. Bushial administrations- most recently under former <strong> George W. Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus", "new_id": -2}, {"uid": "1297181606166789139", "i": 45800, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "George H. W. Bush"], "q": "propensity to fashion and shift his positions to appeal to the media.'' leaked prior to the book's release, <strong> John McCain </strong> hit back at <strong> Donald Rumsfeld </strong> during an href=\"http://blogs.abcnews.com/George H. W. Bush/2011/02/sen-John McCain-John McCain-fires-back-at-Donald Rumsfeld-Donald Rumsfeld-memoir-thank-god-he-was-relieved-of-his-duties.html#tp\" target=\"_hplink\"> appearance on GMA. <q> Thank God he was relieved of his duties, </q> the Arizona senator href=\"http://www.huffingtonpost.com/2011/02/03/John McCain-John McCain-Donald Rumsfeld-Donald Rumsfeld-book_n_817982.html\" target=\"_hplink\"> said. He also admitted that the pair had a contentious working relationship that often put them at odds over policy related to the country's military presence in Iraq. <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295458115232456196", "i": 3382, "idx": 1, "sa": ["Wen Ping", "Allen Iverson"], "q": "His jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> Wen Pingt 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said.`` That is the way it felt tonight.`` My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls", "new_id": -2}, {"uid": "1295408111085049370", "i": 9208, "idx": 0, "sa": ["David Letterman", "LeBron James", "Regis Philbin", "Bill Carter", "Chris Bosh", "Dwyane Wade", "James Lewis"], "q": "RSS SHARE MIAMI( AP)-- <strong> Chris Bosh </strong> shot free throws. <strong> LeBron James </strong> worked on 40-footers. <strong> Dwyane Wade </strong> tried a <strong> Regis Philbin </strong> Is Leaving` Live With <strong> Regis Philbin </strong> and Kelly' television personality, sometime foil of <strong> David Letterman </strong> and co-host of <q> Live With <strong> Regis Philbin </strong> and Kelly, </q> made a surprise announcement on Tuesday morning that he will step down from that morning talk show sometime later this year, having hosted the program for 28 years. <strong> Bill Carter </strong> has more at LOADED LUX, PIFF <strong> James Lewis </strong>,", "new_id": -2}, {"uid": "1296789416115392517", "i": 26485, "idx": 0, "sa": ["Will Bynum", "Linas Kleiza", "Allen Iverson", "Carmelo Anthony"], "q": ": The Turning Point Webclip 1 http://wn.com/Allen Iverson_Allen Iverson_28pts_Linas Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I <strong> Will Bynum </strong> remember this night for the rest of my", "new_id": -2}, {"uid": "1295560051263241797", "i": 5175, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> Schimdt, Chairman of media company and web search giant Google has announced changes to the management team. The announcement came as a post to the Google Official Blog: <q> When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit, </q> wrote <strong> Eric Schmidt </strong>. The change was made to simplify the company's management structure and speed up decision making. The decision was made over the holidays 2010.`` For the last 10 years,", "new_id": -2}, {"uid": "1295258058092618820", "i": 1294, "idx": 0, "sa": ["Angelina Jolie", "Johnny Depp", "David Van Reybrouck"], "q": " Il n' a pas rat non plus la HFPA( Hollywood Foreign Press Association) qui organise les Golden Globes et leur s?lection trange: <q> C'est l'ann?e de la 3D pour le cin?ma, tout tait en relief cette ann?e, sauf les personnages de The Tourist... Je me sens mal apr?s cette blague, j' ai m?me pas vu The Tourist... Qui l' a vu de toute fa?on? Mais a doit tre bien puisque c'est nomin, alors vos gueules </q>. ADavid Van Reybrouckt d'ajouter:`` Et je veux tout de suite balayer ces rumeurs qui disent que The Tourist est en lice uniquement pour permettre aux membres de la HPFA de tra?ner avec <strong> Johnny Depp </strong> et href=\"http://fr.news.yahoo.com/fc/brad-Angelina Jolie.html\"> <strong> Angelina Jolie </strong>", "new_id": -2}, {"uid": "1295601843213057546", "i": 53350, "idx": 0, "sa": ["Shaun Ellis", "Michael Vick", "Ben Roethlisberger", "Rex Ryan", "Tom Brady"], "q": "digs at <strong> Tom Brady </strong>, Jets coach <strong> Rex Ryan </strong> lauded <strong> Ben Roethlisberger </strong>, noting how hard it can be to tackle the 6-foot-5, 241-pound quarterback.`` I would've made him a defensive end,'' <strong> Rex Ryan </strong> said. <q> <strong> Ben Roethlisberger </strong> will beat you up. I've never seen a guy take the hits he can take and also make people miss the way he doe and be as accurate on the run. </q> After the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be toughest quarterback to sack, said Jets defensive end <strong> Shaun Ellis </strong>.`` He's very strong. He's very elusive in the pocket,'' <strong> Shaun Ellis </strong>", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.'' <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}]