[{"uid": "1296499626124518426", "i": 46809, "idx": 0, "sa": ["Michael Vick", "Morten Andersen", "Adrian Peterson"], "q": ", <strong> Morten Andersen </strong>( 45) for most career Pro Bowl points with 52. The kicker would have had more but his 36-yard field goal try in the fourth quarter bounced off the right upright. Akers said, <q> so it means a lot to be able to pass a legend like that. </q> Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of 10 passes for 59 yards. <strong> Adrian Peterson </strong> rushed for 80 yards in 14 carries for", "new_id": -2}, {"uid": "1297260229046088245", "i": 24310, "idx": 3, "sa": ["Will Smith", "Paula Abdul", "Jessica Simpson", "Katy Perry", "Simon Cowell"], "q": "been mentioned as potential co-judges. Rihanna, <strong> Jessica Simpson </strong>, <strong> Katy Perry </strong> and <strong> Will Smith </strong> are some of the A-listers floated to serve with <strong> Simon Cowell </strong>, as has the name of another former Idol judge, <strong> Paula Abdul </strong>. <q> I'm a massive fan of <strong> Paula Abdul </strong>. We honestly haven't made our mind up yet... We're talking to a number of people, </q> <strong> Simon Cowell </strong> said. We hope to make an announcement in three to four weeks.'' in several ways. In addition to having no upper age limit, X Factor allows for both individual and group acts and", "new_id": -2}, {"uid": "1296218123081313799", "i": 2822, "idx": 2, "sa": ["Maurice Cheeks", "Allen Iverson", "Chris Webber"], "q": "'' <strong> Chris Webber </strong> and <strong> Allen Iverson </strong> combined for 50 of the Sixers' 84 shots and made 25 of the 42 field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second. <q> I don't think I had any doubt about them playing together, </q> coach <strong> Maurice Cheeks </strong> said.`` The reason you put the ball in their hands is because they make plays.'' The Sixers will need the All-Stars to keep it up when they open a seven-game road trip Friday night", "new_id": -2}, {"uid": "1295472882255852553", "i": 6399, "idx": 0, "sa": ["George Washington", "Hu Jintao", "Barack Obama", "Sen. Bernie Sanders"], "q": "- With Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong> on a state visit to <strong> George Washington </strong>, a US senator expressed disbelief Wednesday that a major museum in the US capital sells only`` crafted in China'' busts of US presidents. <q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far, </q> Independent <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong> said in a letter to the director of the National Museum of <strong> George Washington </strong> History. <strong> Sen. Bernie Sanders </strong>'s office released photographs of bronze-colored busts of the first US president, <strong> George Washington </strong>, as well as his", "new_id": -2}, {"uid": "1295625451170147875", "i": 4304, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "a moron, or both. hermionegingold 21 January 2011 3:22 PM This comment has been removed by a moderator. Replies may also be deleted. HypatiaLee 21 January 2011 3:22 PM <q> I don't know a journalist in Britain who believes that a serious editor of a major title would not insist on knowing how his journalists had sourced their stories. </q> Certainly the legal department would have kittens <blockquote> So it is amazing that <strong> David Cameron </strong> appointed <strong> Andy Coulson </strong> in the first place- and that he hung on to him </blockquote> Frankly, it's enough to make", "new_id": -2}, {"uid": "1297134526194773022", "i": 4287, "idx": 0, "sa": ["Michael Vick", "Mike Munchak", "Mayor Tom Leppert"], "q": "my own man, and I'll be judged by what I do and not what was done before me. I'm not looking here to blame anybody about what was left for me,'' <strong> Mike Munchak </strong> said. <q> I think it's a great opportunity here with what we have, and I think I'm the guy to pick up the pieces and hopefully get us in the right direction. </q> Dallas <strong> Mayor Tom Leppert </strong> says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a`` key to the city.'' <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this year, his second", "new_id": -2}, {"uid": "1297422152219660298", "i": 33417, "idx": 0, "sa": ["Steve Ballmer"], "q": "to Nokia CEO Stepehn Elop, who took to the stage with Microsoft CEO <strong> Steve Ballmer </strong> to talk through the details of the partnership. Android very nealy became the OS of choice. Elop explained that Nokia had <q> explored the opportunity with the Google ecosystem... there's some attractive elements but our fundamental belief is that we would have difficulty differentiating. </q> Problems`` commoditizing'' the software, as well as the growing number of Android handsets at all price points were noted as hurdles, particularly given Nokia's already-sturdy mid-and-low range catalogue of handsets. Canon", "new_id": -2}, {"uid": "1295691463220823570", "i": 9643, "idx": 0, "sa": ["Michael Vick", "Donald Driver"], "q": "the Packers said in an interview that Sunday would be a dog fight and the dog that bites the hardest wins.`` Is <strong> Donald Driver </strong> playing football or hanging out with <strong> Michael Vick </strong>?''* From Currie: <q> Three ironies behind the Ottawa Senators recent scoring slump: 3. Locke can't load; 2. Fisher can't find the net; 1. Winchester has no firepower. </q>* Climate change has been tied to the fall of the Roman Empire. Scientists are now studying the carbon footprint of the Maple Leafs.* Currie, on the Canadian Broadcast Standards Council banning", "new_id": -2}, {"uid": "1297207144184696935", "i": 1424, "idx": 1, "sa": ["Chris Harrison", "Simon Cowell", "Hailee Steinfeld"], "q": ": <strong> Simon Cowell </strong> No More ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Bachelor's <strong> Chris Harrison </strong> on Michelle: <q> Hot Girls Can Get Away with a Lot </q>", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]