[{"uid": "1295118112133988414", "i": 25249, "idx": 0, "sa": ["Ken Auletta", "Kathy Bates", "Alexander Payne", "Eric Schmidt", "Jack Nicholson"], "q": "When the Headline is You: An Insider's Guide to Handling the Media\" at Google Cambridge.... Authors@Google: <strong> Ken Auletta </strong> 51:03 The Authors@Google program welcomed <strong> Ken Auletta </strong> to Google's New York office to discuss his book, <q>Googled: The End of the World As We Know It<q>. <strong> Ken Auletta </strong> has written The New Yorker's Annals of Communications column since 1992 and is the author of \"Three Blind Mice&... Trailer for About <strong> Eric Schmidt </strong>( 2002) Director: <strong> Alexander Payne </strong> Cast: <strong> Jack Nicholson </strong>, <strong> Kathy Bates </strong>", "new_id": -2}, {"uid": "1297178299144113685", "i": 34849, "idx": 2, "sa": ["Simon Cowell"], "q": "\" he said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q>It was supposed to be similar to them doing their first concert,<q> <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of", "new_id": -2}, {"uid": "1296693857231915532", "i": 20700, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron", "George Osborne"], "q": "sealed after a discussion yesterday with <strong> Nick Clegg </strong>. Robinson told The Independent that <strong> George Osborne </strong> and <strong> Andy Coulson </strong> were not so different. Both are skilful in communicating simple messages from complicated stories and neither man craves the spotlight. <q>I suspect[ Craig <strong> George Osborne </strong>] will be delighted if the public never hears his name after the news of his appointment. He will live or die in that job by his capacity to shape clear messages for <strong> David Cameron </strong> and find ways to communicate them,<q> he said. \"There was not a single issue of controversy around <strong> Andy Coulson </strong>'s time as a spin doctor for <strong> David Cameron </strong>- they were all about his time at the News of the World. That's", "new_id": -2}, {"uid": "1296149754234012751", "i": 25128, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Senator <strong> Kirsten Gillibrand </strong> will serve on the Senate Armed Services Committee. <strong> Kirsten Gillibrand </strong> had served on the House Armed Services Committee, and after being appointed to the Senate, she worked on military issues including the repeal of <q>Don't Ask, Don't Tell.<q>", "new_id": -2}, {"uid": "1295455090222740488", "i": 40062, "idx": 1, "sa": ["Simon Cowell"], "q": "I think the US look at the British as a race that tells it how it is, and if ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>.\" <q>He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop.<q> She continued: \"<strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. Everybody has a bit of", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q>Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile,<q> <strong> Eric Schmidt </strong> said. \"These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,\" he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}, {"uid": "1296491980113492000", "i": 1823, "idx": 1, "sa": ["Sergio Marchionne"], "q": "has so far bested industry expectations, but he added that the automaker was still a long way from meeting its objectives. \"Our job is not yet done,\" <strong> Sergio Marchionne </strong> said in a statement. <q>We have a lot of work ahead to fulfill our five-year business plan objectives.<q> For 2010, Chrysler reported nearly$ 42 billion in revenue, in line with its November financial projections. The company's annual operating profit of$ 763 million, topped its November outlook of about$", "new_id": -2}, {"uid": "1295613640107249695", "i": 22401, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Edwin Edwards"], "q": ". \"Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" <q>I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.<q> <strong> David Cameron </strong> said in a statement that he was \"very sorry\" that <strong> Andy Coulson </strong> was going but added that he <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 \"The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong>", "new_id": -2}, {"uid": "1296744949119816196", "i": 15568, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong>( I-Vt.) inserted into the defense bill last year. The measure also requested that the Defense Department recommend additional ways to punish the violating contractors, but the Report to Congress on Contractor Fraud concluded, <q>The department believes that existing remedies with respect to contractor wrongdoing are sufficient.<q> \"It has been said that insanity as doing the same thing over and over and expecting different results,\" replied the <strong> Sen. Bernie Sanders </strong> staff in an analysis of the findings. \"It is", "new_id": -2}, {"uid": "1295612486136232974", "i": 13327, "idx": 0, "sa": ["Eric Schmidt"], "q": "employees into the owner of the world's most-used search engine, with$ 29.4 billion in sales last year. \"Larry is ready,\" Mr <strong> Eric Schmidt </strong>, who will become executive chairman, said. <q>It's time for him to have a shot at running this.<q> Mr <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships and customers. Mr Page takes over operations in April. Mr <strong> Eric Schmidt </strong> guided Google past early doubts", "new_id": -2}]