[{"uid": "1297311118215105600", "i": 270, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Ashlee Simpson"], "q": "No. 1 priority,'' <strong> Ashlee Simpson </strong> and <strong> Ashlee Simpson </strong> said in a joint statement Wednesday.`` <strong> Ashlee Simpson </strong> loves Bronx but jumped into marriage and having a baby too quickly,'' one source told UsMagazine.com. <q> They feel they got trapped in a situation they were too young for. </q> Brad Womack ex-girlfriend: He proposed just before going on` The Bachelor' <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together` The Biggest Loser: Couples' eliminates contestant Jaquin`` Q'' Allen`", "new_id": -2}, {"uid": "1297426636014974991", "i": 32891, "idx": 6, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>.`` We have different forms of value transfer in different directions,'' <strong> Stephen Elop </strong> said.`` We have new opportunities that come from advertising and new forms of monetisation.'' <q> We the ability to activate users and put them in a position to be more effective in what we call local commerce, </q> added <strong> Steve Ballmer </strong>.`` Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.'' <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295191877017137675", "i": 22353, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "weekend's Arizona rampage, is making steady progress, New York Senator <strong> Kirsten Gillibrand </strong> said on NBC's`` Meet the Press'' program.`` She's doing great,'' said <strong> Kirsten Gillibrand </strong>, a friend. <q> I talked to her husband Mark last night. She's making progress every day. </q> While it's`` far too early'' for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said,`` she's using both sides of her body. She's able to breathe on her own. She's", "new_id": -2}, {"uid": "1296282852002965504", "i": 19635, "idx": 0, "sa": ["Eric Schmidt", "Angela Merkel", "David Cameron"], "q": "said.`` We in the West have taken rather a simple view that what matters is just the act of holding an election,'' <strong> David Cameron </strong> added. German Chancellor <strong> Angela Merkel </strong> agreed. <q> There is no point in locking up people or to reduce the access to information, </q> she said.`` We must come to a peaceful dialogue in Egypt. The stability of the country is, of course, extremely important but not at the cost of freedom of opinion.'' <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295139772120274975", "i": 15866, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "husband, Mark Kelly( at right). And she opened her one unbandaged eye. And reached out to touch Kelly, an astronaut who probably never saw anything so beautiful in space. <q> It was raw courage. It was raw strength. It was so beautiful and so moving, </q> <strong> Kirsten Gillibrand </strong> said.`` It felt like a miracle. It felt like we were watching a miracle,'' said Wasserman-Schultz.`` Other than the birth of my kids, this was the most incredible feeling", "new_id": -2}, {"uid": "1297285832010960898", "i": 37350, "idx": 0, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "Live to Dance <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together By Elizabeth Kwiatkowski, 02/09/2011 <strong> Paula Abdul </strong> has confirmed that she and fellow former American Idol <strong> Simon Cowell </strong> have discussed working together again. <q> He always talks to me about,` We will work together somehow, some way,' and he's an acquired taste but I love him very much, </q> the Live To Dance star said during a Tuesday appearance on The Tonight Show with <strong> Jay Leno </strong>. <strong> Jay Leno </strong> noted that <strong> Simon Cowell </strong> had recently referred to himself as a`` massive'' fan of <strong> Paula Abdul </strong> when asked", "new_id": -2}, {"uid": "1295404883171524111", "i": 9551, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "of money to continue to take on the role of judge on the show. As Celebuzz reports, according to the new book written by Richard Rushfield, the author alleges of <strong> Simon Cowell </strong>: <q>`` In the summer of 2009, with one more year left on <strong> Simon Cowell </strong>'s contract, Fox-represented by <strong> Rupert Murdoch </strong> himself-offered <strong> Simon Cowell </strong> a staggering deal: to continue his services on Idol as well as to bring X Factor to America, <strong> Simon Cowell </strong> would be paid in the neighborhood of$ 130 million a year. </q> </blockquote> Now that <strong> Steven Tyler </strong> of Aerosmith, and singer/actress/dancer <strong> Jennifer Lopez </strong> have taken on the roles of the new judges on the show, it is certain that American Idol-- although the same type of show-- the", "new_id": -2}, {"uid": "1295733110147996681", "i": 34165, "idx": 4, "sa": ["Veerappa Moily", "David Cameron", "Andy Coulson"], "q": "<strong> Veerappa Moily </strong> on Saturday said the government would like fast-track courts to deal with cases in connection with terror.`` We would like to have terror cases dealt with by fast-track courts,'' <strong> Veerappa Moily </strong> told reporters. <q> Terrorism has no territory... no Bengal just a few months away, Trinamool Congress leader <strong> Mamata Banerjee </strong> on Saturday had a meeting with Congress President <strong> Sonia Gandhi </strong> here. What transpired between the two leaders was not immediately clear. <strong> Mamata Banerjee </strong> declined to speak to the media on the meeting. <strong> Mamata Banerjee </strong>, whose party projects her as the next Chief <strong> Tony Blair </strong> of the state, described as... <strong> David Cameron </strong>: <strong> Andy Coulson </strong> being` punished twice' <strong> Tony Blair </strong> <strong> David Cameron </strong> says his former press chief <strong> Andy Coulson </strong> is being`` punished twice </q> for the phone tapping scandal.. Follow us on twitter at twitter.com.... Phone tapping: <strong> David Cameron </strong> on <strong> Andy Coulson </strong> Tory party leader <strong> David Cameron </strong> backs his PR chief <strong> Andy Coulson </strong>.. Follow us on twitter at twitter.com... Newspaper", "new_id": -2}, {"uid": "1297174030028033024", "i": 4857, "idx": 0, "sa": ["Eric Schmidt", "Chris Hendrickson"], "q": "arranged for the goods to be delivered to Marines in Iraq, where Capt. <strong> Eric Schmidt </strong> falsely certified the goods had been provided by Al-Methwad. The company then used the paperwork to get money from the U.S. government. <q> This is an example of corruption that directly affected our Marines' military capabilities in Iraq, </q> said <strong> Chris Hendrickson </strong>, an agent with The Defense Criminal Investigative Service, the criminal investigative arm of the Office of the Inspector General, U.S. Department of Defense.`` Captain <strong> Eric Schmidt </strong> found an Iraqi partner, exploited his role", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.`` The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>`` For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.`` This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}]