[{"uid": "1296282943080461835", "i": 42240, "idx": 0, "sa": ["Michael Vick", "Jeff Pash"], "q": "For Philadelphia To Use On <strong> Michael Vick </strong> Franchise Tag Likely To Be Available For Philadelphia To Use On <strong> Michael Vick </strong> Philadelphia Inquirer- The Eagles should be free to use their franchise tag on <strong> Michael Vick </strong>, despite labor uncertainty. <q>I expect the franchise tag to continue to operate as it has in prior seasons and clubs to be permitted to exercise their rights under the tag,</q> <strong> Jeff Pash </strong>, the NFL's general counsel, said Thursday. The Eagles and <strong> Michael Vick </strong> have had casual discussions about such a deal, a source close to the situation said.", "new_id": -2}, {"i": 24637, "idx": 1, "index_answer": 4, "new_id": -1, "q": "Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter. ''<strong> Fatboy Slim </strong>'re jumping out and holding leads and we just can't hold them,'' guard <strong> Allen Iverson </strong> said. <q><strong> Fatboy Slim </strong> play well for a while and then it seems we just lose focus.</q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the mark,", "sa": ["Fatboy Slim", "Chris Bosh", "Samuel Dalembert", "Lou Williams", "Allen Iverson"], "uid": "1296279092111296547"}, {"uid": "1297201453051740681", "i": 42079, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "He doesn't even acknowledge this fact. <strong> Donald Rumsfeld </strong>'s distortions of the issue don't stop there. At one point, he denies that he did limit the number of troops on the ground. <q>With nearly a half million ground troops available if necessary,</q> he writes, ''this was not the ''light footprint' war plan some critics would later claim it was''( p. 438). This is incredibly dishonest. The key phrase here is '''available if", "new_id": -2}, {"uid": "1297427878083165189", "i": 9609, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "referring the Nokia-Microsoft attempt to prevent Google's Android operating system and the Apple iPhone from owning the entire smart phone market.. Seated next to Mr. <strong> Stephen Elop </strong> in a London hotel auditorium, Mr. <strong> Steve Ballmer </strong> said <q>this partnership with Nokia will accelerate- dramatically accelerate- our Windows phone ecosystem.</q> The partnership did not impress investors, who drove down Nokia's shares by 9 per cent in morning trading in Europe. Analysts said the plunge was in good part due to Nokia's warning of ''", "new_id": -2}, {"uid": "1297207413130318370", "i": 42353, "idx": 3, "sa": ["Mike Tomlin", "Michael Vick"], "q": "Newport News honored Pittsburgh Steelers Coach <strong> Mike Tomlin </strong>, but that was with a proclamation, not a key. Councilwoman Tina <strong> Michael Vick </strong> would not rule out Newport News some day recognizing her nephew. <q>Who knows, I know if he wins a Super Bowl we'll definitely be celebrating in some way,</q> Tina <strong> Michael Vick </strong> said.  Share this article:  0 Comments Email this article Facebook Tweet Digg Print this article  Print ", "new_id": -2}, {"uid": "1295580862256213017", "i": 43362, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "and a few just plain angry. ''I thought <strong> Steven Tyler </strong> was hilarious,'' Garrett wrote. ''I personally loved him, and I can't wait to see more.'' Ted agreed, adding, <q>My expectations were low but I thought they did good. I will watch it again.</q> Plipton approached the show with caution, fearing it would not be as good without beloved iconic ''mean judge'' <strong> Simon Cowell </strong>. ''But I truly enjoyed it,'' Plipton said. ''I thought <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1295880426196345858", "i": 15361, "idx": 2, "sa": ["Andy Coulson"], "q": "accusers were nasty evil people. However, if you were not one of their sort, judgement would be pronounced without evidence and you would be guilty. WurzelGummidge 23 January 2011 1:17 AM <q>showerdaily What does that mean? Presumably you think an accusation of conspiracy theorist is sufficient distraction from illegality at the heart of government that it'll all just go away?</q> Like I said ''move along, nothing to see here'' The only illegality took place at <strong> Andy Coulson </strong>'s previous job. Ishowerdaily 23 January 2011 1:21 AM MicheleDerry 23 January 2011", "new_id": -2}, {"uid": "1296619353222035984", "i": 21721, "idx": 0, "sa": ["Kobe Bryant", "DeSean Jackson", "Allen Iverson", "Smush Parker"], "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> DeSean Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q>Our spacing was good, which made it very difficult to corral me,</q> <strong> Kobe Bryant </strong> said. ''When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "new_id": -2}, {"uid": "1295665867007979096", "i": 29819, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured'', suggesting that perhaps the move was forced. <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company</q>. Larry Page, who founded the company with <strong> Sergey Brin </strong>, will now run the company in the CEO role with <strong> Eric Schmidt </strong> moving to an ''executive chairman'' position. ''Larry will now lead", "new_id": -2}, {"uid": "1295437583089227302", "i": 17866, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> for Glee character The 50-year-old actress- who plays scathing cheerleading coach Sue Sylvester on the US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q>If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. ''He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.</q> <strong> Jane Lynch </strong> also admitted she is ''amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with", "new_id": -2}]