[{"uid": "1296335182265814026", "i": 26182, "idx": 0, "sa": ["Allen Iverson", "Deron Williams", "Rodney Stuckey"], "q": "that averaged 30 pounds heavier than Detroit's new small-ball group. Detroit coach <strong> Deron Williams </strong> Curry, though, felt that sticking with three guards-- <strong> Rodney Stuckey </strong>, <strong> Allen Iverson </strong> and Richard Hamilton-- was worth giving up size inside. <q> I thought we won that battle, </q> he said. \"Yes, they posted us up a few times, but we were able to get <strong> Allen Iverson </strong> and Rip free. AI had 38 and Rip scored 30, and I'll take that.\"", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": " \"not committed\" to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong> \"is doing a good job right now.\"  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}, {"uid": "1295163959124190743", "i": 8443, "idx": 0, "sa": ["Allen Iverson"], "q": "that scenario. <strong> Allen Iverson </strong> brought the sellout crowd to its feet by draining the game's opening shot on a 17-footer from the left corner. But Miller and Rose responded with back-to-back jumpers, setting the tone early. <q> Playoff time is when I'm at my best, </q> Miller said. \"I'm the most focused. You can concentrate in on one team. You get days off. You can rest your body. I get to watch a lot of tape. To not", "new_id": -2}, {"uid": "1296751792175587353", "i": 8396, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> President Bush </strong> focused on a war with Iraq almost immediately after the Sept. 11, 2001 terror attacks. \"He asked that I take a look at the shape of our military plans on Iraq,\" <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be \"creative.\" </q> Posted by: Liam-still| February 3, 2011 11:42 AM| mike: Here ya go. Eypt has been relocated! Fox News graphics department has shaky grasp of Mideast geography", "new_id": -2}, {"uid": "1296699658082231300", "i": 16467, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "Courtney Penry up next on \"American Idol,\" she seems like a video, proclaiming her love for <strong> Ryan Seacrest </strong>; <q> I will marry him some day. </q> Ha! She says other things along those lines, a bit creepy. Somewhere <strong> Simon Cowell </strong> has fallen out of his chair with laughter. Oh, and she imitates a chicken! Nice. Sings \"Stay", "new_id": -2}, {"uid": "1295802995079921158", "i": 16139, "idx": 6, "sa": ["Colin Powell", "Barack Obama"], "q": "for the Arts, as some have suggested. \"Don't tell me you're going to freeze to a level. That usually is a very inefficient way of doing it,\" <strong> Colin Powell </strong> said. <q> Tell me what you're going to cut- and nobody up there yet is being very candid about what they're going to cut. </q> <strong> Barack Obama </strong> has pledged to freeze non-defense discretionary spending and Republicans have said they want to continue at 2008 spending levels. But <strong> Colin Powell </strong> said <strong> Barack Obama </strong>'s energy and \"youthful approach\" have proved useful in", "new_id": -2}, {"uid": "1295890517156680255", "i": 44513, "idx": 0, "sa": ["Will Smith", "David Letterman", "Oprah Winfrey", "50 Cent", "Kanye West"], "q": ". Anticipating their LIVE studio appearance, <strong> Kanye West </strong> said, \"How could I not come to106& PARK on the day my album comes out?' \"I\"m definitely coming.\" While, <strong> 50 Cent </strong> commented, <q> Just make sure that <strong> Kanye West </strong> shows up. </q> This heated debate has caused one of the most exciting media frenzies in years. <strong> Will Smith </strong> <strong> Kanye West </strong> graduate with top honors? <strong> Will Smith </strong> <strong> 50 Cent </strong> http://wn.com/Oprah_Winfrey_Hangs_Out_with_David_Letterman_Part_3 <strong> Oprah Winfrey </strong> shows her genius with <strong> David Letterman </strong> and reps for black women quite well. The", "new_id": -2}, {"uid": "1295094117134053930", "i": 6316, "idx": 0, "sa": ["Sergio Marchionne"], "q": "historic Mirafiori plant in northern Group is focused on raising new financing to pay back almost$ 7 billion to the U.S. and Canadian governments before an initial public offering of shares, Chief Executive <strong> Sergio Marchionne </strong> said on Wednesday. <q> Our priority is to put in place a structure where Chrysler would become answerable to the capital markets only, </q> <strong> Sergio Marchionne </strong> told a meeting with... net loss in 2010* Chrysler in talks with Goldman Sachs, other \"Sri Lanka's conflict is political\"... Boston Globe Boston Globe advocates \"Self-rule in a confederal structure for", "new_id": -2}, {"uid": "1295342642027394062", "i": 47922, "idx": 2, "sa": ["David Letterman", "Steven Tyler"], "q": "did with Aerosmith. \"But, today's a different world.\" \"I prefer the process that gave us you to this process,\" <strong> David Letterman </strong> said of \"American Idol.' <q> By the time you're ready, you're ready, and we have the honest, legitimate stamp of approval. </q> <strong> Steven Tyler </strong> responded, \"I tend to agree,\" which was enough to get an uproarious applause from the crowd. Surely FOX couldn\"t be too pleased that one of their newer high profile judges is", "new_id": -2}, {"uid": "1297451229044924949", "i": 13297, "idx": 4, "sa": ["Michelle Obama", "David Letterman"], "q": "<strong> Michelle Obama </strong> wanted more than a handshake. \"She put her arms around me and said, \"I'm a hugger.\" <strong> David Letterman </strong> seemed very pleased with his first meeting with the <strong> Michelle Obama </strong> and their exchange. <q> She\"s a very gracious and powerful woman, </q> he told viewers last night. So, what was the best thing about this encounter, according to <strong> David Letterman </strong>? <strong> Michelle Obama </strong> mentioned that she would stop by Late Show sometime to pay him a visit. \"", "new_id": -2}]