[{"uid": "1295322838190414861", "i": 31192, "idx": 0, "sa": ["Alassane Ouattara"], "q": "on the constitutional counsel annulled enough <strong> Alassane Ouattara </strong> votes to make Mr. Gbagbo the winner. Mr. <strong> Alassane Ouattara </strong> told VOA that he believes Mr. Gbagbo is not serious about international mediation and is stalling for time. <q> Stalling allows him to import arms, ammunition, and to recruit mercenaries and militia so that he can continue to kill the Ivorian people. I think he thinks it is good for him, but it is very bad for Cote d'Ivoire and the Ivorians, </q> he said. Mr. Gbagbo's foreign minister, Alcide Djedje, says it is former rebels backing Mr. <strong> Alassane Ouattara </strong> who pose a threat to national security. He says the Gbagbo government will continue its blockade of", "new_id": -2}, {"uid": "1297163800138723333", "i": 31078, "idx": 2, "sa": ["Joan Rivers", "Jillian Michaels", "Simon Cowell"], "q": "'' <strong> Jillian Michaels </strong> calls her GoDaddy ad`` tragic''; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge X Factor, but other judges haven't been selected, he says$ 5 million contract for X Factor called <q> largest guaranteed prize in television history </q> X Factor's great Super Bowl ads: <strong> Simon Cowell </strong> reassembled, pop stars have`` it''( video)", "new_id": -2}, {"uid": "1295791480232554503", "i": 27571, "idx": 5, "sa": ["Harriet Harman", "David Cameron", "Andy Coulson", "Nick Clegg"], "q": "a second chance.`` <strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking and had no knowledge of it. I have no reason to disbelieve him.'' <q> For all <strong> David Cameron </strong> talks about trust in politics, it is fundamental that people obey the criminal law and that is what is at stake here </q> \" <strong> Harriet Harman </strong> Deputy Labour leader Mr <strong> Nick Clegg </strong> said he would have some input into the choice of who would replace Mr <strong> Andy Coulson </strong>.`` It is primarily a decision for the prime minister, he is", "new_id": -2}, {"uid": "1295050940061669383", "i": 48914, "idx": 1, "sa": ["Steven Tyler", "Paula Abdul", "Randy Jackson", "Simon Cowell", "Jennifer Lopez"], "q": "in with`` Idol'' alongside <strong> Simon Cowell </strong> and the adorably kooky <strong> Paula Abdul </strong>, will share the judges panel with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, high-profile newcomers being counted on to return some much-needed buzz to the aging franchise. <q> I think they've really added a different kind of zest and a freshness to it, </q> <strong> Randy Jackson </strong> said in a recent conference call.`` You take what was already great and you just kind of add a little extra spice to it.'' But the changes don't stop there.``", "new_id": -2}, {"uid": "1296166138113442846", "i": 5863, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence", "Dick Armey"], "q": "House Majority Leader <strong> Dick Armey </strong>( R-TX), now head of FreedomWorks, said that <strong> Mike Pence </strong> could potentially be a second coming of Reagan. Oh <strong> Mike Pence </strong>, why have you forsaken <strong> Dick Armey </strong>? Indianapolis Star reports: <q>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters.`` We will not seek the Republican nomination for president in 2012.'' \" <strong> Mitch Daniels </strong> Supporters Launch First 2012 Spot Of", "new_id": -2}, {"uid": "1296087372204783620", "i": 30972, "idx": 0, "sa": ["Michael Gove"], "q": " The Michael Government is due to publish a new href=\"http://uk.news.yahoo.com/fc/education.html\"> Education Bill which will focus on boosting standards and improving behaviour. Education Secretary <strong> Michael Gove </strong> said the coalition Michael Government was taking action to <q> restore discipline and reduce bureaucracy </q>. Under the measures, teachers will be granted powers to search pupils for anything that could disrupt the classroom, including pornography and video cameras, and it will be made easier for schools to expel unruly", "new_id": -2}, {"uid": "1296667040253952025", "i": 47776, "idx": 0, "sa": ["Brad Miller", "Marcus Camby", "Allen Iverson", "Reggie Theus", "Linas Kleiza", "Éric Baratay"], "q": "jumper just before the final buzzer sounded, lifting the Denver Nuggets to a thrilling 106-105 victory over Sacramento on Sunday night.`` If it doesn't hurt, then you're brain dead,'' <strong> Reggie Theus </strong> said. <q> It's supposed to hurt or you don't care. It's supposed to sting. </q> The Kings kept giving Denver extra chances, like when <strong> Brad Miller </strong> bÉric Baratayked two free throws with 16.5 seconds left. After <strong> Allen Iverson </strong> drove and missed from close, <strong> Marcus Camby </strong> tipped the ball and <strong> Linas Kleiza </strong> got possession, hitting the shot", "new_id": -2}, {"uid": "1295629082018169876", "i": 50883, "idx": 1, "sa": ["Kendall Waston", "Larry Page", "Eric Schmidt"], "q": "locuras con ella. Y as anunci que dejar la direcci?n de Google el pr?ximo 4 de abril, para ced?rsela a <strong> Larry Page </strong>, quien ya ostent el cargo en los inicios de la empresa. <q> Estoy sumamente orgulloso de mi d?cada como director ejecutivo y estoy seguro que los pr?ximos 10 a?os, bajo la direcci?n de <strong> Larry Page </strong>, ser?n a?n mejores. <strong> Larry Page </strong>, en mi honesta opini?n, est listo para liderar </q>, escribi <strong> Eric Schmidt </strong>. Todo eso indica que Google quiere recuperar el esp?ritu de las travesuras: <strong> Kendall Waston </strong> de internet quiere retomar el estilo que lo identific como una empresa fresca e innovadora, un estilo que ahora", "new_id": -2}, {"uid": "1296968139146849830", "i": 17680, "idx": 0, "sa": ["Michael Vick", "Clay Matthews III"], "q": "registering a sack of Philadelphia's <strong> Michael Vick </strong> in the NFC Wild Card round, a fumble recovery against Atlanta in the NFC Divisional round and a half-sack, two tackles for loss and eight tackles in the NFC Championship. <q> Of course you want to start strong. You want to finish strong. You want to maintain that the whole season, </q> <strong> Clay Matthews III </strong> said.`` I hope to influence games in any way I can. I expect to have a hand in determining the outcome. If they're going to run the ball my way, I expect them", "new_id": -2}, {"i": 15634, "idx": 1, "index_answer": 0, "new_id": -1, "q": ",'' <strong> Eric Schmidt </strong> said in a prepared statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' Twitter comment on the shuffle was less formal: <q> Day-to-day adult supervision no longer needed!, </q> he wrote. The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a trio, an approach they spelled out in an`` owner's manual'' included in the", "sa": ["Eric Schmidt"], "uid": "1295559654260145168"}]