[{"uid": "1296639953047300640", "i": 28306, "idx": 3, "sa": ["Chris Elliott", "David Letterman"], "q": "camps have been on opposite sides of the aisle for about two decades now. At one point, after <strong> Chris Elliott </strong> said the segment made a total \"a******\" out of him, <strong> David Letterman </strong> quipped, <q>Well, that's not much of a drive, is it?</q> <strong> Chris Elliott </strong> played as if he had no sense of humor about the situation. \"I would expect that kind of thing from him,\" he said. \"Not from you.\" Apparently, <strong> Chris Elliott </strong>", "new_id": -2}, {"uid": "1296927376112246784", "i": 6505, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "has said, upsetting many Italians. His comments in San Francisco quoted by Italy's Corriere della Sera prompted the mayor of Turin, Fiat's birthplace, to demand \"immediate clarification.\" <q>It's clear that an international group can have several offices but it would be different if the headquarters were in the United States,</q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. \"In the next two or", "new_id": -2}, {"uid": "1295876260066535475", "i": 23245, "idx": 1, "sa": ["Rex Tillerson", "Chairman Mao", "Sen. Bernie Sanders"], "q": "his company is employing to weather the economic downturn. Speaking at the SIIA Information Industry Summit.... <strong> Sen. Bernie Sanders </strong> Engel Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled <q>Drilling Down on America's Energy Future: Safety, Security, and Clean Energy</q> with the following witnesses: <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... video results for: chairman company president <strong> Sen. Bernie Sanders </strong> Inslee Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is", "new_id": -2}, {"uid": "1295439758077627417", "i": 3927, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", 5:27 pm EST WINDSOR, Ontario( AP)-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295701484119783425", "i": 34069, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "The Crown Prosecution Service has also asked a senior QC to \"comprehensively\" re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q>Nothing is more important than the Government's task of getting this country back on its feet. \"Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.</q> Before the announcement, a No 10 spokeswoman told reporters: \"The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does.\" Last week, Mr <strong> David Cameron </strong> said he gave Mr", "new_id": -2}, {"uid": "1296820432076218415", "i": 523, "idx": 0, "sa": ["Howard Stern", "David Letterman"], "q": "<strong> Howard Stern </strong> humbled himself during Thursday night's appearance on the Late Show with <strong> David Letterman </strong>, asking the TV host's forgiveness for past betrayals and proposing they rekindle the personal friendship they once shared. <q> \"I owe you an apology,</q> said <strong> Howard Stern </strong> to <strong> David Letterman </strong>. \"You're going to think I'm making a joke, but I'm not... years ago... you used to call me at home. I loved it, and I must", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. \"Monday, I get to wake up and it's Christmas,\" <strong> Allen Iverson </strong> said with a smile. <q>Obviously, it's going to be a fun day.</q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}, {"uid": "1295965426108969993", "i": 19137, "idx": 3, "sa": ["Barack Obama", "John F. Harris", "Mike Pence", "Sen. George Allen"], "q": "the coming month. His first stop is Wisconsin, where he will kick off a series of 2011 battleground state speeches about jobs and the economy.\" http://bit.ly/fON8mJ-- WSJ's Jonathan Weisman: <q>White House officials... have assured Democratic lawmakers that the <strong> Bill Clinton </strong> will not explicitly call for cuts in Social Security benefits, though he will say changes are needed to put the program on a solid fiscal footing.</q> POST-GAME- Free live event at the Newseum on Wednesday, the morning after the State of the Union, \"Mapping Out the 112th Congress\"- <strong> John F. Harris </strong> and <strong> Mike Pence </strong> <strong> Sen. George Allen </strong> interview two freshman senators-- <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1297145253184188940", "i": 24334, "idx": 1, "sa": ["Simon Cowell", "Susan Boyle"], "q": "age or talent. According to <strong> Simon Cowell </strong>, the minimum age will be 12 with no maximum age for a cap. \"<strong> Susan Boyle </strong> taught me a huge lesson,\" said <strong> Simon Cowell </strong> about the age limits. <q>I have to be more open-minded.</q> The details of the X Factor auditions outside of Los Angeles are expected to be revealed in the coming weeks. Focusing on areas that can bring in contestants from all walks of life, there is no", "new_id": -2}, {"uid": "1294975566041533468", "i": 18175, "idx": 8, "sa": ["Gary Moore", "Allen Iverson"], "q": "November. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001, agreed to a$ 4 million, two-year deal with Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. <q>This is the most pain he's ever felt from any injury he's had,</q> <strong> Gary Moore </strong> said. \"He's http://wn.com/One_SICK_custom_Lakers_jersey!_Official_Adidas_custom-made_not_Kobe_Bryant_#24 Magic fall in overtime to Hornets Blackmon, Weeden return to Cowboys Utah's Kirilenko, wife and sons become US citizens; Player jokes about paying taxes At least 270 dead in", "new_id": -2}]