[{"uid": "1297431416189579310", "i": 6569, "idx": 0, "sa": ["Chris Huhne"], "q": "review will bring welcome news for farmers and others who are involved in the development of farm-based Anaerobic Digestion( AD) technology. Secretary of State for Energy and Climate Change <strong> Chris Huhne </strong> launched the review which would <q> Assess all aspects of the scheme including tariff levels, administration and eligibility of the technologies </q>. The review follows campaigns by the CLA and other industry bodies who feel the current FIT payments are too low to make AD a viable energy source. Feed in Tariffs for farm-based AD plants will receive", "new_id": -2}, {"uid": "1296196942064028698", "i": 27616, "idx": 1, "sa": ["Alassane Ouattara"], "q": ", but I am not looking to be loved by them. I respect and abide by the Ivorians' vote.'' Djedje Mady, the head of <strong> Alassane Ouattara </strong>'s electoral coalition, said it called on <q> all Ivorians and those who live in Ivory Coast and believe in peace and justice to cease all their activities on Monday, December 27, 2010, until Laurent Gbagbo leaves power. </q> The U.N. has said at least 173 people have been killed in violence over the vote, heightening fears that the country once divided in two could return to civil war. The toll is believed to be", "new_id": -2}, {"uid": "1296253898036962411", "i": 13825, "idx": 0, "sa": ["David Letterman", "Jeff Cesario"], "q": "now a Beirut-based foreign correspondent for The New York Times, and <strong> Jeff Cesario </strong>, a standup comedian originally from Kenosha. He is a veteran of the`` Tonight'' show,`` Late Night With <strong> David Letterman </strong>,'' the <q> Late, Late Show, </q> four of his own specials, and most recently Comedy Central. He stars in`` The Dick Rossi Show'' on target=\"_blank\" href=\"http://cts.businesswire.com/ct/CT?id=smartlink&amp;url=http%3A%2F%2Fwww.funnyordie.com&amp;esheet=6590268&amp;lan=en- US&amp;anchor=funnyordie.com&amp;index=1&amp;md5=0b008e16896fc4c2a10638b96af44712\"> funnyordie.com and has won two Emmys for his work on HBO'S", "new_id": -2}, {"uid": "1296237969026230874", "i": 45309, "idx": 0, "sa": ["Robert Pattinson", "Elizabeth Reaser", "Lea Michele", "Angelina Jolie", "Jon Bon Jovi", "Kristen Stewart"], "q": "inside look at the private life of <strong> Angelina Jolie </strong>: her relationship with her kids, her parenting style and spending time with brood. Gary Shirley's New Girlfriend Autumn Jon Bon Jovies Opens Up About Spending Time with Lea Micheleh <strong> Elizabeth Reaser </strong>: <q> Here's a Naked Picture of <strong> Robert Pattinson </strong>& <strong> Kristen Stewart </strong> </q> <strong> Robert Pattinson </strong>& <strong> Kristen Stewart </strong>'s` Breaking Dawn' Daughter a`` Sweetheart'' on Set", "new_id": -2}, {"uid": "1296642563072581396", "i": 29119, "idx": 0, "sa": ["Angelina Jolie", "Jessica Alba", "Sue Kedgley", "Shane Warne", "Elizabeth Hurley"], "q": ", speaking during an interview on Radio Sport, listed <strong> Elizabeth Hurley </strong> among his celebrity crushes. Asked if he would like to be like the Australian cricketer <strong> Shane Warne </strong>, the New Zealand prime minister, said: <q> Yeah, well, given, his current liaisons with <strong> Elizabeth Hurley </strong>.`` I like <strong> Elizabeth Hurley </strong>, actually. I reckon she is hot. </q> He also listed <strong> Jessica Alba </strong> and <strong> Angelina Jolie </strong> on his`` hot'' list. <strong> Sue Kedgley </strong>, a human rights campaigner, told The Daily Mail:`` It's a bit stereotypical and rather odd coming from", "new_id": -2}, {"uid": "1296784629036126790", "i": 50562, "idx": 13, "sa": ["Donald Rumsfeld", "James L. Jones", "Eric Shinseki", "Paul Bremer"], "q": "for the widely-derided decision to disband the Iraqi Army, leading to chaos in the country, he blames <strong> Paul Bremer </strong>, the head of the Coalition Provisional Authority. Naturally, <strong> Donald Rumsfeld </strong> wanted to retain the army, but <strong> Paul Bremer </strong> <q> recommended a change of course. </q> And he mocks generals turned war skeptics <strong> Eric Shinseki </strong> and <strong> James L. Jones </strong>, angrily noting they disputed to him the claims made in a Washington Post story about their opposition but that they never asked the paper for a", "new_id": -2}, {"uid": "1295890682014073869", "i": 14073, "idx": 2, "sa": ["Colin Powell"], "q": "defense, many top Republicans have suggested yanking money from a variety of domestic programs, including NPR, the National Endowment for the Arts and Amtrak, as possible answers to the country's financial woes. <q> Nice political chatter, but that doesn't do it, </q> <strong> Colin Powell </strong> said. He also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions.`` Don't tell me you're going to freeze to a", "new_id": -2}, {"uid": "1295218070163594249", "i": 671, "idx": 6, "sa": ["Simon Cowell"], "q": "people how the process actually works,'' he says,`` and I didn't really like the idea of being on TV either.'' Popstars was a huge hit, but Fuller watched and thought, <q> I could do this much, much better. </q> His new idea, now called Pop Idol, aimed to let viewers vote on who got the recording contract. But he also wanted to cast a`` mean judge.''`` <strong> Simon Cowell </strong> has been a friend", "new_id": -2}, {"uid": "1296296849031719434", "i": 492, "idx": 3, "sa": ["Eric Schmidt"], "q": ", um <strong> Eric Schmidt </strong>, den Vorstandsvorsitzenden des Internetkonzerns Google, mit der Frage zu konfrontieren, ob auch er den Pessimismus seiner Landsleute in der Fernsehdebatte teile. Der Japaner bekommt von <strong> Eric Schmidt </strong> eine berraschend deutliche und ausf?hrliche Antwort: <q> Wenn Sie hier allen Bemerkungen zu diesem Thema zuh?ren, kann es eigentlich nur einen Schluss geben: Wir m?ssen aufgeben </q>, beginnt <strong> Eric Schmidt </strong>, will aber an dieser Stelle nicht innehalten. Denn er vermag diesen Pessimismus nicht nachzuvollziehen, wobei ihm der inzwischen wieder atemberaubende gesch?ftliche Erfolg der Anbieter von Informationstechnologie im Allgemeinen und von Internetkonzernen wie", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}]