[{"uid": "1294957392081149963", "i": 6979, "idx": 3, "sa": ["Linas Kleiza", "Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said <strong> Linas Kleiza </strong> The Red Hurricane A video with", "new_id": -2}, {"uid": "1297346635138428442", "i": 20394, "idx": 0, "sa": ["Christina Aguilera", "Simon Cowell"], "q": "<q> It sounded like a 100,000 people in a stadium had just sat on a cat. </q> <strong> Simon Cowell </strong> on <strong> Christina Aguilera </strong>'s infamous Super Bowl performance, 10th February, 2011. About Mike The one that does bits about music here and there. I'm not as good as Cheryl's", "new_id": -2}, {"uid": "1296776856174178359", "i": 47662, "idx": 0, "sa": ["Tim Cook", "Steve Jobs", "Eric Schmidt"], "q": "pancreatic cancer in 2003. In his statement, sent to employees and issued to the press, <strong> Steve Jobs </strong> said that COO <strong> Tim Cook </strong> would be responsible for day-to-day operations in his absence, and that he hoped to be <q> back as soon as I can. </q> Since <strong> Steve Jobs </strong>' medical leave is currently indefinite, Apple watchers have been left wondering what the company's plan is in the event that <strong> Steve Jobs </strong> can not return. former CEO, <strong> Eric Schmidt </strong>, being asked to step in", "new_id": -2}, {"uid": "1295680191075743288", "i": 6522, "idx": 0, "sa": ["David Letterman", "Ashton Kutcher"], "q": ", \"Can't wait for the people who thought it was over the top to see my standup shows. F-- me, they'll s-- themselves.\" Indeed. DRIVEL: 1) <q> I think guys wind up after a while not wanting another guy sleeping with the girl they're with. But eventually everyone wants something more. We all have that desire for something special, something committed. We all want to be The One. </q> The thoughtful and articulate <strong> Ashton Kutcher </strong> offers insights on love. What a guy! 2) \"He's not fit to scrub <strong> David Letterman </strong>'s feet. I don't know how he's", "new_id": -2}, {"uid": "1296496188150683703", "i": 5117, "idx": 0, "sa": ["Sergio Marchionne", "Nicklas Lidstrom", "Oprah Winfrey", "Robin Williams", "... More"], "q": "was certain the Michigan basketball team understood the concept of building off the <strong> ... More </strong> Red Wings defenseman <strong> Nicklas Lidstrom </strong> has been part of the two biggest comebacks in All-Star Game <strong> ... More </strong> Chrysler CEO <strong> Sergio Marchionne </strong> said salaried and hourly employees will receive <q> performance <strong> ... More </strong> <strong> Henry Ford </strong> Health System, Presbyterian Villages of Michigan and United Methodist Retirement <strong> ... More </strong> Chrysler reported a$ 199-million net loss for the fourth quarter of 2010, but excluding interest on <strong> ... More </strong> than 1,000 filmgoers-- and \"Detroit 1-8-7 </q> fans-- sold out the Detroit Film Theatre to <strong> ... More </strong> Could <strong> Robin Williams </strong> get his Batman wish and appear in the highly anticipated third installment of <strong> ... More </strong> As it nears its one-month mark, the <strong> Oprah Winfrey </strong> Network has grown its prime-time", "new_id": -2}, {"uid": "1296772477091881732", "i": 30413, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "taken against companies, they \"are not permanent preclusions from government contracting and should not be used by the government as punishment,\" he said. When those companies take corrective actions or pay fines, <q> it is appropriate for the government to lift any ban so it may avail itself of every possible solution on the market to meet its missions, </q> Chvotkin said. <strong> Sen. Bernie Sanders </strong>, I-Vt., ordered the report in a provision he added to last year's defense spending bill. The measure also directed the Pentagon to recommend ways to punish fraudulent contractors. But", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.\" <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>. \"What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.\" <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}, {"uid": "1296537955082821121", "i": 9383, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "are not interested. Once the season begins, <strong> Michael Vick </strong> may participate in all team activities except games, and <strong> Roger Goodell </strong> said he would consider <strong> Michael Vick </strong> for full reinstatement by Week 6( Oct. 18-19) at the latest. <q> I would like to express my sincere gratitude and appreciation to commissioner <strong> Roger Goodell </strong> for allowing me to be readmitted to the National Football League, </q> <strong> Michael Vick </strong> said in a statement released by his agent, Joel Segal. \"I fully understand that playing football in the NFL is a privilege, not a right, and I am truly thankful for the opportunity I", "new_id": -2}, {"uid": "1295033166139100209", "i": 630, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "and new challenges. Anyone who has graduated college and started a first job has been through that experience, and it made the young players seem that much more relatable. Quotes of the year: <q> You're just going to do <strong> Kevin Kolb </strong>'s chair like that? </q>- <strong> Michael Vick </strong> to a cameraman standing on <strong> Kevin Kolb </strong>'s chair to get a better view days before the first Redskins game. Somehow, this still strikes me as hysterical all around. \"God has given you", "new_id": -2}, {"uid": "1295393592188055616", "i": 18206, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "Meanwhile, a bipartisan slate of U.S. senators wrote to U.S. Secretary of State <strong> Hillary Clinton </strong> urging her to quash a resolution circulating at the U.N. Security Council which it suggests dictates terms for a settlement. <q> A resolution of this nature would work against our country's consistent position, which has been that this and other issues linked to the Middle East peace process can only be resolved by the two parties negotiating directly with each other, </q> says the letter, signed by 17 senators and initiated by <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). JTA has obtained a draft of the resolution, reportedly initiated by the Palestinian delegation to the United Nations; it", "new_id": -2}]