[{"uid": "1295214581182157324", "i": 11688, "idx": 0, "sa": ["Zahi Hawass"], "q": "Visitors will be directed to a replica of the painted burial chamber, which will be installed close to Carter's former home in Luxor. Replicas of two other closed tombs will be opened nearby. <q>There's no alternative. Closing the tombs is the only way to preserve them,</q> said <strong> Zahi Hawass </strong>, Egypt's antiquities chief. \"If I don't build this \"Valley of the Replicas\", the originals will be destroyed in less than 100 years. That would be a disaster for history", "new_id": -2}, {"uid": "1296742183180060166", "i": 2764, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "Print US ex-defence head <strong> Donald Rumsfeld </strong> defends Iraq war handling Former US Defence <strong> Donald Rumsfeld </strong> remains largely defiant about the Iraq war, saying in a new book that had <strong> Saddam Hussein </strong> remained in power, the Middle East would be <q>far more perilous than it is today</q>. Mr <strong> Donald Rumsfeld </strong>, 78, has written an autobiography due out next week. He concedes he could have sent more troops, and that internal US rivalries hampered post-war reconstruction. On the question", "new_id": -2}, {"uid": "1295479721209436674", "i": 34404, "idx": 0, "sa": ["Sergio Marchionne"], "q": "testing by July 2012. The project comes as automakers scramble to meet strict new fuel economy standards expected to take effect after 2016 that have forced automakers to rethink the design of their fleet. <q>We need to continue to explore ways to drive the most cost-efficient solution to achieve that objective,</q> Chrysler Chief Executive <strong> Sergio Marchionne </strong> told reporters Wednesday. <strong> Sergio Marchionne </strong> appeared on Wednesday with EPA Administrator Lisa Jackson at the agency's laboratories in Ann Arbor. Chrysler, which is operating under the management control of", "new_id": -2}, {"uid": "1296817001259670033", "i": 39633, "idx": 3, "sa": ["Zahi Hawass"], "q": "at the museum resulted in \"70 broken objects, all of which can be restored.\" \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. <q>If anything happens, I will announce it.</q> He explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops stationed in his office and behind the museum's high railings. <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1295996572097009665", "i": 29892, "idx": 1, "sa": ["Sergio Marchionne"], "q": "and the 300 and Charger in the future success of the company. \"The launch of the all-new 2011 Chrysler 300 and Dodge Charger demonstrates how far this company has come in 18 months,\" said <strong> Sergio Marchionne </strong>. <q>The assistance of the governments of Canada and the Province of Ontario gave us the opportunity to create a future. Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the US for the loans that enabled a vibrant, restructured company to emerge in June 2009. Along with the commitment, dedication and support of our CAW partners and employees, we are demonstrating what can be achieved when industry, government and labor recognize the need to come together.</q> The Company has invested more than US$ 1 billion since 2008 for the launch of the 300, Charger and Challenger for assembly http://wn.com/ItaliaspeedTV__Brampton_Assembly_Plant_Launch_Event_Sergio_Marchionne_II Chrysler Group has kicked off production of the facelifted full-size Chrysler 300 sedan and its", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,</q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}, {"uid": "1295012255080707586", "i": 30301, "idx": 1, "sa": ["Gary Moore", "Allen Iverson"], "q": "Afterward, he should be rejoining the team in Turkey for the playoffs. \"People need to know that <strong> Allen Iverson </strong> is and always has been a fighter,\" said <strong> Allen Iverson </strong>'s manager <strong> Gary Moore </strong>. <q>He's got a battle ahead of him.</q> Just remember where <strong> Allen Iverson </strong> is now. He was traded from the Sixers to Denver, then to Detroit. After sitting on the bench too much, he went back to the Philadelphia, where he ended", "new_id": -2}, {"uid": "1297174755196968449", "i": 49400, "idx": 4, "sa": ["Simon Cowell"], "q": "competitive. Unlike the singers, we don't pretend to like each other.\" <strong> Simon Cowell </strong> avoided commenting extensively on the new \"Idol\" judges panel, saying he hasn't seen a whole episode. <q>From what I've seen and heard, things seem to be going well, which I expected.</q> He sees this as good news because it means, \"People are still excited by these shows.\" Tweets that mention <strong> Simon Cowell </strong> says X-Factor will find a superstar- Tom Jicha's TV Plus-", "new_id": -2}, {"uid": "1297704218264994822", "i": 13967, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop", "Marguerite Reardon"], "q": "in the market. Another big message from <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> was that they want the Windows Phone ecosystem to be the best and easiest operating system out there for wireless operators to use and work with. <q>Of course wireless operators want more alternatives that will them to add value,</q> <strong> Steve Ballmer </strong> said. \"And Windows Phone will be the most operator friendly OS on the market.\" <strong> Marguerite Reardon </strong> Full Profile E-mail <strong> Marguerite Reardon </strong> E-mail <strong> Marguerite Reardon </strong>", "new_id": -2}, {"uid": "1297452178198262785", "i": 40799, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": ". Two months after <strong> Barack Obama </strong> signed a law that will lead to the repeal of don't ask, don't tell, <strong> Donald Rumsfeld </strong> told ABC News Radio the nation is ready for open service. <q>First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,</q> <strong> Donald Rumsfeld </strong> said. \"We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.\" <strong> Donald Rumsfeld </strong> says he has \"enormous respect\" for the ground commanders", "new_id": -2}]