[{"uid": "1296297698029851649", "i": 33888, "idx": 1, "sa": ["Kay Henderson", "Leonard Boswell", "Christie Vilsack", "Mike Pence"], "q": "the door on a run for the presidency, but left wide open the likelihood that he'll run for governor. In a letter to supporters, <strong> Mike Pence </strong> said of himself and his wife, Karen: <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012. </q>- Register staff <strong> Leonard Boswell </strong> to <strong> Christie Vilsack </strong>: I'm running in 2012 U.S. Rep. <strong> Leonard Boswell </strong> told Radio Iowa's <strong> Kay Henderson </strong> on Friday that he has met with former Iowa first lady <strong> Christie Vilsack </strong>", "new_id": -2}, {"uid": "1295944369182452242", "i": 12842, "idx": 0, "sa": ["Keith Smart", "Bill Lockyer", "Newt Gingrich"], "q": "off the court in the waning moments of Friday night's victory over Sacramento, but he played 42 minutes the next night against the Clippers.`` Monta bounces back quickly,'' coach <strong> Keith Smart </strong> said. <q> I didn't even think he'd able to play Saturday. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog CONCORD 4 BR/ 2.0 BA$ 320,000.00 BRENTWOOD 2 BR/ 2.0 BA$ 160,000.00", "new_id": -2}, {"uid": "1295772203201490479", "i": 40583, "idx": 0, "sa": ["Carl-Henric Svanberg", "Mikhail Khodorkovsky", "Andy Coulson"], "q": ": Deadly fire at Russian shopping-mall Photo in Slideshow: BP chairman <strong> Carl-Henric Svanberg </strong> shakes hands with Photo in Slideshow: Boris <strong> Mikhail Khodorkovsky </strong>, father of jailed Russian... Video: Fishermen, businesses beg for BP spill money Report Abuse <q> If ANYTHING happens to the Arctic as a result of this plan, I won't want the courts to handle it. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295473852012009688", "i": 22832, "idx": 2, "sa": ["Wayne Brady", "Jeff Probst", "David Letterman", "Regis Philbin", "Neil Patrick Harris"], "q": "the phone <strong> David Letterman </strong> hung up, as a joke. <strong> Regis Philbin </strong>'s big news is making headlines and The New York Post ran a three page tribute, much to his delight. <strong> Regis Philbin </strong> says, <q> Cause I love the press! Oh boy. Not to be morbid, but I almost thought I was looking at my obituary laugh. </q> Speculation continues about possible replacements. <strong> Wayne Brady </strong>, <strong> Neil Patrick Harris </strong> and Bryant Gumble are among the new names being talked about in addition to potential front-runners <strong> Jeff Probst </strong> and Kelly Rippa's husband Mark Conseulos. And while", "new_id": -2}, {"uid": "1296532535074448904", "i": 45504, "idx": 1, "sa": ["Maurice Cheeks", "Chris Webber", "Kyle Korver", "Paul George", "Allen Iverson"], "q": "seemed like I hadn't made a shot all game.'' <strong> Paul George </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>. <q> For that to happen with 4.9 seconds left, it's devastating, </q> <strong> Allen Iverson </strong> said. <strong> Kyle Korver </strong> was a surprise presence on the floor at that end, considering he lost his starting job because of his poor defense.`` We didn't make the correct switch,'' Sixers coach <strong> Maurice Cheeks </strong>", "new_id": -2}, {"uid": "1297272042258801683", "i": 30684, "idx": 0, "sa": ["Steve Ballmer"], "q": "jobs at Microsoft, with new blood coming in to run the key business units- prompted by Microsoft's misreading of some of the biggest technology trends of recent times, most notably smartphones and tablets. <q> Over the past year we've seen the departure of many of the Microsoft old guard- including chief software architect <strong> Ray Ozzie </strong> and server and tools chief Bob Muglia- in preparation for the reshuffle. <strong> Steve Ballmer </strong> has been spearheading this effort and we don't see any change in his commitment to the company he's led for the past 11 years, </q> he added. In November, co-founder <strong> Steve Ballmer </strong>, chief executive of Microsoft, sold$ 1.3 bn( Â£ 800m) worth of shares in the firm.", "new_id": -2}, {"uid": "1295582717207667202", "i": 14671, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "return to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with US$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as Google reported earnings and revenue that blew past expectations. While Google has dominated Internet search for a decade, the company has struggled to find", "new_id": -2}, {"uid": "1295191877017137675", "i": 22354, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "a friend.`` I talked to her husband Mark last night. She's making progress every day.'' While it's`` far too early'' for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said, <q> she's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and understand and show people she understands what she's hearing and seeing. </q> <strong> Gabrielle Giffords </strong> began breathing without a ventilator yesterday as doctors took out the breathing tube that had run down <strong> Gabrielle Giffords </strong>'s throat and replaced it with a tracheotomy tube in her windpipe. Surgeons also inserted a feeding tube", "new_id": -2}, {"uid": "1295907733051232769", "i": 26823, "idx": 0, "sa": ["Andy Coulson", "Sian Massey", "Richard Keys"], "q": "SKY PRESENTERS APOLOGISE FOR SEXIST COMMENTS Sky football presenters <strong> Andy Coulson </strong> Gray and Richards <strong> Richard Keys </strong> have been suspended by Sky Sports after being caught by an open microphone making off-air comments about lineswoman <strong> Sian Massey </strong> at the Wolves-Liverpool game on Saturday. <q> Somebody better get down there and explain offside to her, </q> <strong> Richard Keys </strong> said.`` Can you believe that?'' Gray responded.`` A female linesman. Women don't know the offside rule.'' The pair later apologised, but will not be on hand to present", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}]