[{"uid": "1297122987065749013", "i": 4855, "idx": 1, "sa": ["Robert Christopher Riley", "Bill Dawes", "David Letterman", "Vince Lombardi", "Dan Lauria"], "q": "serendipitous. During the season, the games happened during Sunday matinees and we'd always be backstage following them on our phones.\" <strong> Bill Dawes </strong>' co-star <strong> Robert Christopher Riley </strong>( <strong> David Letterman </strong> Robinson), agrees, noting, <q> The fact that this play is going on right now celebrating their historic coach, the man that the Super Bowl trophy is named after, and the team gets to bring that trophy home? You couldn't write a better script. A lot of the Packers[ staff] have seen the show, so hopefully we can get the champs themselves here now. </q> As for the show's title star, <strong> Robert Christopher Riley </strong> says <strong> Dan Lauria </strong> remained calm throughout the game, but did briefly channel <strong> Vince Lombardi </strong>'s signature hothead behavior when he yelled at the TV after questionable plays. \"He", "new_id": -2}, {"uid": "1295154913111345676", "i": 7386, "idx": 6, "sa": ["James Posey", "Vince Carter", "Rex Chapman", "Ray Allen", "Chauncey Billups", "Allen Iverson"], "q": "run that was highlighted by <strong> Chauncey Billups </strong>' seventh and eighth 3s, which set a team franchise record. <strong> Chauncey Billups </strong> was one shy of the NBA playoff single-game record of nine 3-pointers held by <strong> Ray Allen </strong>, <strong> Rex Chapman </strong> and <strong> Vince Carter </strong>. <q> What <strong> Chauncey Billups </strong> did wasn't a surprise. He's done it throughout his career. He's very good at making that shot and he made a lot of them tonight, </q> the Hornets' <strong> James Posey </strong> said. \"<strong> Chauncey Billups </strong> got it going. He http://wn.com/Allen_Iverson_Complete_Highlight_vs_Nuggets_09/10_NBA_*Other_76ers_Highlight_*pennyccw <strong> Allen Iverson </strong> and the 76ers' reunion tour kicked off with a fantastic opening act. A full house, video tribute and enough No. 3 jerseys", "new_id": -2}, {"uid": "1296433725170967042", "i": 16149, "idx": 0, "sa": ["Stewart Mandel", "Michael Vick", "Kevin Kolb"], "q": "the team already has a solid group of young players and will have significant salary cap space in the offseason. \"We have a three-year plan and we're right on it,\" he said. <q> I looked the other day and we're going to have more money than anybody in the summer to go out and either trade one of our expiring contracts or go into the free agency market and get the pieces we need. </q> <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1295958129216842277", "i": 10789, "idx": 12, "sa": ["Sarah Palin", "Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": ", a group that opposes abortion. \"I truly don't know( if he's running for president),\" said <strong> Susan B. Anthony </strong> List president <strong> Marjorie Dannenfelser </strong>, who has urged <strong> Mike Pence </strong> to run. <q> It's my job to really encourage talent to seize the moment, and I think he can do it. </q> If <strong> Mike Pence </strong> is going to decide this month, he will have to do it without knowing who else is running who might appeal to conservatives. Those potential candidates include former <strong> Sarah Palin </strong> and former Arkansas", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}, {"uid": "1297466062241451037", "i": 3294, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "the ones we don't know we don't know.\" Article continues below the advertisement... Mr <strong> Donald Rumsfeld </strong>'s statement soon made waves. It inspired economists Salvatore Modica and Aldo Rustichini to pontificate thus: <q> A subject is certain of something when he knows that thing; he is uncertain when he does not know it, but he knows he does not... he is unaware of something when he does not know it, and he does not know he does not know. </q> Psychoanalytic philosopher Slavoj Å½iÅ¾ek went one step further and defined what even Mr <strong> Donald Rumsfeld </strong> missed: the unknown known, things we don't know we know. I'm still grappling with this one, trying desperately", "new_id": -2}, {"uid": "1296449389205996047", "i": 2634, "idx": 0, "sa": ["Michael Vick"], "q": "left before ending of 3rd quarter, Eagle is setting another record for \"Most Scoring Team\" on Monday Night Football with the spank \"Eagle 59- 21 Redskin\". Eagle also set a new record for <q> Most Scoring Team On The Road In NFL </q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is \"Eagle 59- 28 Redskin\". <strong> Michael Vick </strong> Record Night^^. http://wn.com/TCF_Bank_Stadium_|_ First_Game_Ever_|_ Minnesota_Gophers_vs_Air_Force", "new_id": -2}, {"uid": "1295591909000901162", "i": 21308, "idx": 2, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/President_Obama_Calls_for_Clean_Energy_and_Climate_Legislation www.repoweramerica.org In his State of the Union address, <strong> Barack Obama </strong> reiterated his commitment to", "new_id": -2}, {"uid": "1295807421110559236", "i": 28649, "idx": 8, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "Let us decide. http://wn.com/Gen_Collin_Powell_Has_Some_Advice_For_President_Obama <strong> Colin Powell </strong> was on \"Meet the Press\" last week, where he talked about all of the things <strong> Barack Obama </strong> has touted and been involved in for the last two years. <strong> Colin Powell </strong> said, <q> the <strong> Barack Obama </strong> also has to, I think, shift the way in which he has been doing things. I think the American people feel that too many programs have come down. There are so many rocks in our knapsack now, that we're having trouble carrying it, and I think the <strong> Barack Obama </strong> has to, like a-- like a-- like a razor blade, just go right after the single issue that is uppermost in the minds of the American people-- and that's employment. </q> http://wn.com/POWELL_ENDORSES_OBAMA__Republican,_Military_General_Supports_Democratic_Ticket <strong> Colin Powell </strong> Powel on <strong> John McCain </strong> \"Good Morning America\" 7:04 am Package TOPIC: Backlash of <strong> Colin Powell </strong>'s Endorsement TRANSCRIPT: JOHN BERMAN: Though he said he admired <strong> John McCain </strong>, <strong> Colin Powell </strong> laid out a meticulous indictment of his", "new_id": -2}, {"uid": "1296297479187170820", "i": 28450, "idx": 0, "sa": ["Zahi Hawass"], "q": "square.The Egyptian Museum, which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said on state television that it was not known if anything was stolen from the museum. <q> There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> warned.Firefighters were trying to extinguish the blaze at the headquarters of the ruling National Democratic Party.", "new_id": -2}]