[{"uid": "1295616367207978512", "i": 53099, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "personal reasons''. It was revealed yesterday that his wife had been having an affair with his Scotland Yard protection officer. In a statement issued by the Prime Minister's office, Mr <strong> David Cameron </strong> said: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government </q>`` During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication", "new_id": -2}, {"uid": "1295743447181321729", "i": 23534, "idx": 1, "sa": ["David Cameron", "Andy Coulson", "Mark Lewis"], "q": "don't get caught,'' <strong> Mark Lewis </strong> said. Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications, saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not <q> give the 110 per cent needed </q>.`` I stand by what I've said about those events, but when the spokesman needs a spokesman it's time to move on,'' he added. <strong> David Cameron </strong> said he was``", "new_id": -2}, {"uid": "1295567677244678684", "i": 48001, "idx": 0, "sa": ["Roger Craig Smith", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> <strong> Roger Craig Smith </strong> spoke with the CEO of Engine Yard, Lance Walley, about their Ruby and Rails deployment platform. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By elevating", "new_id": -2}, {"uid": "1295770856146751522", "i": 18800, "idx": 1, "sa": ["Colin Powell"], "q": ", is interested in anything that can help hurdle whatever obstacles may come up.`` My biggest concern signing up for the program is that you're signing up with the parent,'' he said. <q> Our job is to supplement the parents, but if the parents and mentor are in discord, there can be a lot of problems. </q> Brisco is starting to work with a 13-year-old middle-school boy in Aurora. On Monday, they spent the day together, marching in the Martin <strong> Colin Powell </strong> King Jr.. Day Marade, followed by lunch, and", "new_id": -2}, {"uid": "1295166111052756492", "i": 25628, "idx": 1, "sa": ["Gabrielle Giffords", "Mike Pence", "Kevin Brady"], "q": "it will gain much traction in the House,'' <strong> Kevin Brady </strong> says. Like <strong> Kevin Brady </strong>, Indiana Republican <strong> Mike Pence </strong> says what happened in Tucson should not be blamed on a public policy that needs fixing. <q> What we had here was a despicable human being who engaged in a barbarous act against defenseless civilians and a Gabrielle Giffordsply respected colleague, </q> he says.`` I think we should focus on holding that individual to account.'' Is Now The Time To Act? Saying Congress has no responsibility to act is naive, according to", "new_id": -2}, {"uid": "1296961291197279745", "i": 50630, "idx": 2, "sa": ["Andy Reid", "Michael Vick"], "q": "life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as <strong> Andy Reid </strong>.`` He had a plan and he stuck to that, both on and off the field,'' <strong> Andy Reid </strong> said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape... So, he did a great job with the football part of it.`` And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison.", "new_id": -2}, {"uid": "1296867070001982490", "i": 3669, "idx": 5, "sa": ["Sergio Marchionne"], "q": " Last year, Volkswagen AG( VOWG_p. DE) Chairman Ferdinand Piech expressed an interest in buying Alfa Romeo. But on Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. Piech will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> said Fiat was looking to`` redimension'' its joint venture with Indian automaker Tata Motors( TAMO.BO) to sell Fiat-branded cars in India. Tata", "new_id": -2}, {"uid": "1297193758265863169", "i": 16512, "idx": 1, "sa": ["Joel Dreyfuss", "Colin Powell"], "q": "piece titled`` Where Are the Black Voices on Egypt and Tunisia?''`` African Americans have traditionally been the conscience of the country on foreign policy issues,'' wrote Root's managing editor <strong> Joel Dreyfuss </strong>. <q> That's what makes the silence today so startling. </q> He rebuked the Congressional Black Caucus for their hesitancy, and suggested that the role played by General <strong> Colin Powell </strong> and Condoleeze Rice shifted the African American role from outsider to insider.`` The result has", "new_id": -2}, {"uid": "1295562055204783632", "i": 40282, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": " As executive chairman, <strong> Eric Schmidt </strong> will handle`` deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.'' In a blog posting, <strong> Eric Schmidt </strong> href=\"http://www.appleinsider.com/articles/11/01/20/Larry Page_Larry Page_to_replace_Eric Schmidt_Eric Schmidt_as_google_ceo.html\"> wrote, <q> as Google has grown, managing the business has become more complicated, </q> noting that Google recognized a need to`` speed up decision making.'' Apple profits surge 77% on record sales of 4.1 M Macs, 16.2 M iPhones, 7.3 M iPads Earnings Preview: Apple could beat", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` So once they became comfortable with this team and with each other, that was a matter of time.'' When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}]