[{"uid": "1295592666183287826", "i": 9495, "idx": 0, "sa": ["Eric Schmidt"], "q": "social network Facebook and local discount sites such as Groupon, which Google reportedly tried to buy for$ 6 billion last year.`` Losing Groupon may have been the last straw,'' said Salinero. <q> A company choosing independence over the Google mystique. </q> Both Facebook and Groupon are run by founders still in their 20s, which may have caused Google to reconsider the strategy of hiring an outside CEO, as it did with former Novell Inc chief <strong> Eric Schmidt </strong> in", "new_id": -2}, {"uid": "1295709517126484491", "i": 7787, "idx": 2, "sa": ["Howard Stern", "Rush Limbaugh", "David Letterman", "Regis Philbin"], "q": "what they're doing,'' <strong> David Letterman </strong> said at one point.`` Oprah... <strong> Howard Stern </strong>... <strong> Rush Limbaugh </strong>... and you would be the fourth.'' This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation. <q> When was the last time you watched me in the last 10 years? </q> he said.`` What was I doing and what was I wearing?''`` I don't like your attitude,'' <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably", "new_id": -2}, {"uid": "1295644860262504456", "i": 16541, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "role at the company. He will keep`` focusing on strategic products,'' <strong> Google Inc. </strong> said in a regulatory filing on Thursday. The company portrayed its change at the top as evolutionary rather than revolutionary. <q> Larry... is ready to lead, </q> <strong> Eric Schmidt </strong> wrote on his blog, adding via Twitter:`` Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> said that although what he called the`` triumvirate approach'' of leadership by himself, Page and", "new_id": -2}, {"uid": "1296758658255229998", "i": 3382, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": ". <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> has been warned and assures us it will never happen again.'' In case watchers were confused, they followed it up with a recap, in which <strong> Steven Tyler </strong> asked contestant Jake Muck, <q> You know what Muck rhymes with? </q> Jake responded,`` Duck.''`` Read my lips,'' <strong> Steven Tyler </strong> said. Yep, that was it. Do you think American Idol was really responding to viewers who were offended", "new_id": -2}, {"uid": "1295570496224641046", "i": 34612, "idx": 0, "sa": ["Eric Schmidt"], "q": ". Page was largely insulated from that song and dance. As CEO, it's distraction city. Page will have to talk to media, government types and Wall Street analysts. That's a bit different than <q> the spend 10 percent of your time motif Google has going on. </q> Putting doubts to rest. <strong> Eric Schmidt </strong> inadvertently put a lot of pressure on Page. On an earnings conference call, <strong> Eric Schmidt </strong> said: <blockquote> I want to say very clearly that I believe Larry is ready", "new_id": -2}, {"uid": "1295669834215973888", "i": 44956, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as well as advising Page and co-founder <strong> Sergey Brin </strong>.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Commenting on the changes and <strong> Eric Schmidt </strong>'s contribution to Google's stellar development since <strong> Eric Schmidt </strong> joined the company in 2001, Page said:`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade", "new_id": -2}, {"uid": "1294969491073564163", "i": 1248, "idx": 4, "sa": ["Sergio Marchionne"], "q": "Decision on Nitro-Liberty replacement Chrysler is near a decision on the replacement for the lightly regarded Dodge Nitro and Jeep Liberty SUVs, built at the company's Toledo North Assembly plant, <strong> Sergio Marchionne </strong> said. <q> It's the most significant hole in our product portfolio, </q> said <strong> Sergio Marchionne </strong>, referring to the mid-sized SUV segment. The Nitro and Liberty, which trail segment leaders such as the Honda CRV and Ford Escape, were among the few vehicles that were not revamped in the 2011", "new_id": -2}, {"uid": "1297708575012566538", "i": 19657, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion.`` Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,'' <strong> Steve Ballmer </strong> said. <q> That's not just good for Nokia, that's good for all our handset partners. </q> Groupon, FTD get complaints, offer Valentine's Day flower refunds Intel invests$ 26M in 6 mobile startups, including 2 in Silicon Valley", "new_id": -2}, {"uid": "1295456943232456195", "i": 34537, "idx": 0, "sa": ["Al Franken", "Sen. Bernie Sanders"], "q": "in NBC Universal-creating a conglomerate that will be the largest cable provider, the largest Internet provider and one of the largest producers of content in the United States-represents the ultimate surrender to the demands of corporate America. <q> Once we allow companies to become this powerful, the FCC does not regulate them, </q> says Vermont <strong> Al Franken </strong> <strong> Sen. Bernie Sanders </strong>.`` They regulate the FCC,'' says the senator. No reasonable regulator would debate <strong> Sen. Bernie Sanders </strong>'s point-or the threat to democracy posed when traditional protections against media monopoly are abandoned.", "new_id": -2}, {"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said.`` However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.''+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}]