[{"uid": "1297332323088555594", "i": 6168, "idx": 0, "sa": ["Joseph P.", "Michael Vick"], "q": ". To participate in any capacity is criminal. Yet despite increased public awareness, helped by <strong> Michael Vick </strong>'s case, and despite increased police crackdowns, the blood sport continues to thrive. <q> It is a pervasive problem and a lot of it is underground. It's hard to know every area and to what extent it's taking place, </q> <strong> Joseph P. </strong> said. \"We have to rely on tips and investigative techniques to ferret out this shadowy world.\" Few appreciate the extent of the problem more than Estrada. The Animal Welfare League", "new_id": -2}, {"uid": "1296796643209420294", "i": 40818, "idx": 6, "sa": ["Kobe Bryant", "Lamar Odom", "Pau Gasol", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Kobe Bryant </strong> 41 points LA Lakers Highlights- Phoenix Suns HD <strong> Kobe Bryant </strong> 41 points LA Lakers Highlights- Phoenix Suns HD <strong> Kobe Bryant </strong> scored 41 points( 16-25 shooting), <strong> Pau Gasol </strong> added 29( 13-19) and <strong> Lamar Odom </strong> added 22", "new_id": -2}, {"uid": "1296784629036126790", "i": 41635, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "were full occupied,\" writes <strong> Donald Rumsfeld </strong>. Yet Bush called for \"creative\" options to militarily engage Iraq. <strong> Donald Rumsfeld </strong> twice tried to quit in the wake of the Abu Ghraib scandal, which he says <q> left me feeling punched in the gut. </q> Saying he felt his resignation would demonstrate accountability and help the administration move beyond the scandal, he gave letters to Bush, who refused and instead suggested firing <strong> Colin Powell </strong> Richard Myers, the chairman of the Joint Chiefs of", "new_id": -2}, {"uid": "1295568038178864146", "i": 35729, "idx": 1, "sa": ["Eric Schmidt"], "q": "to take hold even as its core search and advertising business continues to hum. \"Google continues to gain momentum and beat even the highest expectations,\" said Clayton Moran, an analyst at Benchmark Co. <q> People keep calling for growth to slow down, but the growth continues to be stellar. </q> As part of the change, <strong> Eric Schmidt </strong> will no longer be responsible for the day-to-day operations. Instead, he will become executive chairman, focusing on deals, partnerships, customers and broader business relationships. He", "new_id": -2}, {"uid": "1296927943014336018", "i": 28505, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "Romeo. It's hands-off. I told him. I will call him and I will e-mail him.\" <strong> Sergio Marchionne </strong> said <strong> Ferdinand Piech </strong> should concentrate on fixing Seat, VW's struggling Spain-based subsidiary. <q> I'm not the one who bought Seat, </q> he said. \"He's the one who bought it. I don't know if he can[ fix it], but he needs to try.\" <strong> Sergio Marchionne </strong> was speaking at a JD Power", "new_id": -2}, {"uid": "1297247049068108299", "i": 15098, "idx": 0, "sa": ["Jay Leno", "Simon Cowell"], "q": "Joining \"The X Factor'( VIDEO) <strong> Simon Cowell </strong>'s` The X Factor', she's feigning ignorance. On <strong> Jay Leno </strong> first asked whether she missed working with him as an` American Idol' judge. <q> Of course, I miss everybody, </q> she said diplomatically. \"The rumor is you guys might work together again,\" <strong> Jay Leno </strong> nudged. She was speechless. The host added, \"Is this the first you\"ve heard of it?", "new_id": -2}, {"uid": "1296848362199835675", "i": 12206, "idx": 1, "sa": ["Roger Goodell", "DeMaurice Smith", "Michael Vick"], "q": "NFLPA executive director <strong> DeMaurice Smith </strong> said Thursday. <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q> We're looking for success stories; we're not looking for players to fail, </q> <strong> Roger Goodell </strong> said. \"He's paid a very significant price and he's doing the right thing.\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's", "new_id": -2}, {"uid": "1297457367203407371", "i": 22307, "idx": 0, "sa": ["Ben Jealous", "Colin Powell"], "q": "awarded in recognition of special achievements and distinguished public service. \"<strong> Colin Powell </strong> has led an extraordinary life of public service and holds a unique place in American history\" stated <strong> Ben Jealous </strong>, chief executive office of the NAACP. <q> He rose from humble roots as the son of Jamaican immigrants to become a distinguished military leader, a statesman, a humanitarian and a philanthropist. </q> Reader Comments All comments on this page are subject to our Terms of Use and do not necessarily reflect the views of the Examiner or its staff. Reader-submitted content that advocates violence or", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: \"By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1295167482147406889", "i": 48219, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "has claimed. Speaking to the News of the World, the Irish music manager seemed to confirm \"Promise This\" singer will join <strong> Simon Cowell </strong> on the judging panel of the forthcoming US competition. <q> It will be me and Dannii[ Minogue] on the UK show with two more people, </q> he stated. The paper further reports that ITV bosses are desperately attempting to convince <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> to reconsider their Stateside move. Guy BurnetThe former Hollyoaks star on moving stateside and his 2011 projects Helen BaxendaleThe", "new_id": -2}]