[{"uid": "1295094330066207819", "i": 29504, "idx": 1, "sa": ["Angelina Jolie"], "q": "they could not afford to pay for medical treatment for various ailments. 43-year-old Ali* built his crude brick dwelling in Chikook after escaping from Abu Ghraib district with his 38-year-old wife and six children four years ago. <q> The only help that we got was from UNHCR. They are the only people who knocked on our door. But look at this life, it's very hard on us, </q> he said.`` It takes a lot of strength for you to survive this life. I don't know if I would be strong enough to survive this,'' <strong> Angelina Jolie </strong> told him. In a nearby house", "new_id": -2}, {"uid": "1295986752063848485", "i": 28672, "idx": 0, "sa": ["Ann Coulter", "David Letterman", "Chris Edwards", "Gene Healy", "Barack Obama", "John Boehner"], "q": "care, and education. http://wn.com/Cato_Scholars_Address_Barack Obama's_First_Address_to_Congress <strong> Barack Obama </strong>'s first address to Congress laid out a laundry list of new spending contained within the stimulus legislation and provided hints as to what will be contained in the budget- a so-called <q> blueprint for America's future </q>- he submits to the legislature. Cato Institute scholars <strong> Chris Edwards </strong>, Jim Harper, <strong> Gene Healy </strong>, Neal McCluskey, <strong> David Letterman </strong> Rittgers, <strong> John Boehner </strong> Samples and <strong> David Letterman </strong> D. TAnn Coulterer offer their analyses of the <strong> Barack Obama </strong>'s non-State-of-the-Union Address. This", "new_id": -2}, {"uid": "1296636583099893249", "i": 24153, "idx": 1, "sa": ["Charlie Sheen", "Tom Cruise", "Ashton Kutcher", "Angelina Jolie", "John Travolta", "Ricky Gervais"], "q": "organizers asked me to consider a third year.'' During his opening monologue at the Jan. 16 bash, <strong> Ricky Gervais </strong> made heartless jokes about <strong> Charlie Sheen </strong>, <strong> Angelina Jolie </strong>, <strong> Ashton Kutcher </strong>, celeb scientologists <strong> John Travolta </strong> and <strong> Tom Cruise </strong>, <q> Sex and the City's </q> aging cast of actresses and others. However, <strong> Ricky Gervais </strong> isn't sure he should emcee again.`` I don't think I should,'' he wrote.`` I don't know what I could do", "new_id": -2}, {"uid": "1295668839250150917", "i": 38496, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "Susan Sarandon", "Angelina Jolie", "Kristen Stewart", "Tim Robbins", "Ricky Gervais"], "q": "Love Interest?( 556) Best& Worst of the Golden Globes! <strong> Ricky Gervais </strong> Roasts <strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>...( 425) <strong> Kristen Stewart </strong>'s Vogue Outtakes: Too Much Photoshop?( 424) <strong> Susan Sarandon </strong>: <q> I Don't Have a Boyfriend! </q> For quite some Tim Robbinse, numerous reports have claimed that href=\"http://ca.eonline.com/uberblog/celebs/c116667_Susan Sarandon_Susan Sarandon.html\"> <strong> Susan Sarandon </strong>'s boyfriend is her young business partner Jonathan Bricklin. If the two are more than just dear friends( <strong> Susan Sarandon </strong> is", "new_id": -2}, {"uid": "1296956290099991602", "i": 52028, "idx": 3, "sa": ["Michael Vick"], "q": "You'll be sprayed with flying spittle all over your face, simply by standing nearby.`` He's full of shit,'' said one who rescues pit bulls, the common victim of dog fighting rings. <q> He's a sadistic bastard and you don't recover from that in prison. Bullshit. </q> But <strong> Michael Vick </strong>, with the support of the Humane Society, who vouches on his behalf that he is, in fact, rehabilitated from his monstrous crime against his dogs, trots him out to speaking engagements", "new_id": -2}, {"uid": "1295703712216449026", "i": 3502, "idx": 0, "sa": ["Ian Edmondson", "David Cameron", "Andy Coulson"], "q": "<strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> Andy Coulson </strong> has resigned as the PM's communications chief <strong> David Cameron </strong> said he was`` very sorry'' <strong> Andy Coulson </strong> was going <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The GuardIan Edmondson after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the News of the World( NOTW) when he was its editor. The dramatic", "new_id": -2}, {"uid": "1295717353118128645", "i": 4920, "idx": 2, "sa": ["Ahoua Don Mello", "Ali Coulibaly", "Alassane Ouattara"], "q": ". Il est maintenant consid?r comme un sans-emploi, un citoyen fran?ais, ordinaire, qui n'est plus pour nous un interlocuteur'', a expliqu <strong> Ahoua Don Mello </strong>. La France accr?dite l'ambassadeur nomm par <strong> Alassane Ouattara </strong> <q> Nous avons re?u une note verbale du minist?re fran?ais des Affaires trang?res signalant qu'ils avaient accr?dit <strong> Ali Coulibaly </strong> comme ambassadeur de C?te d'Ivoire en France </q>, a-t-il ajout, en r?f?rence? l'ambassadeur nomm par <strong> Alassane Ouattara </strong>, qui a t reconnu pr?sident l?gitime par la communaut internationale. Le gouvernement Gbagbo avait d?j renvoy d?but janvier de C?te d'Ivoire les Des milliers de", "new_id": -2}, {"uid": "1295509121092602403", "i": 54653, "idx": 2, "sa": ["Regis Philbin", "David Letterman", "Martin Short"], "q": "said to <strong> Regis Philbin </strong>.`` I think it's a good idea. I think you're leaving at the top of your game.'' With <strong> David Letterman </strong> laughing, <strong> Martin Short </strong> pressed on with the obvious joke. <q> It's a smart thing to do, because you've peaked, </q> he said. And then he advised <strong> David Letterman </strong> to not`` come back like Sinatra.'' Though it was inevitable, the humor was lost when <strong> David Letterman </strong> inevitably set the record straight and <strong> Martin Short </strong> feigned ignorance.", "new_id": -2}, {"uid": "1295909976177651712", "i": 41289, "idx": 0, "sa": ["Mike Pence", "Charles Ellis Schumer"], "q": ",'' <strong> Charles Ellis Schumer </strong> said.`` Now, that's symbolic, but maybe it just sets a tone and everything gets a little bit more civil.'' The idea does have its critics. <q> You know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address, </q> Indiana Republican <strong> Mike Pence </strong> said recently on the House floor.`` Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit- it matters", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]