[{"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q><strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy,</q> <strong> David Letterman </strong> said on his late-night CBS show Monday. \"But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.\" At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}, {"uid": "1295580785025001998", "i": 27834, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": " \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1295670139191152175", "i": 44683, "idx": 1, "sa": ["Clive Goodman", "Tony Blair", "Glenn Mulcaire", "Andy Coulson"], "q": "raised \"serious questions\" about the <strong> Tony Blair </strong>'s judgment. \"This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,\" Mr Watson said. <q>His departure creates serious questions over the <strong> Tony Blair </strong>'s judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp. \"It's a mark of the man that he would sneak out a statement on a Friday morning on a busy news day. \"Spin and obfuscation is all we get from Downing Street- we need to get to the truth.</q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone-hacking. Although he took responsibility, he", "new_id": -2}, {"uid": "1295007611134168585", "i": 38922, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "and she knows we love her.\" New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> was also there when it happened. She said once <strong> Gabrielle Giffords </strong> heard her husband's voice, she opened her eyes. <q>All of a sudden she started to struggle to open her eyes. And so Mark saw that and said-- \"Open your eyes <strong> Gabrielle Giffords </strong>, open your eyes.' She kept struggling and struggling and Mark kept encouraging her. And within a moment she literally opened her eyes. <strong> The doctor </strong> was unbelievably excited because this was such great progress,</q> said <strong> Kirsten Gillibrand </strong>. New York\"s junior senator got to know the Arizona representative during their time together in the House. <strong> Kirsten Gillibrand </strong> says she told <strong> Gabrielle Giffords </strong> that people are pulling for her and are inspired", "new_id": -2}, {"uid": "1296102285053329931", "i": 864, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "such as Groupon <strong> Google Inc. </strong> in social networking, entertainment and retail. As executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. <q>We've got very complicated government issues,</q> he said, adding that \"we move quickly, and we tend to be disruptive at scale.\" European Union officials opened a formal antitrust probe last year into <strong> Google Inc. </strong> search results, while in China", "new_id": -2}, {"uid": "1297266831144211998", "i": 40868, "idx": 0, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "is \"obsessed' with her. The 48-year-old recently appeared on The Tonight Show with <strong> Jay Leno </strong> and was asked if she misses <strong> Simon Cowell </strong> after they both quit American Idol last year. She said: <q>Of course, I miss everybody. Yes I do miss <strong> Simon Cowell </strong>.</q> The chat show host then told <strong> Paula Abdul </strong> that <strong> Simon Cowell </strong> is a massive fan of her. She said: \"I think you need to take mass off and put obsess-ive. Yeah he\"s obsessed", "new_id": -2}, {"uid": "1295564385175194279", "i": 13242, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> Steps Down; Co-founder Page is New Google CEO Mark Hefflinger on January 20, 2011- 10:35 am. Mountain View, Calif.- Citing a desire to <q>streamline decision making and create clearer lines of responsibility at the top of the company,</q> Google on Thursday announced that CEO <strong> Eric Schmidt </strong> will step down, becoming executive chairman, while co-founder Larry Page will take over as chief executive. <strong> Sergey Brin </strong>, the company's other co-founder, will step down as president of", "new_id": -2}, {"uid": "1295107313211468325", "i": 575, "idx": 0, "sa": ["House Judiciary Committee", "Robert Gates", "Ann Coulter", "Colin Powell", "Fred Rogers"], "q": ", <strong> Fred Rogers </strong> <strong> Ann Coulter </strong>. <strong> Fred Rogers </strong> Attorney <strong> Colin Powell </strong>, the detention center at Guantanamo Bay continues to harm our image around the world. There's growing consensus on this. Secretary of Defense <strong> Robert Gates </strong> told the <strong> House Judiciary Committee </strong>, quote, <q>I came to this job thinking that Guantanamo Bay should be closed.</q> KOHL: According to press reports, Secretary of State Rice has also supported efforts within the administration to close Guantanamo. And former Secretary of State <strong> Colin Powell </strong> said, quote, \"If it was up to me,", "new_id": -2}, {"uid": "1295676862036077591", "i": 43338, "idx": 1, "sa": ["Steve Booth", "Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "\" While a free-wheeling attitude typically works well at small companies, it could cause problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <q>The risk is that if you take away the process, that in some sense you go back to a kind of chaos,</q> Kaplan said. The management of <strong> Google Inc. </strong> has been an egalitarian arrangement, with <strong> Eric Schmidt </strong> never having the final say on important matters. Page and <strong> Sergey Brin </strong> always weighed in, too. But management by committee eventually", "new_id": -2}, {"uid": "1296271846184582164", "i": 24114, "idx": 0, "sa": ["Chauncey Billups", "Erik Spoelstra", "Allen Iverson"], "q": "11-point halftime lead into an insurmountable 79-52 just one quarter later over the hapless Sixers( 20-33). \"It seemed like( the Sixers) were a little off tonight,\" Miami head coach <strong> Erik Spoelstra </strong> said. <q>We were sharp and we were able to capitalize. I think there is a direct correlation to yesterday and how they came to practice after the break. They had the right attitude and they were eager and excited to get back in the gym.</q> \"That was a classic butt-kicking,\" Philadelphia head coach Eddie http://wn.com/Back_in_Philly-Iverson's_First_Game_vs_Nuggets_December_7,_2009 <strong> Allen Iverson </strong> socred 11 points, dished six assists and grabbed five rebounds in his return to the Sixers. <strong> Chauncey Billups </strong> and Denver ruined <strong> Allen Iverson </strong>'s homecoming.", "new_id": -2}]