[{"uid": "1296961291197279745", "i": 41695, "idx": 1, "sa": ["Michael Vick"], "q": "who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q>He had a plan and he stuck to that, both on and off the field,</q> Reid said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape... So, he did a great job with", "new_id": -2}, {"uid": "1297602284267223059", "i": 2093, "idx": 1, "sa": ["Georgie Thompson", "Simon Cowell", "Holly Willoughby"], "q": "<strong> Georgie Thompson </strong>. She'll be fantastic.\" However, insiders say <strong> Simon Cowell </strong> now wants a new face and thinks <strong> Georgie Thompson </strong> is ideal. Comment on this Article A source told The News Of The World: <q>The \"Xtra Factor' job would be great for <strong> Georgie Thompson </strong>. She\"ll be fantastic.</q> <strong> Holly Willoughby </strong> but was said to have angered <strong> Simon Cowell </strong> by making a series of blunders which led to viewers to campaign on entertainment websites for her sacking. Lloyd: \"What a night it has been for you,", "new_id": -2}, {"uid": "1295559318082083864", "i": 845, "idx": 1, "sa": ["Eric Schmidt"], "q": ", will henceforth concentrated on \"strategic projects, in particular working on new products.\" Although <strong> Eric Schmidt </strong> is stepping down as chief executive, Google said he will take on the role of Executive Chairman, <q>focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>.</q> The announcement came in the form of a press release as Google reported revenues of$ 8.44 billion for the quarter ended December 31, 2010, an increase of 26% compared to the fourth quarter of", "new_id": -2}, {"uid": "1297442668077905945", "i": 10913, "idx": 8, "sa": ["Michael Gove"], "q": "Under BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20-year period at an estimated cost of Â£ 55 billion. <strong> Michael Gove </strong> said the programme had been beset by <q>massive overspends, tragic delays, botched construction projects and needless bureaucracy</q>. The decision is a further embarrassment for the Education Secretary who was forced to apologise last summer after he released a flawed list of school building projects facing the axe. Play video West Ham Beat", "new_id": -2}, {"uid": "1296832434019169309", "i": 5456, "idx": 0, "sa": ["Steve Ballmer"], "q": "innovative Apple and Android( Google) ecosystems are, and that they have hundreds of thousands of applications, growing revenue at 50 percent plus per annum and gaining market share globally,\" said Ahmad. <q>I remember the days when Nokia( with Jorma Olilla at the helm) ruled the roost, European market share was above 50 percent and US market share was in the 35 percent range. Well, those days are long gone, and as you so sweetly put it, <strong> Stephen Elop </strong>, in your recent Q4 earnings release, \"Nokia faces some significant challenges in our competitiveness and our execution. In short, the industry changed, and now it's time for Nokia to change faster\".</q> Ahmad also had a few words for <strong> Steve Ballmer </strong> about Windows Phone 7. \"Microsoft also faces very big strategic challenges as smartphones and tablets attack your highly profitable installed base business. Windows", "new_id": -2}, {"uid": "1296709195199049220", "i": 17695, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": " \"Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" <strong> Donald Rumsfeld </strong> wrote, according to the Times, but <strong> President Bush </strong> <q>wanted the options to be \"creative.\"</q> The stories reveal that <strong> Donald Rumsfeld </strong>, despite his bravado during his years at the Pentagon podium, is not a man without regret. Among them: Stating that after the first weeks of invading Iraq", "new_id": -2}, {"uid": "1295633098074432534", "i": 43983, "idx": 0, "sa": ["Cullen Jenkins", "Michael Vick", "Charles Woodson", "Julius Peppers"], "q": "least two occasions, chased down Philadelphia Eagles quarterback <strong> Michael Vick </strong> from behind. One offensive coach said <strong> Julius Peppers </strong> \"keeps you up at night\" because he can wreck a carefully thought out game plan. <q>He's a match up nightmare,</q> he said. Matthews had a brilliant season for the Packers. But several players make that defense special, including defensive linemen B.J. Raji and <strong> Cullen Jenkins </strong> and cornerback <strong> Charles Woodson </strong>. In Chicago, <strong> Julius Peppers </strong> keys", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q>In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it,</q> he said. \"But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.\" <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}, {"uid": "1297702534073007116", "i": 3948, "idx": 1, "sa": ["Steve Ballmer"], "q": "grote update is een mobiele versie van IE9 met hardware-acceleratie voor Windows Phone. \"Dit is een goed voorbeeld van het samenbrengen van onderdelen binnen Microsoft om de gebruikservaring van Windows Phone te verbeteren\", aldus <strong> Steve Ballmer </strong>. <q>We moeten het volledige web naar de telefoon brengen.</q> De reguliere versie van IE9, waarvan recent de release candidate verscheen, gebruikt ook hardware-acceleratie voor het sneller verwerken van zware grafische toepassingen door naast de processor( cpu) ook de grafische chip( gpu)", "new_id": -2}, {"uid": "1297189127260702227", "i": 33994, "idx": 1, "sa": ["Simon Cowell"], "q": "and the other male judge \"won't be as good-looking\" as <strong> Simon Cowell </strong> himself. \"American Idol,' <strong> Simon Cowell </strong> said he's watched clips of the current season and thinks the new judges are doing well. <q>I think they're doing fine. You know, they have a different approach to what I used to do before. I think the show had to reinvent itself,</q> he said. TV Replay: Watch TV's Best Moments Daily Our rights to these clips expire a few days after we post them. If you're seeing a different video here, it\"s because the correct", "new_id": -2}]