[{"uid": "2008101709_00009503_W", "i": 972, "idx": 6, "sa": ["Alan Jackson", "Phil Spector"], "q": "he was inclined to admit the testimony in the second trial, but\" i was very concerned about the language. \"fidler said women have told him of having\" a very visceral reaction to this word, <q> and he was afraid of the prejudicial effect. but he told lawyers that if he does not decide to exclude it, they will be allowed to question prospective jurors about their reactions to it. <strong> Alan Jackson </strong> argued: </q> there is no justification for sanitizing it. is it offensive? yes it is. but it shows what mr. <strong> Phil Spector </strong> thought of lana clarkson. \"riordan stressed that the incidents occurred a decade before <strong> Phil Spector </strong> met clarkson", "new_id": -2}, {"uid": "2008092622_00032937_W", "i": 1121, "idx": 1, "sa": [], "q": "after 36 years, the thrush is closing after saturday. people are eating out less, there are more restaurant options in montpelier, and the price of food is up.\" mostly it's the economy, <q> richards says. richards says business has dropped in recent years by more than half and even the regular customers were not enough to keep it open. </q> i'm too busy to grasp it. on monday morning it's really going to hit me. i'm still planning next week's specials and i don't need to anymore, \"richards says. named", "new_id": -2}, {"uid": "2008111208_00010474_W", "i": 2018, "idx": 7, "sa": ["Mike Piazza"], "q": "\" having something shown at the louvre is about as good as you can get, \"says the former actor, 63.\" i'm a a little humbled by the whole thing, but grateful nonethless. <q> ward would be so proud! diamond diary twelve-time all-star and norristown native <strong> Mike Piazza </strong> is writing a memoir that simon& schuster plans to publish in 2010. the slugging catcher, recently retired, said in a statement, </q> i look forward to having the chance to take people behind the scenes and to talk about the many great people and characters i've played with and for. \"hey, if <strong> Mike Piazza </strong> talks about his dating life", "new_id": -2}, {"uid": "2008090900_00001268_W", "i": 731, "idx": 1, "sa": ["Peter Bishop"], "q": "is to work with actors who make you look better, who make the work you do seem as good as it can be and even better than it is. i always felt that josh had that ability. <q> jackson plays <strong> Peter Bishop </strong>, who, in the pilot, is forced into investigating bizarre phenomena. the actor hasn't worked on tv since <NO_QUOTATION> ended in 2003. </q> it was this project specifically that drew me back to tv, \"jackson said.\" first, it was the quality of the script and the fact that even while it was a totally satisfying story unto itself", "new_id": -2}, {"uid": "2008100316_00008275_W", "i": 136, "idx": 0, "sa": ["Bob Cesca", "David Letterman", "John McCain", "Sarah Palin", "Katie Couric"], "q": "man. here's a typical <strong> John McCain </strong> interview for a position on his team: <strong> John McCain </strong>:\" so, tell me a little about your background. \"interviewee:\" well, i was a lobbyist with... <q> <strong> John McCain </strong> supports no banker left behind because his campaign can't afford to hire them all. <strong> Sarah Palin </strong> said she does not support the morning after pill as a form of... <strong> John McCain </strong> neffinger the nightmare vp debate scenario: biden, beware!( update: nightmare averted!) let me preface this by saying how much i... <strong> Bob Cesca </strong> <strong> Sarah Palin </strong> six-pack needs to put country first by stepping down another day, another chance to see <strong> Katie Couric </strong> trap <strong> Sarah Palin </strong> in a rhetorical... <strong> David Letterman </strong>: top ten </q> things overheard at <strong> Sarah Palin </strong> debate camp \"<strong> David Letterman </strong> continued going after the John McCain-Sarah Palin ticket wednesday night,... leo, ellen, halle and more celebs' new message: don't vote( video) new york- how", "new_id": -2}, {"uid": "2008111113_00016899_W", "i": 2009, "idx": 0, "sa": ["Chris Edwards"], "q": "sales tax shrunk 0.6 percent as consumer spending declined, usa today reported tuesday. from a conservative point of view,\" state governments are like drivers coming off the interstate and having a hard time slowing down, <q> said <strong> Chris Edwards </strong> of the cato institute. others said they believe state governments should provide a buffer as the economy softens, usa today said. the private sector has lost 1.38 million jobs this year, while state and local governments have hired an additional 160,000, the newspaper said. </q> it's up to the federal government if there's going to be a recovery package, \"ray scheppach, executive director of the national governors association, told usa today.\" if there is, most economists", "new_id": -2}, {"uid": "2008100717_00008690_W", "i": 800, "idx": 0, "sa": ["Avril Doyle"], "q": "measures. irish deputy <strong> Avril Doyle </strong>, author of a report approved tuesday, said:\" we can't wait for the economies to rebound before acting( on the climate) we have to do so without delay. <q> several industry sectors denounced the eu parliament vote. </q> europe will export jobs and import energy intensive products, with no environmental gain, \"warned patrick de schrynmakers, secretary general of the european aluminium association( eaa).\" as the legislative process moves forward,", "new_id": -2}, {"uid": "2008112823_00001405_W", "i": 244, "idx": 1, "sa": [], "q": "he has a good opportunity to show that on sunday. i don't know if he is one of those who thrive on stick. i think you have to prepare yourself and just focus on the opponents. <q> while arsenal are 10 points off the lead, they have already beaten manchester united and another victory against one of the top four could prove telling. </q> i believe in this team and we have a good opportunity on sunday to prove that we can deal with the situation, \"wenger added. i believe as well that if this team wins against chelsea, after", "new_id": -2}, {"uid": "2008102806_00013141_W", "i": 2234, "idx": 0, "sa": ["Sarah Palin"], "q": "t-shirts across the bleachers of salem stadium. each letter was 30 seats wide and 14 rows high, for some 1,260 total people. total <strong> Sarah Palin </strong> people. from the u section:\" she's a mom, <q> said teresa lawrence, a bank manager from blue ridge who wore a blue t-shirt. </q> someone you can relate to. \"from the s section:\" i see her as just a normal, down-to-earth person, like we are, \"said riley barrett of floyd during the long wait before <strong> Sarah Palin </strong>", "new_id": -2}, {"uid": "2008091302_00022064_W", "i": 1089, "idx": 1, "sa": ["Peter Miskimmin", "Ray Haffenden"], "q": "what the future direction of the organisation will be, \"<strong> Ray Haffenden </strong> said.\" murray mccaw is a highly-experienced business leader and will be a major asset to the nzrl as it revises its strategic and commercial frameworks. <q> sport and recreation new zealand( sparc) is supporting the nrzl with the review process and chief executive <strong> Peter Miskimmin </strong> welcomed the appointment. </q> the short-term appointment provides the nzrl with the services of a skilled high level administrator, appropriate for the organisation while it goes through the review process. \"gone are the days of simple cups for winning major sporting", "new_id": -2}]