[{"uid": "1295277853133545996", "i": 55060, "idx": 0, "sa": ["Katie Couric", "Mike Pence", "Douglas Holtz-Eakin", "Rob Andrews"], "q": "support. But their resolution, H.R. 2, has come under fire from the left and the liberal news media over the deficit. Democrats, including <strong> Mike Pence </strong> <strong> Rob Andrews </strong>, D-N.J., claimed that House Republicans <q> are brDouglas Holtz-Eaking their first promise in their first week </q> because the Congressional Budget Office( CBO) said that repealing the health care bill would add$ 230 billion to the deficit over 10 years. CBS's <strong> Katie Couric </strong> called it \"new ammunition\" for", "new_id": -2}, {"uid": "1296677924235356194", "i": 56367, "idx": 1, "sa": ["Mike Pence", "Cecile Richards", "Chris Smith", "Stephanie Schriock"], "q": "the <strong> Chris Smith </strong> bill that would make women pay higher taxes on their private insurance plan if it included abortion coverage, and 71% opposed the <strong> Mike Pence </strong> bill's proposal to cut off funding for abortion services. <q> I think there's a real opportunity for Democrats to demonstrate to independent women, and women writ large, who's on their side, </q> said <strong> Cecile Richards </strong>. <strong> Stephanie Schriock </strong> said EMILY's List will soon begin reaching out to female voters by sending literature, emails and airing commercials linking Republican candidates to the three House anti-abortion proposals, and explaining Democratic candidates", "new_id": -2}, {"uid": "1297258276038010882", "i": 39055, "idx": 1, "sa": ["Mike Pence", "Richard Doerflinger"], "q": "federal funds for abortion-- the only legal health care procedure subject to such a ban,\" said <strong> Mike Pence </strong> Gerald Nadler, D-N.Y. However, one panelist quoted a 1980 U.S. Supreme Court ruling. <q> Abortion is inherently different from other medical procedures because no other procedure involves the purposeful termination of a potential life, </q> said <strong> Richard Doerflinger </strong>, associate director of the U.S. Bishops' Secretariat for Pro-Life Activities. \"In our view the court's only mistake there was the phrase` potential life.' In our view, unborn children are", "new_id": -2}, {"uid": "1296184988067649545", "i": 26181, "idx": 6, "sa": ["Mike Pence", "Barack Obama"], "q": "House, <strong> Mike Pence </strong> said Republicans \"welcome the <strong> Barack Obama </strong>'s call\" for Social Security reform. \"I think the only danger House Republicans have today is in not being bold enough,\" he said. <q> I think the American people are tired of half-measures. They're looking for men and women at every level of government who are willing to step up and speak the truth and to offer positive solutions to deal with the fiscal crisis that we're facing. That includes domestic spending. That includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform. </q> <strong> Mike Pence </strong> said that he \"even heard the <strong> Barack Obama </strong>... talking about fiscal discipline and reform\" but added that \"when he adds on top of that calls for additional spending, it undermines the credibility of", "new_id": -2}, {"uid": "1297350455055672878", "i": 12134, "idx": 0, "sa": ["Mitch Daniels", "Matt Lloyd", "Mike Pence"], "q": "a neoconservative magazine that the next U.S. president would \"have to call a truce on the so-called social issues\" in order to focus on more urgent Matt Lloyders of the federal debt and national security. <q> If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt, </q> said Andy Blom, executive director of the American Principles Project. \"Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce.\" ' <strong> Mike Pence </strong>, R-Ind., who is", "new_id": -2}, {"uid": "1295779892017170523", "i": 2207, "idx": 1, "sa": ["Mike Pence"], "q": "the steps of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run. \"It's not a complicated message, but it's a heartfelt one,\" state <strong> Mike Pence </strong> Kris Crawford said. <q> We would like him on the ballot. </q> Leaders of the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week. \"Seize this moment, <strong> Mike Pence </strong>,\" said the letter, signed by former", "new_id": -2}, {"uid": "1295412304055623687", "i": 44812, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> \"the best governor in America.\" <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to <q> keep the national campaign. </q> of Indiana and former Republican House Speaker Newt... Gov. <strong> Mitch Daniels </strong> has included in his proposed budget a refund that... and other government buildings are getting extra security after... Politics Video: Congressman's Effort to Stop", "new_id": -2}, {"uid": "1295795414254902322", "i": 56626, "idx": 1, "sa": ["Matt Wuerker", "Fred Ryan", "Mike Pence", "Michelle Obama", "Jack Smith", "Bill Clinton", "Robert Allbritton", "Herman Cain", "John Boehner"], "q": ", haven't we? More to come!\" - The first <strong> Matt Wuerker </strong> cartoon shows Sen. <strong> Michelle Obama </strong>, <strong> Mike Pence </strong> <strong> John Boehner </strong>, Sen. <strong> Bill Clinton </strong>, Speaker Pelosi and Sen. McHerman Cain all reading POLITICO, with the caption: <q> Roll Call Votes on The Hill Will Never Be the Same. </q>-- To <strong> Robert Allbritton </strong> and <strong> Fred Ryan </strong>: Thank you for POLITICO- TYFP! 2012:-- N.H. Union Leader, \"<strong> Jack Smith </strong> Kimball elected new GOP chair 222 to 199,\" by Carol", "new_id": -2}, {"uid": "1295779892017170523", "i": 2208, "idx": 2, "sa": ["Mike Pence", "Dick Armey"], "q": "<strong> Mike Pence </strong> Kris Crawford said. \"We would like him on the ballot.\" Leaders of the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week. <q> Seize this moment, <strong> Mike Pence </strong>, </q> said the letter, signed by former House Majority Leader <strong> Dick Armey </strong> and three others. \"At this precarious time in our nation's history, none of us can afford to make political calculations or make decisions based on", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]