[{"uid": "1296580838160382984", "i": 24759, "idx": 0, "sa": ["Steve Ballmer"], "q": "Bing director Stefan Weitz didn't explicitly confirm or deny the copying but suggested that any copying that might take place, including possibly through the Bing bar, was one part of a larger way of collecting data. <q> We use multiple signals and approaches when we think about ranking, but like the rest of the players in this industry, we're not going to go deep and detailed in how we do it, </q> he said. Microsoft is known to have been driven by CEO <strong> Steve Ballmer </strong> to try and beat Google in search at all costs. The company's aborted attempt to buy Yahoo outright for billions, followed by", "new_id": -2}, {"uid": "1295268538147652699", "i": 28723, "idx": 1, "sa": ["Jack Kemp", "Mike Pence"], "q": "wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,'' Benko said. <q> <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. </q> <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate. He was perhaps best known as an economic conservative who advocated low taxes and lowering barriers to supplying goods and services. <strong> Mike Pence </strong>,", "new_id": -2}, {"uid": "1297335923118145136", "i": 21519, "idx": 1, "sa": ["Gene Kelly", "Paula Abdul", "Simon Cowell"], "q": "with bullyboy <strong> Simon Cowell </strong>. They were a potent, crowd-pleasing pair.`` I choose the word` kind' over` nice,''' <strong> Paula Abdul </strong> says, recalling the bare-knuckle advice she got from dance great <strong> Gene Kelly </strong>: <q> Fail to prepare, and prepare to fail. </q> So please don't call her`` nice.''''` Nice' is often linked with being a pushover, naive,'' she says.`` I'm kind- and I think that's", "new_id": -2}, {"uid": "1296770160151027758", "i": 43040, "idx": 1, "sa": ["Michael Vick", "Quan Phillips"], "q": "large drawing of <strong> Michael Vick </strong> in his Eagles uniform superimposed over Cowboys Stadium. It is headlined:`` Super Bowl-- Dallas Dynasty 2011-- The <strong> Michael Vick </strong> Experience.'' And then in smaller type: <q> Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the primary and preferred destination for inconic personalities from the NFL, MLB, Hollywood, the music industry and corporate America. Simply put the premier A-list high society event of the 2011 Super Bowl!! </q> The last time <strong> Michael Vick </strong> hosted a party someone got shot in the leg. <strong> Michael Vick </strong> attended the June celebration of his 30th birthday in Virginia Beach. The incident created a hailstorm of controversy when <strong> Quan Phillips </strong>", "new_id": -2}, {"uid": "1295652183068190221", "i": 2036, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "away the process, that in some sense you go back to a kind of chaos,'' Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. <q> Larry has been with me in every major decision in the past decade, </q> <strong> Eric Schmidt </strong> said in an interview Thursday.`` It's not like he has been sitting around doing nothing.'' Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success, it eventually", "new_id": -2}, {"uid": "1295813473183353387", "i": 15084, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.'' <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> Mr. <strong> Colin Powell </strong> said.`` And I think he's working very hard on the issue of unemployment, which I think is the major problem facing America right now, and I think and I hope that this will", "new_id": -2}, {"uid": "1295627755155697152", "i": 36893, "idx": 0, "sa": ["Eric Schmidt"], "q": "%. Industrial names United Technology( Fortune 500) were also strong.`` The profit news is pretty favorable today,'' said Nick Kalivas, vice president of financial research at MF Global. <q> GE is probably the poster child for that, but Google certainly did well last night. </q> Google reported late Thursday that quarterly profits and sales rose from year-ago and beat analysts' forecasts. The company also said <strong> Eric Schmidt </strong> is stepping down as chief executive, with co-founder Larry Page taking", "new_id": -2}, {"uid": "1297430701170164262", "i": 1094, "idx": 1, "sa": ["Steve Ballmer"], "q": "in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team`` more innovation, greater global reach and scale.'' <q> We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone, </q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. Windows Phone", "new_id": -2}, {"uid": "1296561285179486740", "i": 48150, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "give his full attention to the job because of the drip-drip of claims about illegal eavesdropping under his editorship. Scotland Yard has since launched a fresh investigation of hacking allegations. The source said: <q> He had finished what he wanted to finish and good progress is being made with his replacement.`` It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with. </q> <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor, <strong> Clive Goodman </strong>, and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q> merge Google's technology and business vision brilliantly. </q>`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' <strong> Eric Schmidt </strong> wrote.`` Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}]