[{"uid": "1297095644088211562", "i": 1401, "idx": 0, "sa": ["Mark Kirk", "Rick Santorum", "Newt Gingrich", "Mike Pence"], "q": "said in the statement.\" This will help energize our voters while also adding resources for winning races for Congress and state offices.\" U.S. <strong> Rick Santorum </strong> <strong> Mark Kirk </strong> added that when it comes to early poling, <q> New Hampshire and Iowa should not have all the fun. </q> The announcement was made alongside four people whom the Illinois GOP identifies as potential presidential candidates, including former House Speaker <strong> Newt Gingrich </strong>, former U.S. <strong> Rick Santorum </strong>, former United Nations Ambassador <strong> Rick Santorum </strong> Bolton, and U.S. <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>", "new_id": -2}, {"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said.\" However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\"+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}, {"uid": "1296537955082821121", "i": 9383, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "are not interested. Once the season begins, <strong> Michael Vick </strong> may participate in all team activities except games, and <strong> Roger Goodell </strong> said he would consider <strong> Michael Vick </strong> for full reinstatement by Week 6( Oct. 18-19) at the latest. <q> I would like to express my sincere gratitude and appreciation to commissioner <strong> Roger Goodell </strong> for allowing me to be readmitted to the National Football League, </q> <strong> Michael Vick </strong> said in a statement released by his agent, Joel Segal.\" I fully understand that playing football in the NFL is a privilege, not a right, and I am truly thankful for the opportunity I", "new_id": -2}, {"uid": "1296352133119062558", "i": 47886, "idx": 1, "sa": ["Eric Schmidt", "Larry Brilliant"], "q": "not quite final. Grants were canceled to institutions like Harvard and Stanford for research projects in Africa even though Google's senior management had approved them and they lacked only a final signature on the contracts. <q> That may be the way things are done in business, but it's not how grants are made in the nonprofit world, </q> said the former Google.org executive.\" It was embarrassing.\" <strong> Eric Schmidt </strong> moved DotOrg to the Mountain View campus in early 2009. That February, <strong> Larry Brilliant </strong> was given the title\" chief philanthropic evangelist", "new_id": -2}, {"uid": "1295809830194183172", "i": 2248, "idx": 1, "sa": ["Eric Schmidt", "... More", "Thomas Aragon", "Woodrow Wilson"], "q": "have made their case on <strong> ... More </strong> <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009 <strong> ... More </strong>. Public Health 257B- Fall 2009- Lecture 6 Public Health Preparedness and Emergency Response Professor <strong> Thomas Aragon </strong> <strong> ... More </strong> Public Health 257B-", "new_id": -2}, {"uid": "1295559701061718598", "i": 36, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too.\" There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Despite the\" Wounds\",", "new_id": -2}, {"uid": "1297268304137707526", "i": 870, "idx": 3, "sa": ["Adlai Stevenson III", "Donald Rumsfeld"], "q": ", wanted to do what he could to help me. <strong> Adlai Stevenson III </strong>: Better-looking than his father, at least. And about the new job? First of all, no more lame domestic policy: <q> He said he felt that I shouldn't go into the human resource area, HUD or HEW, and not DOT because he was going to be cutting highways and airports and that wouldn't be helpful to me politically. </q> Nixon wanted something meaty for <strong> Donald Rumsfeld </strong>. But there was a lot to consider! \" He said possibly Under <strong> Donald Rumsfeld </strong> of State for Economic Affairs. \" Possibly the UN, and then he", "new_id": -2}, {"uid": "1295667567122535955", "i": 252, "idx": 3, "sa": ["Eric Schmidt"], "q": "and energy to strategic projects and on new products.\" His title will be co-founder. He's an innovator and entrepreneur to the core and this role suits him perfectly,\" the blog said. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us, </q> <strong> Eric Schmidt </strong> wrote.\" But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\"\" As Executive Chairman, I will focus wherever", "new_id": -2}, {"uid": "1295564127055377924", "i": 12261, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "things. <strong> Sergey Brin </strong> will concentrate on strategic projects.\" Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> tweeted after the announcement. After signing pact with China, Boeing lays off 1,100 U.S. workers <q> The Street will think it's a negative, that there is probably some issue going on. Google is trying to get more efficient and trying to get a tech guy in the seat to compete with, </q> said UBS analyst Brian Pitz.\" I don't think it changes anything strategically where the company is headed.\" Google said the management change was made as part of a plan to\" streamline\" decision", "new_id": -2}, {"uid": "1295112447267436035", "i": 19883, "idx": 0, "sa": ["Jared Loughner", "Michelle Martinez", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "'s up?\" He then quickened his pace and disappeared into the darkness.\" I had a feeling he was thinking about something,\" said <strong> Michelle Martinez </strong>, who knew <strong> Jared Loughner </strong> from their school days. <q> It was just kind of weird. </q> The encounter epitomizes <strong> Jared Loughner </strong>'s final hours as he became increasingly unhinged, culminating with him opening fire on a crowd of people at an event for <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>. Six people were killed and 13 were wounded", "new_id": -2}]