[{"uid": "1296652572128679946", "i": 4307, "idx": 0, "sa": ["Eric Schmidt"], "q": "of 2008 after a several-quarter slump. In particular, Google said it benefited from marketers continuing to shift spending online during the strong online Christmas shopping season. Google Chief Executive <strong> Eric Schmidt </strong> called the results a strong end to <q> a rollercoaster year by any measure. </q> Overall, Google's profit and revenue were slightly better than analysts had expected. Still, Google's shares fell in after-hours trading to$ 558 each, down 4.3% from their 4 pm close, as some", "new_id": -2}, {"uid": "1295501609069894186", "i": 17957, "idx": 0, "sa": ["Sean Penn", "Katha Pollitt", "Colin Powell", "George H. W. Bush", "John Mellencamp", "Jennifer Aniston", "Harry Belafonte"], "q": "in the world.''-- crappy actor <strong> Sean Penn </strong>`` <strong> George H. W. Bush </strong> is a fucHarry Belafonte idiot.''-- <strong> Jennifer Aniston </strong>, aging actress and slut`` George H. W. Bushs a cheap thug.''-- elevator musician <strong> John Mellencamp </strong> <q> My daughter, who goes to Stuyvesant High School only blocks away from the World Trade Center thinks we should fly an American flag outside our window. Definitely not, I say: the flag stands for jingoism and vengeance and war. </q>-- <strong> Katha Pollitt </strong>, boring and unoriginal columnist for the Nation( Out of curiosity, shouldn't we just call that rag the National Socialist? Truth in advertising, right?)`` <strong> Colin Powell </strong> is committed into come", "new_id": -2}, {"uid": "1295655959070139994", "i": 36692, "idx": 4, "sa": ["LeBron James", "Allen Iverson", "Rasheed Wallace", "Tayshaun Prince", "Mike Miller", "Richard Hamilton"], "q": "of him and get him a lot of opportunities to be aggressive. He was really good offensively and defensively tonight.'' <strong> Tayshaun Prince </strong> shot 5-for-6 in the second and added two assists, three rebounds and a block. <q> When I'm out there with( the second unit), I've got to be aggressive and make plays for them but at the same time, look for opportunities, </q> <strong> Tayshaun Prince </strong> said.`` I know that, starting games, we are going to go to <strong> Rasheed Wallace </strong> and obviously try to get <strong> Richard Hamilton </strong> http://wn.com/NBA_Season_08/09__Detroit_Pistons_@_New_Jersey_Nets NBA Season 08/09- Detroit Pistons@ New Jersey Nets/ <strong> Allen Iverson </strong>'s Debut http://wn.com/LeBron James_LeBron James_Miami_HEAT_FASTBREAK_DUNK_FROM_Mike Miller_Mike Miller_PreSeason_vs_Detroit_Pistons", "new_id": -2}, {"uid": "1295891150149438465", "i": 48189, "idx": 2, "sa": ["Paul Broun", "Mike Pence", "Tim Walberg", "Ted Poe", "Eric Cantor", "Barack Obama"], "q": "are several elecTed Poe officials who have raised questions about <strong> Barack Obama </strong>'s real birthplace, including several Republicans in the House of Representatives that <strong> Eric Cantor </strong> leads. For example, <strong> Mike Pence </strong> <strong> Tim Walberg </strong>( R-MI) has href=\"http://thinkprogress.org/2010/09/24/Tim Walberg-dont-know-Barack Obama/\"> said <q> I really don't know </q> if <strong> Barack Obama </strong> was born in the UniTed Poe States. <strong> Mike Pence </strong> <strong> Paul Broun </strong>( R-GA) has also said he doesn't know if the <strong> Barack Obama </strong> is a citizen. In fact, a href=\"http://www.wnd.com/?pageId=127070\"> tally kept at World Net", "new_id": -2}, {"uid": "1296085765258637846", "i": 38189, "idx": 0, "sa": ["Wanda Jackson", "David Letterman", "Conan O'Brien", "Jack White"], "q": "'' Rocker <strong> Jack White </strong> produced the album, and he and his Third Man House Band backed her on <strong> Conan O'Brien </strong>'s show Tuesday night, as well as on`` The Late Show with <strong> David Letterman </strong>'' last week. <q> The Party Ain't Over </q> came out Tuesday on Nonesuch Records and <strong> Jack White </strong>'s Third Man Records. Rather than playing a song from the new album, <strong> Wanda Jackson </strong>, <strong> Jack White </strong> and the awesome band performed the Maud native's 1961 classic``", "new_id": -2}, {"uid": "1297231696252395526", "i": 16936, "idx": 0, "sa": ["David Gergen", "Colin Powell", "Sam Donaldson"], "q": "including interviews with <strong> Sam Donaldson </strong>, George Shultz, <strong> Colin Powell </strong>, <strong> David Gergen </strong> and others. Tonight's other highlights? Auditions continue on`` American Idol''( 7 p.m., Fox).? <q> William and Kate: A Modern Royal Romance </q>( 7:30 p.m., Ovation).? A crooked cop works a sleazy angle on`` Chase''( 8 p.m., NBC).? The team faces a breakup on the season finale", "new_id": -2}, {"uid": "1295909859246595674", "i": 48640, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama"], "q": "'s call`` to raise the retirement age, and otherwise reduce Social Security benefits'' in his State of the Union address. Instead, <strong> Barack Obama </strong> will keep his comments about Social Security vague. The paper reports <q> he is likely to urge lawmakers to work together to make the program solvent, without going into details, according to congressional sources. </q> Progressives had worried <strong> Barack Obama </strong> might embrace the growing call from Republicans to make significant changes to the way Social Security works. <strong> Bernie Sanders </strong> said the news that <strong> Barack Obama </strong> would say nothing specific about the program one way or", "new_id": -2}, {"uid": "1297120122226197536", "i": 25722, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' 6:00 p.m.- 6:30 p.m. WRAL News@ 6 8:00 p.m.- 8:30 p.m. How I Met Your Mother", "new_id": -2}, {"uid": "1297461900176717843", "i": 50773, "idx": 1, "sa": ["Shayne Ward", "Simon Cowell"], "q": "working my butt off to ensure that it stays there.'' <strong> Shayne Ward </strong> also addressed a report which claimed that he would be href=\"http://rss.feedsportal.com/music/s103/the-x-factor/news/a292917/Shayne Ward-Shayne Ward-to-be-dropped-by-Simon Cowell.html\"> dropped by <strong> Simon Cowell </strong>'s record label SyCo this year. <q> All's absolutely fine, </q> he said.`` Obviously I had a three-album deal so it's up for negotiation now. Really those rumours are just lazy journalism. It was a three-album deal and we'll negotiate getting the next deal.", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]