[{"uid": "1295093741200343578", "i": 47403, "idx": 2, "sa": ["Steven Tyler", "Simon Cowell"], "q": "recently <strong> Steven Tyler </strong> no Idol to bandmates! frontman and new`` American Idol'' judge <strong> Steven Tyler </strong> acknowledged yesterday that his bandmates still aren't wild about his decision to become the new <strong> Simon Cowell </strong>. But he doesn't care. <q> Everyone's got their opinion, </q> the Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com/theater. Previews and Openings` Gruesome Playground Injuries' In previews; opens on Jan. 31. The up-and-coming playwright", "new_id": -2}, {"uid": "1295541245188383241", "i": 1383, "idx": 0, "sa": ["Colin Powell", "Kofi Annan"], "q": ", were huddled round the television, aware of nothing but <strong> Colin Powell </strong>'s address to the U.N., making it clear that an Kofi Annanck on Iraq was imminent. He cited cited Downing Street's shameful work of fiction( <q> Iraq- its infrastructure of concealment, deception and intimidation </q>) saying:`` I would call my colleagues' attention to the fine paper that the United Kingdom distributed... which describes in exquisite detail Iraqi deception activities.'' It was 5th February 2003. I", "new_id": -2}, {"uid": "1297174923217825289", "i": 30771, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ". Kategorisch widerspricht er der( in Washington l?ngst herrschenden) Kriegslehre, er habe als Minister von 2003 bis 2006 seinen Gener?len die n?tigen Soldaten verweigert und so die US- Streitkr?fte an den Rand einer Niederlage gef?hrt. <q> R?ckblickend gab es vielleicht Zeiten, in denen mehr Truppen h?tten helfen k?nnen </q>, gesteht <strong> Donald Rumsfeld </strong>. Nur h?tten weder Armee noch Marines ihn je um Verst?rkung ersucht. In jenen Jahren stand <strong> Donald Rumsfeld </strong> in dem Ruf, er lenke die US-Operationen im Irak`` mit dem langen Schraubenzieher aus Washington''", "new_id": -2}, {"uid": "1295466115125829131", "i": 13036, "idx": 2, "sa": ["Alassane Ouattara"], "q": "of Mr. <strong> Alassane Ouattara </strong>.'' Odinga blamed Gbagbo for the breakdown in talks, noting he had promised to lift a military siege on the hotel where <strong> Alassane Ouattara </strong>'s parallel government remains under U.N. guard. <q> He broke that promise, for the second time in two weeks, </q> Odinga said. In the post-poll chaos, Ivory Coast missed a payment on its 1.4 billion pound bond at the end of December, but has until February 1 before it goes into default.", "new_id": -2}, {"uid": "1295960092216842257", "i": 29532, "idx": 0, "sa": ["Dermot O'Leary", "Christian O'Connell", "Simon Cowell"], "q": "revealed that he has been kicked off Facebook because he was thought to be an imposter. The X Factor host did have an account on the social networking site, but it was taken off. <q> I've got to be honest, they chucked me off Facebook- they thought it was someone pretending to be me, so I haven't got a Facebook, they literally threw me off Facebook, how annoying is that? </q> he told Absolute Radio's <strong> Christian O'Connell </strong> on his breakfast show. <strong> Dermot O'Leary </strong> also revealed how X Factor judge <strong> Simon Cowell </strong> has a bath in his dressing room.`` <strong> Simon Cowell </strong>'s decked out his whole dressing room", "new_id": -2}, {"uid": "1295739237074268677", "i": 59018, "idx": 1, "sa": ["Larry Brown", "Metta World Peace", "Allen Iverson", "Theo Ratliff"], "q": "eight rebounds and a key blocked shot as the 76ers held off the ToMetta World Peaceto Raptors, 93-90.`` I wanted to get to a point where I was healthy enough to make a contribution,'' <strong> Theo Ratliff </strong> said. <q> Tonight I felt great. Everything is going well. I enjoyed being out there.`` <strong> Theo Ratliff </strong> was a presence the whole game, </q> 76ers coach <strong> Larry Brown </strong> said. The 6-10 forward started at center and triggered a 12-2 burst in the fourth quarter that was fueled by <strong> Allen Iverson </strong>, who scored eight of his 30 points in the pivotal stretch. <strong> Allen Iverson </strong> has", "new_id": -2}, {"uid": "1295642721262504451", "i": 48255, "idx": 0, "sa": ["Alassane Ouattara"], "q": "to stop and search U.N. peacekeeping vehicles in the West African country. href=\"http://uk.news.yahoo.com/22/20110121/twl-uk-ivorycoast-un-d9706c2.html#ynw-article-part2\"> Skip related content Ivorian army spokesman Colonel Babri Gohourou said earlier on state television that the country's armed forces were <q> under instruction to stop and search vehicles marked with a` U.N.' in circulation. </q> The United Nations has called on Gbagbo to resign the presidency of the cocoa-producing country, saying he lost a November 28 election to challenger <strong> Alassane Ouattara </strong>. Gbagbo has refused to quit, saying he won", "new_id": -2}, {"uid": "1296881715086720523", "i": 10397, "idx": 0, "sa": ["Paul McMullan", "Andy Coulson"], "q": "'s chief of communications, knew that reporters were hacking celebrities' phones when he was editor of the News of The World. In written evidence to a parliamentary committee investigating the hacking scandal, <strong> Paul McMullan </strong> said <q> everyone in the schoolyard did it </q> when <strong> Andy Coulson </strong> worked at The Sun tabloid, before he moved to the News of The World.`` For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his`", "new_id": -2}, {"uid": "1295972769153763874", "i": 7343, "idx": 1, "sa": ["Bobby Jindal", "Paul Ryan", "Bernie Sanders", "Sam Brownback", "Barack Obama"], "q": "to embrace them.`` Up until this point, the Republican leadership has been vague about what federal programs they want to cut,'' said Sen. <strong> Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q> On the other hand, Congressman <strong> Paul Ryan </strong> has been very clear on this subject. </q> Delivering the party's response to the <strong> Barack Obama </strong> is an honor but by no means a ticket to stardom. Most such addresses aren't memorable, though Louisiana <strong> Sam Brownback </strong> <strong> Bobby Jindal </strong> drew wide attention in 2009, when", "new_id": -2}, {"i": 39662, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in Turkey, returned to the U.S. to have a lesion surgically removed from his right leg, spurring rumors he will retire. <strong> Allen Iverson </strong> denies this, as he wrote on his Twitter account: <q> I have never said anything about retirement, nor have I said goodbye to the game of basketball. Once I get past this, my plan is to continue playing at the highest level possible. So don't put me in my rocking chair just yet. Hold on, I'll be back! </q> It's not yet known if the lesion is benign or not, or if it's a cyst. <strong> Allen Iverson </strong>, 35, is expected to be out for several weeks", "sa": ["Allen Iverson"], "uid": "1295172659208863244"}]