[{"uid": "1296378609036962305", "i": 17501, "idx": 0, "sa": ["Zahi Hawass"], "q": "Saturday. The ruling party headquarters building next door to the museum was still in flames and billowing black smoke into the sky on Saturday, a day after protesters torched it during mass anti-government demonstrations. <q>What scares me is that if this building is destroyed, it will fall over the museum,<q> antiquities boss <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the NDP headquarters. Early Saturday morning, Egyptian army commandos secured the museum and its grounds, located near some of the", "new_id": -2}, {"uid": "1295461908125829128", "i": 3285, "idx": 1, "sa": ["Howard Stern", "Simon Cowell"], "q": "he's not another <strong> Simon Cowell </strong>, and, against <strong> Howard Stern </strong>'s wishes, you won't regularly find him critiquing contestant's physical appearances. \"You can't prejudice a situation like that,\" he told <strong> Howard Stern </strong>. <q>To a certain extent you can say \"You don't look like a star, you don\"t walk, talk and act like a star so get out of there.<q>", "new_id": -2}, {"uid": "1297488327192626740", "i": 31204, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "And so it went. Stephanopoulos asked <strong> Donald Rumsfeld </strong> to concede that if he'd stayed in office after 2006, \"there would have been defeat in Iraq and the surge would not have taken place.\" <strong> Donald Rumsfeld </strong>: <q>Oh, no, absolutely not.<q> Stephanopoulos: \"Why is it so difficult, sir, for you to say, \"This is the mistake I made. This is what we should have done different. This is what I\"m sorry for", "new_id": -2}, {"uid": "1296277283055640093", "i": 9001, "idx": 4, "sa": ["Allen Iverson", "Chris Webber", "Scottie Pippen"], "q": "While Philadelphia remained <strong> Scottie Pippen </strong> 1/2 games behind Boston in the Atlantic Division, <strong> Chris Webber </strong> gave a glimpse of what he could contribute down the stretch. \"I think every little bit helps your confidence,\" <strong> Chris Webber </strong> said. <q>One day you're averaging a number that many people don't do in three categories and the next day you're worthless. And that's from myself, I don't even care what everyone else is saying.<q> <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. \"He wants to play well so", "new_id": -2}, {"uid": "1295070638169934886", "i": 34544, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "ultimate crime thriller. Are there no more Hercules Poirrots left? \"Reply# 507 on: March 27, 2009, 02:31:46 PM\" \"Reply# 508 on: March 28, 2009, 02:58:24 AM\" <q>Reply# 509 on: April 13, 2009, 03:36:40 PM<q> http://www.thepentacon.com/ I watched it- two police officers that were at the scene prove that the official flight path was completely bogus. \"Reply# 510 on: April 23, 2009, 09:12:15 PM\" <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295562034055705631", "i": 35038, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> will step down as the CEO of Google in April, the company announced today via official blog post. <q>Mr. <strong> Eric Schmidt </strong> will remain executive chairman and serve as adviser to Mr. Page and <strong> Sergey Brin </strong>, the other company co-founder and its president of technology,<q> reports the New York Times. But tech blogger Owen Thomas tells a more nuanced story. Thomas points out that \"Page was Google's first CEO, and held the job from 1998 to 2001,", "new_id": -2}, {"uid": "1296432940168050695", "i": 6614, "idx": 4, "sa": ["Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q>That's the frustrating part, because a game like this, we're supposed to win.<q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Allen_Iverson_15pts_vs_Pacers_04/05_NBA_*Buzzer_Beater_to_win_the_game_*Kyle_Korver_7_3pt Through All-Star games, an MVP award and a trip to the NBA", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,\" he quipped.\" X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,\" he said. <q>If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered,<q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}, {"uid": "1296449389205996047", "i": 2634, "idx": 0, "sa": ["Michael Vick"], "q": "left before ending of 3rd quarter, Eagle is setting another record for \"Most Scoring Team\" on Monday Night Football with the spank \"Eagle 59- 21 Redskin\". Eagle also set a new record for <q>Most Scoring Team On The Road In NFL<q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is \"Eagle 59- 28 Redskin\". <strong> Michael Vick </strong> Record Night^^. http://wn.com/TCF_Bank_Stadium_|_ First_Game_Ever_|_ Minnesota_Gophers_vs_Air_Force", "new_id": -2}, {"uid": "1295439905093192278", "i": 21702, "idx": 0, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "19), MTV News' \"Idol\" expert and \"Idol in 60 Seconds\" host <strong> Jim Cantiello </strong> said he'll be even more amped up than he usually is( which is super-duper amped up). <q>I can't remember the last time I was this excited for \"Idol' to start,<q> said <strong> Jim Cantiello </strong>, who will host the live stream \"Judging the Judges: An` Idol' Without <strong> Simon Cowell </strong>\" right after \"Idol\" airs, at 10 p.m. ET on MTV.com. \"There\"s a lot", "new_id": -2}]