[{"uid": "1297234046159548066", "i": 34477, "idx": 0, "sa": ["Michael Lewis", "Bill Lockyer"], "q": "<strong> Bill Lockyer </strong> stayed for just a minute, though. On his way out he said he was only delivering reading material for the lawmakers, copies of <strong> Michael Lewis </strong>' book about Wall Street and the financial crisis, <q>The Big Short: Inside the Doomsday Machine.</q> \"It's good to read,\" <strong> Bill Lockyer </strong> said.", "new_id": -2}, {"uid": "1296460181009125909", "i": 25744, "idx": 1, "sa": ["Paul Staines", "Andy Coulson", "David Cameron"], "q": "Guido pursued the political power nexus between News Corp and the <strong> David Cameron </strong> clan with the same vigour he employs to uncover politicians' secrets? \"The BBC is the pervasive influence on our society,\" he argues. <q>It is monolithic and uses all of its old-school-tie contacts. <strong> Jeremy Clarkson </strong> don't think <strong> Rebekah Brooks </strong> comes from that background. At least with Murdoch you know where you stand.</q> The Guardian targeted <strong> Andy Coulson </strong> over the phone-hacking affair \"as a proxy because you all hate News International,\" he claims. <strong> Paul Staines </strong> is unlikely, however, to be invited to any Oxfordshire soirees. He", "new_id": -2}, {"uid": "1296069902094879755", "i": 12969, "idx": 1, "sa": ["Andy Coulson", "Sian Massey"], "q": "who apologised to Miss <strong> Sian Massey </strong> on Sunday, said he had found the reaction to the comments \"extraordinary\". \"I can not believe the frenzy that's blown up,\" said the 53-year-old. <q>There are some dark forces at work here.</q> He claimed he and Miss <strong> Sian Massey </strong> had ended their phone conversation on \"very good terms\", adding: \"I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun, got", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q>turned and looked at the picture... then looked me right in the eye... and walked away.</q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}, {"uid": "1297114022149651457", "i": 4294, "idx": 0, "sa": ["Simon Cowell"], "q": "dressed up\" sum. He insisted the top contestant will get one million US dollars( Â£ 621,000) a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. \"It puts everybody, rightly, under an enormous amount of pressure,</q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1295622200043139151", "i": 1890, "idx": 1, "sa": ["Eric Schmidt"], "q": "active iTunes accounts for advertising, it lacks a scalable ad serving platform, and sophisticated ad targeting solution, and lack of a sizable direct ad sales force to reach out to agencies. Analyst Misek said <q>Apple's future is likely to increasingly overlap with Google in the areas of cloud computing, advertising, and content. <strong> Eric Schmidt </strong> could help position Apple for that shift.</q> Moreover, Apple is not new to <strong> Eric Schmidt </strong>. He has already served as a board member at Apple for three years. In August 2006, <strong> Eric Schmidt </strong> was elected to Apple's board and three", "new_id": -2}, {"uid": "1297176031226918403", "i": 3163, "idx": 5, "sa": ["David Letterman", "Aaron Rodgers"], "q": "go to who actually have good grades. Um, I had pretty good grades in high school.\"( Audience laughs) But that was a great opportunity to advance my career.\" <strong> David Letterman </strong>: <q>Now why weren't you recruited out of high school for a college, a major college?</q> <strong> Aaron Rodgers </strong>: \"I think a number of reasons: one, I wasn't, you know-- even today, I'm not gon na be the guy who pops out as-- you know,", "new_id": -2}, {"uid": "1296218172048857090", "i": 12616, "idx": 14, "sa": ["Gov. Rick Perry", "Dan Coats", "Mike Pence"], "q": "of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision.\"-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association. <q>While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an effective governor.... I will be at the top of the list of people encouraging <strong> Mike Pence </strong> to seek the Republican nomination for <strong> Gov. Rick Perry </strong>.</q>-- U.S. Sen. <strong> Dan Coats </strong>, R-Ind. \"It's nice that <strong> Mike Pence </strong> is spending more time worrying about his next job than about the people in his district. He was just elected to a job that he", "new_id": -2}, {"uid": "1296362329255475725", "i": 5271, "idx": 4, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "Sunday night at Staples Center. http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295975913233406486", "i": 8928, "idx": 0, "sa": ["Allen Iverson"], "q": "out, he dribbled across mid-court and launched a game-wining 40-foot 3-pointer to lift the USA Senior Team( 2-1) to an 80-77 victory over Germany( 1-1) in front of a sold-out Kolnarena crowd numbering 18000. <q>It felt good when it left my hand, I knew it had a chance,</q> said <strong> Allen Iverson </strong> of his game winner. \"I tried to side step him( his defender) just to get a little bit of space and I got a good look at the basket and fortunately it went in", "new_id": -2}]