[{"uid": "1297220699091242501", "i": 58225, "idx": 0, "sa": ["Mike Pence", "Steve King"], "q": "to Vietnam <strong> Mike Pence </strong> <strong> Steve King </strong>( R-Iowa) says to defund the healthcare law, his party should use the precedent set by House Democrats some three decades ago in cutting off funding for the Vietnam War. <q> We should follow the model of the appropriations bill that shut off the funding for the Vietnam War, </q> <strong> Steve King </strong> told a crowd of Tea Party activists at a town hall forum in Washington, D.C. Tuesday night.`` It went back to any money that was in the pipeline. That precedent is there.''", "new_id": -2}, {"uid": "1296405734264388636", "i": 13128, "idx": 2, "sa": ["Rasheed Wallace", "Allen Iverson", "Kobe Bryant", "Richard Hamilton"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Kobe Bryants on Thursday night.`` That really hurt my feelings, that tip,'' <strong> Rasheed Wallace </strong> said. <q> You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. That's what we did, just dug deep and came up with some stops down the stretch. </q> <strong> Richard Hamilton </strong> scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's win", "new_id": -2}, {"uid": "1297270938062767106", "i": 4516, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "People. <strong> Angelina Jolie </strong>: l'actrice serait sur le point d'adopter une petite Ha?tienne <strong> Brad Pitt </strong> de retour en France... pour les incroyables travaux de Miraval! C'est du moins ce qu'assure la com?dienne de 42 ans dans People: <q> Je suis vraiment heureuse. Vraiment!, clame-t-elle. Je crois que les gens veulent de tout leur coeur me voir maman, mari?e, pieds nus et enceinte dans la cuisine. Je veux juste dire: Tout le monde se d?tend! a arrivera un jour </q>. Au passage, Jennifer d?ment une nouvelle fois les rumeurs qui lui pr?tent le projet d'adopter un enfant. Elle glisse aussi qu'elle n' a pas eu de relation depuis plus d'un an et demi. Le message", "new_id": -2}, {"uid": "1295505873199884815", "i": 22808, "idx": 3, "sa": ["Simon Cowell"], "q": "7 billion industry and that <strong> Simon Cowell </strong>'s salary represents a fraction of his overall take. In the end, Rushfield leaves us with the Idol magic as he watches 16,000 line up for Season 10 auditions: <q> Somewhere in one of those crowds, lined up into the distance... may have stood the person who would change the show... and keep the dream alive for yet another generation of dreamers. </q> We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review comments frequently to", "new_id": -2}, {"uid": "1295050612047939589", "i": 17123, "idx": 0, "sa": ["Angelina Jolie", "Annette Bening", "Anne Hathaway"], "q": "<strong> Angelina Jolie </strong> candidata ai Golden Globes Per l'interpretazione in The Tourist <strong> Angelina Jolie </strong> ha ricevuto la nomination ai Golden Globes, per la sua interpretazione in THE TOURIST. L'attrice californiana?? stata candidata nella categoria <q> Miglior attrice in Musical o commedia </q>. Questa?? la cinquina di candidate ai Globes: <strong> Annette Bening </strong>- I ragazzi stanno bene <strong> Anne Hathaway </strong>- Amore e altre droghe Inserisci per primo un commento a questo articolo. L'email?? richiesta ma", "new_id": -2}, {"uid": "1296697727182763538", "i": 1027, "idx": 0, "sa": ["David Letterman", "Hosni Mubarak", "Jay Leno", "Rahm Emanuel", "Mitt Romney", "Sarah Palin"], "q": "Tuesday on href=\"http://www.examiner.com/Jay Leno-Jay Leno-in-national/liberal-smear-machine-includes-Jay Leno-Jay Leno-say-some-Sarah Palin-Sarah Palin-supporters\" rel=\"nofollow\"> The Tonight Show.`` In fact, today <strong> Rahm Emanuel </strong> said he's glad he doesn't really live there.'' On the issue of Egyptian unrest, <strong> Jay Leno </strong> said: <q> Things are not looking good for Egyptian President <strong> Hosni Mubarak </strong>. Today he canceled his Super Bowl party. That's a bad sign. </q> href=\"http://www.examiner.com/David Letterman-David Letterman-in-national/Mitt Romney-Mitt Romney-makes-presidential-aspirations-clear-to-David Letterman-David Letterman\" rel=\"nofollow\">* <strong> Mitt Romney </strong> STOPS SHORT OF ANNOUNCING PRESIDENTIAL BID ON <strong> David Letterman </strong> THIS WEEK`` Experts now say the protests in Egypt were started by bloggers,'' <strong> Jay Leno </strong> observed.`` Bloggers started", "new_id": -2}, {"uid": "1295439857265502752", "i": 29978, "idx": 0, "sa": ["Michael Gove"], "q": "to the education of their own children but really what is the concern with parents who actually care about the education of their children doing something about it and trying to stay within the realm of state education? <q> The people campaigning for free schools up and down the country are not professional politicians or political activists </q> <strong> Michael Gove </strong>'s 25-year-old ex-adviser given? 500,000 free schools grant- \" They mean parents can choose the school which reflects the cultural and moral ethos they want instead of being forced to put up with a", "new_id": -2}, {"uid": "1295949463061587494", "i": 41105, "idx": 2, "sa": ["Joaquin Phoenix", "Justin Bieber", "Emma Watson", "David Letterman"], "q": "Me- Acoustic Cover By Katem3- The New <strong> Justin Bieber </strong>!!! <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New Andy Kaufman?@mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New Andy Kaufman?@mjdasilva So are you in the <q> <strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp? </q> or the`` He's having a laugh camp''. Either way, I can't wait for that debut hip-hop album. Follow me@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On July 11", "new_id": -2}, {"uid": "1295463558109772812", "i": 42052, "idx": 6, "sa": ["Alassane Ouattara"], "q": "<strong> Alassane Ouattara </strong> retranch dans un h?teld` Abidjan depuis le d?but de la crise. Bouak, dans le centre du pays, est le fief des ex-rebelles des Forces nouvelles, qui lui sont favorables. La C?d?ao <q> nous dira dans quelques jours comment elle compte proc?der. Je pr?f?re la voie de la C?d?ao qui est en r?alit de proposer une exfiltration </q>, pr?cise- t- il.[ INTERVIEW] R?forme de la garde? vue:`` Il faut aller plus loin'' Les incertitudes et les in?vitables t?tonnements de la r?volution tunisienne", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.'' here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q>`` Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,' through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}]