[{"uid": "1297602284267223059", "i": 2092, "idx": 0, "sa": ["Georgie Thompson", "Simon Cowell"], "q": "Sky Sports News' and regularly appears on Sky 1's' A League Of Their Own,' was reportedly considered for the role last year but missed out to the former \"Blue Peter' presenter. <q>The` Xtra Factor' job would be great for <strong> Georgie Thompson </strong>. She'll be fantastic.</q> However, insiders say <strong> Simon Cowell </strong> now wants a new face and thinks <strong> Georgie Thompson </strong> is ideal. Comment on this Article A source told The News Of The World: \"The` Xtra Factor\" job would", "new_id": -2}, {"uid": "1295647437196657190", "i": 20569, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "$ 10.8 bn( Â£ 6.8 bn). Mr <strong> Eric Schmidt </strong>, who was brought in to guide Google's student founders, Mr Page and <strong> Sergey Brin </strong>, in 2001, said on his personal Twitter account: <q>Day-to-day adult supervision no longer needed!</q> 17 Jan 2011 \"I am enormously proud of my last decade as CEO and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is", "new_id": -2}, {"uid": "1295586027175472666", "i": 16649, "idx": 5, "sa": ["Eric Schmidt"], "q": "there was no blow up but there has been tension for a while \"over who has day-to-day decision making\" authority. This person said this mainly results from Mr. <strong> Eric Schmidt </strong> being more formal and process oriented. He <q>has more of a corporate mentality,</q> the acquaintance said. Mr. Page is an introvert who keeps a low public profile and sticks to the product side of the business, taking the lead on the company's biggest product initiatives. Since the", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q>He( <strong> Simon Cowell </strong>) looked at me and said: \"Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...\"</q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}, {"uid": "1295571578103104583", "i": 7017, "idx": 0, "sa": ["Eric Schmidt"], "q": "as CEO of the multi-billion dollar company. Co-founder Larry Page will assume the title of chief executive officer as he prepares to lead Google into a brave new era of mobile and Cloud computing. <q>When I joined Google in 2001 I never imagined- even in my wildest dreams- that we would get as far, as fast as we have today. Our emerging businesses- display, Android, YouTube and Chrome- are on fire.[ Yes], the outlook is[ certainly] bright,</q> <strong> Eric Schmidt </strong> wrote in an official blog post. \"But as Google has grown, managing the business has become more complicated. So Larry, Sergey and I have been talking for a long time about how best", "new_id": -2}, {"uid": "1297277770262340612", "i": 17518, "idx": 0, "sa": ["David Letterman", "Zelda Fichandler", "Vince Lombardi", "James Earl Jones", "August Wilson", "Dan Lauria"], "q": "many others. He holds three Pulitzer Prizes, two Tony Awards, the Kennedy Center Honors, the National Medal of Arts and a Tony Award for Lifetime Achievement. According to Arena, the American Artist Award <q>honors an artist who has made a significant contribution to American theater and who represents all that is passionate, exuberant, deep and dangerous in the American spirit.</q> Past awardees include <strong> James Earl Jones </strong>, Robert \"Bob\" Alexander, <strong> August Wilson </strong> and Arena Stage co-founder <strong> Zelda Fichandler </strong>. <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as <strong> Vince Lombardi </strong>( Video) <strong> Dan Lauria </strong>, who recently visited \"", "new_id": -2}, {"uid": "1295008484200032264", "i": 23199, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "the room, and continued to open them on Thursday. \"It was extraordinary,\" said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-New York, who was holding <strong> Gabrielle Giffords </strong>' hand when she opened her eyes on Wednesday. <q>It was a miracle to witness.</q> The incident occurred shortly after <strong> Barack Obama </strong> had visited <strong> Gabrielle Giffords </strong> in her hospital room. \"I think she realized the president of the United States was there, but I'm not sure she knew why", "new_id": -2}, {"uid": "1297260106046088366", "i": 10171, "idx": 0, "sa": ["House Judiciary Committee", "Mike Pence"], "q": "bill is to the <strong> House Judiciary Committee </strong> Republicans. \"Even some of us who do not consider ourselves pro-life strongly object to their tax dollars being used to pay for abortions,\" Franks said in his opening statement. <q>We are beginning to ask the question: does abortion take the life of a child?</q> Franks continued, and then suggested that if it is, a genocide of children is happening in America. <strong> Mike Pence </strong>, who is also on the subcommittee, took the opportunity to promote his bill to prevent", "new_id": -2}, {"uid": "1295676581025428012", "i": 4697, "idx": 0, "sa": ["Andy Coulson"], "q": "The Independent's Steve Richards believes Mr <strong> Andy Coulson </strong> made \"big errors\". He cites the \"historic misjudgement\" of the television debates during the general election as an example. <q>too many unanswered questions about too many important people, companies and institutions</q>. The paper is also unhappy with the Metropolitan Police's handling of the News of the World investigation that prompted <strong> Andy Coulson </strong>'s resignation, saying it has been \"stubbornly uncooperative\". Iraq inquiry", "new_id": -2}, {"uid": "1295408839085049344", "i": 604, "idx": 2, "sa": ["Jay Leno", "Howard Stern", "Piers Morgan", "David Letterman"], "q": ",\" \"insane,\" \"not fit to scrub <strong> David Letterman </strong>'s feet,\" and that <strong> Jay Leno </strong> \"steals a tremendous amount of material.\" \"America must be filled with morons,\" said <strong> Howard Stern </strong>, <q>the ones who watch <strong> Jay Leno </strong>, they must be in a coma.</q> This was just about the only moment the conversation sprang to life, however. Too much time was wasted with <strong> Piers Morgan </strong> complimenting <strong> Piers Morgan </strong>. \"I'm the British <strong> Howard Stern </strong>,\" he said to the self-proclaimed", "new_id": -2}]