[{"uid": "1295394211046235674", "i": 4550, "idx": 0, "sa": ["Sergio Marchionne"], "q": "guaranteed the future of the company's Windsor minivan assembly plant and said the next generation of the iconic family carrier, due in about three years, will be flexible enough to support other types of vehicles. <q>The future of this plant is without a doubt guaranteed,<q> <strong> Sergio Marchionne </strong> said Tuesday during a ceremony marking the production launch of the 2011 Chrysler Town& Country and Dodge Grand Caravan. They feature all new interiors and refreshed exterior styling. Last week during the Detroit auto show", "new_id": -2}, {"uid": "1297616629186400779", "i": 26898, "idx": 40, "sa": ["Donald Rumsfeld"], "q": ",\" Martin continued. \"And not working closely with the military, which is unfortunate,\" <strong> Donald Rumsfeld </strong> added. \"Why did you stand for that?\" asked Martin. <q>You have to cut him some slack,<q> <strong> Donald Rumsfeld </strong> explained. \"You have to assume that he knows what he's doing, and work with him. He's there on the ground.\" Then in April 2004 the Abu Ghraib scandal-", "new_id": -2}, {"uid": "1295779997079200290", "i": 44004, "idx": 0, "sa": ["Andy Coulson", "Tommy Sheridan", "Gail Sheridan"], "q": "mobile phones while he was editor of the News of the World. Insiders yesterday revealed that having to give evidence at the <strong> Tommy Sheridan </strong> trial was the tipping point for <strong> Andy Coulson </strong>. One source said: <q>He was spending hours of his day trying to respond to stories about him. \"He had to take a week off before Christmas to prepare and give evidence in the <strong> Tommy Sheridan </strong> trial and was then being filmed and photographed arriving and leaving the court. \"He was right at the centre of the story instead of trying to manage it and he knew then that he had to go.<q> <strong> Andy Coulson </strong> was the News of the World's editor in 2004, when the paper made allegations about <strong> Tommy Sheridan </strong> cheating on wife <strong> Gail Sheridan </strong>. <strong> Tommy Sheridan </strong> questioned him in court about phone-tapping. The politician's details", "new_id": -2}, {"uid": "1297427687170164234", "i": 13517, "idx": 8, "sa": ["Sergio Marchionne", "Sergio Chiamparino", "The CEO", "Tim Higgins"], "q": "Turin Mayor \"There was an overreaction to <strong> Sergio Marchionne </strong>'s comments, which shows how fragile the Italian economic system is,\" said Turin Mayor <strong> Sergio Chiamparino </strong>, who regularly plays cards with the Fiat <strong> The CEO </strong>. <q>I told <strong> Sergio Marchionne </strong> he should better explain his business model, which represents a revolution for the Italian culture.<q> Fiat shares fell for a third day in Milan, losing 0.7 percent to 7.10 euros at 12:20 p.m.. The stock has gained 6 percent this year.-- With assistance from <strong> Tim Higgins </strong> in Detroit", "new_id": -2}, {"uid": "1295797594180797479", "i": 2427, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "2012 <strong> Colin Powell </strong> says he's uncommitted in 2012- POLITICO Live: <strong> Colin Powell </strong> says he's uncommitted in 2012 <strong> Colin Powell </strong> said on Sunday that he was not committed to supporting <strong> Barack Obama </strong> or any other candidate in 2012 <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,<q> <strong> Colin Powell </strong> said on CNN's \"State of the Union \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\"", "new_id": -2}, {"uid": "1296817703066027527", "i": 43387, "idx": 2, "sa": ["Karen Hartman", "Bill Stephan", "Mike Pence"], "q": "<strong> Karen Hartman </strong>, at an evangelical church service where she was playing the guitar. \"I think his faith is first and foremost what makes him tick,\" said former Rep. David McIntosh, a Republican. <q>Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service.<q> <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. \"", "new_id": -2}, {"uid": "1295095258207257617", "i": 10952, "idx": 2, "sa": ["Barack Obama", "Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "mirroring the reaction against <strong> Sarah Palin </strong>'s more widely reported video statement. Some of the jockeying was more subtle. Within two days of the attacks, the liberal Media Matters Action circulated a memo titled <q>Arizona's Eighth District Epitomized Over-The-Top Demonization Of Liberals,<q> an unflattering compilation of comments and actions by <strong> Gabrielle Giffords </strong>' political rivals over the past two years. Article: <strong> Barack Obama </strong> to ease Cuba travel restrictions... This photo provided by Office of... <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> Photo in Slideshow", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way. \"The guys who were here two years ago know we were in the same situation last time,\" Denver center <strong> Marcus Camby </strong> said. <q>They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>.<q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. \"Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}, {"uid": "1295560900263241742", "i": 38846, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr. Page and ushered the company through a public offering. More recently, he has Mr. Page said <strong> Eric Schmidt </strong> had done <q>an outstanding job leading Google for the last decade. The results speak for themselves.<q> Google's other co-founder <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it", "new_id": -2}, {"uid": "1295991953089178223", "i": 3073, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "AP) If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.<q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}]