[{"uid": "1296129417102268970", "i": 48726, "idx": 1, "sa": ["Kiefer Sutherland", "David Letterman"], "q": "<strong> David Letterman </strong>,'' the tough guy revealed his feminine side. <strong> Kiefer Sutherland </strong> surprised the audience and <strong> David Letterman </strong> as he stepped out onto the stage wearing a green sundress and black combat boots. The`` 24'' star explained, <q> I lost a bet over the weekend. I was so sure the New England[ Patriots] were going to win that I told a guy who used to be my friend that if New England lost, I would wear a dress on <strong> David Letterman </strong>. </q>`` Quite slimming,'' <strong> David Letterman </strong> reacted, adding,`` You get on the subway like that, I'll give you$ 1000.'' The actor responded while laughing,`` I have to say, riding", "new_id": -2}, {"uid": "1295561949204783632", "i": 33337, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": ", taking over day-to-day operations as CEO as of April 4. The company said the goal of the surprise executive change, the biggest at the Web firm since <strong> Eric Schmidt </strong> joined it as CEO in 2001, is <q> to streamline decision making and create clearer lines of responsibility and accountability at the top of the company. </q> Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, in particular new products, one of his key passions, as he said on a conference calls. Some observers immediately suggested he focus on improving the company's", "new_id": -2}, {"uid": "1294977903249905195", "i": 7063, "idx": 8, "sa": ["Marcus Camby", "Allen Iverson", "Tim Cahill", "Martin O'Neill", "Kenyon Martin", "Mike Smith"], "q": ". I thought <strong> Kenyon Martin </strong> was the star of the game.'' JR <strong> Mike Smith </strong> scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a 17-point first-quarter deficit to win for the fifth Tim Cahille in seven games. <q> Once we got it together on the defensive end we were able to run and not have to play the half-court offense, </q> <strong> Allen Iverson </strong> said.`` We just wanted it more than they did at the end.'' Limited to just two games last year following right knee surgery, <strong> Martin O'Neill </strong> has reclaimed his role as Denver's defensive stopper this", "new_id": -2}, {"uid": "1295977622172294165", "i": 52728, "idx": 0, "sa": ["Andy Coulson", "Alan Johnson", "Steve Hilton", "David Cameron", "Nick Clegg"], "q": "director of communications will not have to be`` another <strong> Andy Coulson </strong>''- they may not find one. His background was a counterbAlan Johnsonce to <strong> David Cameron </strong>'s other most influential aide, <strong> Steve Hilton </strong>. <strong> David Cameron </strong> insists that what matters is <q> not where you come from, but where you want to take the country </q>. But after <strong> Nick Clegg </strong>'s appointment as Deputy Prime Minister, there are three public( private) school and Oxbridge( Oxford and Cambridge)- educated figures at the top of the Coalition Government.", "new_id": -2}, {"uid": "1295625451170147875", "i": 5109, "idx": 4, "sa": ["Andy Coulson"], "q": "listened to some voicemail messages of some celebrities and their boss probably knew''... makes me think`` Disgraceful. What a rotter. Who was this about again?'' Whereas: <q> An MP took a photograph of himself in his scrawny white undies and then put it on Gaydar in the hope that people would find him attractive </q> I can see the parallel between <strong> Andy Coulson </strong> finally unravelling and that of this coalition government. ReturnOfTheKing 21 January 2011 3:31 PM taxesandcuts 21 January 2011 3:33 PM This comment has been", "new_id": -2}, {"uid": "1295815332185630723", "i": 4795, "idx": 1, "sa": ["Gabrielle Giffords", "Russ Mitchell", "Kirsten Gillibrand", "Ben Ali"], "q": "`` permBen Alink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202018.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011- 7v&amp;flvURL=/media/2011/01/22/01222011- 7v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011- 7v.jsn''}{`` title'': <q> <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support </q>,`` description'':`` Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston.'',``", "new_id": -2}, {"uid": "1296492936169607194", "i": 94, "idx": 0, "sa": ["Sergio Marchionne"], "q": "vehicles in the fourth quarter, including the Dodge Durango and Chrysler 200. The company shipped 382,000 cars and trucks in the last three months of the year, down 6 percent from the third quarter. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> <strong> Sergio Marchionne </strong>, who also heads Fiat, said in the statement. Modified operating profit, a term Chrysler introduced this quarter that excludes items such as taxes, interest and pension-related costs, was$ 198 million", "new_id": -2}, {"uid": "1296173674032686181", "i": 19133, "idx": 1, "sa": ["Nicki Minaj", "David Letterman", "Jeezy", "Lil Wayne"], "q": "and`` The Late Show With <strong> David Letterman </strong>.''`` Jeezy-Z is a person in hip-hop that you almost don't think he exists until you meet him,'' <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jeezy-Z knows me?' I didn't think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Jeezy </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "new_id": -2}, {"uid": "1295674574191152161", "i": 5847, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "search company.`` What's going to change under <strong> Larry Page </strong>?'' said BGC Partners analyst Colin Gillis, asking the question on the minds of executives from Silicon Valley to New York City. <q> In our opinion, <strong> Larry Page </strong> is likely to increase investments as a priority. It could be a long-term positive, but short term it's a negative. </q> The company hopes 38-year-old <strong> Larry Page </strong> will help streamline decision-making as it tries to deal with tougher competition from Facebook and Twitter. Within technology circles, the move to replace <strong> Eric Schmidt </strong> left some wondering if <strong> Larry Page </strong>", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}]