[{"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview.`` I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1295565912244678725", "i": 599, "idx": 1, "sa": ["Eric Schmidt"], "q": "stem partly from Page's passion and innovation. Page's return to the CEO role is meant to speed up decision-making, <strong> Eric Schmidt </strong> says. Jay Yarow at Business Insider, reading between the lines: <q> If things are working smoothly, you don't have those problems. </q> <strong> Eric Schmidt </strong> won't be fading away into the background. Among the things he says he'll be working on as chairman: global business partnerships and`` government outreach,'' an important role for any company as", "new_id": -2}, {"uid": "1297671532135315459", "i": 8315, "idx": 0, "sa": ["Michael Vick", "Michael Hansen", "Martha Stewart"], "q": "said any dog will bite if provoked- citing <strong> Martha Stewart </strong>'s recent run-in with her own dog. <strong> Michael Hansen </strong> blames the pit bull's bad reputation on owners and the press. <q> You have a tendency to sensationalize stories or put into them right down to the blood and gore when it isn't really necessary, </q> said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that``", "new_id": -2}, {"uid": "1297381652182599684", "i": 23507, "idx": 1, "sa": ["Eric Schmidt", "Carol Hymowitz", "Stephen Elop", "Google Inc."], "q": ", a bet that together the two companies can better challenge <strong> Google Inc. </strong> and Apple <strong> Google Inc. </strong>, according to a person with knowledge of the discussions,'' <strong> Carol Hymowitz </strong>, Dina Bass and Diana ben-Aaron report for Bloomberg. <q> Nokia Chief Executive Officer <strong> Stephen Elop </strong> has held talks with Microsoft CEO <strong> Steve Ballmer </strong> about putting Microsoft's mobile operating system on Nokia phones, said the person, who asked not to be identified because the discussions were private, </q> <strong> Carol Hymowitz </strong>, Bass and ben-Aaron report.`` <strong> Stephen Elop </strong> also held talks with <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> about using <strong> Google Inc. </strong>'s Android software, the person said. Those discussions are unlikely to lead to an alliance, according to another", "new_id": -2}, {"uid": "1295665801007979095", "i": 3107, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "played'' in getting the party back into government. But he admitted the row over phone hacking made it`` difficult to give the 110% needed in this role''. He added: <q> I stand by what I said about those events.`` When a spokesman needs a spokesman its time to move on. </q> Mr <strong> David Cameron </strong> said:`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled", "new_id": -2}, {"uid": "1295641975119324688", "i": 40801, "idx": 0, "sa": ["Woody Platt", "David Letterman", "Steve Martin"], "q": "contract with Rebel Records, winning the International Bluegrass Music Association's coveted Emerging Artist of the Year award and a gig at the Grand Ole Opry opened the door to the festival scene and major success. <q> Then we hooked up with <strong> Steve Martin </strong>, </q> said <strong> Woody Platt </strong>. With <strong> Steve Martin </strong> in the band they have headlined MerleFest, Bonnaroo, appeared on`` Late Night With <strong> David Letterman </strong>'' and`` Austin City Limits.'' With four successful recordings already behind them,", "new_id": -2}, {"uid": "1295420762187301926", "i": 48590, "idx": 0, "sa": ["Michael Jackson", "Simon Cowell"], "q": "wisecracks about contestants and their abilities. He is often parodied in <strong> Michael Jackson </strong> culture, and was described by the The Times journalist Minette Marrin as representing, along with his fellow judges on Britain's Got Talent, the <q> heartless, thoughtless and superficial the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam </q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. He was most recently featured on the sixth series of The X Factor", "new_id": -2}, {"uid": "1295580035256213030", "i": 22451, "idx": 8, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "about how best to simplify our management structure and speed up decision making.''`` For the last 10 years, we have all been equally involved in making decisions,'' he said. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us.`` But we have also agreed to clarify our individual roles so there?s clear responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> said.`` Larry, in my clear opinion, is ready to lead,'' he said.`` Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we", "new_id": -2}, {"uid": "1295563364204783630", "i": 10556, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", effective April 4. <strong> Eric Schmidt </strong> will continue on as executive chairman, while <strong> Sergey Brin </strong> will continue on as co-founder. blog post, <strong> Eric Schmidt </strong> said the shift has been in the works for some time. <q> Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> said. For 10 years, the trio have shared equally in the decision-making process, <strong> Eric Schmidt </strong> said, and going forward, they`` will continue to discuss the big decisions among the three of us.", "new_id": -2}, {"uid": "1297483708099155968", "i": 20524, "idx": 0, "sa": ["Michelle Trachtenberg", "Katy Perry", "Aretha Franklin", "Dave Matthews", "Elizabeth Taylor", "Simon Cowell", "Joan Rivers"], "q": "Melissa and <strong> Joan Rivers </strong> talk GRAMMYs <strong> Dave Matthews </strong> Speaks On His Grammy Nods <strong> Katy Perry </strong>'s <strong> Aretha Franklin </strong> Grammys tribute Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Michelle Trachtenberg </strong>: <q> One Day I Woke Up and Had Boobs </q> Court shoots down J.R. Ewing actor in Citi dispute <cite> Reuters </cite> <strong> Elizabeth Taylor </strong> treated for congestive heart failure <cite> Associated Press </cite> Lindsay, Kim K., Hef& More Tweet Over Historic Regime Change In Egypt <strong> Katy Perry </strong>:'", "new_id": -2}]