[{"uid": "1295580862256213017", "i": 52653, "idx": 2, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "it again.'' Plipton approached the show with caution, fearing it would not be as good without beloved iconic`` mean judge'' <strong> Simon Cowell </strong>.`` But I truly enjoyed it,'' Plipton said. <q> I thought <strong> Steven Tyler </strong> was hilarious and honest. I didn't expect much from him or <strong> Jennifer Lopez </strong> and I thought they did a great job. I think this season is going to be great. I loved their rawness and honesty. More than anything, I enjoyed <strong> Steven Tyler </strong>. He is a funny guy. </q> Sarah, however, was not won over. She said she watched Wednesday night's show, but would probably bail until the Hollywood rounds.`` I used to enjoy the auditions, mainly for the", "new_id": -2}, {"uid": "1297199444258572348", "i": 24163, "idx": 4, "sa": ["Wesley Clark", "George H. W. Bush", "Osama bin Laden", "Paul Wolfowitz", "Donald Rumsfeld"], "q": "to <strong> George H. W. Bush </strong> on September 30, 2001, calling for the administration to focus not on taking down <strong> Osama bin Laden </strong>'s al-Qaeda network but on the aim of establishing`` new regimes'' in a series of states <q> General <strong> Wesley Clark </strong>, who commanded the North Atlantic Treaty Organization bomOsama bin Ladeng campaign in the Kosovo war, recalls in his 2003 book </q> Winning Modern Wars being told by a friend in the Pentagon in November 2001 that the list of states that <strong> Donald Rumsfeld </strong> and deputy secretary of defense <strong> Paul Wolfowitz </strong> wanted to take down included Iraq, Iran, Syria, Libya,", "new_id": -2}, {"uid": "1296007668180027407", "i": 8925, "idx": 0, "sa": ["David Letterman", "Robbie Williams", "Nicole Kidman", "Hugh Jackman", "Brad Paisley"], "q": "<strong> Hugh Jackman </strong>& <strong> Nicole Kidman </strong>*** 720HD*** Song; <strong> Brad Paisley </strong>, Find Yourself... <strong> Nicole Kidman </strong> <strong> David Letterman </strong> 08 02 01 Part 1 <strong> Nicole Kidman </strong> Late Show with <strong> David Letterman </strong> 08 02 01 Part 1 2 August 2001- promoting The Others This is the <q> I can wear heels now </q> interview Credit to Ed... <strong> Robbie Williams </strong> feat. <strong> Nicole Kidman </strong>- Something Stupid HQ[ 2001] <strong> Robbie Williams </strong> feat. <strong> Nicole Kidman </strong>- Something Stupid HQ[ 2001]", "new_id": -2}, {"uid": "1297700986231276550", "i": 55995, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "announcement about Windows Phone 7 on Nokia hardware may not be quite that irrelevant, it's also not the immediate game-changer that others would like you to believe. It's certainly doesn't transform the smartphone market into <q> a three horse race, </q> as Nokia CEO <strong> Stephen Elop </strong> said on Friday. Nevertheless, there are a few interesting possibilities. The partnership Before we get ahead of ourselves, let's sum up what <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295879876215089182", "i": 53682, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "one of the prodigies who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult That's <strong> Eric Schmidt </strong>: So long to the Google chief who wasn't For six years, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> told <strong> Eric Schmidt </strong> that Google should build its own browser, and for six years, he resisted.`` Google was a small company, </q> <strong> Eric Schmidt </strong> remembered.`` Having come through the bruising browser wars, I didn't want to do that again.'' So <strong> Sergey Brin </strong> and <strong> Larry Page </strong> hired some ex-Firefox developers and had them build a prototype. When they showed", "new_id": -2}, {"uid": "1297277318262340623", "i": 13076, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran <strong> Bob Muglia </strong> as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought <strong> Bob Muglia </strong> was", "new_id": -2}, {"uid": "1296927943014336018", "i": 34533, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Romeo. It's hands-off. I told him. I will call him and I will e-mail him.'' <strong> Sergio Marchionne </strong> said Piech should concentrate on fixing Seat, VW's struggling Spain-based subsidiary. <q> I'm not the one who bought Seat, </q> he said.`` He's the one who bought it. I don't know if he can[ fix it], but he needs to try.'' <strong> Sergio Marchionne </strong> was speaking at a JD Power", "new_id": -2}, {"uid": "1295108218181583875", "i": 45437, "idx": 0, "sa": ["Simon Cowell"], "q": "met Tuesday with target=\"_blank\" href=\"http://televisiontimes.com/\"> television critics at their annual winter gathering. I took the role of a loser contestant who hadn't brought it, and I asked them what they would say to me? <q> Isn't there an age limit? </q> J-Lo asked. Zing!`` You Can struggling`` Idol'' rebound without <strong> Simon Cowell </strong>'s honest blasts?", "new_id": -2}, {"uid": "1297682501211042366", "i": 37100, "idx": 0, "sa": ["Michael Gove", "Robbie Williams", "Ed Miliband", "Yvette Cooper", "Ed Balls", "Justine Thornton"], "q": "his rendition of <strong> Robbie Williams </strong>' work within the family Labour leader <strong> Ed Miliband </strong> has revealed that Angels by <strong> Robbie Williams </strong> is the song that lights his romantic fire. He said he and partner <strong> Justine Thornton </strong> sang along to the hit ballad <q> at the top of our voices </q> while driving. Mr <strong> Justine Thornton </strong>'s married Labour colleagues <strong> Ed Balls </strong> and <strong> Yvette Cooper </strong> go for Elvis Presley's Can't Help Falling in Love. But Tory Education Secretary <strong> Michael Gove </strong> opts for the more upbeat Bring Me", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]