[{"uid": "1295788412114884629", "i": 55388, "idx": 1, "sa": ["Andy Coulson"], "q": "fully. \"Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,\" she said. <q> Nobody is above the law, no newspaper editor, no journalist. </q> The scandal has already cost No 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the illegal action at the tabloid. The former editor has always denied knowing that phone-hacking was taking place", "new_id": -2}, {"uid": "1295624661249511958", "i": 8742, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Finance Search Fri, Jan 21, 2011, 10:43 AM EST- U.S. Markets close in 5 hrs 17 mins <strong> Eric Schmidt </strong> <q> Lost Some Energy And Focus </q> After Battling Google's Cofounders Over China Jay Yarow, On Friday January 21, 2011, 10:07 am <strong> Ken Auletta </strong> has written the best take on why target=\"_blank\" Schmidt-scmidt-out-as-google-ceo-2011-1\"> <strong> Eric Schmidt </strong> is leaving Google", "new_id": -2}, {"uid": "1295501574237502511", "i": 38812, "idx": 0, "sa": ["Simon Cowell"], "q": "<q> Forget what you know... for the best is yet to come, </q> declared the bold lettering at the start of the \"American Idol\" Season 10 Cowell_x/\" target=\"_blank\">` American Idol' returns, with J.Lo but not <strong> Simon Cowell </strong> \"American Idol\" Soldiers on without <strong> Simon Cowell </strong>` American", "new_id": -2}, {"uid": "1296368889057065490", "i": 16939, "idx": 1, "sa": ["David Letterman"], "q": "or overseas. He came to Winston-Salem in 2007 because he \"met a girl\" and continued building a career that saw him playing close to 200 shows and music festivals around the country last year. <q> The press labeled me( a child prodigy), but I never saw it that way, </q> he said. \"For me, being on <strong> David Letterman </strong> was like playing varsity football in high school and winning a state championship.\" For some, such an achievement could be the pinnacle, something to", "new_id": -2}, {"uid": "1295369627117719056", "i": 45446, "idx": 1, "sa": ["Simon Cowell", "Randy Jackson"], "q": "was Paula, there was <strong> Simon Cowell </strong>. I think you will see a new version of the Dawg. There's maybe a little more hair on the Dawg,\" <strong> Randy Jackson </strong> said on a phone conference last week. <q> You'll see me take more of an assertive role and trying to guide it a little bit... I think you'll be like,` Wow, Dawg!' </q> \"American Idol\" kicks off its 10th season on Wednesday on FOX.", "new_id": -2}, {"uid": "1295613331206700591", "i": 31411, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Rupert Murdoch"], "q": "said Friday that <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centers on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" AP Photo-", "new_id": -2}, {"uid": "1295930793182222853", "i": 1184, "idx": 2, "sa": ["Allen Iverson", "Eric Snow"], "q": "a 65-45 lead. That's when <strong> Allen Iverson </strong>, <strong> Eric Snow </strong> and the rest of the Sixers came alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter. <q> When he got ejected, everybody just stepped up their game, </q> <strong> Allen Iverson </strong> said. \"We said,` What are we gon na do?\" ' <strong> Eric Snow </strong> said.\" ` Are we gon na lay down? Or are we gon na pick up the intensity?'", "new_id": -2}, {"uid": "1295310733097861638", "i": 54409, "idx": 16, "sa": ["Kobe Bryant", "Phil Jackson", "Robert Horry", "Allen Iverson", "Kyle Korver"], "q": "the Phil Jacksonadelphia 76ers beat the Denver Nuggets 108-97 Tuesday night in <strong> Allen Iverson </strong>'s first game against his former team. It was weird to see him wearing a white jersey and we're wearing <strong> Kobe Bryant </strong>,\" <strong> Kyle Korver </strong> said. <q> I said to one of our coaches that it is so weird to see him on the other side. It wasn't really a good feeling at all. He's a great player and he meant a lot to Phil Jacksonadelphia. </q> <strong> Allen Iverson </strong> scored 30 points on 10-of-24 shooting before getting tossed for his second technical with 1:44 remaining. Afterward, he said the loss disappointed him because he feels the Nuggets are the better team. <strong> Allen Iverson </strong>'s best Robert Horrys", "new_id": -2}, {"uid": "1297298613261144586", "i": 30261, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "your mythical \"god\" when she was shot in the first place? Where was god when the 9 year innocent girl was shot undeservingly? Oh yeah, forgot the \"believers\" bvllchit credo... <q> god moves in mysterious ways </q>.... yeah, the key word is mysterious, as in Fantasy. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for", "new_id": -2}, {"uid": "1295903297179077120", "i": 37686, "idx": 2, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "'s parents wrote to each other during World War II. <strong> Donald Rumsfeld </strong>'s sister Joan and former Secretary of State <strong> George H. W. Bush </strong> Shultz were among the friends, family members and colleagues who came to Washington for conversations. <q> I started thinking about this amazing archive I had, </q> he said during a recent interview. \"The fact that I had it, persuaded me that I ought to take advantage of it.\" <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite", "new_id": -2}]