[{"uid": "1295630844045006854", "i": 3138, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>'s giving up on Google, though, as the trades are supposed to take place over the course of one year, not one week or one day. Also, the SEC filing noted, <q> If <strong> Eric Schmidt </strong> completes all the planned sales under this trading plan, he would continue to own approximately 8.7 million shares, which would represent approximately 2.7% of Google's outstanding capital stock and approximately 9.1% of the voting power of Google's outstanding capital stock( assuming no other sales and conversions of Google capital stock occur). </q> The content of this field is kept private and will not be shown publicly. Web page addresses and e-mail addresses turn into links automatically. Lines and paragraphs break automatically. This question is for testing whether you are", "new_id": -2}, {"uid": "1296004077137592834", "i": 1142, "idx": 2, "sa": ["Maurice Hinchey", "Sen. Bernie Sanders"], "q": "tollbooths, content prioritization, access fees... and a stake in the heart of independent content production is now very real.'' Parallel objections came from the savviest observers of media issues on Capitol Hill. <q> Big media just got a lot bigger, </q> declared <strong> Sen. Bernie Sanders </strong> <strong> Maurice Hinchey </strong>( D., N.Y.).`` The FCC's decision to allow Comcast to acquire NBC Universal will burden the American people with more media consolidation, fewer independent sources of information, and higher cable", "new_id": -2}, {"uid": "1297446725101842956", "i": 11178, "idx": 16, "sa": ["Donald Rumsfeld"], "q": "people about the sight of an elderly former defence secretary eating a comfortable Sunday lunch in a Washington hotel while the killing continues in Iraq and Afghanistan. As politely as I can, I say: <q> Some would say,` Here's <strong> Donald Rumsfeld </strong>, maybe he was wrong about the Iraq war.' What's the comeback for you? </q> <strong> Donald Rumsfeld </strong>'s tone remains even. The only faint sign of agitation as he replies is the furling, unfurling and scrunching of a napkin with his left hand.`` Well, I mean, there are plenty", "new_id": -2}, {"uid": "1297288563203538453", "i": 24556, "idx": 1, "sa": ["Mike Pence"], "q": ". Mr. <strong> Mike Pence </strong> has made it clear his legislation is aimed at Planned Parenthood Federation of America, which is the nation's biggest provider of abortion services and also a major recipient of Title X money. <q> The largest abortion provider in America should not also be the largest recipient of federal funding under Title X, </q> Mr. <strong> Mike Pence </strong> said at a recent`` March for Life.''`` The time has come to deny any and all federal funding to Planned Parenthood of America.'' Anti-abortion groups, in something of a", "new_id": -2}, {"uid": "1295665758145047566", "i": 42700, "idx": 0, "sa": ["Heath Ledger", "David Letterman"], "q": ". I say they gasped. <strong> Heath Ledger </strong> takes this in.`` Yeah,'' he says.`` Her poor character. Michelle played it so well- just that look on her lace.'' He shrugs. <q> Every time I see it, I can't help but laugh. </q> March 23, 2006 issue of Rolling Stone. The issue is available in the online archive. It's months later, and everything has changed. <strong> David Letterman </strong> is doing the top ten", "new_id": -2}, {"uid": "1295044803220282934", "i": 13980, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. Bryant said the police had`` severely'' damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. EDUCATION", "new_id": -2}, {"uid": "1295499872140181512", "i": 3837, "idx": 3, "sa": ["Russ Granik", "Allen Iverson", "Chris Paul"], "q": "turned on to it,'' said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Chris Paul </strong>'s 28 in the 76ers' 97-92 victory. <q> For better or worse, fans like it when you get superstars going against each other. People have been hearing about these guys for years now, but they haven't gotten this far before where they met each other at this level. That gets people interested. </q> With the NBA's overall popularity declining and new rules designed to make the game more appealing set to take effect next season, an Iverson-Carter matchup is what the league really needed.`` Watching these two kids,", "new_id": -2}, {"uid": "1295669834215973888", "i": 44953, "idx": 0, "sa": ["Eric Schmidt"], "q": "share of US$ 7.81. Google-owned sites generated revenues of US$ 5.67 bn, or 67pc, while revenues from outside of the United States totalled US$ 4.38 bn, representing 52pc of total revenues. <q> Q4 marked a terrific end to a stellar year, </q> said <strong> Eric Schmidt </strong>.`` Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display", "new_id": -2}, {"uid": "1296456361143032340", "i": 32419, "idx": 0, "sa": ["Zahi Hawass"], "q": "Our Silver Perspectives enrichment program offers travelers interesting journeys hosted by noted historians, political analysts, bestselling authors and other esteemed experts,'' said Steve Tucker, Silversea's vice president of field sales for North America. <q> And many of these voyages will feature several guest lecturers teaming up to host a broad range of entertaining and enlightening presentations on a single itinerary. </q> One such sailing with multiple guest speakers is Silver Spirit's 15-day, Dubai-to-Athens World Cruise Segment 5109, departing 18 April. Highlighting the enrichment program are: <strong> Zahi Hawass </strong>, one of the world's most famous", "new_id": -2}, [{"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q> In the eyes of many people, he's a hero, </q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}]]