[{"uid": "1295498090112721961", "i": 17976, "idx": 2, "sa": ["Shaun Johnson", "Tracy McGrady", "Marc Anthony", "Allen Iverson"], "q": "Orlando <strong> Shaun Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on Marc Anthonyh 10, 2004, Indiana", "new_id": -2}, {"uid": "1296462102029147230", "i": 34401, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "try in the fourth quarter bounced off the right upright. \"<strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,\" <strong> David Akers </strong> said, <q> so it means a lot to be able to pass a legend like that. </q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of", "new_id": -2}, {"uid": "1295633194146702360", "i": 3186, "idx": 12, "sa": ["Robert Bentley", "Colin Powell", "John Archibald", "George Wallace", "Peter King"], "q": "News opinion writer <strong> John Archibald </strong> argued <strong> Robert Bentley </strong>'s entire inauguration day besmirched the memory of Dr. <strong> Peter King </strong>. Leaving denouncement of his church \"sermon\" to others, <strong> John Archibald </strong> tentherism in his inaugural address earlier that day as equally <q> unnecessary, divisive and blind. </q> As he notes, \"it was, after all, Martin <strong> Colin Powell </strong> Day in Montgomery. It was the inaugural, the same event <strong> George Wallace </strong> used in 1963 to wave his` segregation forever' fist at the federal", "new_id": -2}, {"uid": "1296013864137101343", "i": 35595, "idx": 0, "sa": ["Steve Ballmer"], "q": ", questions will be asked about the leadership of <strong> Steve Ballmer </strong>, now in his 12th year as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> <q> is always on thin ice, </q> said Forrest at Fort Pitt Capital. \"Microsoft is a results-driven company.\" <cite>( C) 2011 Reuters Limited. All rights reserved. Republication or redistribution of Reuters content, including by framing or similar", "new_id": -2}, {"uid": "1296492708037863448", "i": 52171, "idx": 4, "sa": ["Žydrūnas Ilgauskas", "Chris Webber", "LeBron James", "Allen Iverson", "James Cleveland"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinLeBron James about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Žydrūnas Ilgauskas </strong> added 22 points and 11 James_James Cleveland_36_Points_vs_Pistons_Game_4_Playoffs_2009!_HD!_26042009 capped by venomindustries AUBURN HILLS, Mich.( AP) <strong> LeBron James </strong> made 3-pointers from every angle, drove into the lane for dunks and leaned into low post", "new_id": -2}, {"uid": "1297132541144228403", "i": 951, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ", and the phrase later became the title of a play. <strong> Donald Rumsfeld </strong> was criticised for failure to send enough troops to Iraq to maintain security. He said he been speaking at a Pentagon press briefing when <q> I vented some annoyance by uttering a few ill-chosen words </q>. The phrase \"stuff happens\" sounded callous. He says he had been thinking about the riots that followed the assassination of Martin Luther King. \"I had uttered more than 1,000 words at that", "new_id": -2}, {"uid": "1295981455233783301", "i": 6977, "idx": 0, "sa": ["Whoopi Goldberg", "Colin Powell", "Elton John", "Ted Turner", "Mina Ahadi"], "q": "around the world and highlighTed Turner on CNN, the votes are tallied via CNN.com, then they make their way to a blue-ribbon panel for a final ten and a winner, who are honored at a gala event: <q> CNN Heroes: An All-Star Tribute. </q> The third annual CNN Heroes were chosen by a panel that included distinguished leaders and humanitarians like <strong> Colin Powell </strong>, <strong> Whoopi Goldberg </strong>, <strong> Ted Turner </strong>, and <strong> Elton John </strong>. With 9000 noMina Ahaditions from over 100 countries, CNN Heroes captured record attention and", "new_id": -2}, {"uid": "1296744570016711683", "i": 7823, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "the morning are the early peeks in The New York Times at former Defense Secretary <strong> Donald Rumsfeld </strong>'s memoir, which goes on sale next week. A few highlights from the Post's report: <strong> Donald Rumsfeld </strong> <q> goes so far as to depict former <strong> George W. Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq. </q> \"<strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of Saddam Hussein remained in power, he says, the", "new_id": -2}, {"uid": "1296539276014417937", "i": 18264, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "said: \"We are standing behind Mr. President. Medinat Nasr is completely secure,\" talking about where he lived. \"We are with this guy,\" he added, meaning Mr. <strong> Hosni Mubarak </strong>. <q> We are with him until the end. We've known this guy since forever. </q> The channel announced that <strong> Zahi Hawass </strong>, the chairman of the Supreme Council of Antiquities, had called on Egyptian citizens not to believe the \"lies and fabrications\" of Al Jazeera and Al Arabiya channels. Mr.", "new_id": -2}, {"uid": "1297026791231571479", "i": 20412, "idx": 0, "sa": ["Zahi Hawass"], "q": "mielenosoituksissa, kertoi Egyptin p?arkeologi Hawass+Zahi Hawass\"> <strong> Zahi Hawass </strong>. Aiemmin kerrottiin kahden muumion t?rveltyneen, kun vandaalit tunkeutuivat mielenosoitusten yhteydess museoon. <strong> Zahi Hawass </strong> kiisti kuitenkin t?m?n sunnuntaina Britannian yleisradioyhti?n BBC: n haastattelussa. <q> T?rveltyneet esineet eiv?t olleet muumioita </q>, h?n sanoi. Kaaoksessa vaurioitui kuitenkin noin 70 muuta muinaisj?nnett. Zahi Hawassin mukaan niiden korjaus on jo alkanut. Yritt?j?t myh?iliv?t sunnuntaina tyytyv?isin, kun kolmen suurimman puolueen johtajat antoivat vaalilupauksia Suomen Yritt?jien puheenjohtajien neuvottelup?ivien paneelissa", "new_id": -2}]