[{"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the ''Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q>It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published.</q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}, {"uid": "1295618588099680282", "i": 32678, "idx": 1, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "asking via his Twitter feed: ''If@ guardian abhors publication of material obtained by dodgy methods so much, where does that leave them on Wikileaks?'' The new CNN presenter added: <q>Hypocrisy: prejudice with a halo.</q> <strong> Andy Coulson </strong> was editor of the News of the World from 2003 to 2007, but stood down following allegations about his reporters illegally hacking into the voicemail messages of many celebrities. Freelance detective <strong> Glenn Mulcaire </strong> told", "new_id": -2}, {"uid": "1297260106046088366", "i": 10171, "idx": 0, "sa": ["House Judiciary Committee", "Mike Pence"], "q": "bill is to the <strong> House Judiciary Committee </strong> Republicans. ''Even some of us who do not consider ourselves pro-life strongly object to their tax dollars being used to pay for abortions,'' Franks said in his opening statement. <q>We are beginning to ask the question: does abortion take the life of a child?</q> Franks continued, and then suggested that if it is, a genocide of children is happening in America. <strong> Mike Pence </strong>, who is also on the subcommittee, took the opportunity to promote his bill to prevent", "new_id": -2}, {"uid": "1296866127059801616", "i": 17446, "idx": 0, "sa": ["Zachary Levi", "Justin Bieber", "David Letterman", "Ty Burrell"], "q": "<strong> Justin Bieber </strong>, The Late Show with <strong> David Letterman </strong> <strong> Justin Bieber </strong>, <strong> Ty Burrell </strong> and <strong> Zachary Levi </strong> hoop it up for NBA All-Star Celebrity Game We'll only ruin No: 5: <q>At the barber show, I can say, ''Give me the me.'</q> Check out the sneak peek of the teen heartthrob's appearance. Bonus: There's a <strong> Justin Bieber </strong> drum solo! And in case you missed it, <strong> Justin Bieber </strong> popped by Thursday''s taping of", "new_id": -2}, {"uid": "1295774332001081361", "i": 13703, "idx": 0, "sa": ["Tessa Jowell", "Alastair Campbell", "Chris Huhne", "Lord Mandelson", "Clive Goodman", "Andy Coulson", "David Blunkett", "John Prescott"], "q": "to have been targeted include <strong> Lord Mandelson </strong> <strong> John Prescott </strong>, <strong> David Blunkett </strong>, <strong> Tessa Jowell </strong> and <strong> Chris Huhne </strong> Bryant. <strong> Alastair Campbell </strong>, the former Labour spin-doctor, told the BBC the controversy had now gone beyond the issue of Mr <strong> Andy Coulson </strong>'s future and <q>the role of the police in this is now going to become centre stage</q>. The lawyer Mark Lewis yesterday revealed he was acting for four people who believe they were targeted by newspapers other than the NoW, which has been under intense scrutiny since its royal editor, <strong> Clive Goodman </strong>,", "new_id": -2}, {"uid": "1294961599111804420", "i": 13422, "idx": 8, "sa": ["Kobe Bryant", "Allen Iverson", "Tyronn Lue"], "q": "her and voted her out it only leaft five people in the game.( Jud aka Fabio) Fabio started th... H* Wood ''Could It Be You( Punk Rock Chick)'' H* Wood <q>Could It Be You( Punk Rock Chick)</q>-- Download single here bit.ly... <strong> Allen Iverson </strong> 48pts 2001 NBA Final Gm1 vs <strong> Kobe Bryant </strong> Lakers <strong> Allen Iverson </strong> 48pts 2001 NBA Final Gm1 vs <strong> Kobe Bryant </strong> Lakers <strong> Allen Iverson </strong> finally shook his shadow and shook up the NBA Finals. Hounded by unheralded <strong> Tyronn Lue </strong>", "new_id": -2}, {"uid": "1297501734023691300", "i": 24701, "idx": 0, "sa": ["Eric Schmidt", "Stephen Elop"], "q": "certainly knows what he's dealing with. More than 1.3 billion people today use a Nokia device- now the company will focus on ''the next billion''. David McQueen, principal analyst at Informa, said <q>The more competition there is in the smartphone space, the greater the innovation, the better the devices that emerge. Ultimately it will be users who choose what phones they want to buy.</q> So far, fewer people are choosing Nokia or Microsoft than the two companies need. Mr <strong> Stephen Elop </strong> acknowledged that he was ''taking a bet''. Google's <strong> Eric Schmidt </strong> predicts the future of computing- and he", "new_id": -2}, {"uid": "1295916380143048746", "i": 1647, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": ", 55, has no doubt Page is ready for the challenges ahead. ''Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview last week. <q>It's not like he has been sitting around doing nothing.</q> Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success, it eventually slowed <strong> Google Inc. </strong>'s reaction to popular new ideas such as Facebook and Twitter. The bureaucracy has also caused Twitter and", "new_id": -2}, {"uid": "1295721092068648974", "i": 34435, "idx": 4, "sa": ["Lou Kerner", "Eric Schmidt", "Sergey Brin", "Rafael Nadal"], "q": "of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. ''What I do think Facebook has shown Google is that they're moving too slow,'' <strong> Lou Kerner </strong> said. <q>Facebook is moving at the speed of light and Google isn't. ''Having three people running the company, making the decisions, was slowing it down,</q> he added. AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North American usage, along with foreign currency and measurement units. </cite> <strong> Rafael Nadal </strong>", "new_id": -2}, {"uid": "1295291944209076234", "i": 4052, "idx": 0, "sa": ["President Bush", "Sen. Bernie Sanders"], "q": "Pentagon contracts. Lockheed contracted 98 different lobbyists, was mentioned in 142 Congressional bills and spent nearly$ 10 million in lobbying just in 2010. This is the multi-national war profiteer which to quote <strong> Sen. Bernie Sanders </strong>, <q>according to the nonpartisan Project on Government Oversight, the three largest government contractors- Lockheed Martin, Boeing and Northrop Grumman- have engaged in 109 combined instances of misconduct just since 1995, and have paid fees and settlements for this misconduct totaling$ 2.9 billion.</q> Further, something is seriously amiss when <strong> President Bush </strong>'s Department of Justice, not exactly known for setting precedents in corporate crime prosecution, files a 2007 fraud lawsuit against a corporation raking in a net$ 3.033 billion in", "new_id": -2}]