[{"uid": "1295310733097861638", "i": 54393, "idx": 0, "sa": ["Phil Jackson", "Anthony Parker", "Robert Horry", "Allen Iverson", "Louis Williams"], "q": "pulled the Sixers to 98-96. But <strong> Anthony Parker </strong> came right back with a clutch 3-pointer of his own for a 101-96 advantage. \"It's good to see the ball go through the hoop,\" <strong> Anthony Parker </strong> said. <q> Defensively, I felt like we did a good job, forcing them to take some tough Robert Horrys, which they hit. </q> On the Sixers' next possession, <strong> Louis Williams </strong> hit a 3-pointer and was fouled by <strong> Anthony Parker </strong>. <strong> Louis Williams </strong> connected on the free throw for a rare Iverson_Allen Iverson_back_to_Phil Jacksonadelphia_76ers__Interview Sixers agree to terms with <strong> Allen Iverson </strong> to make Sixers season debut on Monday", "new_id": -2}, {"uid": "1296759142240484366", "i": 27853, "idx": 0, "sa": ["Barbara Walters", "Robin Williams", "Bill Clinton", "David Letterman"], "q": "setbacks during heart surgery. <strong> Robin Williams </strong>: People Ask` How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walters </strong> Walter's Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery Doctor on <strong> Barbara Walters </strong>'` Setbacks' <strong> Barbara Walters </strong>", "new_id": -2}, {"uid": "1295501959237502465", "i": 49860, "idx": 3, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "why he has become so successful. In her introduction, <strong> Oprah Winfrey </strong> says <strong> Simon Cowell </strong> has made his mark \"by going against the grain and having the courage to say exactly what is on his mind.\" <q> I'm not a master of anything, </q> says <strong> Simon Cowell </strong>. \"I think what I'm good at is making shows or records which a lot of people will like for the same reasons I like them.\" He says he", "new_id": -2}, {"uid": "1295579790167378954", "i": 8512, "idx": 0, "sa": ["Steven Tyler", "Jennifer Grey", "Jennifer Lopez", "Simon Cowell", "Randy Jackson"], "q": "of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on the Fox singing competition. <q> I think with every artist, and <strong> Jennifer Grey </strong> and <strong> Randy Jackson </strong> are legendary artists, you have a lot of warmth and a lot of nurturing, </q> said <strong> Randy Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1296164507194232338", "i": 1292, "idx": 1, "sa": ["Bernie Sanders"], "q": ", Social Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost,\" said Sen. <strong> Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday. <q> We are getting very tired about hearing our Republican and right wing friends telling us about how Social Security is collapsing when the reality is, Social Security today has a surplus of$ 2.6 trillion, </q> <strong> Bernie Sanders </strong> said. \"Social Security can pay out every benefit owed to every eligible American, for the next 27 years.\" Social Security has built up a$ 2.5 trillion surplus since the retirement program", "new_id": -2}, {"uid": "1295617945243957771", "i": 17494, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": ", Mr <strong> David Cameron </strong> was asked during a visit to RAF Brize Norton whether he still had faith in Mr <strong> Andy Coulson </strong>. \"You know what I have said about this in the past,\" he replied. <q> I have got nothing to add to that and I think he's done a very good job for the Government. </q> It is believed Mr <strong> Andy Coulson </strong> informed Mr <strong> David Cameron </strong> of his intention to leave on Wednesday. No decision has yet been taken on a replacement. Mr <strong> Andy Coulson </strong> resigned as editor of the News of the", "new_id": -2}, {"uid": "1295541658077021217", "i": 28834, "idx": 1, "sa": ["Kobe Bryant", "Michael Finley", "Rick Carlisle", "LeBron James", "Allen Iverson"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and Michael Finleyal playoff spot, and one game behind the MaveRick Carlisles. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1296585674107593766", "i": 12642, "idx": 3, "sa": ["Zahi Hawass", "J. King", "Beth Anderson"], "q": "'s tomb in Egypt). \"Tutankhamun: The Golden <strong> J. King </strong> and the Great Pharaohs\" is on... <strong> J. King </strong> Tut- The Boy <strong> J. King </strong>'s Treasures Islamic Art Museum with an updated decor and antiquity display is a <q> light in the heart of Cairo </q> according to <strong> Zahi Hawass </strong>. Video and Edit by Rachel <strong> Beth Anderson </strong> Music by Esthema Excerpts from Realted Article by Nevine El-Aref english.ahram.org.eg \"Now that refurbishment is... Egypt Wants Treasures Back 5:50 Chaos engulfs Egypt as protesters return to streets", "new_id": -2}, {"uid": "1295517297124485633", "i": 20150, "idx": 0, "sa": ["Michael Gove", "Mark Williams", "Sherard Cowper-Coles"], "q": "the Times saying <strong> Sherard Cowper-Coles </strong>'s comments were untrue. This morning, on the Today programme, Dannatt said that he and <strong> Sherard Cowper-Coles </strong> had spoken this week and that he had had an apology from the former diplomat. <q> <strong> Sherard Cowper-Coles </strong> has withdrawn that reMark Williams and has apologised to me personally and is trying to find a suitable place and time to do that publicly. </q> 9.14 am: <strong> Michael Gove </strong>, the education secretary( pictured, left) has been giving interviews this morning about the PoliticsHome, are the main points he has been making.? He", "new_id": -2}, {"uid": "1295670139191152175", "i": 54293, "idx": 2, "sa": ["Tom Watson", "Rupert Murdoch", "Andy Coulson", "Glenn Mulcaire", "Clive Goodman"], "q": "\"serious questions\" about the Prime Minister's judgment. \"This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,\" Mr <strong> Tom Watson </strong> said. <q> His departure creates serious questions over the Prime Minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp. \"It's a mark of the man that he would sneak out a statement on a Friday morning on a busy news day. \"Spin and obfuscation is all we get from Downing Street- we need to get to the truth. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone-hacking. Although he took responsibility, he", "new_id": -2}]