[{"uid": "1295564377105267210", "i": 29319, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page. announcement whether any disagreements internally prompted the change, but <strong> Eric Schmidt </strong> says Page is ready to run the company, while <strong> Sergey Brin </strong> will continue focusing on new product ideas, with the title of Co-Founder. <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an adviser to Larry and <strong> Sergey Brin </strong>, </q> <strong> Eric Schmidt </strong> said in the blog post. In the nearly 10 years as the CEO, <strong> Eric Schmidt </strong> has helped lead Google from an innovative search company in search of a real business model into a tech giant with", "new_id": -2}, {"uid": "1295021582165101591", "i": 4158, "idx": 1, "sa": ["Allen Iverson"], "q": "dp-spt-allen-iverson-twitter-not-ready-to-retire <strong> Allen Iverson </strong> isn't ready to retire just yet.`` Don't put me in my rocking chair just yet,'' the Peninsula native and former NBA MVP wrote moments ago on Twitter. <q> Hold on, I'll be back! Stay tuned. </q> Early Wednesday, there were rumors that <strong> Allen Iverson </strong> was going to leave his Turkish basketball team and not return. But later in the day, reports came out that <strong> Allen Iverson </strong> planned to have a lesion", "new_id": -2}, {"uid": "1295656695068894746", "i": 37061, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "claimed that <strong> David Cameron </strong> made the`` wrong judgement'' by keeping <strong> Andy Coulson </strong> in place when there were a`` cloud of allegations'' hanging over him from his time as editor at the News of the World. <q> I think he should have gone earlier, </q> <strong> Ed Miliband </strong> said.`` Beyond that, it is a matter for the Prime Minister and indeed anything else that arises during this investigation,'' the Labour leader added, perhaps secretly hoping that more juicy revelations about dubious", "new_id": -2}, {"uid": "1295548077193724422", "i": 3542, "idx": 0, "sa": ["the Fox", "Simon Cowell"], "q": "without the caustic presence of British judge <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong>, the contest's biggest star, quit in May to launch his own talent show on <strong> the Fox </strong> later in 2011. In a column headlined <q> The end of` American Idol'( for real this time), </q> Newsweek blogger Ramin Setoodeh wrote;`` The entire franchise has gone to the land of Stepford, where everybody is so nice and sweet and happy and zippy, you feel a cavity coming on.''", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}, {"uid": "1296187975083116032", "i": 27386, "idx": 0, "sa": ["Simon Cowell"], "q": "on either the upcoming Fox version of the ITV singing competition or on his old show American Idol, but admitted that the British judge does know what he's talking about. He told The Mirror: <q> I won't work with <strong> Simon Cowell </strong> on X Factor or Idol. <strong> Simon Cowell </strong> has a good ear, but his Idol and X Factor acts don't dominate the charts in the States. Hip-hop does. </q> interest in taking over from <strong> Simon Cowell </strong> when the music mogul quit Mandy MooreThe singer-actress chats about Tangled, Disney's latest animated film", "new_id": -2}, {"uid": "1297252541016384008", "i": 24087, "idx": 4, "sa": ["Olympia Snowe", "Barack Obama", "Sen. Bernie Sanders"], "q": "<strong> Barack Obama </strong> <strong> Olympia Snowe </strong>( R-Maine) said Tuesday she would oppose legislation that increased taxes.`` It contradicts what we've done in continuing the tax rates for the next two years,'' said <strong> Olympia Snowe </strong>. <q> That's not what we should be doing. </q> http://thehill.com/homenews/senate/142905-dems-face-a-dilemma-on-jobs-plan House fails to extend Patriot Act surveillance as Republicans defect <strong> Sen. Bernie Sanders </strong> King won't let` political correctness' derail probe of Muslims Ditching unwritten rules for Senate freshmen, Paul does it his way Ditching unwritten rules", "new_id": -2}, {"uid": "1295299857181911591", "i": 30033, "idx": 5, "sa": ["George Washington", "Keith Bogans", "John Wall", "Allen Iverson", "Keyon Dooling"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't r... <strong> George Washington </strong> Wizards <strong> John Wall </strong> does`` The Dougie </q> dance pre-game <strong> George Washington </strong> Wizards <strong> John Wall </strong> does`` The Dougie'' dance pre-game <strong> George Washington </strong> Wizards point guard <strong> John Wall </strong> does`` The Dougie'', an amazing pre-game dance before the home opener against the Philadelphia 76ers.... <strong> Keyon Dooling </strong>& <strong> Keith Bogans </strong>", "new_id": -2}, {"uid": "1296271846184582152", "i": 35937, "idx": 0, "sa": ["Cam Newton", "David Letterman", "Davey O'Brien"], "q": "nothing new. Ask anyone from FLA or Blinn Juco. This ATLien is one of the best things to hit college football since gator aid.... <strong> David Letterman </strong>- <strong> Cam Newton </strong> Top Ten 2010 Heisman Trophy Winner <strong> Cam Newton </strong> presents the <q> Top Ten Things <strong> Cam Newton </strong> Can Say Now That He Won The Heisman Trophy. </q>... video results for: newton college football AP Analysis: Book Not Closed on <strong> Cam Newton </strong> Probe <strong> Cam Newton </strong> comments on the story shaking up college football... <strong> Cam Newton </strong> Wins <strong> Davey O'Brien </strong>, Maxwell Awards <strong> Cam Newton </strong> won the Maxwell Award Thursday,", "new_id": -2}, {"uid": "1296732365207978510", "i": 43431, "idx": 2, "sa": ["Corey Maggette", "Allen Iverson", "David West"], "q": ", making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97.`` He definitely should be in the All-Star game, without a doubt,'' said Milwaukee's <strong> Corey Maggette </strong>, a former Clipper. <q> He's one of those special players, like <strong> LeBron James </strong>. </q> <strong> David West </strong> is already committed to the All-Star dunk contest and was selected to play in the Rookie Challenge game. Hindering his bid to add All-Star to his name is the fact that the Clippers are", "new_id": -2}]