[{"uid": "1295598804213057579", "i": 14791, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ", konnte ich mir in meinen wildesten Tr?umen nicht vorstellen, dass wir einmal soweit kommen, wie es heute der Fall ist\" , sagte er. Ab April wird nun aber <strong> Larry Page </strong> das Tagesgesch?ft f?hren. <q> Ich habe viel von ihm gelernt </q>, so der Google- Mitbegr?nder ber <strong> Eric Schmidt </strong>. Von diesem bekam er auch die Best?tigung, dass er inzwischen bereit ist, ein Unternehmen dieser Gr?e zu f?hren. <strong> Sergey Brin </strong> wird hingegen weiterhin im Entwicklungsbereich t?tig sein.", "new_id": -2}, {"uid": "1296927376112246784", "i": 7741, "idx": 0, "sa": ["Sergio Chiamparino", "Sergio Marchionne", "Paolo Romani"], "q": "has said, upsetting many Italians. His comments in San Francisco quoted by Italy's Corriere della Sera prompted the mayor of Turin, Fiat's birthplace, to demand \"immediate clarification.\" <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. \"In the next two or", "new_id": -2}, {"uid": "1295882669047398922", "i": 44364, "idx": 1, "sa": ["Andy Coulson"], "q": "sufficient for someone who is never likely to reoffend? \" <strong> Andy Coulson </strong> Woolard was a lucky boy when you look at the sentences handed out to these football hooligans last week creepydave <q> Hi( s) Mum must be regretting grassing him up now </q> Perhaps she is. The sentence was not a very good advertisement for coming clean. BirneyCar 24 January 2011 2:54 PM@allmodcons \" A few months inside or some community service would", "new_id": -2}, {"uid": "1297406233238747660", "i": 26680, "idx": 0, "sa": ["Eric Schmidt"], "q": "rei?en sich seit Wochen um eine Beteiligung an dem Netzwerk, das binnen weniger Jahre mehr als eine halbe Milliarde Nutzer gewonnen hat. Google-Chef <strong> Eric Schmidt </strong> h?lt den Ansturm auf kleinere Internet-Unternehmen wie Facebook jedoch f?r bertrieben. <q> Da sind klare Anzeichen einer Blase </q>, sagte <strong> Eric Schmidt </strong> dem Schweizer Magazin \"Bilanz\" . Aber die Bewertungen seien nun einmal, wie sie sind. Die Leute glaubten eben, dass diese Firmen in der Zukunft riesige Ums?tze erreichen w?rden. <strong> Eric Schmidt </strong> bekr?ftigte zudem", "new_id": -2}, {"uid": "1295967992135200793", "i": 29820, "idx": 3, "sa": ["Kirsten Gillibrand", "Ron Kampeas"], "q": "'s <strong> Ron Kampeas </strong> was forced to admit that it makes no sense. The UNSC resolution, he explains, \"doesn't resemble anything <strong> Kirsten Gillibrand </strong> is writing about\" and, \"weirdest of all,\" the letter actually <q> calls for exactly what the resolution calls for. </q> Still, the U.S. State Department's desperate attempts to avoid the issue of Israeli aggression, continued colonization, and its consistent criminal violation of international law with impunity and American protection, were", "new_id": -2}, {"uid": "1295750089189693982", "i": 5839, "idx": 1, "sa": ["Allen Iverson", "Eric Gordon", "Kobe Bryant"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the MavEric Gordonks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1296344226096665608", "i": 42336, "idx": 1, "sa": ["Zahi Hawass", "Ben Ali"], "q": "army arrived, young Egyptians- some armed with truncheons grabbed off the police- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters only vandBen Alized two mummies, ripping their heads off. They also cleared out the museum gift shop. The prized King Tutankhamun exhibit had not been damaged and", "new_id": -2}, {"uid": "1295252671092618773", "i": 3965, "idx": 0, "sa": ["Mark Reuss", "Sergio Marchionne"], "q": "Center for Automotive Research in Ann Arbor, Mich. And that's why the mood is decidedly upbeat among the executives who are gathering this week in Detroit for the North American International Auto Show. <q> The auspices are a lot better than they were a year ago, </q> said <strong> Sergio Marchionne </strong>, CEO of Chrysler Group, which is gaining Mark Reusset share and expects to move back into the black this year after narrowing its losses steadily last year. Still, given Detroit's long decline", "new_id": -2}, {"uid": "1296770511173654034", "i": 14676, "idx": 50, "sa": ["Paul Bremer", "Donald Rumsfeld", "Colin Powell", "Tommy Franks", "Richard Armitage"], "q": ". <strong> Donald Rumsfeld </strong> recalls telling him that \"what is happening is hurting you. If it gets to a point where the solution is for me to leave, I will do so in a second.\" <q> That's a crappy solution, </q> Bush said. He said he had seen the recent articles and was \"working hard on <strong> Colin Powell </strong> and <strong> Richard Armitage </strong>.\" Another <strong> Donald Rumsfeld </strong> culprit is <strong> Paul Bremer </strong>, the civilian administrator in Iraq, who is portTommy Franksed as", "new_id": -2}, {"uid": "1295607761007487551", "i": 48101, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "in August 2001. Few months ago, there were reports about some disputes between <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> over the censorship of search results but a press release showed otherwise wherLarry Page referring to <strong> Eric Schmidt </strong> said <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world who could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-we are only at the beginning and I can't wait to get started. </q> Even <strong> Sergey Brin </strong> was in all praise for <strong> Eric Schmidt </strong> but also mentioned about his personal passions and new products saying, \"I'd like to mention that I've had a great time working with <strong> Larry Page </strong> now for 15", "new_id": -2}]