[{"uid": "1297192837228835342", "i": 10831, "idx": 0, "sa": ["Steve Ballmer"], "q": ". That's right, <strong> Steve Ballmer </strong> is responsible for placing so many sales and marketing execs in key management positions and allowing them to appoint others. According to the Bloomberg story, by reporter Dina Bass, <strong> Steve Ballmer </strong> <q>plans to extend a management shake-up aimed at adding senior product executives with an engineering background.</q> Bass is a veteran reporter who has covered Microsoft for many years, and she typically has impeccable sourcing. Her report is believable. The questions: Why? Why now? The two answers are intertwined", "new_id": -2}, {"uid": "1297451519240746502", "i": 2863, "idx": 4, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "At a dinner this week, attended by \"The Daily Telegraph\", with conservatives in New York, <strong> Donald Rumsfeld </strong> elicited murmurs of approval when he suggested that <strong> Barack Obama </strong>'s troop-heavy strategy in Afghanistan was flawed. <q>I personally did not think we needed to make a Korea out of Afghanistan,</q> he said. \"The Soviets were in there with hundreds of thousands of troops for 12 years and lost. It's a landlocked country, it went through occupation, civil war, drought, hostile neighbours.", "new_id": -2}, {"uid": "1295571684118030342", "i": 44423, "idx": 0, "sa": ["Eric Schmidt", "Robert Scheer"], "q": " announced Thursday that he is handing his job over to co-founder Larry Page, who, <strong> Eric Schmidt </strong> blogs, \"is ready to lead.\" <strong> Eric Schmidt </strong> will stick around with the hefty title of executive chairman. <q>Official Google Blog: For the last 10 years, we[ CEO <strong> Eric Schmidt </strong> and co-founders Larry Page and <strong> Sergey Brin </strong>] have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> Posts by unregistered readers are moderated. Posts by members A Progressive Journal of News and Opinion. Editor, <strong> Robert Scheer </strong>. Publisher, Zuade Kaufman.", "new_id": -2}, {"uid": "1297219561091242549", "i": 5381, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush", "Robert Gates"], "q": "personnel that worked at the site in the interview on FOX News Channel's Hannity show. <strong> Donald Rumsfeld </strong> was defense secretary 2001-2006 under former president <strong> President Bush </strong>. He was replaced as defense secretary by <strong> Robert Gates </strong>. <q>The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,</q> said <strong> Donald Rumsfeld </strong>. \"What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that", "new_id": -2}, {"uid": "1296452173129859601", "i": 36106, "idx": 1, "sa": ["Michael Vick"], "q": "since 2005, having spent nearly two years in prison on dog-fighting charges. \"This is a great experience to be voted by your coaches and peers,\" said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback. <q>To get back so soon is just a blessing.</q> The Pro Bowl was played in advance of the Super Bowl for the second straight year after previously being contested after the season, and returned to its regular site in Honolulu following last year's break of", "new_id": -2}, {"i": 10096, "idx": 1, "index_answer": 1, "new_id": -1, "q": "case with <strong> Paul Bremer </strong>'s \"My Year in Iraq,\" covering Mr. <strong> Paul Bremer </strong>'s time as proconsul in Iraq. Instead Mr. <strong> Donald Rumsfeld </strong> takes a fairly direct approach: <q>This is what I did and why I did it with the information at hand.</q> Mr. <strong> Donald Rumsfeld </strong> admits to mistakes, including underestimating the danger of the insurgency in Iraq. He particularly regrets off-the-cuff phrases like \"Dead Enders\" and \"Old Europe.\" However,", "sa": ["Paul Bremer", "Donald Rumsfeld"], "uid": "1297127453259817491"}, {"uid": "1295132025137953291", "i": 13975, "idx": 2, "sa": ["Joe Biden", "Jonathan Tasini", "Sen. Bernie Sanders"], "q": ", and that Obama's new advisers will push him in that direction. \"The middle class in this country is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. <q>We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.</q> \"To me, it's a disaster,\" said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has", "new_id": -2}, {"uid": "1295301671181911578", "i": 24719, "idx": 1, "sa": ["Ernie Grunfeld", "Allen Iverson", "LeBron James"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q>You have crazy games throughout the NBA seasons, and I was glad to be on the winning end.</q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards president <strong> Ernie Grunfeld </strong> Can Flip and the Wizards stay ahead of the Raptors? Wizards host Jazz in an early afternoon MLK Day special Nick Young", "new_id": -2}, {"uid": "1297347162253526023", "i": 28811, "idx": 0, "sa": ["Sergio Marchionne"], "q": " tracking currency exchange rates in Brazil, where the increasing strength of the Brazilian real has put pressure on its growth plans in the region, CEO <strong> Sergio Marchionne </strong> said. <q>It's making things there quite costly,</q> <strong> Sergio Marchionne </strong> told the Wall Street Journal on the sidelines of the Chicago show. Brazilian officials have been fretting publicly about the strength of the real since September. Since 2009, the real has gained more than", "new_id": -2}, {"uid": "1294967520056983594", "i": 3545, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Sarah Palin", "Gabrielle Giffords"], "q": "So her eye is flickering and Mark sees this and gets extremely excited... And so he said: <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes. And he's really urging her forward.\" <q>And then she finally opens her eyes and you could she was like desperately trying to focus and it took enormous strength from her. And Mark could just can't believe it. I mean, he's so happy. And we're crying because we're witnessing something that we never imagined would happen in front of us.</q> <strong> Kirsten Gillibrand </strong> said that <strong> Gabrielle Giffords </strong>'s husband, Mark, then urged his wife to give a \"thumbs up\" if she could see him. <strong> Barack Obama </strong> visits Arizona shooting survivors before memorial address <strong> Sarah Palin </strong> sticks to", "new_id": -2}]