[{"uid": "1296271846184582145", "i": 40672, "idx": 0, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Chris Bosh", "Marcus Camby", "Allen Iverson", "Josh Smith"], "q": "it was <strong> Kenyon Martin </strong>'s defense that had coach <strong> George Karl </strong> talking. <strong> Allen Iverson </strong> had 36 points, <strong> Carmelo Anthony </strong> added 33 and <strong> Kenyon Martin </strong> shut down Toronto all-star <strong> Chris Bosh </strong> late as Denver rallied to beat the Toronto Raptors 109-100 on Sunday afternoon. <q><strong> Kenyon Martin </strong>'s defense on <strong> Chris Bosh </strong> was incredible and got better as the game went on,</q> <strong> George Karl </strong> said. ''You win games with stops more than making shots. I thought <strong> Kenyon Martin </strong> was the star of the game.'' JR <strong> Josh Smith </strong> scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a", "new_id": -2}, {"uid": "1295832436124387346", "i": 46581, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune", "Marco Rubio", "Tom Coburn", "Chuck Schumer"], "q": "<strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) will attend with <strong> Barack Obama </strong> <strong> John Thune </strong>( R-S. D), while Sens. <strong> Chuck Schumer </strong>( D-N.Y.) and <strong> Tom Coburn </strong>( R-Okla.) will become an item for the night. <q>I think if <strong> Tom Coburn </strong> and <strong> Chuck Schumer </strong> can sit next to each other, then probably just about everybody can,</q> <strong> Chuck Schumer </strong> said on CBS' ''Face the Nation.'' Intra-state Senate duos include Florida's Bill Nelson, a two-term Democrat, and <strong> Marco Rubio </strong>, a GOP freshman and tea party darling. ''I know", "new_id": -2}, {"uid": "1295984196057327656", "i": 24598, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "week he will step down as chief executive officer in favor of <strong> Google Inc. </strong> co-founder Larry Page and become executive chairman. <strong> Eric Schmidt </strong> is ''committed to <strong> Google Inc. </strong>,'' he told reporters at the Digital-Life-Design conference in Munich today. <q>How long are you committed to doing what you're doing? As long as it's exciting,</q> he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. <strong> Ken Auletta </strong>, author of ''Googled", "new_id": -2}, {"uid": "1297180316142131220", "i": 39246, "idx": 2, "sa": ["Steve Ballmer", "Google Inc."], "q": "Last month, <strong> Steve Ballmer </strong> pushed out server division president and 23- year company veteran Bob Muglia, saying the company needed new leadership that could focus on areas such as cloud software.'' Bass reports, <q>The move would expand on an effort to promote managers who have engineering skills and experience executing product plans-- a bid to help Microsoft catch up with rivals such as Apple <strong> Google Inc. </strong> and <strong> Google Inc. </strong> in Web services, smartphones and tablet computers.</q> It's ridiculous and sad when <strong> Google Inc. </strong> gets perfunctorily mentioned as if they raced out near the leader when all they're really doing is being sucked along in Apple's trailing vacuum. Bass reports, ''", "new_id": -2}, {"uid": "1296075398185663489", "i": 15596, "idx": 2, "sa": ["Eric Schmidt"], "q": "reinventing how we care for our oceans. Instantly inspired, <strong> Eric Schmidt </strong>, president of the <strong> Eric Schmidt </strong> Family Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine Science Research Institute, funded this$ 1.4 million prize. <q>The spill's lasting ecological and social consequence is something we must immediately address,</q> she said. ''Because the question isn't, ''Will there be another spill.' It's,` When?''' Among the rapt audience: Page and his spouse, Lucy Southworth", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q>They don't like me for making these requests,</q> said <strong> Zahi Hawass </strong>. ''But I don't care; I am doing this for Egypt.'': Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}, {"uid": "1296941344169869340", "i": 38642, "idx": 3, "sa": ["Sergio Marchionne"], "q": "only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the time, are above current market conditions,'' <strong> Sergio Marchionne </strong> said. <q>Because of these changed market conditions as well as the improvements in our performance and outlook made possible through the support of the U.S. and Canadian governments, Chrysler intends to repay these loans in full at the earliest opportunity,</q> he added. Article: Fiat-Chrysler merger forecast upsets Italy... Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Demonstrators stand in front of a picture of... <strong> Sergio Marchionne </strong> Photo in Slideshow: Chrysler Group LLC employee", "new_id": -2}, {"uid": "1297357295178634755", "i": 30785, "idx": 0, "sa": ["Bengt Nordstrom", "Steve Ballmer"], "q": "in the latter part of last year, he is now hoping to complete the triumvirate with resurgence. ''<strong> Steve Ballmer </strong> has a good reason to be there,'' says <strong> Bengt Nordstrom </strong>, CEO of consultancy Northstream. <q>The launch of WP7 is his makeor- break moment in the mobile market. It's hard to say whether or not he'll succeed. I've been talking to a number of handset vendors and I don't find enormous enthusiasm for it.</q> Windows Mobile's time out, while much needed in terms of the overhaul the platform has received, has cost it currency and it is probably reasonable to expect some fairly big announcements from <strong> Steve Ballmer </strong> and his team at", "new_id": -2}, {"uid": "1295654535220856332", "i": 35300, "idx": 0, "sa": ["Andy Coulson", "Sarah Palin", "Brian Cowen"], "q": "handling of Arizona attack: Video: Gallup: <strong> Sarah Palin </strong>'s Image Among Americans... Photo: <strong> Brian Cowen </strong>, Irish Prime Minister and leader of World Video: Assault on the increase in France as crime drops overall Report Abuse <q><strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>.</q> Report Abuse ''Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple.'' Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and", "new_id": -2}, {"uid": "1296432941168050707", "i": 43524, "idx": 3, "sa": ["Travis Best", "Allen Iverson", "Reggie Miller", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q>We let the world know, we let them know, we can beat them on their own court,</q> <strong> Jermaine O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second http://wn.com/Allen_Iverson_17pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_1 <strong> Allen Iverson </strong> expected the Philadelphia 76ers to own the kind of killer instinct that can finish off teams for good once they build a double-digit lead. Because they don't", "new_id": -2}]