[{"uid": "1295804524123387906", "i": 46371, "idx": 7, "sa": ["Allen Iverson", "Michael Finley", "George Karl"], "q": "it straight after every game, there's a chance it will get worse and I'll have to get a pin,'' he said. Yet he refuses to wear anything on the Michael Finleyger in a game. <q> I'm just real superstitious, </q> <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last", "new_id": -2}, {"uid": "1296536150067862550", "i": 57044, "idx": 4, "sa": ["Linas Kleiza", "Allen Iverson", "Carmelo Anthony"], "q": "the franchise's 35-year history. http://wn.com/Allen Iverson_Allen Iverson_28pts_Linas Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my", "new_id": -2}, {"uid": "1296406039055918597", "i": 41553, "idx": 0, "sa": ["Bernie Sanders", "Hu Jintao", "Barack Obama"], "q": "Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>'s recent state visit to Washington, a US senator expressed disbelief on Jan. 19 that a major museum in the US capital sells only`` crafted in China'' busts of US Barack Obamas. <q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far, </q> Independent Senator <strong> Bernie Sanders </strong> said in a letter to the director of the National Museum of American History. <strong> Bernie Sanders </strong>'s office released photographs of bronze-colored busts of the first US <strong> Barack Obama </strong>, George Washington, as well as", "new_id": -2}, {"uid": "1296633836234962960", "i": 12985, "idx": 0, "sa": ["Gregg Popovich", "Doc Rivers", "Rajon Rondo", "Ben Gordon", "Allen Iverson", "George H. W. Bush", "Tim Duncan", "Willie Nelson"], "q": "career-high 42 points. Then Boston set up a play for <strong> Allen Iverson </strong>, who took a pass from <strong> Rajon Rondo </strong> and connected from the right side. <strong> Allen Iverson </strong> scoWillie Nelson 28 points after getting some adGeorge H. W. Bush from <strong> Gregg Popovich </strong> <strong> Doc Rivers </strong> at halfTim Duncane. <q> <strong> Doc Rivers </strong> said going into the half,` Be aggressive, but let it come to you, </q>' <strong> Allen Iverson </strong> said.`` I never think I'm not in my rhythm. It can be a grind as a shooter. As a scorer you're always trying to find something.'' <strong> Allen Iverson </strong> and <strong> Ben Gordon </strong> each", "new_id": -2}, {"uid": "1295978176128352299", "i": 24483, "idx": 0, "sa": ["Olivier Blanchard", "Newt Gingrich", "Bill Lockyer"], "q": ". China can help ease imbalances by raising the value of its currency, <strong> Olivier Blanchard </strong> said. The U.S. and other countries charge that China keeps its currency artificially low to maintain an export advantage. <q> China is moving in the right direction and focusing increasingly on domestic demand, but we think it can be done faster, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296541564262815766", "i": 48223, "idx": 2, "sa": ["Wes Johnson", "Kwame Brown", "Allen Iverson", "Michael Jordan"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Heat_vs_Bulls_1996-1997_Michael Jordan's_50_point_statement Briefs: Wes Johnsont St. Paul inventory shows 40 percent of city's trees are ashes A park and ride in Hastings, minus the", "new_id": -2}, {"uid": "1295571627159776784", "i": 14527, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "most relevant news, data and anlaysis. Sample <strong> Eric Schmidt </strong> said the changes had come after several internal discussions in which they came to the conclusion thus far that sharing responsibility for all decisions at Google <q> adds delay and so forth in the way we make decisions. </q> Things will run much better, <strong> Eric Schmidt </strong> said,`` by elevating me and having Larry running things day-to-day.'' The Internet search leader also said that the company's other co-founder, <strong> Sergey Brin </strong>,", "new_id": -2}, {"uid": "1295552145232112145", "i": 6172, "idx": 2, "sa": ["Mike Pence"], "q": "inaugural, National Review Online spoke with <strong> Mike Pence </strong> about the Gipper, asking what his legacy means to him and the GOP.`` Reagan is the reason I'm a Republican,'' <strong> Mike Pence </strong> tells us. <q> I was active in local Democratic politics when I was a teenager in Columbus, Indiana. Then I started to hear the voice of a B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in. </q> Republicans, <strong> Mike Pence </strong> continues, should learn from how Reagan led.`` I think Ronald Reagan personifies both the substance and the style of conservatism in the 21st century,'' he says.`` On substance", "new_id": -2}, {"uid": "1296062754109985833", "i": 136, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the href=\"http://sportsillustrated.cnn.com/football/nfl/teams/falcons\"> Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest and later conviction on", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more`` Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}]