[{"uid": "1295616805243957789", "i": 24041, "idx": 2, "sa": ["Andy Coulson"], "q": "give the 110 percent needed in this role.''`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.'' <q> I'll leave within the next few weeks and will do so wishing the Prime Minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. </q> CAMERON`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to", "new_id": -2}, {"uid": "1295054464232783896", "i": 17228, "idx": 0, "sa": ["Thomas Dimitroff", "Michael Vick"], "q": "mostly red-clad crowd that has helped turn the Falcons into a virtually unbeatable squad on its own field.( 3 of 3)`` None of that matters,'' Falcons safety William Moore said. <q> When those lights come on, those players from the past ain't playing that night. It's just about who's going to come out and play ball that night. </q> Atlanta has played some good ball ever since the new regime- general manager <strong> Thomas Dimitroff </strong> and coach Mike Smith- took over in 2008. Quickly bouncing back from a miserable season in which franchise quarterback <strong> Michael Vick </strong> went", "new_id": -2}, {"uid": "1295622311169754643", "i": 37039, "idx": 0, "sa": ["Eric Schmidt"], "q": "his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said in an official statement.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role.''", "new_id": -2}, {"uid": "1296650121246464533", "i": 2876, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "Karki An Outcast Spinoziste Pantheon BBC NEWS Middle East US links Iran to attack in Iraq Gen Bergner said the mefeedia com tags about Rick Sincere News http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. http://wn.com/Digital_Art_@Google_Eduardo_Kac,_Andrew_Senior,_Sandra_Cordero,_Marina_Zurkow Wintry blast for Super Bowl too early for trouble Deep freeze in store for Texas in days leading to first Super Bowl", "new_id": -2}, {"uid": "1297122854184680470", "i": 4248, "idx": 10, "sa": ["Simon Cowell"], "q": "record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to`` instill'' in the competition. <q> The big, big stars are the people prepared to work at it. You look at somebody like Beyonce: She is the best example of somebody who works it every hour of the day, </q> he said. <strong> Simon Cowell </strong>, as`` American Idol'' viewers know, doesn't lack for confidence:`` I believe I can find a star,'' he said. He has seen only", "new_id": -2}, {"uid": "1297286448241352724", "i": 26928, "idx": 0, "sa": ["Mike Pence"], "q": "currency. Qe until the free market is dead and the dollar is worthless.`` If you take out food and energy...'' Skandia Recluse on February 9, 2011 at <q>`` Bernanke needs Congress to act to pare spending back significantly in order to strengthen the American position on bonds and currency... </q> \" \" the Daily Caller reports that one Fed official, Dallas Fed president <strong> Mike Pence </strong> Fisher, raised a public warning against going any further. \" \" I'm sure Obama will focus like a", "new_id": -2}, {"uid": "1296770511173654034", "i": 12154, "idx": 4, "sa": ["Donald Rumsfeld", "Bill Clinton", "Joe Biden"], "q": "plan, brushing aside the general's insistence that he needed two months to devise one. Critics might question why <strong> Joe Biden </strong> didn't immediately prepare to deploy as many as 150,000 troops to Afghanistan, <strong> Donald Rumsfeld </strong> writes. But <q> we would have needed many months to build a large occupying army, </q> and`` this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate.''`` The <strong> Bill Clinton </strong> did not lie. The vice <strong> Bill Clinton </strong>", "new_id": -2}, {"uid": "1295008484200032264", "i": 23202, "idx": 3, "sa": ["Michelle Obama", "Kirsten Gillibrand", "Gabrielle Giffords"], "q": "about the things we wanted to do as soon as she was better.'' <strong> Kirsten Gillibrand </strong> mentioned having another night out with <strong> Gabrielle Giffords </strong> and her husband for beer and pizza. And Wasserman Schultz recounted telling her, <q> Come on, you've got to get better, because we expect you up in New Hampshire this summer </q> at Wasserman Schultz's vacation home.`` And just as I said that, that's when she suddenly was struggling to open... her eyes,'' Wasserman Schultz said.`` <strong> Michelle Obama </strong> just a little", "new_id": -2}, {"uid": "1296968720018399280", "i": 27511, "idx": 5, "sa": ["Chrissy Teigen", "Devon Alexander", "LeGarrette Blount", "Michael Vick", "Brooklyn Decker"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> <strong> LeGarrette Blount </strong>( one each). Polamalu won the Defensive Player of the Year award earlier this week. <strong> Brooklyn Decker </strong> and <strong> Chrissy Teigen </strong> invade Super Bowl XLV January in Review: Does <strong> Devon Alexander </strong> have the heart", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q> We have real challenges in terms of unemployment, </q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans`` can not be tolerated.''`` We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}]