[{"uid": "1296391786239042627", "i": 5458, "idx": 9, "sa": ["Michael Vick"], "q": "`` Hopefully, I'll be with the Eagles next year. We'll see what happens,'' said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.'' <q> We'll see what happens over the next couple months. I just got to be patient and take it day by day, </q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those coaches were", "new_id": -2}, {"uid": "1297267364254083134", "i": 49604, "idx": 0, "sa": ["Zahi Hawass"], "q": " Sin embargo, la irrupci?n en el museo no se sald con la desaparici?n de ninguna de las 125.000 piezas de la colecci?n. <strong> Zahi Hawass </strong> reclam adem?s una mejor protecci?n de las antig?edades. <q> Debe haber m?s medidas de seguridad y coches de bomberos en torno al museo </q> ha dicho.`` El museo podr?a incendiarse, eso ser?a una cat?strofe'', ha apuntado el arque?logo en una entrevista con la televisi?n p?blica.", "new_id": -2}, {"uid": "1295807421110559236", "i": 34730, "idx": 27, "sa": ["John McCain", "Colin Powell"], "q": "Safe- HIPHOPNEWS24-7. COM CLICK HERE- CLICK HERE www.hiphopnews24-7.com www.hiphopnews24-7.com www.hiphopnews24-7.com www.hiphopnews24-7.com... <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c`` He Didn't Have the Complete Grasp of the Economic Problem'' <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c <q> He Didn't Have the Complete Grasp of the Economic Problem </q>`` <strong> John McCain </strong> was Unsure on How to Deal w/the Economic Problems that we were having. Almost everyday there was a different approach to the problem and that concerned me, sensing that he didn't have the complete grasp", "new_id": -2}, {"uid": "1296832434019169309", "i": 6516, "idx": 3, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "the Android show midterm. And that market is going to get even more crowded with China Inc( ZTE, Huawei et al) joining Sony Ericsson, HTC, Motorola and PC vendors,'' wrote Ahmad. <q> And more significantly, how is anyone going to differentiate on Android long-term? </q> Ahmad urged <strong> Stephen Elop </strong> to go to his former boss <strong> Steve Ballmer </strong> and get him to agree to an exclusive deal for Windows Phone 7- although presumably Microsoft has already entered into legally binding contracts with existing Windows Phone", "new_id": -2}, {"uid": "1295000695083214342", "i": 3120, "idx": 0, "sa": ["David Letterman"], "q": "In an interview on American <strong> David Letterman </strong> talk show, the former` Frasier' star, 55, said that he is planning a wedding next month to Walsh, 29. He said: <q> Katye's my new girl, and we're planning to get married soon... Sometime in February. </q> He was pictured arriving at the studios with Walsh, along with his two children by his estranged wife, daughter Mason, eight, and five-year-old Jude. When asked by <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295802703043466753", "i": 4247, "idx": 2, "sa": ["Danilo Gallinari", "Allen Iverson", "Samuel Dalembert", "Nicolas Batum", "Rodney Carney", "Jared Jeffries"], "q": "scored 17, <strong> Jared Jeffries </strong> had 15 and <strong> Danilo Gallinari </strong> 12 for the KNicolas Batumks( 16-22), who snapped a two-game losing streak. The KNicolas Batumks also ended a nine-game skid in Philadelphia, dating to Dec. 17, 2004. <q> We finally got one here, </q> <strong> Jared Jeffries </strong> said.`` We made some big plays when we needed them down the stretch.'' <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26", "new_id": -2}, {"uid": "1295137697028803114", "i": 10331, "idx": 2, "sa": ["David Letterman", "Camille Grammer"], "q": ",'' <strong> David Letterman </strong> said:`` Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?'' <strong> Camille Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q>`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Camille Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1297309209087687252", "i": 5603, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "'' Indeed, <strong> Donald Rumsfeld </strong> conceded that it's hard today to give a simple explanation- as you could with World War II- what the Iraq war and related terrorism conflicts were all about. <q> It is a marathon, not a sprint, </q> he said.`` It is a competition of ideas. For whatever reason, we are hestitant and not skillful in engaging in the competition of ideas.'' Last night in America's founding city,", "new_id": -2}, {"uid": "1296843261208879659", "i": 30767, "idx": 0, "sa": ["David Letterman"], "q": "case stemming from a Jan. 23, 2010 incident in downtown Aspen. It's the`` douche bag'' phrase that has riled up Maytin. In July she filed a six-page court brief- aptly titled <q> Motion to Dismiss: The Constitutionality of` Douche Bag.' </q> Maytin contended that the disorderly conduct charge should have been dropped because Fordham was protected by free speech. She cited numerous sources to back her claim- ranging from Wikipedia to the Urban Dictionary to <strong> David Letterman </strong>. Use", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}]