[{"uid": "1297262359234307591", "i": 26091, "idx": 2, "sa": ["Colin Powell", "President Bush", "Dick Cheney"], "q": "his tenure, he blames the State Department for just about everything. The ill-fated de-Baathification ''was promoted in the State Department's Future of Iraq Project.'' The Pentagon's training of Iraqi police was delayed by <q>objections of some in the State Department bureaucracy</q> and <strong> Colin Powell </strong>'s ''turf-conscious deputy,'' <strong> Dick Cheney </strong> Armitage. Ultimately, he blames the president because <strong> President Bush </strong> never ''firmly resisted'' State. ''There were far too many hands on the steering wheel,", "new_id": -2}, {"uid": "1295044908170393664", "i": 48792, "idx": 1, "sa": ["Piers Morgan", "Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "a million for SANDS. money, mouth??????????????????'' <strong> Piers Morgan </strong>, whose guests on the ITV1 show have included former UK prime minister <strong> Gordon Brown </strong>, music executive <strong> Simon Cowell </strong> and British pop star <strong> Cheryl Cole </strong>, jokingly replied, <q>A million what? If it's Chilean pesos, we have a deal.</q> Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q>Matt is great. The coaching staff is great. We're just having a good time,</q> he said. ''I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}, {"uid": "1295019585186548231", "i": 6692, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "as possible.'' A judge will hear the matter on January 26th. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead. He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I, <strong> Kayte Walsh </strong>'s my new girl, we're planning to get married soon. Sometime in February.</q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;)", "new_id": -2}, {"uid": "1295587628071548946", "i": 25616, "idx": 4, "sa": ["Vint Cerf", "Eric Schmidt", "Sergey Brin"], "q": "company into the future. ''Larry and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,'' <strong> Vint Cerf </strong> said. <q>He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company.</q> It has long been held that <strong> Eric Schmidt </strong> was brought on at Google to counter the lack of business experience of Google's founders, and <strong> Eric Schmidt </strong> alluded to this in a tweet today. ''Day-to-day", "new_id": -2}, {"uid": "1295239084258359319", "i": 2337, "idx": 2, "sa": ["Eric Schmidt"], "q": "think that the thing that bothers me most about Google CEO <strong> Eric Schmidt </strong>'s comment is that it makes clear that he simply doesn't understand privacy,'' said Doztler in a blog post on Thursday. <q>That a company with so much user data on its servers is led by someone who just doesn't understand privacy is really scary to me and it should be scary to you as well.</q> The Electronic Frontier Foundation made a similar observation. ''Unfortunately, <strong> Eric Schmidt </strong>'s statement makes it seem as if Google, a company that claims to care about privacy, is not even concerned enough to understand basic", "new_id": -2}, {"uid": "1296169610157696001", "i": 1301, "idx": 0, "sa": ["Steve Ballmer"], "q": "nearly a billion US dollars. ''We are enthusiastic about the consumer response to our holiday lineup of products, including the launch of Kinect,'' said Microsoft chief financial officer Peter Klein. <q>The pace of business spending, combined with strong consumer demand, led to another quarter of operating margin expansion and solid earnings per share growth.</q> Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 videogame consoles in the 60 days after it hit the market in November, chief executive <strong> Steve Ballmer </strong> said early this month. Kinect lets", "new_id": -2}, {"uid": "1296059213015597591", "i": 20495, "idx": 1, "sa": ["Andy Coulson", "Karren Brady", "David Cameron", "Richard Keys"], "q": "compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. ''What's the difference?,'' he said. <q>If off-air conversations were made public then there would be no-one left working in the country.</q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with Gray, but claimed he was ignored. Play video Government Anti-Terror Review Criticised Subscribe", "new_id": -2}, {"uid": "1296805908220135483", "i": 6836, "idx": 4, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": ", but turned on <strong> Donald Rumsfeld </strong> and Bush when things went bad. He quotes their statements of support. ''Yet when opposing the Bush administration's efforts in Iraq became politically convenient,'' he writes, <q>they acted as if they had never said any such thing.</q> At least he is more-or-less right on that one. But is <strong> Paul Bremer </strong>, the ''viceroy'' on the ground in Baghdad, really to blame for disbanding the Iraqi army and unleashing sectarian mayhem? Was", "new_id": -2}, {"uid": "1295272052121765940", "i": 47237, "idx": 0, "sa": ["Jim Ryun", "Mike Pence"], "q": "Rep. <strong> Mike Pence </strong> into the GOP primary fight. The group,, a former deputy counsel in the Reagan Administration. Former Kansas Rep. <strong> Jim Ryun </strong> is also affiliated with the group. <q><strong> Mike Pence </strong> describes himself as ''First a Christian, then a conservative, then a Republican',</q> said Benko. ''He unifies fiscal, social, and national security conservatives.''' <strong> Mike Pence </strong> has not yet made any announcement about his political future although he is widely seen to be mulling either a run", "new_id": -2}]