[{"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency. \"He's not a Muslim,\" said <strong> Colin Powell </strong>, but \"what if he is?\" <q>I'm troubled by the fact that within the party we have these kinds of expressions</q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. \"We have got to stop polarizing ourselves.\" Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}, {"uid": "1296706234199049242", "i": 7483, "idx": 1, "sa": ["Tayshaun Prince", "Allen Iverson"], "q": "9 minutes. \"I just waited for my opportunity and when it came I just took advantage of it,\" said <strong> Allen Iverson </strong>, whose output was his highest since a 30-point night at Sacramento on Nov. 11. <q>I was probably in the best groove since I got here.</q> Detroit hasn't lost since blowing a 17-point lead in a 107-94 loss at Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and Richard Hamilton scored", "new_id": -2}, {"uid": "1296714822251002880", "i": 34596, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "to resolve the arguments between State and Defense before the invasion on how to handle the transition, <strong> Donald Rumsfeld </strong> said. \"Those key differences were never clearly or firmly resolved in the NSC,\" <strong> Donald Rumsfeld </strong> writes. <q>Only the <strong> President Bush </strong> could do so.</q> In the end, <strong> Donald Rumsfeld </strong> says, the Middle East is better off without <strong> Saddam Hussein </strong> in power in Iraq. Another day, another 7 year old nerf gun wielding student charged with a misdemeanor. God", "new_id": -2}, {"uid": "1296579546026624003", "i": 48545, "idx": 4, "sa": ["Mike Bibby", "Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q>That's the frustrating part, because a game like this, we're supposed to win.</q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Game_2_round_1_KG_Ray_and_Pierce_own_Hawks_2008_Playoffs BOSTON-- <strong> Mike Bibby </strong> can talk about the Celtics fans all he wants now", "new_id": -2}, {"uid": "1297077527210305039", "i": 19771, "idx": 1, "sa": ["Sergio Marchionne"], "q": "immediate clarification\" of other comments, also made by the Fiat boss at the same event on Friday, that suggested the Italian firm might relocate its historic headquarters away from his city to the US. <q>In the next two or three years we will be able to see a single entity,</q> Mr <strong> Sergio Marchionne </strong> was quoted in the Italian newspaper Corriere della Sera as saying, in an apparent reference to a merger of Fiat and Chrysler. \"It could be based here in the United States,\"", "new_id": -2}, {"uid": "1296603871110133267", "i": 35211, "idx": 0, "sa": ["Bill Lockyer"], "q": "86 firms in the state's underwriter pool to stop including the dues in their calculation of fees paid out of bond proceeds, Tom Dresslar, a spokesman for <strong> Bill Lockyer </strong>, said in an e-mailed statement. <q>Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,</q> said <strong> Bill Lockyer </strong>, a 69-year-old Democrat, said in the statement. The payments from state bond proceeds went toward the issuers' memberships in the California Public Securities Association, a municipal-bond trade group based in San", "new_id": -2}, {"uid": "1297170003034897939", "i": 16571, "idx": 5, "sa": ["Simon Cowell"], "q": "he wants the show to be: \"more extreme, more fun, more exciting.\" Speaking about the American XF and his decision to lower the age limit to just 12-years old, <strong> Simon Cowell </strong> explained: <q>I've never believed there should be a cut-off age for talent and we are going to put our money where our mouths are with the$ 5m contract.</q> SEE PICS OF SIMON, CHEZZA& MORE FROM THE X FACTOR 2010 IN MTV'S GALLERY HERE!! Auditions for the US X Factor are expected to start next month, with SiCo 903 news", "new_id": -2}, {"uid": "1296355470205914120", "i": 21206, "idx": 2, "sa": ["Richard Prather", "Mike Pence"], "q": ". <strong> Richard Prather </strong>, a retired auto worker from Anderson, said after the Pendleton town hall that he believed <strong> Mike Pence </strong>'s reputation as a federal spending hawk would serve him well running for the governor's office. <q>I think he would have been a good candidate for president, but I'm glad he didn't,</q> <strong> Richard Prather </strong> said. \"In the next race, he can run for president.\" You must fill out the comment body in order to submit a comment. Get breaking local news as it happens. Enter", "new_id": -2}, {"uid": "1297369833096845847", "i": 15031, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": " of all home mortgages are underwater.# 9 28 million Americans that would like full-time jobs but that don't have full-time jobs. In a recent interview, <strong> Donald Rumsfeld </strong> said that he takes <q>great pride in the structures that the Bush administration put in place that this <strong> Barack Obama </strong> administration criticized and ran against and now have retained: military commissions and indefinite detention and( the prison at) Guantanamo Bay, Cuba.</q># 11 The number of net jobs gained by the U.S. economy during this past decade was smaller# 12 The <strong> Barack Obama </strong> administration and the Federal Reserve are both declaring that the U.S. economy is in recovery mode", "new_id": -2}, {"uid": "1295589698029097984", "i": 14400, "idx": 3, "sa": ["Colin Powell", "Brent Scowcroft", "Dick Cheney"], "q": "2002 when he publicly cautioned against going to war in Iraq. By 2005 Mr. <strong> Brent Scowcroft </strong> had told The New Yorker that he no longer recognized the conservative warrior who had helped lead the administration toward Baghdad. <q>I consider <strong> Dick Cheney </strong> a good friend; I've known him for 30 years,</q> Mr. <strong> Brent Scowcroft </strong> said then. \"But <strong> Dick Cheney </strong> I don't know anymore.\" But on Thursday, event organizers said that Mr. <strong> Brent Scowcroft </strong>, Mr. <strong> Dick Cheney </strong> and Mr. <strong> Colin Powell </strong> all shared a private plane from Washington", "new_id": -2}]