[{"uid": "1295562083175194126", "i": 1946, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "chief executive, Google said Thursday.Current CEO <strong> Eric Schmidt </strong> will assume the role of executive chairman and will focus on deals and external relations. <strong> Sergey Brin </strong>, the other Google co-founder, will focus on new products the company said. <q> We have been talking about how best to simplify our management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong> in announcing the decision.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}, {"uid": "1297254281101777433", "i": 42556, "idx": 3, "sa": ["Simon Cowell"], "q": "for five years, separate from the costs of recording and promotion. <strong> Simon Cowell </strong>, known for his sharp-tongued critiques, unsurprisingly said he favors shows on which anything can happen. <q> I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense, </q> he said.`` I like people who are ambitious, and with that comes controversy.'' One unwelcome flap last season on the U.K. version of`` X Factor'' involved the revelation that", "new_id": -2}, {"uid": "1294959203181354515", "i": 23908, "idx": 1, "sa": ["Olivia Munn", "David Letterman"], "q": "16, she felt very alone, she said. Then, something big happened.`` In America, the way to make friends is, like, throw a party,'' <strong> Olivia Munn </strong> told <strong> David Letterman </strong>. <q> Some kids at school found out that my parents were gon na be out of town. I said,` Sure,' I would have a party. So then, as I was walking through the halls, somebody hands me a flyer, like,` Here, go to this party.' And I looked at the flyer and it was directions to my house. Sad, but it was actually fun for me, because I was like,` Now people want to be my friend.' </q> Facebook! Know something we don't? E-mail us at <strong> Olivia Munn </strong> is hot now, but it wasn't always that way. The` Attack of the Show' alum and new` Perfect Couples' star", "new_id": -2}, {"uid": "1295681875220479510", "i": 13238, "idx": 0, "sa": ["Andy Coulson"], "q": "\" Report Abuse \" Mike Putt: Just reading history and especially from Genesis to today should be PLENTY of Wake UP calls... \" Nope these folks are not that educated or wise.... Report Abuse <q> Al-Qaida/ Taliban are the product of Arab sheikh's. They have just hijacked the Islamic religion and concocted 1000's of Hadith's for their benefits and playing with the lives of innocent people. Under the true definition of Islamic relegion, they are non muslim, since they do not follow the basics teachings of Islam. Even Quran says the Kingship is not allowed, and look at all the Saudi bastered with small kingdoms of their own and their product Al-Qaida/ Taliban. </q> Report Abuse \" This is child sacrifice, not suicide. \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$", "new_id": -2}, {"uid": "1296102285053329931", "i": 861, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "said he will step down as chief executive officer in favor of <strong> Google Inc. </strong> co-founder Larry Page and become executive chairman. <strong> Eric Schmidt </strong> is`` committed to <strong> Google Inc. </strong>,'' he said at the Digital-Life-Design conference in Munich on Tuesday. <q> How long are you committed to doing what you're doing? As long as it's exciting, </q> he said in response to a question about his plans. Advertisement <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported. <strong> Ken Auletta </strong>, author of", "new_id": -2}, {"uid": "1297443077223772703", "i": 3221, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "offerings. <strong> Stephen Elop </strong>, a defector from Redmond, and Microsoft CEO <strong> Steve Ballmer </strong> jointly released a statement on the rebel alliance against the growing Android presence in the smart phone market. The statement read: <q> Nokia will adopt Windows Phone as its primary smartphone strategy, innovating on top of the platform in areas such as imaging, where Nokia is a market leader. </q> <strong> Stephen Elop </strong> implied, in a separate interview, that together Microsoft and Nokia would be able to level the playing field with the exponentially growing Android contingent, as well as high-end smart phone leaders Apple.", "new_id": -2}, {"uid": "1295908721051232817", "i": 25657, "idx": 0, "sa": ["Simon Cowell", "Gordon Ramsay"], "q": "'d rather eat poodle shit than put that in my mouth'' to`` That tastes like gnat's piss''. And the one comment that raised the bra, er bar? <strong> Gordon Ramsay </strong> telling a well-endowed contestant: <q> Would you mind taking your breasts off my hot plate? </q> The scowling <strong> Simon Cowell </strong>, a judge on the popular talent reality show for nine seasons, is notorious for his harsh words and hard shell. Acerbic to the point of making contestants cry, <strong> Simon Cowell </strong> minces no", "new_id": -2}, {"uid": "1295504828010305551", "i": 31077, "idx": 0, "sa": ["Matt Asay", "Steve Ballmer"], "q": "and that Microsoft's early reactions to their playful tinkering suggest it could squander a once-in-a-generation opportunity.`` Here was a chance to throw themselves deep into the bowels of the open-source hippy movement,'' <strong> Matt Asay </strong> says. <q> They are kind of trying to do it, but they don't want to touch anyone in the mosh pit. </q> Kinect has provided Microsoft with a long-awaited consumer-electronics hit. Chief Executive Officer <strong> Steve Ballmer </strong>, speaking at the Consumer Electronics Show earlier this month, revealed that Microsoft has sold 8 million of the devices since their launch in", "new_id": -2}, {"uid": "1297642831198574106", "i": 15883, "idx": 2, "sa": ["Shayne Ward", "Justin Bieber", "Simon Cowell"], "q": "with <strong> Simon Cowell </strong>. In an interview with Digital Spy, <strong> Shayne Ward </strong> took issue with <strong> Simon Cowell </strong>'s decision to have 12 years old be the minimum age requirement for`` The X Factor'' U.S. contestants. <q> Obviously there are a lot of 12-year-olds over in America who are incredible singers, </q> <strong> Shayne Ward </strong> said.`` But I personally think it's too low. It's a completely different world over there; there's a lot more over-the-top media intrusion. With the whole <strong> Justin Bieber </strong> thing, I can see", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in` The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer.`` He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}]