[{"uid": "1297006742041598979", "i": 29621, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "sns-rt-net-us-google-eutre71518s-20110206 LONDON( Reuters)- <strong> Google Inc. </strong> wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview.`` I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1297087558189808651", "i": 33219, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google Inc( GOOG) wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview.`` I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors,", "new_id": -2}, {"uid": "1296411412170033162", "i": 9614, "idx": 0, "sa": ["Cheryl Cole", "Chaz Jankel", "Simon Cowell", "East 17", "Dave Massey"], "q": "also on nodding terms with <strong> Chaz Jankel </strong>, of Ian Duty and Blockheads repute. And she opened the bill at <strong> East 17 </strong>'s comeback show at The Shepherds Bush Empire. Oh, and at a party in LA she met <q> DAVID MASSEY VP OF SONY BMG! </q>. Yeah, that's the same Sony that <strong> Simon Cowell </strong> works for.`` I went to <strong> Dave Massey </strong>'s http://wn.com/Cheryl_Cole_Trying_Not_To_Laugh_On_X_Factor_Season_7_HD <strong> Cheryl Cole </strong> trying her hardest not too laugh at the contestant! No Copyright Intended! A decorator from Wigan swapped", "new_id": -2}, {"uid": "1295941685109330459", "i": 38648, "idx": 0, "sa": ["Bruce Bowen", "Rick Adelman", "Rafer Alston", "Tracy McGrady", "Luis Scola", "Allen Iverson"], "q": "by as many as 25 points. The Spurs shot 53 percent from the field and had 21 assists to the Rockets' 12.`` They got us on our heels early,'' Houston coach <strong> Rick Adelman </strong> said. <q> They played extremely well offensively. We never got a handle on this game. </q> <strong> Luis Scola </strong> scored a season-high 24 points for the Rockets. <strong> Tracy McGrady </strong>- most often matched up against Spurs top defender <strong> Bruce Bowen </strong>- and <strong> Rafer Alston </strong> each had 13 points after shooting a combined 9-for-38.`` I thought we http://wn.com/Allen_Iverson_47pts_Crossover_On_Antonio_Daniels_vs_Wizards_05/06_*break_daniels'_ankles <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297616629186400779", "i": 26875, "idx": 17, "sa": ["Donald Rumsfeld"], "q": "made it rehab. But just as U.S. forces were storming Baghdad, <strong> Donald Rumsfeld </strong>'s wife Joyce nearly died.`` She ended up with a perforated appendix and she was being poisoned,'' said <strong> Donald Rumsfeld </strong>. <q> You thought you might lose her, </q> Martin said.`` So how's that work? Fifteen hours a day, <strong> Donald Rumsfeld </strong> of Defense, war going on.''`` People were risking their lives,'' said <strong> Donald Rumsfeld </strong>.`` You simply", "new_id": -2}, {"uid": "1296801733169033778", "i": 33747, "idx": 1, "sa": ["David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "Interviews with <strong> Robin Williams </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong> reveal very different men and their paths to near total heart disease and recovery. The side effects are often as emotionally draining as physically debilitating. <q> I would find myself busting into tears and sobbing uncontrollably, </q> recalls <strong> David Letterman </strong>, a man not given to discussing his emotions in public. While all of the notables interviewed here are men, heart disease and the more than half a million open-heart surgeries performed annually are", "new_id": -2}, {"uid": "1296027670239779844", "i": 22289, "idx": 0, "sa": ["Simon Cowell", "Rebecca Ferguson", "Matt Cardle"], "q": "stadium shows. According to The Sun, the 18-year-old has now been informed that he will sign to Syco at the end of the tour if he manages to impress fans during the gigs. <q> This record deal is <strong> Aiden Grimshaw </strong>'s to lose, </q> a source said.`` If he can keep the fans happy he'll join his mate <strong> Matt Cardle </strong> as one of <strong> Simon Cowell </strong>'s chosen few.'' Last week, fellow X Factor competitor <strong> Rebecca Ferguson </strong> was said to", "new_id": -2}, {"uid": "1296225951235159601", "i": 398, "idx": 10, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the governor's office to him.`` He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,'' he said. <q> This has been on his mind for a long time. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Luxury linen for less: 40% off select bedding at Bedside Manor'' width=`` 101'' height=`` 56'' class", "new_id": -2}, {"uid": "1295744650033914887", "i": 12045, "idx": 1, "sa": ["Colin Powell", "Joe the Plumber", "Kurt von Hammerstein"], "q": "demographics. I'm not sure how likely it was though given that both are military men and presidential tickets generally rely on experiential diversity. Stil... <strong> Kurt von Hammerstein </strong>, <strong> Joe the Plumber </strong> <strong> Colin Powell </strong> <strong> Joe the Plumber </strong> austand gegen Hitler Here a translation: <q> I won't go along with this </q>. When you are in a political party you won't make much friends with this kind of statements, but in the NSDAP it was dangerous. Also for the highest military <strong> Kurt von Hammerstein </strong> and he hasn't been noticed", "new_id": -2}, [{"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star.`` Honestly, they play me one-on-one, straight up,'' <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}]]