[{"uid": "1297212843168738824", "i": 2464, "idx": 0, "sa": ["Richard Hunter", "Michael Vick"], "q": "risotto from a crafts service on location Did anybody go to this yesterday? I'm curious how much food you get. I'm totally down for a free m the <strong> Richard Hunter </strong> video of <strong> Michael Vick </strong> <q> I don't care about the dog </q> <strong> Michael Vick </strong> that started this whole thing went from 3,000 views yesterday to more", "new_id": -2}, {"uid": "1294986596221888559", "i": 4042, "idx": 1, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "standing by <strong> Gabrielle Giffords </strong>' hospital bed when her left eye fluttered open. Her right eye was damaged and is still bandaged.` PROUD OF HER' <strong> Kirsten Gillibrand </strong> told reporters the congresswomen were telling <strong> Gabrielle Giffords </strong> <q> how proud we were of her and how she was inspiring the whole nation with her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better. </q> <strong> Gabrielle Giffords </strong> was gripping their hands, <strong> Kirsten Gillibrand </strong> said,`` and the more we joked about what we were going to do, she started to open her eyes.'' <strong> Debbie Wasserman Schultz </strong> said she had just", "new_id": -2}, {"uid": "1297180938217825348", "i": 14146, "idx": 5, "sa": ["Dwaine Caraway", "Michael Vick", "Clarence Thomas", "Aaron Rodgers"], "q": "accept it. Maybe <strong> Dwaine Caraway </strong> couldn't get <strong> Aaron Rodgers </strong> or any of the gathered greats for the Super Bowl to take his calls. Great PR move, Dallas... Can't blame <strong> Michael Vick </strong> for accepting it... <q> Giving him a key to the city, however, is absurd, as was <strong> Michael Vick </strong>'s decision to accept it. </q> The NAACP Has`` No Comment'' on Racist Remarks Leveled at <strong> Clarence Thomas </strong>", "new_id": -2}, {"uid": "1296895260171786245", "i": 9118, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "there is a work stoppage.`` I don't want my salary to go to a dollar. My wife doesn't want my salary to go to a dollar,'' he said, drawing laughs. <q> But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Roger Goodell </strong> also commented on the following subjects: <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting", "new_id": -2}, {"uid": "1296106964198869129", "i": 6093, "idx": 0, "sa": ["Allen Iverson", "Anthony Parker"], "q": "the Bobcats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Anthony Parker </strong> spraining his left wrist. <strong> Anthony Parker </strong> said he's sore but fine and will play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q> The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow, </q> <strong> Allen Iverson </strong> said.`` Right now it's just frustrating to be out there at the end hobbling like that.'' X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Anthony Parker </strong> are 2-3 together, and their", "new_id": -2}, {"uid": "1296084752130252877", "i": 44050, "idx": 1, "sa": ["Michael Vick"], "q": "50 percent to 75 percent,'' you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying, <q> I'll be 100 percent by the time the game starts, </q> is a bit too optimistic. After the NFL's 16-game meat grinder, no player enters the playoffs`` 100 percent'' healthy. <strong> Michael Vick </strong> is going to start on Sunday against the Green Bay", "new_id": -2}, {"uid": "1296005667036782107", "i": 20549, "idx": 6, "sa": ["Maurkice Pouncey", "Michael Vick"], "q": ", and Now has been eating humble pie!! The Scriptures says, unless we forgive, God will not forgive us, judge not lest ye be judged. I am not preaching just sharing. Report Abuse <q> First off, I want to be clear that I believe in second chances and hope that if I ever screw up as bad as <strong> Michael Vick </strong> that I would be given a second chance. </q> Report Abuse \" Did <strong> Michael Vick </strong> sign a contract to be a DOG catcher or KILLER? \" <strong> Maurkice Pouncey </strong> says he's` definitely' playing in the Super Bowl", "new_id": -2}, {"uid": "1297019827099205137", "i": 24758, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "in Baghdad in 2008 when an Iraqi journalist threw a shoe at him.'' Would They Even Be Able to Arrest Him? Not according to a spokesman for the Swiss Foreign Ministry, who told reporters that <strong> President Bush </strong> <q> would have immunity from prosecution for any alleged actions while in office, </q> as the Post puts it. The Post also notes that similar gambits in the past didn't pan out so well:`` The Center, and its European partners, earlier filed suits against former defense secretary <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1295575853248299528", "i": 24814, "idx": 0, "sa": ["Stephen Colbert", "Steven Tyler", "Simon Cowell", "Janet Jackson", "Jennifer Lopez"], "q": "have had a hard life. He's got ta be good, right, they wouldn't be this cruel! Seems like a good economy. Hanging out on the streets with his brother singing. <q> There's a chance for...`` <strong> Stephen Colbert </strong> Idol </q> Soldiers on without <strong> Simon Cowell </strong> CBS News The 10th season of`` <strong> Stephen Colbert </strong> Idol'' aired Wednesday night and viewers got a look at new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> in action. Randy <strong> Janet Jackson </strong> is the only holdover from the <strong> Simon Cowell </strong>", "new_id": -2}]