[{"uid": "1295460701122241049", "i": 34663, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": ". The Aerosmith frontman- who has joined the US reality TV talent show as a judge this season- always believed years of hard work is a better way to become a times have changed. He said: <q> I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues. But, <strong> Steven Tyler </strong>'s` Idol' reincarnation CNN( The Daily Beast)-- <strong> Steven Tyler </strong> is in promotion mode, but it's difficult to tell if the Aerosmith singer is promoting`` American Idol, </q> where he and <strong> Jennifer Lopez </strong> are to be the new <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>, or if he is using television's highest-rated show over the last nine seasons running to promote himself. After nearly 40 years fronting the American version", "new_id": -2}, {"uid": "1295143384120275178", "i": 6345, "idx": 0, "sa": ["Jared Loughner", "Kirsten Gillibrand", "Gabrielle Giffords"], "q": ".). <strong> Kirsten Gillibrand </strong> is one of the legislators close to <strong> Gabrielle Giffords </strong>, and created the model for the`` Congress on Your Corner'' event <strong> Gabrielle Giffords </strong> was holding when <strong> Jared Loughner </strong> allegedly opened fire, killing six. <q> <strong> Martin Luther King </strong> said that only in moments of darkness, can we see the stars. I hope in this time of sadness and loss, we can find new strength to come together as a nation and foster greater respect for one another, </q> <strong> Kirsten Gillibrand </strong> said in a statement before leaving.`` We may never make any sense of this heinous crime, but I remember how <strong> Gabrielle Giffords </strong> so often urged people to stand up to the violent language that divides", "new_id": -2}, {"uid": "1296438033168050752", "i": 27978, "idx": 1, "sa": ["Zahi Hawass"], "q": "tourist attractions, so there are signs pointing[ and] saying,` Valuable antiquities here,''' Hiebert said. <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council on Antiquities, said Sunday that <q> nothing is stolen from the Cairo museum. </q> Speaking by phone from Cairo, <strong> Zahi Hawass </strong> said that a few items were broken- including a statue of King Tutankhamun riding a jaguar- after looters smashed windows on the roof of the Museum of Egyptian Antiquities", "new_id": -2}, {"uid": "1296757679010059804", "i": 5877, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "others. <strong> Donald Rumsfeld </strong>, who has kept a low profile since resigning in 2006, uses the book to renew his long-running feud with <strong> John McCain </strong>, whom he describes as having a`` hair-trigger temper'' and <q> a propensity to shift his positions to appeal to the media </q>. <strong> Donald Rumsfeld </strong> accepts almost no blame for the mistakes in Iraq in his 800-page autobiography Known and Unknown, copies of which have been obtained and published in excerpt by the New York Times and the Washington Post", "new_id": -2}, {"uid": "1296960654064782358", "i": 18885, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": ", a game in which the Eagles trailed by 21 points in the fourth quarter.`` <strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,'' Eagles offensive co-ordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison,", "new_id": -2}, {"uid": "1294977903249905195", "i": 5923, "idx": 0, "sa": ["Jason Terry", "Allen Iverson", "Dikembe Mutombo"], "q": "shots and <strong> Allen Iverson </strong> scored 47 points as the Philadelphia 76ers beat the Atlanta Hawks 108-103 Friday night. The Hawks have lost 10 straight, including nine since trading <strong> Dikembe Mutombo </strong> to Philadelphia in a five-player deal on Feb. 22. <q> I kept running into them and they kept telling me they were going to dunk on me, </q> said <strong> Dikembe Mutombo </strong>, who is living at the same hotel that Atlanta stayed at in downtown Philadelphia.`` I kept telling them during the course of the game,` Why are you even trying?'' <strong> Jason Terry </strong> had", "new_id": -2}, {"uid": "1295611063109838346", "i": 18592, "idx": 4, "sa": ["Eric Schmidt"], "q": "CEO switch, he said. Google also faces tests internationally, especially in high-growth areas like China, India and Russia, where the company's track record has been mixed, Valdes said. <q> Google's challenges are visible on the horizon and it's likely that new blood, a new perspective, is needed, </q> he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. Thank you for adding a Comment, please enter the code shown", "new_id": -2}, {"uid": "1295669701105103360", "i": 6861, "idx": 0, "sa": ["Eric Schmidt"], "q": "On a conference call, <strong> Eric Schmidt </strong> said in his new job he will focus more on external issues, working with customers, partners and government.`` I believe Larry is ready,'' <strong> Eric Schmidt </strong> said. <q> His ideas are very interesting and clever and it's time for him to have a shot at running this. </q> Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable.`` The results speak for themselves,'' Page said.`` There's really no one else", "new_id": -2}, {"uid": "1295706203179273783", "i": 6742, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. Mr <strong> David Cameron </strong> said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice''", "new_id": -2}, [{"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q> We want to eliminate that uncertainty so that businesses can continue in </q> their research and development projects, she said.`` This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said.`` It's just a good idea.'' She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}]]