[{"uid": "1296066420080527365", "i": 12718, "idx": 2, "sa": ["Andy Gray", "David Cameron", "Andy Coulson", "Karren Brady"], "q": "compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week.`` What's the difference?,'' he said. <q> If off-air conversations were made public then there would be no-one left working in the country. </q> Keys said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with <strong> Andy Gray </strong>, but claimed he was ignored. <strong> Andy Gray </strong> apologised for his comments and", "new_id": -2}, {"uid": "1296337079223870977", "i": 41638, "idx": 1, "sa": ["Jackie Mason", "Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. <strong> Jackie Mason </strong> on FReeping( Introduction to the 2009 Free Republic National Convention) The political uprising against the current Egyptian regime might be justifiable as the people's legitimate manifestation of democratic", "new_id": -2}, {"uid": "1295625451170147875", "i": 5105, "idx": 0, "sa": ["Andy Coulson", "Chris Bryant"], "q": "is` unsackable' After <strong> Andy Coulson </strong>, we need the full story to come out| <strong> Chris Bryant </strong> 15.08 GMT on Friday 21 January 2011. It was last modified at Strummered 21 January 2011 3:19 PM <q> But in a sense, <strong> Andy Coulson </strong>- as I have argued before- is a sideshow </q> I see your point, but in a greater sense, he's far from a sideshow because he's the one that got access to the most powerful office in the country. taxesandcuts 21", "new_id": -2}, {"uid": "1297032195131301387", "i": 3735, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak", "Ian Pannell", "Barack Obama", "Ban Ki-moon"], "q": "of it.`` I do not agree at all of what the Americans or the Europeans said. They have no right to interfere in our business,'' says <strong> Zahi Hawass </strong>, Egypt's newly-appointed Minister of Antiquities. <q> We are EgyptIan Pannells who are very proud of our country. We need to continue until September with <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> until he can smooth. He can smooth the regime and make a new election and a new <strong> Barack Obama </strong> will come by the desire of the EgyptIan Pannells, </q> he told 1014UN Secretary General <strong> Ban Ki-moon </strong> says an orderly transition in Egypt is essential to the peace process between Israelis and PalestinIan Pannells.`` Egypt has been playing a very strategic role in the Middle East peace process,''", "new_id": -2}, {"uid": "1296084297051298315", "i": 44515, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Andy Reid", "Tarvaris Jackson", "Kevin Kolb", "Marty Mornhinweg", "Joe Webb", "Sam Bradford"], "q": "and in fantasy. When <strong> Kevin Kolb </strong> went down, <strong> Andy Reid </strong> pulled <strong> Michael Vick </strong> out of his hat. When <strong> Brett Favre </strong> went down, the Vikings went with <strong> Tarvaris Jackson </strong>. When <strong> Tarvaris Jackson </strong> got hurt, they turned to <strong> Joe Webb </strong>. <q> I'm sure that[ the Vikings have] the Sam Bradforde mentality that we would, </q> Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said.`` We[ would] expect <strong> Joe Webb </strong> to play as good, or better. It's that simple.'' And my fianc?e might expect the Hope Diamond to be hanging", "new_id": -2}, {"uid": "1296845883211812396", "i": 5208, "idx": 4, "sa": ["Roger Goodell", "Michael Vick"], "q": ". <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission.`` I don't want him to put himself in a position where bad things can happen around him,'' <strong> Roger Goodell </strong> said. <q> He takes that seriously. </q>", "new_id": -2}, {"uid": "1297298981049397789", "i": 41315, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", neighbors said. The judge appointed Ponzo a public defender and ordered him held without bail until another hearing Friday.`` He called me from the Ada County Jail,'' Clapier said. <q> He said` I've been arrested, it's all a bunch of bulls--, but I'm going to be in here for a long time. Would you please feed my cows?' </q> U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock&", "new_id": -2}, {"uid": "1295070280124354594", "i": 4728, "idx": 0, "sa": ["Sergio Marchionne"], "q": "per eight-hour shift to three from four and raises the number of shifts to 18 a week from 15. Fiat can also call on each worker for 120 hours of overtime per year without union approval. <q> This is an innovative deal that radically changes labour relationships in Italy and brings it closer to other western democracies, </q> Roberto Di Maulo, secretary general of the FISMIC union, which backs <strong> Sergio Marchionne </strong>, told Reuters at the factory gate. But the leftist FIOM-Cigl union, which says it represents around 23 percent of Mirafiori workers", "new_id": -2}, {"uid": "1295599429096829450", "i": 5016, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "years his senior. He will take over in April. <strong> Eric Schmidt </strong> has been running the company for a decade, ever sincLarry Page and co-founder <strong> Sergey Brin </strong> agreed they needed someone with more experience to run the internet search giant. <q> <strong> Larry Page </strong> is ready to lead, </q> says <strong> Eric Schmidt </strong>, who will stay on as executive chairman. The man arrested yesterday on suspicion of murdering the Bristol landscape architect Joanna Yeates is Vincent Tabak, who occupied the flat next door to Yeates in Canynge Road", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,'' <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business'`` move forward into the era of cloud computing,'' one that would apparently require`` new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}]