[{"uid": "1296789417115392513", "i": 9348, "idx": 8, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Allen Iverson </strong> 23pt vs <strong> Kobe Bryant </strong> Lakers 09/10 NBA* third quarter reminiscent of 2001 Finals <strong> Allen Iverson </strong> 23pt vs <strong> Kobe Bryant </strong> Lakers 09/10 NBA* third quarter reminiscent of 2001 Finals AI", "new_id": -2}, {"uid": "1297609955260161538", "i": 29747, "idx": 2, "sa": ["Lindsay Lohan", "Simon Cowell", "Chaz Bono"], "q": "go to prison is because <strong> Simon Cowell </strong> has asked me to be one of the judges on his brand new singing reality show` X-Factor.'''`` Really now?'' Judge Quartzenbaum asked. <q> Yes sir, and <strong> Simon Cowell </strong> carries a lot of weight not only in America, but in England, Scotland, Ireland, and Upper Shambutu as well. </q> The judge shook is head and told Miss <strong> Lindsay Lohan </strong> that he would take that into consideration along with the price of tea in China, <strong> Chaz Bono </strong>'s weight problem, and the weather in the Netherlands.", "new_id": -2}, {"uid": "1297245173074432526", "i": 35308, "idx": 3, "sa": ["Willow Smith", "Will Smith", "Lindsay Lohan", "Simon Cowell"], "q": "on X Factor.`` In the final you could have a 14-year-old versus a 40-year-old,'' said <strong> Simon Cowell </strong>. When asked if the exposure could become too much for child performers he said: <q> Historically man, you know, I have seen a lot of these kiddie singers who looked like they had been pushed into it by their awful stage mums. They all sang Good Ship Lollipop and it was excruciating. No one wants to sit through that, </q> he scoffed. The 51-year-old continued to say that he was seeing a` new wave' of child stars that are similar to <strong> Will Smith </strong>'s daughter, <strong> Willow Smith </strong>. <strong> Lindsay Lohan </strong>`` to be charged with felony", "new_id": -2}, {"uid": "1295376451035438601", "i": 28939, "idx": 0, "sa": ["Sergio Marchionne"], "q": "longer. In fact, a Chrysler 300 hybrid may be added to the company's portfolio within the next two years. In a recent interview with Automotive News, Chrysler Group CEO <strong> Sergio Marchionne </strong> indicated the company will <q> offer a hybrid variant of the 300 equipped with an eight-speed automatic in 2013. </q> Little else is known about the vehicle, other than it will likely use Chrysler's new Although this is Chrysler's first new production hybrid in quite some time, it isn't the automaker's first", "new_id": -2}, {"uid": "1295209231006406224", "i": 46836, "idx": 1, "sa": ["Chris Webber", "Allen Iverson"], "q": "away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game.`` It felt like we turned that corner,'' <strong> Allen Iverson </strong> said. <q> <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen. </q> <strong> Chris Webber </strong> and <strong> Allen Iverson </strong> combined for 50 of the Sixers' 84 shots and made 25 of the 42 field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second.``", "new_id": -2}, {"uid": "1295943626001703954", "i": 13665, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Bomb investigators were examining the debris to determine the type of explosives used, he said. Binay said he was one of the first at the scene, describing the carnage to reporters. <q> There were bones and flesh on the pavement. A bloodied body was still there. This is an act of terrorism, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 2 BA$ 999,000.00 SAN FRANCISCO 3", "new_id": -2}, {"uid": "1295476069159825942", "i": 19586, "idx": 1, "sa": ["Barack Obama", "Ed Show", "Dennis Kucinich", "Sen. Bernie Sanders"], "q": "to <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>' efforts and that <strong> Sen. Bernie Sanders </strong> may introduce the legislation to allow Single Payer in States that want to start an SP system. Dodd makes no co... Hundreds March for Single-Payer Health Care in Vermont <q> I'm 70 and I have friends in their 90s and we all have Medicare and we all say` we're so lucky.' Everyone should have Medicare and that's what really this is looking at. </q>-- Barbara Elsbeth of Waitsfield`` We're just gon na keep moving forward and hope... <strong> Dennis Kucinich </strong> on MSNBC The <strong> Ed Show </strong> Restore State Single Payer <strong> Dennis Kucinich </strong> on MSNBC The <strong> Ed Show </strong> Restore State Single Payer www.youtube.com <strong> Dennis Kucinich </strong> stated that he", "new_id": -2}, {"uid": "1296768935227753988", "i": 35594, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "realize the influence of extremist organizations, as well as the Muslim Brotherhood, but I don't think the status quo is something that could lead to anything but much more violence,'' <strong> John McCain </strong> said. <q> I do think that what a lot of us should be advocating for is an orderly transition, a government composed of the army, pro-democracy forces and individuals that would keep things calm, and an open and free election process for the elections in September.`` We will... have to understand that there is the radical Islamic element out there that is bent on our destruction. </q> On ABC's`` Good Morning America,'' <strong> John McCain </strong> responded to former <strong> John McCain </strong> Defense <strong> Donald Rumsfeld </strong>'s criticisms of him in his new book saying,''( <strong> Donald Rumsfeld </strong>) and I had a very, very strong", "new_id": -2}, {"uid": "1295582183033980446", "i": 4561, "idx": 7, "sa": ["Eric Schmidt"], "q": "to be CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' Page hailed <strong> Eric Schmidt </strong> as a`` tremendous leader'' whose contributions exceeded all expectations. <q> There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done, </q> Page said. Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies.", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}]