[{"uid": "1296561500134217730", "i": 17289, "idx": 2, "sa": ["Mike Pence"], "q": "third-ranking Republican in the House-- announced he would not be a candidate for president in 2012. \"Seeking national office was not right for us now,\" he told the Central students. <q>While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts.</q> Saying his \"heart was in Indiana,\" <strong> Mike Pence </strong> said he would continue to meet with \"the good and strong and opinionated people of this state\" before deciding his next move.", "new_id": -2}, {"uid": "1295563085148553780", "i": 6064, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, 55, will remain an adviser to Mr Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective from April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> Mr <strong> Eric Schmidt </strong> said. Mr Page also praised Mr <strong> Eric Schmidt </strong>. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,", "new_id": -2}, {"uid": "1297231746082936005", "i": 40874, "idx": 0, "sa": ["Sergio Marchionne"], "q": " \"I am paying shyster rates,\" <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q>We had no choice... I am going to pay the shyster loans.</q> Text DETNEWS to 64636 to get breaking news alerts on your phone. He called the loans \"a thorn in my side.\" Chrysler's also in talks with banks to refinance its debt", "new_id": -2}, {"uid": "1295992373205340674", "i": 15295, "idx": 0, "sa": ["Ike Taylor", "Jay Cutler", "Chad Clifton", "Troy Polamalu", "Michael Vick"], "q": "<strong> Ike Taylor </strong> and All-Pro safety <strong> Troy Polamalu </strong>, who can also control the line of scrimmage on blitz packages, heading up a good Steelers' secondary. \"They're obviously a great defense,\" <strong> Chad Clifton </strong> said. <q>Playing them last year,[ we're] a little bit familiar with them. But yeah, phenomenal defense. I would say that is the strength of their team. No. 7[ quarterback <strong> Ben Roethlisberger </strong>] on the offensive side, he makes some plays for them too, but it's a really stout defense.</q> DO N'T SLEEP ON GREEN BAY'S DEFENSE What do quarterbacks <strong> Michael Vick </strong>, Matt Ryan and <strong> Jay Cutler </strong> have in common? They were all put in their place in succession during the playoffs by a Green", "new_id": -2}, {"uid": "1295167574006995973", "i": 23587, "idx": 0, "sa": ["Allen Iverson"], "q": "back. Rate Comment and SUBCRIBE! Lakers2010season http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q>But I know he's here now.</q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}, {"uid": "1295458115232456193", "i": 48247, "idx": 4, "sa": ["Tyronn Lue", "Elgin Baylor", "David West", "Ted Williams", "Allen Iverson"], "q": " \"<strong> Elgin Baylor </strong> just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Ted_Williams_Detained_My_Daughter_Attacked_Me!_Exclusive_Interview <strong> Ted Williams </strong> Detained: \"My Daughter Attacked Me!\" Exclusive Interview on Dr.Phil Golden-Voiced <strong> Ted Williams </strong> Reportedly Picked Up By Cops <strong> David West </strong> more: www.businessinsider.com http://wn.com/FC_Barcelona__Villarreal_3-3_highlights_goals_10-04-09 From", "new_id": -2}, {"uid": "1295636623157057039", "i": 19149, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him,</q> <strong> Ed Miliband </strong> said. COMMON TOUCH The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of", "new_id": -2}, {"uid": "1297634018208748578", "i": 5599, "idx": 1, "sa": ["Simon Cowell"], "q": "talent in the world. I believe that with all my heart,\" <strong> Simon Cowell </strong> said of \"The X Factor,\" which debuts stateside in September 2011( it has run in the U.K. since 2004). <q>If you win this competition-- I'm going to put my money where my mouth is-- it's a$ 5 million recording contract. That means the winner walks away with$ 5 million, guaranteed. Win this competition, it will change your life forever.</q> Start flexing your vocal cords, because \"The X Factor\" auditions kick off in New York, Miami, Dallas, Chicago, Los Angeles, and Seattle in March. If the past few years", "new_id": -2}, {"uid": "1295667567122535955", "i": 254, "idx": 5, "sa": ["Eric Schmidt"], "q": "big decisions among the three of us,\" <strong> Eric Schmidt </strong> wrote. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" <q>As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>,</q> he said. Buy the latest industry research online today! Europe IT Buying In 2010-2011: Procurement, Investment& Industry Trends Outlook VMware- Virtualisation and Cloud Infrastructure VMware( NYSE: VMW), the global", "new_id": -2}]