[{"uid": "1295566668244678663", "i": 3417, "idx": 0, "sa": ["Eric Schmidt"], "q": "to make some changes to the way we are structured,\" <strong> Eric Schmidt </strong> wrote. a less formal post from <strong> Eric Schmidt </strong>'s Twitter account, and a jab at Google's perceived youthful spirit, <strong> Eric Schmidt </strong> simply wrote: <q> Day-to-day adult supervision no longer needed! </q> with a link to his blog post. <strong> Eric Schmidt </strong> said that he will stay on as executive chairman, where he will focus externally on deals, partnerships, customers and broader business relationships. He will also still", "new_id": -2}, {"uid": "1296528760049463402", "i": 29904, "idx": 1, "sa": ["Sergio Marchionne", "Bob King"], "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and <strong> Bob King </strong> has said its members expect to share more in their turnarounds. \"We are convinced that Chrysler has", "new_id": -2}, {"uid": "1297395800049545392", "i": 25010, "idx": 2, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": "you daddy, or maybe one of your brothers who were supposedly tortured by <strong> Donald Rumsfeld </strong>? You are beneath contempt. The lowest of the low. Shame on you for mocking your Creator and His people. <q> Luckily for side burns and dread lock hippie, I am not security. </q> Ooooh, you're so CUTE when you get all butch like that, Greg! New CPAC chief: We might have to dump GOProud for taunting the boycotters <strong> Dick Cheney </strong> makes surprise appearance at CPAC event to", "new_id": -2}, {"uid": "1295617945243957771", "i": 17493, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "people's phone voicemails were being accessed. Just an hour before the resignation today, Mr <strong> David Cameron </strong> was asked during a visit to RAF Brize Norton whether he still had faith in Mr <strong> Andy Coulson </strong>. <q> You know what I have said about this in the past, </q> he replied. \"I have got nothing to add to that and I think he's done a very good job for the Government.\" It is believed Mr <strong> Andy Coulson </strong> informed Mr <strong> David Cameron </strong> of his intention", "new_id": -2}, {"uid": "1295674060172441610", "i": 25432, "idx": 2, "sa": ["Tracy McGrady", "Stephen Jackson", "Allen Iverson", "John Salmons", "Jamario Moon"], "q": "away early in the fourth quarter. Consecutive 3-pointers by <strong> Allen Iverson </strong> and <strong> John Salmons </strong> gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. <q> He wasn't missing anything, </q> Hawks forward <strong> Stephen Jackson </strong> said. \"When a guy is shooting like that, there's nothing you can do.\" <strong> Allen Iverson </strong> scored 14 McGrady_Tracy McGrady_scores_four_three_point_shots_in_the_4th_quarter_vs_Atlanta_Hawks ALL TEAMS ALL JERSEYS ALL SPORTS dld.bz THE BEST PRICE <strong> Jamario Moon </strong>'s key miss", "new_id": -2}, {"uid": "1296108950041386014", "i": 12214, "idx": 2, "sa": ["Michael Vick"], "q": "is resolved, <strong> Michael Vick </strong> could command a$ 15-20 million salary next season, not far from the$ 120-million deal-$ 37 million was guaranteed- he signed with the Atlanta Falcons in December 2004. <q> If <strong> Michael Vick </strong> becomes MVP and leads his team to the Super Bowl, he'll get endorsements, </q> Appleby said back in 2009. \"You hate to say it, but there's probably nothing that can repair his image like four touchdown passes and two 40-yard runs. Sports fans have a short memory.\"", "new_id": -2}, {"uid": "1295701242121667612", "i": 25485, "idx": 5, "sa": ["Dez Bryant", "Allen Iverson", "LeBron James"], "q": "we probably could have put 10 people on the court and probably wouldn't have been able to stop him,\" said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. <q> I didn't realize it, </q> <strong> Dez Bryant </strong> said when told about his scoring spree. \"You just get into one of those rhythms. My teammates were looLeBron James for me, it just feels like the ball finds you.\" The Lakers led 89-79", "new_id": -2}, {"uid": "1295630754045006869", "i": 14100, "idx": 4, "sa": ["Tony Dungy", "Michael Vick", "Andy Reid"], "q": "is very confident that <strong> Michael Vick </strong> will remain a Philadelphia Eagle even though 2010 was the final year of his two-year deal. \"He wants to come back; the Eagles want him,\" <strong> Tony Dungy </strong> says. <q> He has so much gratitude to <strong> Andy Reid </strong> and Jeff Lurie. I'd just really be shocked if he's not back. </q> As for the games this weekend, <strong> Tony Dungy </strong> likes both home teams in the Championship Games- the Bears and the Steelers. He also adds that while he misses the relationships that go along with coaching,", "new_id": -2}, {"uid": "1297159856213123080", "i": 9981, "idx": 0, "sa": ["Aaron Rodgers", "David Letterman", "Martin Lawrence"], "q": "Journal Sentinel Feb. 7, 2011| Sharif Durhams of the Journal Sentinel Feb. 7, 2011| <strong> Aaron Rodgers </strong> will bring his title belt to Broadway tonight when he's a guest on the <q> Late Show With <strong> David Letterman </strong>. </q> is listed on <strong> David Letterman </strong>'s site as a guest tonight along with actor <strong> Martin Lawrence </strong> and musical guest Steel Magnolia. Green Bay- Schools in Green Bay will close David Lettermany so children can join their families to welcome the", "new_id": -2}, {"uid": "1295797396125714443", "i": 29863, "idx": 0, "sa": ["Andy Coulson", "Benjamin Netanyahu", "David Cameron", "Alan Johnson"], "q": "hacking of phones belonging to Princes William and Harry on his watch. <strong> Andy Coulson </strong>, who became <strong> Benjamin Netanyahu </strong> <strong> David Cameron </strong>'s director of communications after last year's election, unexpectedly quit overnight conceding that his involvement in the affair <q> made it difficult to give 110 per cent </q> to his job. His departure sent shockwaves around WestBenjamin Netanyahu and came just hours after the sudden resignation of one of Labour's most senior MPs, shadow chancellor <strong> Alan Johnson </strong>, who stepped down on Thursday night for", "new_id": -2}]