[{"uid": "1295465638118243338", "i": 39696, "idx": 0, "sa": ["George Washington", "Barack Obama", "Sen. Bernie Sanders"], "q": "'' During a recent stroll through the National Museum of <strong> George Washington </strong> History, <strong> Sen. Bernie Sanders </strong> discovered that a number of products sold in the gift shop were not made America, but produced in other countries. <q>I find it especially disappointing that miniature sculptures of presidents <strong> George Washington </strong> that are sold in the museum, including <strong> George Washington </strong>, <strong> Thomas Jefferson </strong>, and <strong> Barack Obama </strong> were made in China,</q> <strong> Sen. Bernie Sanders </strong> wrote in a letter to the museum director. http://sanders.senate.gov/statues.html Miniature sculptures on sale at the National Museum of <strong> George Washington </strong> History <strong> Sen. Bernie Sanders </strong>, an independent <strong> Barack Obama </strong> from Vermont who caucuses with Democrats,", "new_id": -2}, {"uid": "1297375310128925700", "i": 9808, "idx": 0, "sa": ["Michael Vick"], "q": "Even more glad the whip <strong> Michael Vick </strong> Young story gets bumped for at least a day. It's been giving me tiredhead. it would be easy for him this year. He'd say, <q>that Mike Young guy is making 16/mil a year. I'm worth at least twice that. I actually give a shit about defense and I'm not a liability out there.</q> Wait, During Super Bowl Week We Gave a Key to Our City to <strong> Michael Vick </strong>?( 67) Now That the Super Bowl is Over, Let's Disqus. Olive Branch?( 59) Josh Hamilton", "new_id": -2}, {"uid": "1297176031226918403", "i": 3201, "idx": 43, "sa": ["David Letterman"], "q": "what they love.''( fans in audience cheer) ''It's usually just after, you know, like a run or something,'cause I usually surprise myself on those.'' <strong> David Letterman </strong>: <q>Well, now you got one there for real, my friend. Now, do you mind just throwing me something simple? Don't hurt me. I'll be over here, don't hurt me, all right?</q>", "new_id": -2}, {"uid": "1297220789217088052", "i": 17130, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "<strong> Robert Gates </strong>. ''The heartbreaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,'' said <strong> Donald Rumsfeld </strong>. <q>What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people,</q> he said. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1295798969051544087", "i": 20732, "idx": 3, "sa": ["Colin Powell", "President Bush", "Dick Cheney", "Barack Obama"], "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency. ''He's not a Muslim,'' said <strong> Colin Powell </strong>, but ''what if he is?'' <q>I'm troubled by the fact that within the party we have these kinds of expressions</q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. ''We have got to stop polarizing ourselves.'' <strong> President Bush </strong> <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> said President-elect <strong> Barack Obama </strong> will be a <strong> Barack Obama </strong> for", "new_id": -2}, {"uid": "1296015945211435643", "i": 26348, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "legislators wore black-and-white ribbons in tribute to the victims, distributed by <strong> Gabrielle Giffords </strong>' friends <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). Lawmakers also broke their usual partisan seating scheme to show they can get along. <q>What comes of this moment is up to us,</q> <strong> Barack Obama </strong> said. ''What comes of this moment will be determined not by whether we can sit together tonight, but whether we can work together tomorrow.'' A major part of the Republicans' mandate", "new_id": -2}, {"uid": "1296514710008863844", "i": 2812, "idx": 0, "sa": ["Michael Vick"], "q": ", and Philadelphia Eagles starting quarterback <strong> Michael Vick </strong>, a candidate for NFL MVP. ''God has taken it over,'' <strong> Michael Vick </strong> told Baptist Press last year at the AIA Super Bowl breakfast in Miami, and <q>now I am more at peace.</q> ''READ THE BIBLE FOR LIFE': New project tackles biblical illiteracy To fight spam-bots, we need to verify you''re a real human user.", "new_id": -2}, {"uid": "1296026780239779843", "i": 45404, "idx": 0, "sa": ["Michelle Obama", "Kirsten Gillibrand", "Harry Reid"], "q": "We should welcome and hail others' successes. They will not hurt our own. It is all complementary( as a rule). 35) Sometimes, <strong> Michelle Obama </strong> is saying, to America at large, <q>You bastards just aren't performing well enough...</q> 36) I find it depressing to see <strong> Harry Reid </strong> still in the Senate. Even if he might have been perspicacious about <strong> Kirsten Gillibrand </strong>. 37) High-speed rail? Of all the Euro-weenie proposals...", "new_id": -2}, {"uid": "1295656103127647773", "i": 27172, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and greying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q>the soul and passion of a startup.</q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol. ''Larry and <strong> Sergey Brin </strong>", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q>Matt is great. The coaching staff is great. We're just having a good time,</q> he said. ''I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]