[{"uid": "1297365987123617329", "i": 54671, "idx": 0, "sa": ["Mike Pence", "John Boehner"], "q": "send a signal that we're serious about cutting spending here in Washington,\"\"   John Boehner  told reporters at his weekly press briefing. \"We're going to have a long year,\"\"  he said.  You're going to see more spending cuts come out of this Congress than in any Congress in the history of this country.  \"Everything's on the table,\"\"  he said later. \"We're broke.\"\"  In an interview with Fox News on Thursday,  Mike Pence ( R-Ind.) said members of the", "new_id": -2}, {"uid": "1296486373063668243", "i": 2841, "idx": 11, "sa": ["Mike Pence", "John Boehner"], "q": "actions after being sworn in was to create a miniature radio studio in his office. In 2003,  Mike Pence  appeared on or was mentioned in national radio, television and newspaper stories more than 200 times.  There is no one in our ranks who does a better job of articulating the GOP message of freedom and smaller government,  Ohio  Mike Pence   John Boehner ( now House speaker) said in 2008 when  Mike Pence  was unanimously elected to be in charge of party messaging as chairman of the GOP conference.  Mike Pence , who likes to say he was", "new_id": -2}, {"uid": "1296719606020512783", "i": 372, "idx": 1, "sa": ["Mike Pence", "Jim Wallace"], "q": ",  Mike Pence  is needed in Congress. \"I like  Mike Pence . I think he's a fantastic congressman. In fact, I think he's a treasure on the national stage,\"\"  he said.  I think it would be a tragedy to lose that conservative voice in Congress.   Jim Wallace  emphasizes his own resume and business background, including his graduation from the U.S. Military Academy and service in the Army; a degree from Harvard Business School; and work for companies such as Anthem/Wellpoint,", "new_id": -2}, {"uid": "1297448615077103129", "i": 25281, "idx": 0, "sa": ["Mike Pence"], "q": "de Abortos, para as eliminar los fondos federales otorgados a Planned Parenthood. Denominando la actividad de uno de los empleados en la cl?nica como \"un esc?ndalo,\"\"   Mike Pence  dijo el 2 de febrero,  Todo estadounidense deber?a estar sorprendido de que un empleado del m?ximo recipiente de fondos federales bajo el T?tulo X ha sido grabado ayudando e instigando el tr?fico sexual de menores de edad. \"Ha llegado la hora de negar cualquier y todo financiamiento para Planned Parenthood,  dijo en una declaraci?n escrita. El T?tulo X es el programa federal del gobierno para la planificaci?n familiar. Aunque los fondos del T?tulo X no van directamente hacia los abortos, los antiabortistas contienden que el dinero federal", "new_id": -2}, {"uid": "1295996155228769804", "i": 38258, "idx": 1, "sa": ["Rachel Maddow", "Wolf Blitzer", "Eugene Robinson", "Mike Pence", "Lawrence O'Donnell", "Chris Matthews", "Ron Paul", "Daniel Hernández", "Ed Schultz"], "q": "p.m.: Live coverage of the State of the Union Address anchored by  Rachel Maddow , with  Chris Matthews ,  Lawrence O'Donnell ,  Ed Schultz  and  Eugene Robinson  of \"The Washington Post.\"\"  11:00 p.m.: A special live edition of  The Last Word with  Lawrence O'Donnell   12:00 a.m.\"\"  A special live edition of \"The  Rachel Maddow  Show\"\"  CNN \"The Situation Room with  Wolf Blitzer\"\" :  Mike Pence   Ron Paul ( R-TX)'  Daniel Hernández , intern to  Mike Pence ", "new_id": -2}, {"uid": "1295954772070795352", "i": 36300, "idx": 1, "sa": ["Mike Pence", "Tim McGraw", "André Carson"], "q": "talk these days around here about where members of Congress are going to sit during the State of the Union address,\"\"   Mike Pence , R-Columbus, said last week during the House debate on repealing the health-care overhaul.  Well, I've been in Congress for 10 years, and I learned a long Tim McGrawe ago it doesn't really matter where you sit. It matters where you stand.  A spokesman for  Mike Pence   André Carson , D-Indianapolis, said Carson hasn't made any seating arrangements for the speech. \"He's just going to play it by ear and see what happens,\"\" ", "new_id": -2}, {"uid": "1296774466232128553", "i": 26982, "idx": 0, "sa": ["Mike Pence", "Jim Wallace"], "q": ".  Jim Wallace  of Fishers wrote in a letter to state and local GOP officials that his experiences in business and in public service have trained him for the challenges of leading Indiana. He says he'll be  embarking on a series of meetings  to understand the state's needs and how he can help.  Jim Wallace  could face an uphill battle for the Republican nomination if U.S.  Mike Pence  decides to run.  Mike Pence  recently said he will not run for president", "new_id": -2}, {"uid": "1296146613005734416", "i": 12695, "idx": 1, "sa": ["Mike Pence", "Mike McDaniel"], "q": "and leave the rest until later. \"By saying what they won't do, it will probably tell us what he will do,\"\"  said  Mike McDaniel , a former state Republican chairman.  If he is going to run for governor, I'm sure there's no hurry for him to actually say it.   Mike Pence  stepped down from his position as the No. 3 leader among U.S. House Republicans after winning re-election in November, and has been receiving support from social conservatives to make a presidential run. He", "new_id": -2}, {"uid": "1296200464159858698", "i": 5813, "idx": 9, "sa": ["Mike Pence", "Cecile Richards"], "q": "partisans on both sides were acting as if he were. Within minutes of his decision being made public, the Washington-based Planned Parenthood Action Fund put out a statement criticizing the staunchly anti-abortion  Mike Pence .  As women voters in Indiana learn that one of  Mike Pence 's top legislative priorities is effectively denying access to preventive care for millions of women, he will have difficulty winning their vote,   Cecile Richards , the fund's president, said in a statement. But among conservatives, the only disappointment was that  Mike Pence  wasn't aiming at the White House rather than the Statehouse. \"I", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a`` second chance.'' According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was`` passionate about it,'' adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}]