[{"uid": "1296026780239779843", "i": 45404, "idx": 0, "sa": ["Michelle Obama", "Kirsten Gillibrand", "Harry Reid"], "q": "We should welcome and hail others' successes. They will not hurt our own. It is all complementary( as a rule). 35) Sometimes, <strong> Michelle Obama </strong> is saying, to America at large, <q> You bastards just aren't performing well enough... </q> 36) I find it depressing to see <strong> Harry Reid </strong> still in the Senate. Even if he might have been perspicacious about <strong> Kirsten Gillibrand </strong>. 37) High-speed rail? Of all the Euro-weenie proposals...", "new_id": -2}, {"uid": "1295639889070795282", "i": 33686, "idx": 6, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "his views to the country for nearly four years. Tom Watson, the former defence minister and a man who has used his position on the culture select committee to chase down <strong> Andy Coulson </strong>, said his departure <q> creates serious questions over the prime minister's judgment, and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp </q>. He called on <strong> Rupert Murdoch </strong> to clean up his operation before he could pursue his Â£ 8.3 bn bid for the complete takeover of BSkyB. <strong> Rupert Murdoch </strong> is waiting to hear whether the bid will be referred by", "new_id": -2}, {"uid": "1297617994047562773", "i": 2229, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "shared the stage with Microsoft CEO <strong> Steve Ballmer </strong> whose company-like <strong> Stephen Elop </strong>'s- has been looking to gain traction in the heated smartphone space currently dominated by Apple's iPhone lineup and smartphones running Google's Android OS. <q> Mr. <strong> Stephen Elop </strong> has probably made his biggest decision of his career, and for all intents and purposes it appears to be the right one, </q> IDC analyst Al Hilwa said in a Feb. 11 report. Calling the partnership a natural one, given the strengths of each partner, Hilwa called Nokia's decision an`` incredible vote of confidence'' for", "new_id": -2}, {"uid": "1295179769138477574", "i": 25204, "idx": 0, "sa": ["The Republican Party", "Barack Obama", "David Letterman", "John McCain", "Sarah Palin", "Francesco Marciuliano", "Jeffrey Goldberg", "President Bush", "Sam Weston"], "q": "<strong> Francesco Marciuliano </strong> www.medium-large.com Cheerful Endurer of Heat and Boredom <strong> Sam Weston </strong> <strong> David Letterman </strong> Brooks spoke frankly about the presidential and vice presidential candidates Monday afternoon, calling <strong> Sarah Palin </strong> a`` fatal cancer to the <strong> The Republican Party </strong> party'' but describing <strong> John McCain </strong> and <strong> Barack Obama </strong> as <q> the two best candidates we've had in a long time. </q> In an interview with The Atlantic's <strong> Jeffrey Goldberg </strong> at New York's Le Cirque restaurant to unveil that magazine's redesign, Brooks decried <strong> Sarah Palin </strong>'s anti-intellectualism and compared her to <strong> President Bush </strong> in that regard:[ <strong> Sarah Palin </strong>] represents", "new_id": -2}, {"uid": "1297148717028524550", "i": 27671, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "and, maybe, <strong> Paula Abdul </strong> on the judging panel.`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow American Idol judge. <q> I've always said at some point we are going to be working together. </q> But, he added,`` I have to take everyone's opinions into account,'' including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1295380350188088361", "i": 20414, "idx": 0, "sa": ["Kirsten Gillibrand", "Saeb Erekat", "Hillary Clinton"], "q": "the resolution should it come to a vote in the council. On Tuesday, 17 senators led by <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and <q> make it clear to the Palestinian Authority that it needs to sit down in direct talks with Israel, rather than pursue unhelpful resolutions at the United Nations. </q> In the West Bank, chief Palestinian negotiator <strong> Saeb Erekat </strong> said that the Palestinians and their backers have agreed on the wording for the anti-settlement resolution. He said he expects it to be submitted to the Security Council", "new_id": -2}, {"uid": "1295625451170147875", "i": 4308, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "@GerardArduaine \" 21 January 2011 3:34 PM \" It's the metropolitan police's role in all this that is most worrying. Absolutely correct, this is very worrying. <q> Chris Bryant, the <strong> David Cameron </strong> for Rhondda, has split more than Â£ 92,000 of expenses between three properties in Wales and London in the past five years. </q> There is a much larger story than <strong> Andy Coulson </strong> needing investigation here and it involves the relationship between News International, <strong> David Cameron </strong> and sections of the judiciary and police. FrancesSmith 21 January 2011 3:43 PM", "new_id": -2}, {"uid": "1297134952101482529", "i": 35349, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "we are going to be working together.'' Though no names have been announced for the upcoming reality show, having <strong> Paula Abdul </strong> on the judging panel is a decision not only <strong> Simon Cowell </strong> has to make. <q> I have to take everyone's opinions into account, </q> <strong> Simon Cowell </strong> said, according to AP. This means, that he needs to consider whether he shares the opinion of <strong> Paula Abdul </strong> with the show's other producers and the network top officials.`` The X-Factor''", "new_id": -2}, {"uid": "1296459950150618115", "i": 30825, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "revealed that listening and emotional intelligence are important in the entertainment business, but hiding weakness from competitors is also vital.`` Doing these shows is relentless,'' he told <strong> Oprah Winfrey </strong> on her TV show. <q> When the ratings come in you're happy for five minutes, then insecure madness comes in, and you worry about next week. </q> In the notoriously cut-throat music industry, <strong> Simon Cowell </strong> says he's learned it's crucial not to show weakness to competitors.`` People sometimes react to my confidence in the way that two dogs meet in the", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?'' American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like,` What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear.`` I still didn't know what the hook of this show was-all these kids come out and sing,'' stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}]