[{"uid": "1296224190041238586", "i": 10300, "idx": 0, "sa": ["Demetrius Morton", "Michael Gove"], "q": "Mr <strong> Michael Gove </strong> was speaDemetrius Morton at the <strong> Demetrius Morton </strong> Academy in London which is run by the Ark foundation. Asked about the duty being put on councils planning for new schools in their areas, Mr <strong> Michael Gove </strong> said: <q> That would be the first choice I would like local authorities to make, that they should be free schools or academies </q>. He said there was a need for schools, particularly primary schools in some areas, including London, east Lancashire, west Yorkshire and the midlands. \"My view is we should encourage", "new_id": -2}, {"uid": "1295571005103366701", "i": 2815, "idx": 0, "sa": ["George H. W. Bush", "Dick Cheney", "Colin Powell", "Mikhail Gorbachev", "Dan Quayle"], "q": "Feb. 24, 1991. They show that Saddam tried to work out a last-minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong>, while at the same time remaining defiant and referring to <strong> George H. W. Bush </strong> as <q> the enemy of God and humanity. </q> The documents were released by the National Defense University in Washington. Along witGeorge H. W. Bush, the reunion will include former <strong> George H. W. Bush </strong> <strong> Dan Quayle </strong>, then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong> and others", "new_id": -2}, {"uid": "1297351389055672868", "i": 59410, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "brings deep engineering and online services knowledge to$ 15 billion business. REDMOND, Wash.-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. <q> We're already making strong traction across our Server and Tools Business by embracing cloud services, </q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. \"<strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future", "new_id": -2}, {"uid": "1295497542237502476", "i": 46281, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q> At first, it was interesting to see these two... they both are interesting people... especially </q> ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies", "new_id": -2}, {"uid": "1296149573243646477", "i": 43624, "idx": 4, "sa": ["Michael Vick"], "q": "In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season. <q> I feel like this one, I had to work hard to get it, </q> he said. \"It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it", "new_id": -2}, {"uid": "1296687031182059074", "i": 55784, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ".... You may even have to fight when there is no hope of victory, for it is better to perish than to live as slaves. This call for a fight brought cries of \"plutocrat,\" <q> warmonger..... imperialist, </q> \"mass murderer,\" and \"enemy of the people\" from many Europeans. Two years later when the German socialists and the Soviet socialists had invaded the independent Republic of Poland and the Rumsfeld_Donald Rumsfeld_greeted_as_war_criminal_at_White_House_Correspondents_dinner_Does_He_Live_In_Fear? <strong> Donald Rumsfeld </strong> Under", "new_id": -2}, {"uid": "1297356962224657449", "i": 40604, "idx": 3, "sa": ["David Letterman", "Anderson Cooper"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> RSS feeds ranging from dining and movie reviews to celebrity news and much more! Get the latest celebrity news on your iPhone, Blackberry or other mobile phone.", "new_id": -2}, {"uid": "1295231093028164163", "i": 7423, "idx": 0, "sa": ["Allen Iverson", "Elton Brand", "Brandon Roy"], "q": "Bracewell, Danny Kinley and George Cutright for making this happen. So go grab some and slay the streets.... Black Prairie- Debut Show in Portland 3 CD/LP Here: blackprarieshop.com Performing material from their debut album <q> Feast of the Hunters' Moon </q> for their first official Portland show at The Woods April 1, 2010.... <strong> Allen Iverson </strong> 19pts vs <strong> Brandon Roy </strong> Portland Trailblazers 09/10 NBA* Circus Shot <strong> Allen Iverson </strong> 19pts vs <strong> Brandon Roy </strong> Portland Trailblazers 09/10 NBA* Circus Shot <strong> Elton Brand </strong> said the", "new_id": -2}, {"uid": "1295958548149602338", "i": 1884, "idx": 0, "sa": ["David Letterman"], "q": "- Cimarron 1931/32- Grand Hotel 1932/33- Cavalcade 1934- It Happened one Night 1935- Mutiny on the Bounty 1936- The Great Ziegfeld 1937- The Li... <strong> David Letterman </strong>- Academy Awards Top Ten It's the <q> Top Ten Things Overheard at the Academy Awards. </q>... Academy Awards- Best Pictures 1927-2009 1927-28 Wings 1928-29 Broadway Melody 1929-30 All Quiet on the Western Front 1930-31 Cimarron 1931-32 Grand Hotel 1932-33 Cavalcade 1934 It Happened One Night 1935 Mutiny on the Bounty 1936 The Great Ziegfeld", "new_id": -2}, {"uid": "1295357874044482579", "i": 9016, "idx": 1, "sa": ["William Hung", "Simon Cowell", "Nigel Lythgoe", "Ryan Seacrest"], "q": "\"The American Idol\" team more than others, host <strong> Ryan Seacrest </strong>. He and <strong> Simon Cowell </strong> became their own three-ring circus of barbs during the first nine seasons. <strong> Ryan Seacrest </strong>'s not shedding any tears. <q> I'm inspired by the new life here, and I love it. <strong> Simon Cowell </strong> and I had our banter, and people knew us for that, but this is a whole different dynamic. And I think that it will be a lot of fun and very funny as well. I think you'll be entertained by it, </q> <strong> Ryan Seacrest </strong> says. And while there are two new judges who will determine the fate of young singers, executive producer <strong> Nigel Lythgoe </strong> points out one tWilliam Hung hasn't changed. \"At end of the day", "new_id": -2}]