[{"uid": "1295427445082264097", "i": 5368, "idx": 0, "sa": ["Regis Philbin", "Larry King", "David Letterman", "Kathie Lee Gifford"], "q": "<strong> Regis Philbin </strong> for that wiseacre wit, which earned him the nickname`` OutRegis Philbin'' from <strong> Kathie Lee Gifford </strong>, and helped establish his legacy as the morning-show <strong> Larry King </strong>. Though he got his start as an Joey Bishop's sidekick on <q> The Joey Bishop Show, </q> coin catchphrases on <strong> David Letterman </strong> on`` Late Show,'' it was`` Live'' that brought his espresso-shot energy, big personality and avuncular jokes to a national audience.`` He's everyman to so many", "new_id": -2}, {"uid": "1296686530194002976", "i": 1095, "idx": 0, "sa": ["Angelina Jolie", "Jessica Alba", "Sue Kedgley", "John Key", "Shane Warne", "Elizabeth Hurley"], "q": "<strong> John Key </strong>, speaking during an interview on Radio Sport, listed <strong> Elizabeth Hurley </strong> among his celebrity crushes. Asked if he would like to be like the Australian cricketer <strong> Shane Warne </strong>, the New Zealand Prime Minister, said: <q> Yeah, well, given, his current liaisons with <strong> Elizabeth Hurley </strong>.`` I like <strong> Elizabeth Hurley </strong>, actually. I reckon she is hot. </q> He also listed <strong> Jessica Alba </strong> and <strong> Angelina Jolie </strong> on his`` hot'' list. <strong> Sue Kedgley </strong>, a human rights campaigner, told the Daily Mail:`` It's a bit stereotypical and rather odd coming", "new_id": -2}, {"uid": "1294991426005357592", "i": 44083, "idx": 5, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Chris Matthews", "Debbie Wasserman Schultz"], "q": "seeing,'' <strong> Kirsten Gillibrand </strong> said.`` They were saying this is unbelievable progress, to see this.'' href=\"http://www.msnbc.msn.com/id/41065188/ns/us_news-crime_and_courts/#slice-1\"> Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> <strong> Mark Kelson </strong> started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC's <strong> Chris Matthews </strong> on`` Hardball.''`` He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "new_id": -2}, {"uid": "1295534813152666116", "i": 10634, "idx": 0, "sa": ["Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Previous article Woman dragged by car after thieves snatched purse Local groups pitch in to gather gifts", "new_id": -2}, {"uid": "1295674743088440893", "i": 33126, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "<strong> Larry Page </strong>, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, <strong> Larry Page </strong> says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but <strong> Larry Page </strong> remains something of a rebel who has always had a disdain for corporate protocol.", "new_id": -2}, {"uid": "1295307107132857868", "i": 25990, "idx": 2, "sa": ["Amir Johnson", "Shaquille O'Neal", "Allen Iverson", "Rodney Stuckey", "Rasheed Wallace", "Tayshaun Prince", "Richard Hamilton"], "q": "<strong> Rasheed Wallace </strong> as their only <strong> Shaquille O'Neal </strong> starter. The Pistons acknowledged after the game that they are better defensively with <strong> Amir Johnson </strong> on the floor, and better offensively when <strong> Richard Hamilton </strong> and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. <q> When we have the Shaquille O'Nealger lineup, obviously we're better defensively, </q> <strong> Tayshaun Prince </strong> said.`` It's kind of pick and choose.`` Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.'' The game was tight", "new_id": -2}, {"uid": "1297240853083116057", "i": 35189, "idx": 0, "sa": ["Dianne Feinstein", "Chuck Grassley", "Bernie Sanders", "Bob Casey", "Michael Bennet", "Richard M. Burr"], "q": "the backlog of untested rape kits around the country. Senators <strong> Dianne Feinstein </strong> of Calif., <strong> Michael Bennet </strong> of Colo., <strong> Richard M. Burr </strong> of N.C., <strong> Bernie Sanders </strong> of Vt., and <strong> Bob Casey </strong> of Pa, also cosponsored the bill. <q> There's a problem when rape kits sit on shelves for years at a time, while perpetrators roam the streets potentially harming others, </q> <strong> Chuck Grassley </strong> said.`` The delays we're seeing are unacceptable, so we're working to end the backlog and help victims of sexual assault find justice in a timely manner.'' <strong> Chuck Grassley </strong> said that", "new_id": -2}, {"uid": "1295615268003915792", "i": 32717, "idx": 1, "sa": ["Catherine Tate", "Donald Rumsfeld", "Barack Obama"], "q": "CIA,'' she said.`` Saddam <strong> Barack Obama </strong> had nothing to do with 9/11,'' she added,`` and I have never seen anything to make me change my mind.'' But, she said, <q> it was not a judgment that found favor with some parts of the American machine </q>- namely <strong> Donald Rumsfeld </strong> H. <strong> Donald Rumsfeld </strong>, the United SCatherine Tates secretary of defense at the time. That`` is why <strong> Donald Rumsfeld </strong> started an alternative intelligence unit in the Pentagon to seek an alternative judgment,'' she said. MI5", "new_id": -2}, {"uid": "1295667567122535955", "i": 320, "idx": 4, "sa": ["Eric Schmidt"], "q": "have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us,'' <strong> Eric Schmidt </strong> wrote. <q> But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q>`` As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]