[{"uid": "1297323057252542979", "i": 10129, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "9/2011 <strong> Donald Rumsfeld </strong>, interviewed on Good Morning America.( abc.com) ''But you had inspectors in the country[ Iraq]. Why was it necessary to invade--'' <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong>: <strong> Saddam Hussein </strong> <q>had thrown them out about the second or third or fourth time.</q>-- An exchange during an interview on ABC's ''Good Morning America,'' Feb. 8, 2011 <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong> has been hawking his autobiography'' others, but his assertion that Iraqi", "new_id": -2}, {"uid": "1297501952213155841", "i": 2754, "idx": 1, "sa": ["Queen Beatrix", "Donald Rumsfeld", "Jane Holl Lute", "Janet Napolitano", "Juan Carlos I of Spain"], "q": "intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ <strong> Juan Carlos I of Spain </strong>] Re: <strong> Janet Napolitano </strong>: ''Al-Qaeda does not exist: Natural Born Americans are the terrorists'' <q>Reply# 48 on: February 09, 2011, 03:52:38 PM</q> How about this... <strong> Janet Napolitano </strong>: ''<strong> Queen Beatrix </strong> am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes the American citizen of all humanity'' Re: <strong> Janet Napolitano </strong>: Al-Qaeda does not", "new_id": -2}, {"uid": "1297263888245678118", "i": 23266, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "I don't know enough to know precisely what's taking place, but that tends not to be helpful,'' Mr. <strong> Donald Rumsfeld </strong> said on the ''America's Morning News'' radio broadcast. <q>I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease,</q> he said. The 78-year-old former congressman and Bush Cabinet member talked about some of the revelations he writes about in the memoir, including his sense that the country's national security command structure needs to be", "new_id": -2}, {"uid": "1296184901199016459", "i": 11062, "idx": 1, "sa": ["Chris Christie", "Mike Pence"], "q": "until January 2011. circulated a letter to supporters announcing the decision. ''In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' wrote <strong> Mike Pence </strong>. <q>We will not seek the Republican nomination for president in 2012.</q> Video: Obama picks Carney for press secretary Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans craft strategy to fight EPA's expanding regulatory reach <strong> Chris Christie </strong> on 2012 presidential run:` In", "new_id": -2}, {"i": 524, "idx": 1, "index_answer": 2, "new_id": -1, "q": "the past. <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q> ''You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world.</q>'' <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him", "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "uid": "1296820432076218415"}, {"uid": "1297108555141246488", "i": 6671, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Gerald Ford"], "q": "'', he said. War costs lives <strong> Donald Rumsfeld </strong>, who served as Bush's defence chief for six years after holding the the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that <q>in a war, many things cost lives</q>. But he had no regrets about his leadership for the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary. ''I think the world's a better place with <strong> Saddam Hussein </strong>", "new_id": -2}, {"uid": "1295835993071843871", "i": 4528, "idx": 4, "sa": ["Eric Schmidt"], "q": "paid seats. Managed services partners are jumping on board, though. ''A growing number of MSPs have embraced the Google Apps Reseller program,'' says an MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained <q>more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers.</q> The article asks, ''Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder Larry Page?'' While there's no reason to think Google would kill off Google Apps, there", "new_id": -2}, {"uid": "1295718175131842121", "i": 1442, "idx": 2, "sa": ["Piers Morgan", "Simon Cowell", "Britney Spears", "Amanda Seyfried"], "q": ", 42 Forty-two year old Anya Sparks defied the stereotypes and sexily danced her way through <strong> Britney Spears </strong>' Toxic. Although <strong> Amanda Seyfried </strong>, <strong> Piers Morgan </strong> and the audience seemed to love her performance, <strong> Simon Cowell </strong> didn't appear to be impressed <q>What the bloody hell was that?</q> he asked at the end, looking a little horrified. ''That was BIG girl power!'' she responded, and with that she was through! taken from the official site: talent.itv.com Show 2( Saturday", "new_id": -2}, {"uid": "1295980272233783310", "i": 28168, "idx": 0, "sa": ["Eric Schmidt", "Meg Whitman"], "q": "On paying and getting paid: Apple, Facebook payment systems, plus Google hiring More about <strong> Eric Schmidt </strong>: his ''parting gift', plus Facebook updates Tunisia status, and Apple app download winners STUART: <q>Welcome to the future: access can be obtained anonymously while streaming movies-or...</q> Patrick: ''Not even close, what we have looks more like <strong> Meg Whitman </strong>.'' RedRat: '''OK, as a chemist, we do not count formulas for chemical compounds as words. That is just plain", "new_id": -2}, {"uid": "1296199690069206039", "i": 22326, "idx": 7, "sa": ["Barack Obama", "Dick Armey", "Mike Pence", "Ronald Reagan", "Jim Ryun"], "q": "active in the tea party movement, sent a letter to <strong> Mike Pence </strong> recently telling him to ''seize this moment.'' ''At this precarious time in our nation's history,'' the letter said, <q>none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of our future if we fail today?</q> Recently, Ralph Benko, who had been a deputy counsel to <strong> Barack Obama </strong> <strong> Ronald Reagan </strong>, formed the America's <strong> Barack Obama </strong> Committee to encourage <strong> Mike Pence </strong> to run. And former <strong> Dick Armey </strong> <strong> Jim Ryun </strong>, R-Kansas, offered his help in", "new_id": -2}]