[{"uid": "1295647113138969096", "i": 47230, "idx": 2, "sa": ["Eric Schmidt", "Henry Blodget", "Google Inc."], "q": "price Thursday, will lower <strong> Eric Schmidt </strong>'s stake and voting power, and comes as <strong> Google Inc. </strong> announced that co-founder Larry Page will replace <strong> Eric Schmidt </strong> as chief executive. <strong> Eric Schmidt </strong> will become executive chairman in April,'' Russolillo reports. <q> The stock-trading plan, unveiled in a filing with the Securities and Exchange Commission, said <strong> Eric Schmidt </strong> intends to sell as much as 534,000 Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares. </q> here. <strong> Henry Blodget </strong> writes for The Business Insider,`` Let's be serious: <strong> Eric Schmidt </strong> got fired.''`` Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no", "new_id": -2}, {"uid": "1296233966016105510", "i": 26395, "idx": 0, "sa": ["Kirsten Gillibrand", "Frank Lautenberg", "Barbara Boxer", "Jeff Merkley", "Sheldon Whitehouse", "Ben Cardin", "Sen. Bernie Sanders", "Tom Udall"], "q": "( D-DE), <strong> Frank Lautenberg </strong>( D-NJ), <strong> Ben Cardin </strong>( D-MD), <strong> Sen. Bernie Sanders </strong>( I-VT), <strong> Sheldon Whitehouse </strong>( D-RI), <strong> Tom Udall </strong>( D-NM), <strong> Jeff Merkley </strong>( D-OR), <strong> Kirsten Gillibrand </strong>( D-NY) </blockquote> <q> Republicans: Ranking Member <strong> Senator James Inhofe </strong>( R-OK), <strong> David Vitter </strong>( R-LA), <strong> John Barrasso </strong>( R-WY), <strong> Jeff Sessions </strong>( R-AL), <strong> Mike Crapo </strong>( R-ID), <strong> Lamar Alexander </strong>( R-TN), <strong> Mike Johanns </strong>( R-NE), <strong> John Boozman </strong>( R-AR) </q> With Oberstar Gone, Who Will Lead the Democrats on T& I Committee? House Transpo Committee Promises Bipartisanship, To Tackle Aviation First`` Our problem is that <strong> Barbara Boxer </strong> has expressed a desire to introduce a bill that", "new_id": -2}, {"uid": "1296383580079249441", "i": 19719, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q> You can't just go full speed and reckless, </q> <strong> Charles Woodson </strong> said.`` You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward or step", "new_id": -2}, {"uid": "1296037931233095171", "i": 33103, "idx": 1, "sa": ["Michael Vick"], "q": "a shill for the tobacco, drug or e-cigarette industry.'' She also tries to recast the safety question.`` I can't point to anything to say it's 100 percent safe,'' Keller said. <q> The thing is, it only needs to be safer. The only standard is that it's safer than smoking. </q> <strong> Michael Vick </strong> Scores First Endorsement Since Prison Release Wheelchair-Bound Woman Rescued From Under MARTA Train Police Arrest Suspected Pimp At Marietta Hotel Video Shows Man Threatening Cashier With Machete Husband Held In Police Custody After Wife Killed In Fire Bust A", "new_id": -2}, {"uid": "1297255140028704860", "i": 8641, "idx": 1, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "president rather than making public statements identifying with the aspirations of pro-democracy protesters.`` I personally think- it's kind of an old-fashioned thought- that private diplomacy is preferable,'' he says. <q> Public diplomacy can have the effect of letting the world know what you think; it can have the effect of satisfying your own personal views and playing to your base, wherever you are, but it may have just the opposite effect in the country where you're making comments about. </q> In his memoir, former National Security Council director <strong> Condoleezza Rice </strong> is portrayed as an academic uncomfortable with the clash of opinions at senior levels of government. And <strong> Donald Rumsfeld </strong> questions the complaint by his old nemesis, former", "new_id": -2}, {"uid": "1296864258154910775", "i": 3230, "idx": 5, "sa": ["Sergio Marchionne"], "q": "why it's on the table and we're going to discuss it.'' <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding <q> for all I know it could be based here. </q> But there is a laundry list of things to do before a merger of Fiat and Chrysler could happen, including the refinancing of debt and the IPO, <strong> Sergio Marchionne </strong> said.`` I want to", "new_id": -2}, {"uid": "1297261068179191811", "i": 20149, "idx": 7, "sa": ["Donald Rumsfeld", "President Bush"], "q": "York because otherwise the site would be abandoned. Had Powell not stood in the way, in <strong> Donald Rumsfeld </strong>'s view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after Powell's speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after Powell's speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious", "new_id": -2}, {"uid": "1297177593144113675", "i": 13464, "idx": 8, "sa": ["Paula Abdul", "Simon Cowell", "Lady Gaga"], "q": "<strong> Paula Abdul </strong>,'' he said.`` We've been in regular contact.'' <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. <q> Over the years you've seen a different type of artist emerge, </q> he explained, noting that a certain`` je ne sais quoi'' has become just as important as chops.`` A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her", "new_id": -2}, {"uid": "1295976104233406491", "i": 15166, "idx": 1, "sa": ["Patrice Lumumba", "Allen Iverson"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom.`` It's special, and it's a tribute to my coach and my teammates,'' said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> Brown said.`` There were so many lessons to be learned, from him http://wn.com/Christian_Cook_playing_for_the_MLL_Major_League_Lacrosse DR of Congo: Discreet Commemorations of the 50th Anniversary of <strong> Patrice Lumumba </strong>'s Assassination Amid rumors of rebel groups unifying in Congo, countries", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]