[{"uid": "1297445312051478703", "i": 19285, "idx": 0, "sa": ["David Letterman"], "q": "over 10 years. Naughty recently made a high profile appearance and performance on The Late Show with <strong> David Letterman </strong> last week, making it the first time the group has ever been on the show. <q> You know its on when you see <strong> Howard Stern </strong> backstage of <strong> David Letterman </strong> and he's like` yo where's the new album, stop playing, we need that right now,' </q> group member Treach told AllHipHop.com. Naughty By Nature co-founder Vin Rock said that he was appreciative that such high profile personalities appreciated the hit-making group's longevity in the music business.`` They understood", "new_id": -2}, {"uid": "1295536150212385796", "i": 12820, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Notables at state dinner Gallery: Mayors Lee and Quan join CEOs, leaders and celebs", "new_id": -2}, {"uid": "1296184328117178369", "i": 18876, "idx": 1, "sa": ["Bee Gees", "Simon Cowell", "Steven Tyler"], "q": "( <strong> Simon Cowell </strong> might have booted her out before she said a word.)`` You should do voice overs for cartoons,'' Randy Jackson said. Later, he added,`` That's not serious.'' <q> I got one yes and two no's, </q> she said. She thought <strong> Steven Tyler </strong> said yes when he said no. are Nashville exes who decide to come in together. They sing a <strong> Bee Gees </strong> song in fine harmony, show lovely chemistry. They also sing", "new_id": -2}, {"uid": "1296759030005144618", "i": 6127, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "as excess loyalty to LBJ. <blockquote> In May 2004, right after the Abu Ghraib scandal broke, the Economist- hardly a radical rag- ran an editorial titled`` Resign, <strong> Donald Rumsfeld </strong>'', adding <q> responsibility for errors and indiscipline needs to be taken at the top. </q> </blockquote> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window", "new_id": -2}, {"uid": "1297697522107970622", "i": 26072, "idx": 3, "sa": ["Steve Ballmer"], "q": "more easily.'' Well, no kidding, <strong> Steve Ballmer </strong>. What else you got? 4:09 PM Smart design and hubs are the two pivotal topics he's about to start on. Smart design first. 4:09 PM <q> Great products are really defined by the passion and the loyalty that they inspire from the people who've gone out and purchased them. </q> Sounds like Symbian fans to us, hah! 4:08 PM`` 93% of customers are delighted with their Windows Phones.'' 4:08 PM`` We knew from the reaction that we got here at MWC last year", "new_id": -2}, {"uid": "1295473852012009688", "i": 22832, "idx": 2, "sa": ["Wayne Brady", "Jeff Probst", "David Letterman", "Regis Philbin", "Neil Patrick Harris"], "q": "the phone <strong> David Letterman </strong> hung up, as a joke. <strong> Regis Philbin </strong>'s big news is making headlines and The New York Post ran a three page tribute, much to his delight. <strong> Regis Philbin </strong> says, <q> Cause I love the press! Oh boy. Not to be morbid, but I almost thought I was looking at my obituary laugh. </q> Speculation continues about possible replacements. <strong> Wayne Brady </strong>, <strong> Neil Patrick Harris </strong> and Bryant Gumble are among the new names being talked about in addition to potential front-runners <strong> Jeff Probst </strong> and Kelly Rippa's husband Mark Conseulos. And while", "new_id": -2}, {"uid": "1297196814258572315", "i": 38900, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "the conflict.`` That was terribly vicious regime, and there's no question but that the world is better off today than if <strong> Saddam Hussein </strong> and his regime were still in power,'' he said. <q> There are millions of people in that country who have been liberated. </q> Mr. <strong> Donald Rumsfeld </strong>, who also served as defence secretary under <strong> Gerald Ford </strong>, became the face of the <strong> President Bush </strong> response to the 9-11 attacks with his aggressive, damn-the-torpedoes determination to avenge the United States, efforts often punctuated", "new_id": -2}, {"uid": "1295606235129794070", "i": 3995, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed Google's fourth-quarter earnings, which soared past", "new_id": -2}, {"uid": "1296373180057065475", "i": 23349, "idx": 0, "sa": ["Allen Iverson"], "q": "He was roundly criticized for his string of 40-point games as a rookie, accused of padding his stats in a push for the Rookie of the Year award-- which he won. <strong> Allen Iverson </strong>'s response this time: <q> I don't mind taking 40 shots. That's what I do. </q>`` I played that game like it was my last when I was a rookie and scored 50,'' said <strong> Allen Iverson </strong>, who equaled the most points scored in the NBA this season.`` I did the same", "new_id": -2}, [{"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance.`` We were very confident,'' <strong> Michael Vick </strong> said. <q> We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control. </q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}]]