[{"uid": "1295308684212140059", "i": 47456, "idx": 1, "sa": ["Michael Vick", "John Clark"], "q": "confirmed as much during an interview with <strong> John Clark </strong> of NBC10 that aired Sunday night.`` Absolutely, absolutely,'' <strong> Michael Vick </strong> said, when asked if Philadelphia was the best place for him to play football. <q> I know we're only going to get better as a team. I would love to stay here, love to be here, and I think this team gives me the best chance of winning a Super Bowl. </q> But that wasn't always the case. <strong> Michael Vick </strong> said two years ago, the Eagles were not at the top of his list of teams. As has been reported multiple times, <strong> Michael Vick </strong>'s camp wanted", "new_id": -2}, {"uid": "1295488988026624012", "i": 13050, "idx": 0, "sa": ["David Letterman", "Michael Cammalleri", "Brandon Dubinsky", "Bruno David", "Michael Richards"], "q": "feed <strong> Michael Richards </strong> vs <strong> Brandon Dubinsky </strong> from the Philadelphia Flyers at New York Rangers game on Mar 14, 2010- MSG feed. via www.hockeyfights.com... <strong> David Letterman </strong>- New York Rangers Top Ten Preview Get a sneak peek at tonight's <q> Top Ten Things Never Before Spoken By A Hockey Player. </q>... <strong> Michael Cammalleri </strong> Fight Vs <strong> Bruno David </strong> Krejci 12/16/2010 www.youtube.com <strong> Michael Cammalleri </strong> first nhl fight Vs <strong> Bruno David </strong> Krejci fight... Inaugural Exhibition at <strong> Bruno David </strong> Gallery( 2005) Inaugural Exhibition at <strong> Bruno David </strong> gallery. The video was recorded in November 2005, and", "new_id": -2}, {"uid": "1295985385139264048", "i": 5038, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "GoogleGoogle berraschte in der vergangenen Woche mit einem F?hrungswechsel und starken Quartalszahlen. Warum die Aktie weiter aussichtsreich bleibt. von Klaus Schachinger, Euro am Sonntag Zuerst twitterte Google-Chef <strong> Eric Schmidt </strong> die Nachricht ber seinen R?ckzug. <q> T?gliche Aufsicht durch Erwachsene nicht mehr notwendig </q>, teilte der im Vergleich zu den Gr?ndern des Internetgiganten 20 Jahre ltere Manager auf seinem Blog mit. Man habe die Rollen klarer verteilt. W?hrend <strong> Larry Page </strong> ab April als Vorstandschef das Tagesgesch?ft leiten wird, soll sich sein", "new_id": -2}, {"uid": "1295419250126189579", "i": 29375, "idx": 3, "sa": ["Sergio Marchionne"], "q": "is just getting under way. The vehicles from the new minivan platform would be built in Windsor.`` I am here with one message to tell you,'' <strong> Sergio Marchionne </strong> told workers Tuesday. <q> The future of this plant is without doubt guaranteed. </q> Windsor Assembly is Chrysler's oldest plant and the only automaking factory in North America running on three shifts. It employs 4,300 workers who build 1,452 minivans a day. The plant is about to add versions", "new_id": -2}, {"uid": "1295862437042090540", "i": 12399, "idx": 0, "sa": ["Michael Vick", "Tiger Woods", "Ben Wallace", "Ben Roethlisberger", "Dan Rooney"], "q": "CITIZEN For a while, it appeared <strong> Ben Roethlisberger </strong> might be headed down the same dark career path <strong> Michael Vick </strong> or <strong> Tiger Woods </strong> ventured onto but since his return, the 28-year-old has been a model NFL citizen. <q> <strong> Ben Wallace </strong> has done a great job, </q> Steelers owner <strong> Dan Rooney </strong> told FOXSports.com.`` <strong> Ben Wallace </strong> did his time.`` He did everything he was asked to do. He conducted himself as a real gentleman.`` I'm very proud of", "new_id": -2}, {"uid": "1295547194232112134", "i": 37161, "idx": 4, "sa": ["Jennifer Lopez", "Simon Cowell", "Paula Abdul", "Steven Tyler"], "q": "made`` Idol'' delicious.''` American Idol' Season 10 recap: Just not the same without <strong> Simon Cowell </strong>'' Forget it. This season is a write-off: says Ramin Setoodeh in Newsweek. Now <q> the entire franchise has gone to the land of Stepford, where everybody is so nice and sweet and happy and zippy, you feel a cavity coming on. </q> <strong> Steven Tyler </strong> is`` about as critical as a fourth-grade music teacher,'' while <strong> Jennifer Lopez </strong>, trying to fill the sympathetic <strong> Paula Abdul </strong> role, supposedly has trouble saying no, but`` even this feels manufactured'' and disingenous.", "new_id": -2}, {"uid": "1296580982133529658", "i": 33520, "idx": 3, "sa": ["Gary Moore", "Allen Iverson", "James Andrews"], "q": "<strong> Allen Iverson </strong> four to six weeks to recover,`` but it could take longer.'' In a statement provided by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>, <strong> James Andrews </strong> said <strong> Allen Iverson </strong> probably won't be able to return for <q> six to eight weeks or more. </q>`` At this point it is certainly more important to get[ <strong> Allen Iverson </strong>'s] calf healed and asymptomatic than it is to try to play with continued pain,'' <strong> James Andrews </strong> wrote. The injury", "new_id": -2}, {"uid": "1295545349188383370", "i": 16509, "idx": 5, "sa": ["Kirsten Gillibrand"], "q": ",'' was hopeful about marriage equality prospects in her own state, one of several on the east coast where state legislatures seem poised to deliver marriage rights for same-sex couples after a string of setbacks. <q> I'm very optimistic, </q> <strong> Kirsten Gillibrand </strong> said.`` We have a governor who supports marriage equality. It's something that the people want. And I think if we work very hard, and we continue to push our advocacy, we will", "new_id": -2}, {"uid": "1296422087007127041", "i": 26423, "idx": 0, "sa": ["Soulja Boy", "Phil Jackson", "LeBron James", "Allen Iverson", "Dahntay Jones"], "q": "to lead the Pacers to a 109-98 win over the Phil Jacksonadelphia 76ers on Monday night.`` At times, when we can put teams aSoulja Boy, we go about it in a lackadaisical <strong> Soulja Boy </strong>,'' <strong> Allen Iverson </strong> said. <q> We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talLeBron James about. </q> The Pacers earned a split of the home-and-home series after Phil Jacksonadelphia won 107-97 on Saturday night. <strong> Dahntay Jones </strong> scored seven straight points late in the fourth quarter that helped the Pacers put this one aSoulja Boy for a rare road win", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy''/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said.`` It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.''", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}]