[{"uid": "1295571569192872501", "i": 5952, "idx": 7, "sa": ["Eric Schmidt"], "q": "BGC Financial in New York, said the tension that the row engendered may have added to the reshuffle. But he said it was clear Google wanted to use <strong> Eric Schmidt </strong>'s political connections to the full. <q> They need government outreach, officials in Washington and Europe are all taking a closer look at Google, </q> he said. Gillis said that the wider issue may stem from inside the company. While Google has bought and successfully integrated companies including YouTube, Android and ad firm DoubleClick, its recent record of internal", "new_id": -2}, {"uid": "1296045804000704534", "i": 24724, "idx": 1, "sa": ["Ed Balls", "David Cameron", "Jacob Rees-Mogg", "Andy Coulson", "Ed Miliband"], "q": "are cheering louder as <strong> Jacob Rees-Mogg </strong> Rees Mogg quotes Thatcher's \"there is no alternative\" line. 1212: And there's the first reference to <strong> Andy Coulson </strong>: <strong> Ed Miliband </strong> calls <strong> David Cameron </strong>'s judegment into question for <q> hanging on to him for so long </q>. <strong> David Cameron </strong>'s return is stinging: if <strong> Ed Miliband </strong> thinks <strong> Ed Balls </strong> is such a good idea, why didn't he appoint him shadow chacncellor in the first place? The two leaders can barely contain their professional disdain for", "new_id": -2}, {"uid": "1295669856061620359", "i": 25522, "idx": 5, "sa": ["Eric Schmidt"], "q": ". Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar. \"Wir hatten ein starkes Quartal und ein starkes Jahr\" , sagte <strong> Eric Schmidt </strong>. <q> Der Ausblick ist vielversprechend. </q> Google erobert immer neue M?rkte Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internettelefonie, elektronische B?cher, Musik, B?rosoftware, PC-Betriebssystem oder Internetbrowser sind nur einige Baustellen", "new_id": -2}, {"uid": "1296538581017350680", "i": 29683, "idx": 0, "sa": ["Matt Damon", "David Letterman", "Ari Graynor", "Justin Bieber"], "q": "rumours started spreading <strong> Justin Bieber </strong> on` The Late Show with <strong> David Letterman </strong>'- hilAri Graynorty ensues( video) On Monday, 16-year old singing sensation <strong> Justin Bieber </strong> made the next stop on his \"Never Say Never\" promotional tour-- <q> The Late Show with <strong> David Letterman </strong>. </q> When we first heard about this interview David Lettermanier this month, we assumed it would be awkward. However, it actually ended up being more than a little bit hilAri Graynorous. Daddy duty: <strong> Matt Damon </strong> dotes over daughter Isabella", "new_id": -2}, {"uid": "1295091463061095940", "i": 29567, "idx": 1, "sa": ["Sergio Marchionne", "John Elkann"], "q": ". <strong> Sergio Marchionne </strong> ha commentato cos il risultato del referendum. \"Dai lavoratori hanno fiducia nel loro futuro. Grazie al loro senso di responsabilit per questa scelta coraggiosa\" . Il presidente della Fiat <strong> John Elkann </strong> ha invece detto: <q> La scelta dei lavoratori apre nuove prospettive </q>. \"Mi auguro che le persone che hanno votato no, messe da parte le ideologie e i preconcetti prendano coscienza dell` importanza dell` accordo che salvaguarda le prospettive di tutti i lavoratori\" .", "new_id": -2}, {"uid": "1296277628111296534", "i": 32346, "idx": 3, "sa": ["Michael Vick"], "q": "also potentially make it tougher for some landowners to get federal development. The agreement was announced Wednesday by two environmental groups-- the National Brandon Bond Project 9-6-1 Interview About <strong> Michael Vick </strong> Dogs <strong> Michael Vick </strong>'s Fighting Dogs Now Safe With <q> International Tattoo Artist of the Year </q>! <strong> Michael Vick </strong> may be doing time, but three of his dogs are free at last, and enjoying their first taste of living in an Atlanta based foster care program. The home of the Atlanta Falcons is a.", "new_id": -2}, {"uid": "1296422087007127041", "i": 26423, "idx": 0, "sa": ["Phil Jackson", "Dahntay Jones", "LeBron James", "Soulja Boy", "Allen Iverson"], "q": "to lead the Pacers to a 109-98 win over the Phil Jacksonadelphia 76ers on Monday night. \"At times, when we can put teams aSoulja Boy, we go about it in a lackadaisical <strong> Soulja Boy </strong>,\" <strong> Allen Iverson </strong> said. <q> We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talLeBron James about. </q> The Pacers earned a split of the home-and-home series after Phil Jacksonadelphia won 107-97 on Saturday night. <strong> Dahntay Jones </strong> scored seven straight points late in the fourth quarter that helped the Pacers put this one aSoulja Boy for a rare road win", "new_id": -2}, {"uid": "1295282100244170761", "i": 6604, "idx": 1, "sa": ["Betty White", "Simon Cowell"], "q": "'s. \"We bring a different perspective, I think, than any of the other previous judges really have before, especially if you're speaking about <strong> Simon Cowell </strong> specifically. We just do,\" she says. <q> We're artists. We've been up there. We've auditioned. We've been through the ranks.... I've been in this business a long time too. There's nothing like having that type of discussion with another artist to help you grow. And at the end of the day, that's what we're there for, to help the kids either move on to the next level or break the news to them that they're not going on to the next level. </q> <strong> Betty White </strong> warns it's best not to tread in spiked heels if you're guesting on \"Saturday Night Live.\" \"Don't wear those heels if you do it, because between sketches, they", "new_id": -2}, {"uid": "1295733110147996681", "i": 41495, "idx": 6, "sa": ["Andy Coulson", "Elizabeth Turner"], "q": "been called to examine newspaper phone hacking, amid fresh pressure on No10 communications chief <strong> Andy Coulson </strong>.. Follow us on twitter at twitter.com.... Kissing You| Kisses& Moments Montage( TV, Movie& Anime) <q> The soul that can speak with its eyes can also kiss with a gaze. </q>- unknown I love that quote:D Couples <strong> Elizabeth Turner </strong> Swann& Jack Sparrow- Pirates of the Caribbean Madeline \"Maddy\" LeClerc& Abb du Coulmier- Quills Elinor Dashwood& <strong> Andy Coulson </strong> Ferrars-... News of the World", "new_id": -2}, {"uid": "1296387706032849946", "i": 53718, "idx": 4, "sa": ["Carl Nicks", "Jonathan Vilma", "Matt Ryan", "Drew Brees", "Jahri Evans", "Roman Harper", "Michael Vick"], "q": "to Seattle on Jan. 8 in the wild-card round of the playoffs, and <strong> Drew Brees </strong>- along with Saints teammates <strong> Roman Harper </strong>, <strong> Jonathan Vilma </strong>, <strong> Jahri Evans </strong> and <strong> Carl Nicks </strong>- settled for the consolation of a trip to Hawaii. <q> It's nice to be back out here in Hawaii, </q> <strong> Drew Brees </strong> said. \"It's great for the fans, players love it. It's great for the families.\" <strong> Drew Brees </strong> will share time with <strong> Michael Vick </strong> and Atlanta's <strong> Matt Ryan </strong> in today's game.", "new_id": -2}]