[{"uid": "1297214463071778371", "i": 36053, "idx": 0, "sa": ["Donald Rumsfeld", "John Thune", "Mike Pence", "Rick Santorum", "Nick Casey", "Sen. Bernie Sanders", "John Stossel", "Tucker Carlson", "Nick Gonzalez"], "q": "Fox News`` The O'Reilly Factor'': <strong> Sen. Bernie Sanders </strong> <strong> Mike Pence </strong>; <strong> John Stossel </strong>`` Hannity'': <strong> Donald Rumsfeld </strong> <q> On the Record with Greta van Susteren </q>: <strong> Nick Casey </strong>, Wall Street Journal Reporter; Brother <strong> Nick Gonzalez </strong>, high school principal of two students shot dead in Ciudad Juarez; Former <strong> Rick Santorum </strong>( R-PA); <strong> Rick Santorum </strong> <strong> John Thune </strong>( R-SD); <strong> Tucker Carlson </strong>, Daily Caller", "new_id": -2}, {"uid": "1296232715058523654", "i": 14884, "idx": 6, "sa": ["Mike Pence"], "q": "I think he'd clear the field.'' Indkana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like <strong> Mike Pence </strong>. <q> <strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation, </q> he said.`` He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.'' The congressman's future has been the subject", "new_id": -2}, {"uid": "1295995322049692688", "i": 7701, "idx": 0, "sa": ["David Letterman"], "q": ".`` It could help people feel less alienated from their government, which is a good thing,'' said John Weingart, associate director of the Eagleton Institute of Politics at Rutgers University. <q> There's a risk on the other side that distinguishing what's false from what's true may become harder for people. </q> <strong> David Letterman </strong> Fleet blogs about social media and communications, and he is vice president of digital in the Toronto office of Edelman, a multinational public relations firm. He said that while political communications often", "new_id": -2}, {"uid": "1295044908170393664", "i": 48792, "idx": 1, "sa": ["Piers Morgan", "Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "a million for SANDS. money, mouth??????????????????'' <strong> Piers Morgan </strong>, whose guests on the ITV1 show have included former UK prime minister <strong> Gordon Brown </strong>, music executive <strong> Simon Cowell </strong> and British pop star <strong> Cheryl Cole </strong>, jokingly replied, <q> A million what? If it's Chilean pesos, we have a deal. </q> Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1297684045187187200", "i": 18266, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "The Beginning of the End)`` Reply# 2401 on: February 04, 2011, 04:11:14 AM'' Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q> Reply# 2402 on: February 04, 2011, 04:31:15 AM </q> Published on Thursday, February 3, 2011 by The Washington Post Unrepetant <strong> Donald Rumsfeld </strong>: Iraqi Deaths, Torture Worth It Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End", "new_id": -2}, {"uid": "1295374694140279816", "i": 18915, "idx": 1, "sa": ["Mitt Romney", "Mike Pence"], "q": "One reservation about a presidential bid that Mr. <strong> Mike Pence </strong> has expressed in private meetings is whether he can raise the money to compete with the well-funded <strong> Mitt Romney </strong>. But Mr. Benko said that shouldn't be a hindrance. <q> If <strong> Mike Pence </strong> runs, the money will follow in a big way, </q> he said. Mr. <strong> Mike Pence </strong> has told friends that he will make a decision by the end of the month. To read more stories like this one, please subscribe to Copyright 2011 Dow Jones", "new_id": -2}, {"uid": "1297627010160415775", "i": 32914, "idx": 3, "sa": ["Caroline Heldman", "Mike Pence"], "q": "support abortion rights.''( And obviously Fox`` News'' doesn't given the Ingraham and Bill's earlier <strong> Mike Pence </strong> piece which included Bill's stalker/producer harassing a spokesperson for Planned Parenthood.) He continue <q> they don't want to bring any attention to this controversy. </q> <strong> Caroline Heldman </strong> mentioned how the networks don't want to get burned the way they did with Shirley Sherrod. Bill was happy when she said that Catholic Charities, as well as PP, is a`` sacred cow.", "new_id": -2}, {"uid": "1294968451002998314", "i": 41793, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "in a fundraising email drew criticism from Republicans. <strong> Sen. Bernie Sanders </strong>' staff said the Senator would address the issue today, but he refused to answer questions from a Channel 3 reporter. <strong> Sen. Bernie Sanders </strong> said, <q> today we're burying a 9 year old. the president gave a very poignant speech today and I think we might want to honor that. I have a lot of views that can wait till next week or the following week. </q> In a statement released yesterday, <strong> Sen. Bernie Sanders </strong>' staff noted that the newsletter covered many other topics, but it would have been`` absurd'' not to mention the Arizona shootings. We welcome your participation", "new_id": -2}, {"uid": "1296165757231161870", "i": 25663, "idx": 0, "sa": ["Steve Ballmer"], "q": "though revenue climbed 15 percent.`` We are enthusiastic about the consumer response to our holiday lineup of products, including the launch of Kinect,'' said Microsoft chief financial officer Peter Klein. <q> The pace of business spending, combined with strong consumer demand, led to another quarter of operating margin expansion and solid earnings per share growth. </q> Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 videogame consoles in the 60 days after it hit the market in November, chief executive <strong> Steve Ballmer </strong> said early this month. Kinect lets", "new_id": -2}, {"i": 25587, "idx": 0, "index_answer": 0, "new_id": -1, "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "sa": ["Sergio Marchionne"], "uid": "1296939660153092098"}]