[{"uid": "1297284876166281260", "i": 44036, "idx": 2, "sa": ["Rahm Emanuel", "Donald Rumsfeld"], "q": "Chicago mayoral candidate who happens to be another famous alum of New Trier.`` New Trier hall of fame: <strong> Donald Rumsfeld </strong> in, <strong> Rahm Emanuel </strong> Out,'' wrote the Huffington Post's Chicago page put it more bluntly: <q> <strong> Rahm Emanuel </strong> Loses New Trier Popularity Contest: Left Out of School's Hall of Fame. </q> According to Nicole Dizon, New Trier's communications director, a committee consisting of alumni, administrators, faculty, and a student conducted the`` very thoughtful'' selection process that included nearly 90 nominees. She", "new_id": -2}, {"uid": "1295573069103104552", "i": 42577, "idx": 1, "sa": ["Eric Schmidt"], "q": "'' But at no time since the Google juggernaut began its conquest of the Internet have their been so many doubts being raised about the company's future. In a parting tweet, <strong> Eric Schmidt </strong> wrote Thursday: <q> Day-to-day adult supervision no longer needed! </q> Perhaps that's true. But it would be a mistake to think that Page is inheriting a company that's running on cruise control. Google doesn't need Page to be a savior. But he", "new_id": -2}, {"uid": "1295911715085770242", "i": 32747, "idx": 2, "sa": ["Bill Lockyer"], "q": "?` Ludicrous,' He Says <blockquote>`` It's a cynical proposal, intended to incite a panic in response to a phony crisis,'' Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists. <q> Killer bees, space aliens, and now it's the invasion of the bankrupt states. </q> </blockquote> Company: Calculated Risk Website About: <strong> Bill Lockyer </strong> McBride( author since Jan 2005), A full time blogger, Mr. McBride retired as a senior executive from a small public", "new_id": -2}, {"uid": "1296432940168050695", "i": 6618, "idx": 8, "sa": ["Corliss Williamson", "Marc Jackson", "Kyle Korver", "John Salmons", "Eddie Gill", "Allen Iverson"], "q": "game.'' He was hot when it mattered, though, as <strong> Allen Iverson </strong> took the ball the length of the court and beat the short-handed Pacers with a shot from just above the free throw line over <strong> Eddie Gill </strong>. <q> His shots didn't fall until the last one, and who cares about the others? </q> coach Jim O'Brien said. <strong> Kyle Korver </strong> made seven 3-pointers and scored a career-high 23 points, <strong> Marc Jackson </strong> had 21 points and 10 rebounds, and <strong> John Salmons </strong> and <strong> Corliss Williamson </strong> each scored 15 points for the Sixers. <strong> Kyle Korver </strong> capped Philadelphia's", "new_id": -2}, {"uid": "1296257094202539037", "i": 38067, "idx": 2, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Will Washington", "Hosni Mubarak"], "q": "[ May 2008] unprecedented attention and recognition, including meetings in <strong> Will Washington </strong> with US <strong> Donald Rumsfeld </strong> of State, the National Security Advisor, and prominent members of Congress. In the words of <strong> Condoleezza Rice </strong>, the fellows represent the <q> hope for the future of Egypt. </q> http://www.freedomhouse.org/template.cfm?page=66&amp;program=84 Political Double Talk: Chatting with`` Dictators'', Mingling with`` Dissidents'' Under the auspices of Freedom House, Egyptian dissidents and opponents of <strong> Hosni Mubarak </strong> were received in May 2008 by <strong> Condoleezza Rice </strong> at", "new_id": -2}, {"uid": "1296730879097124358", "i": 42055, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "by incoherent decision-making and policy drift, and a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests Bush was at fault for not doing more to resolve disagreements among senior advisers. The president <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made </q>, <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, he wrote:`` In retrospect, there may have been times when more troops could have helped.''", "new_id": -2}, {"uid": "1295446736183418917", "i": 1583, "idx": 2, "sa": ["Mitch Daniels", "Mike Pence"], "q": "mind. He talked Monday morning to Gov. <strong> Mitch Daniels </strong>, who is term-limited from seeking a third consecutive term as governor and who also is leaving the door open to a run for the presidency. <q> We're certainly hearing encouragement from our friends here at the Statehouse in various ways, </q> <strong> Mike Pence </strong> said.`` I've heard as many people encourage us to consider coming home to Indiana as I have people who pulled me alongside and said,` Keep the national campaign in mind.'''", "new_id": -2}, {"uid": "1295325223053116955", "i": 17739, "idx": 0, "sa": ["George Washington", "Kobe Bryant", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "q": "led by <strong> Kobe Bryant </strong>'s 25, score 20-plus points to give the Lakers a 111-107 win over the Denver Nuggets on Wednesday night. <strong> Carmelo Anthony </strong> had 26 points and eight rebounds and <strong> Marcus Camby </strong> had 20 rebounds for the Nuggets. <q> We absorbed a lot of points from <strong> Allen Iverson </strong>, </q> Lakers coach Phil <strong> George Washington </strong> said.`` He got our whole team in foul trouble.'' <strong> Allen Iverson </strong> scored 49 points through the first three quarters but was held to a just a layup in the fourth. The Lakers", "new_id": -2}, {"uid": "1296521624090341381", "i": 13749, "idx": 1, "sa": ["Jay Leno", "Barack Obama", "David Letterman", "President Bush"], "q": "soldiers serving in Afghanistan. When asked about it, <strong> Barack Obama </strong> was like,` Well, technically that is change.''' The 2010 elections worsened the comics' tone: â\u0080¢ <strong> David Letterman </strong>- <q> Voters didn't like how <strong> Barack Obama </strong> was handling the economy. Wait a minute- he was handling the economy? </q> â\u0080¢ <strong> Jay Leno </strong>-`` <strong> Barack Obama </strong> will be laying out a new economic plan. Apparently, we had an old economic plan.'' â\u0080¢ <strong> Jay Leno </strong>-''( <strong> Barack Obama </strong> and <strong> President Bush </strong>) had a cordial", "new_id": -2}, [{"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]]