[{"uid": "1296391518023904278", "i": 43976, "idx": 7, "sa": ["Rush Limbaugh", "Mike Pence"], "q": "a radio talk show host, <strong> Mike Pence </strong> started a TV show in 1995. Although <strong> Mike Pence </strong> was inspired by <strong> Rush Limbaugh </strong>, he kept to his`` no personal attacks'' pledge. <q> Conservative media, including <strong> Rush Limbaugh </strong>, have a tremendous blind spot when it comes to making a distinction between differences in public policy and personal differences, </q> <strong> Mike Pence </strong> told The Indianapolis Star in 1995. When McIntosh, who had succeeded Sharp, decided to run for governor in 2000, <strong> Mike Pence </strong> won a six-way primary for the GOP nomination in the 2nd", "new_id": -2}, {"uid": "1295983407057327617", "i": 38678, "idx": 0, "sa": ["Bill Lockyer", "Carl Nolte", "Newt Gingrich"], "q": "when restaurant people getting off work stop by. Banzo Taylor, who works around the corner, dropped by the other afternoon with a co-worker after a long day.`` We,'' he said, <q> are here to drown our sorrows. </q> <strong> Carl Nolte </strong>'s Native Son column appears every Sunday. E-mail him at Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SANTA ROSA", "new_id": -2}, {"uid": "1295943336129105955", "i": 40270, "idx": 0, "sa": ["Oprah Winfrey", "Regis Philbin", "David Letterman", "Larry King"], "q": "AM EST- U.S. Markets open in 6 hrs 15 mins <strong> Oprah Winfrey </strong>, <strong> Larry King </strong> and now <strong> Regis Philbin </strong>-- 3 TV talk exits{`` s'':`` cbs, twx'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} <strong> David Letterman </strong> Bauder, AP Television Writer, On Monday January 24, 2011, 9:54 am EST NEW YORK( AP)-- <strong> Regis Philbin </strong>", "new_id": -2}, {"uid": "1296222150071827491", "i": 21454, "idx": 6, "sa": ["Nancy Pelosi", "Lindsey Graham", "Sen. Bernie Sanders"], "q": "?'' <strong> Lindsey Graham </strong> said in reference to the former Republican president and Democratic House <strong> Nancy Pelosi </strong>. <strong> Sen. Bernie Sanders </strong> accused Republicans of hyping the fiscal instability of the program, and the media of swallowing their spin. <q> If it's raining tomorrow, therefore Social Security is in trouble. What's the surplus for Social Security? </q> he said. <strong> Sen. Bernie Sanders </strong> said the trust fund is similar to businesses that take out loans from time to time to cover short-term costs but are fiscally sound over the long term. The other members", "new_id": -2}, {"uid": "1297526124089751559", "i": 15721, "idx": 0, "sa": ["Carly Fiorina", "Steve Ballmer"], "q": "or HP under <strong> Carly Fiorina </strong> or the island under Jack Merridew, these things rot from the head. Is <strong> Steve Ballmer </strong> going to listen to them, or is he going to continue to insist that people really <q> In the ongoing battle between the geeks and the suits-er, the executives with a technical background( typified by chairman <strong> Bill Gates </strong>) and those with a business/management background( <strong> Steve Ballmer </strong>'s gene pool)- it seems to me two very senior techies are on their way out, replaced by a guy with stellar Yahoo integration skills. </q> To be clear, if the Macalope were to give Microsoft sincere advice, he's not sure he'd say <strong> Steve Ballmer </strong> has to go. And since he's not being asked to give the company sincere advice", "new_id": -2}, {"uid": "1296530715200818714", "i": 30645, "idx": 3, "sa": ["LeBron James", "Chris Webber", "Nate Robinson", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/Nate_Robinson_45_Points_vs_Portland_Trailblazers_Career-High_[08-03-2008] <strong> Nate Robinson </strong>'s Highlights of his best game of his career!!! <strong> Nate Robinson </strong> shot 16-of-28 from the floor and went 11-for-13 from the line, handed out six", "new_id": -2}, {"uid": "1297639411018219016", "i": 14655, "idx": 2, "sa": ["Simon Cowell"], "q": ".`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Coronation Street: Peter gets his revenge at the blessing EastEnders: Ronnie's latest", "new_id": -2}, {"uid": "1295592036054968326", "i": 13723, "idx": 2, "sa": ["Eric Schmidt", "Dr. Peter Piot", "Larry Brilliant", "Larry King"], "q": "other entrepreneurs. 5:48 By <strong> Larry King </strong> Page, Co-Founder of Google, and <strong> Eric Schmidt </strong>, CEO of Google.... Google.Org: 25 Years of AIDS 53:11 A conversation with <strong> Dr. Peter Piot </strong>, <strong> Eric Schmidt </strong>, and <strong> Larry Brilliant </strong> on the topic of <q> AIDS: Are We Destined for Another 25 years? </q>( February 2007)... video results for: google schmidt larry <strong> Eric Schmidt </strong> of Google: Change Creates Opportunity Despite the economic downturn, <strong> Eric Schmidt </strong> tells students now is the perfect time to be graduating. Additionally, the Google", "new_id": -2}, {"uid": "1295559697061718555", "i": 37528, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. The change is effective starting April 4, 2011. <strong> Eric Schmidt </strong> explained the move in a blog post saying, <q> We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> He added,`` managing the business has become more complicated,'' and Google wanted to`` speed up decision making,'' so Page got the nod. says,`` Larry, in my", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}]