[{"uid": "1297352096264044547", "i": 33793, "idx": 1, "sa": ["Jennifer Hudson", "Joan Rivers", "Justin Bieber", "Oprah Winfrey", "Sergio Marchionne"], "q": "the help of a Groupon deal. Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits... Video: ShowBiz Minute: Lohan, <strong> Justin Bieber </strong>,` Mad Men' Report Abuse <q> Nearly all the commercials were from bad to awful( the Doritos ads being particularly bad), the VW was probably the best, but a Dagoba style raising the car off the ground in a parody of Luke with the Xwing in the swamp would have been better, sill, not bad. And what idiot working for godaddy's ad group needs to be fired for the <strong> Joan Rivers </strong> thing? That was creepy and disgusting. </q> ABC News: <strong> Jennifer Hudson </strong> to Appear on <strong> Oprah Winfrey </strong> Show The 2011 Chrysler Lineup Visit the Official Site to Schedule Your Test Drive Appointment Today! Chrysler 2011 Prices Save on Your New Chrysler! Find Out Our Lowest Possible Price", "new_id": -2}, {"uid": "1295310911045482027", "i": 20260, "idx": 0, "sa": ["Sergio Marchionne"], "q": "as many as 280,000 cars and SUVs annually at Mirafiori for the Jeep and Alfa Romeo brands as part of its venture with Chrysler. Production is scheduled to begin by the fourth quarter of next year. <q> They have chosen to take their destiny into their own hands, to take an historic step and become the architects of something new and important, </q> <strong> Sergio Marchionne </strong> said in a statement. The Jeep models that would be built in Mirafiori, <strong> Sergio Marchionne </strong> said last month, will be smaller than the Grand Cherokee and will not jeopardize jobs at Chrysler's Jefferson North", "new_id": -2}, {"uid": "1296706301075202568", "i": 3829, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such", "new_id": -2}, {"uid": "1295669771065781827", "i": 3128, "idx": 4, "sa": ["Eric Schmidt"], "q": "at the top of the company.'' On his Twitter account, <strong> Eric Schmidt </strong>, who was widely described as`` adult supervision'' for the two young founders when he was named chief executive, wrote: <q> Day-to-day adult supervision is no longer needed! </q> The unexpected news came as Google announced its fourth-quarter earnings, which handily beat the expectations of Wall Street analysts. Google reported net income in the quarter that ended Dec. 31 of$ 2.54 billion", "new_id": -2}, {"uid": "1295570955080838693", "i": 40423, "idx": 3, "sa": ["Timothy Naftali", "Colin Powell", "Brent Scowcroft", "George H. W. Bush"], "q": "scheduled to discuss`` the diplomacy of a winning coalition.'' href=\"http://content.usatoday.com/topics/topic/People/Politicians,+Government+Officials,+Strategists/Executive/Dick+Cheney\" title=\"More news, photos about Cheney\"> Cheney's topic is`` forging victory in the first post-Cold War conflict,'' and <strong> Colin Powell </strong> will handle <q> planning and fighting modern coalition warfare. </q> <strong> Brent Scowcroft </strong> will attend the symposium as will representatives from Kuwait. <strong> Timothy Naftali </strong>, a biographer of <strong> George H. W. Bush </strong>, said the Gulf War demonstrated the importance of having three things: allies abroad, strong political support at home and", "new_id": -2}, {"uid": "1296590089119291978", "i": 30880, "idx": 0, "sa": ["Megan Fox", "Simon Cowell", "David Letterman"], "q": "'' the would-be blockbuster series about a family that journeys back in time to the prehistoric era, and`` X Factor,'' the new singing showcase produced by former`` American Idol'' host <strong> Simon Cowell </strong>. <q> We understand the value of this, </q> said Joe David Lettermaney, president-marketing and communications for News Corp.'s <strong> Megan Fox </strong> Broadcasting. TV networks have been running promos during the Super Bowl for years. In a typical Super Bowl, 15% to 20%", "new_id": -2}, {"uid": "1296833917069533714", "i": 43660, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said.`` It's just a good idea.'' She said a permanent 20 percent credit will draw investments by venture capital funds from the sidelines. <q> You'll get more early-stage investment </q> that will result in more highly skilled and highly paid jobs.`` This is the kind of tax credit that pays for itself,'' she said. In a 2010 report on the expanded federal research", "new_id": -2}, {"uid": "1295619162009781260", "i": 5827, "idx": 0, "sa": ["Rupert Murdoch", "Theresa May", "Andy Coulson", "Prince William, Duke of Cambridge"], "q": "Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA December 2005? Buckingham Palace suspects interference with voicemail of <strong> Prince William, Duke of Cambridge </strong> and royal staff, and calls in Scotland Yard. <strong> Theresa May </strong> 2006? Detectives tell prosecutors that http://wn.com/Rupert Murdoch_refuses_to_answer_question_on_Andy Coulson_Andy Coulson_News_of_the_World_phone-hacking_scandal News Corp CEO <strong> Rupert Murdoch </strong> refuses to", "new_id": -2}, {"uid": "1295454374253952036", "i": 42694, "idx": 1, "sa": ["Glenn Beck", "David Letterman", "George W. Bush", "Newt Gingrich", "Sarah Palin"], "q": "The more you drink the harder it is to remember,` Oh I( bGlenn Beckp) hate wine'.'' Today's Must See Moment-- fast forward to 1:00 where <strong> George W. Bush </strong> drinks too much in <strong> David Letterman </strong>'s <q> <strong> George W. Bush </strong> Press Tour Recap. </q> <strong> Sarah Palin </strong>: Center of the GOP universe? <strong> Newt Gingrich </strong>: <strong> Sarah Palin </strong> Must` Slow Down' And` Think Through What She's Saying'( VIDEO) Funny Video: <strong> Sarah Palin </strong> explains what` blood libel' means to", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]