[{"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q>Is Not the Kind of Plan Americans Want<q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care \"Is Not the Kind of Plan Americans Want\" In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}, {"uid": "1295044803220282934", "i": 13980, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q>The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome,<q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. EDUCATION", "new_id": -2}, {"uid": "1296134863266403875", "i": 13923, "idx": 1, "sa": ["Kevin Garnett", "Khaldoon Al Mubarak", "Michael Jordan", "Allen Iverson", "Link TV"], "q": "Middle East <strong> Link TV </strong> is viewer-supported! www.linktv.org Today's headlines: \"Three million Hajj pilgrims begin journey to Muzdalifah,\" <strong> Khaldoon Al Mubarak </strong> Jazeera <strong> Link TV </strong>, Qatar \"Egyptian children learn about Hajj,\" <strong> Khaldoon Al Mubarak </strong> Jazeera <strong> Link TV </strong>, Qatar <q><strong> John P. </strong> Sudan begins registration for referendum vote,<q> BB... <strong> Allen Iverson </strong>& <strong> Michael Jordan </strong> 2003 NBA All Star Highlight <strong> Michael Jordan </strong> got the start and provided one more lasting moment. But it was all <strong> Kevin Garnett </strong> at the finish. The 52nd NBA All-Star Game was <strong> Michael Jordan </strong>'s last and", "new_id": -2}, {"uid": "1295583884071548935", "i": 31625, "idx": 0, "sa": ["Eric Schmidt"], "q": ", Google said in a statement. He will also act as an adviser to Page, 37, who served as CEO previously, from 1998 to 2001, and Brin, also 37. <q>Day-to-day adult supervision no longer needed!<q> <strong> Eric Schmidt </strong> said on Twitter in a reference to when the young co-founders brought him in to run the day-to-day operations of the then-fledgling company. Google has grown over the past decade from a startup battling other Internet", "new_id": -2}, {"uid": "1297009317188809262", "i": 49123, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. \"We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q>I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct. \"We'll find out and make sure we are operating well within the law and the spirit of the law.<q> launched a formal investigation into <strong> Google Inc. </strong> in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into software giant Microsoft snowballed into", "new_id": -2}, {"uid": "1297284241241352704", "i": 261, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "secretary by <strong> Robert Gates </strong>. \"The heart-breaking thing with respect to Guantanamo is not that there?s anything wrong with it, it?s one of the finest prison systems in the world,\" said <strong> Donald Rumsfeld </strong>. <q>What?s awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people,<q> he said. <strong> Donald Rumsfeld </strong> described it as \"a fine operation,\" and said US military personnel working there have \"taken a lot of the heat unfairly\" and \"deserve a lot of credit\"", "new_id": -2}, {"uid": "1297245174074432515", "i": 4347, "idx": 1, "sa": ["Lindsay Lohan", "Simon Cowell", "Hugh Laurie"], "q": "of April but it collided with a royal wedding. We don't want to bump them off the front page so we'll push it later.\" <strong> Hugh Laurie </strong> postpones release of album because of royal wedding <strong> Lindsay Lohan </strong> <q>to be charged with felony grand theft<q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1296546989249364481", "i": 29036, "idx": 4, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "wrong, but planned on calling him later. \"I'm very concerned,\" he said. So was <strong> Allen Iverson </strong>. \"He's family,\" said <strong> Allen Iverson </strong>, who had 21 points and 13 assists. <q>Life is way more important than the game of basketball. We just want him to get his situation straightened and get back to the team as soon as possible. He needs to take care of himself first.<q> <strong> Carmelo Anthony </strong> finished with 32 points and reserve forward <strong> Linas Kleiza </strong> scored 18 points on 7-for-13 shooting, helping Denver beat the Magic for the fifth http://wn.com/Dwyane_Wade_Highlights_vs_Kings_[41_Points,7_Assists,5_Rebounds]_9109 dwyane wade led the miami heat to the win over sacramento kings in overtime with", "new_id": -2}, {"uid": "1297277770262340612", "i": 17518, "idx": 0, "sa": ["David Letterman", "Zelda Fichandler", "Vince Lombardi", "James Earl Jones", "August Wilson", "Dan Lauria"], "q": "many others. He holds three Pulitzer Prizes, two Tony Awards, the Kennedy Center Honors, the National Medal of Arts and a Tony Award for Lifetime Achievement. According to Arena, the American Artist Award <q>honors an artist who has made a significant contribution to American theater and who represents all that is passionate, exuberant, deep and dangerous in the American spirit.<q> Past awardees include <strong> James Earl Jones </strong>, Robert \"Bob\" Alexander, <strong> August Wilson </strong> and Arena Stage co-founder <strong> Zelda Fichandler </strong>. <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as <strong> Vince Lombardi </strong>( Video) <strong> Dan Lauria </strong>, who recently visited \"", "new_id": -2}, {"uid": "1295798818239026178", "i": 38159, "idx": 0, "sa": ["Colin Powell", "Tom Coburn"], "q": "momentum over the past year as part of the solution to reduce the deficit and debt. Tea Party-backed progressives are coming together in calling for defense cuts. Ultra-conservative Sen. <strong> Tom Coburn </strong>( R-OK) even said recently that <q>taking defense spending off the table is indefensible.<q> Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: \"CANDY CROWLEY: Where would you with", "new_id": -2}]