[{"uid": "1297219570140312582", "i": 7407, "idx": 3, "sa": ["Simon Cowell"], "q": "big fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, <q> I have to take everyone's opinions into account, </q> including that of the show's other producers and the network. Our opinion is that we should be on the panel- as long as <strong> Simon Cowell </strong> doesn't mind being upstaged. A decision about", "new_id": -2}, {"uid": "1295573281224641037", "i": 34666, "idx": 0, "sa": ["Eric Schmidt"], "q": "what Google needs? That's not obvious. After the news broke on Thursday afternoon, <strong> Eric Schmidt </strong> posted a message on Twitter that SchmidtEric Schmidt/status/28196946376130560\"> linked to his blog post about the changes, also writing <q> day-to-day adult supervision no longer needed! </q> That comment was a reference to the fact that <strong> Eric Schmidt </strong>- a former senior executive with Sun Microsystems- was Schmidt-Eric Schmidts-burning-question\"> seen by many as the \"adult supervision\" the two young billionaires needed in 2001,", "new_id": -2}, {"uid": "1295286820082165803", "i": 17578, "idx": 2, "sa": ["Steve Ballmer", "Brad Wilson", "Steve Kraus"], "q": "This is an important release for the company and, of course, for Microsoft Dynamics CRM,\" <strong> Brad Wilson </strong>, general manager, Microsoft Dynamics CRM product management group, told CRM Buyer. Having <strong> Steve Ballmer </strong> unveil the product <q> is an indication of <strong> Steve Kraus </strong>'s strong ongoing commitment to Microsoft Dynamics as a product family and CRM as a specific application. </q> The on-premises and partner-hosted versions of Microsoft Dynamics CRM 2011 will become globally available on February 28, 2011. Global Reach This iteration of the product line differs from earlier versions in its global reach", "new_id": -2}, {"uid": "1295196535170917899", "i": 43252, "idx": 5, "sa": ["Kevin Garnett", "Allen Iverson", "Kobe Bryant", "Tyronn Lue"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Bryant_Kobe Bryant_31_points Date: November 3, 2009 Ford Center, Oklahoma City, OK First Of all, all credits to JD2k For this one With the score tied 90-90, Oklahoma City Thunder forward <strong> Kevin Garnett </strong> Durant stood", "new_id": -2}, {"uid": "1294969491073564163", "i": 1504, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Grand Cherokee Overland Summit, he said. When asked how the Grand Wagoneer would differ from the seven-seat Jeep Commander, a widely panned vehicle Chrysler stopped making in 2010, <strong> Sergio Marchionne </strong> had some harsh words: <q> That car was unfit for human consumption. We sold some. But I don't know why people bought them. </q> <strong> Sergio Marchionne </strong> also sprang other surprises on reporters Monday at the North American International Auto Show: Minivans Chrysler will likely kill one of its two traditional minivans for the next generation, due to", "new_id": -2}, {"uid": "1295527658110821385", "i": 17953, "idx": 0, "sa": ["Michael Gove"], "q": "Thursday 20 January 2011 12.01 GMT A stitch in time. Photograph: Bettmann/Corbis <q> \"I like <strong> Michael Gove </strong>'s new syllabus: algebra, divinity, rhetoric, sewing for the girls and a school trip to the workhouse. Great. </q> \" announces a review of national curriculum. <strong> Michael Gove </strong> says it'll be pared down to focus on core knowledge in traditional subjects, restoring a old-fashioned emphasis on facts and figures. He's concerned at", "new_id": -2}, {"uid": "1297498553125173781", "i": 22595, "idx": 0, "sa": ["Roberto Cota", "Sergio Marchionne", "John Elkann"], "q": "cesser a fine anno. Da <strong> John Elkann </strong> e <strong> Sergio Marchionne </strong> l'esecutivo si aspetta rassicurazioni sull` italianit della multinazionale, con il mantenimento della sede a Torino e la conferma degli investimenti da 20 miliardi di euro entro il 2014. <q> Ci che mi ripropongo di fare domani e nei prossimi giorni- afferma <strong> Roberto Cota </strong>-? creare le condizioni per gli investimenti nello stabilimento Fiat di Mirafiori: che si facciano il pi presto possibile e con la maggiore coesione possibile. Questo? il modo per ancorare ancora di pi la Fiat al territorio </q>. Scopri My Money, il nuovo servizio che ti permette di creare una", "new_id": -2}, {"uid": "1295220308191463510", "i": 51704, "idx": 0, "sa": ["Gabrielle Giffords", "Mark Kelson", "Donald Rumsfeld"], "q": ", Ariz.-- Rep. <strong> Gabrielle Giffords </strong> is opening both eyes, moving both legs and target=\"_blank\" arms and is responding to friends and family. Her doctors call it a \"major milestone\" in her recovery. <q> We're hoping that she crosses through many more, </q> said her neurosurgeon, Dr. Michael Lemole. Her reMark Kelsonable recovery five days after being shot through the head has provided a much-needed dose of jubilation after` The Good Wife' producers want <strong> Donald Rumsfeld </strong> on show target=\"_blank\"", "new_id": -2}, {"uid": "1297293575117293152", "i": 9832, "idx": 1, "sa": ["Tom Leppert", "Erin Andrews", "Michael Vick", "Angela Elwell Hunt"], "q": "and <strong> Erin Andrews </strong> Walk Into a Dinner Party... Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas( 113) Yet Another Exciting Addition to Fair Park: <q> Proposed Cotton Bowl Museum. </q> Much More From <strong> Angela Elwell Hunt </strong>, Who Says <strong> Tom Leppert </strong> Hasn't Been a Good Mayor 330 Parker Square Flower Mound, TX 75028", "new_id": -2}, {"uid": "1295807421110559236", "i": 34726, "idx": 23, "sa": ["Colin Powell", "Barack Obama"], "q": ", on the economy- <strong> Colin Powell </strong>( on video) I found... video results for: think <strong> Colin Powell </strong> <strong> Barack Obama </strong> <strong> Colin Powell </strong> concerned about the negative campaign turn by the Republicans <strong> Colin Powell </strong> concerned about the negative campaign turn by the Republicans <q> I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for Sen. <strong> Barack Obama </strong>, </q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <strong> Colin Powell </strong> said he was concerned about what he ch... Bam Pow <strong> Barack Obama </strong> <strong> Colin Powell </strong> 2008 1:56 Alas- it was not meant to be. Well, he'd", "new_id": -2}]