[{"uid": "1296277283055640091", "i": 347, "idx": 0, "sa": ["Allen Iverson"], "q": "just over a month since he underwent chemotherapy. In the locker room afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength. <q>I survived, I'm still here,</q> he said. \"I'm a new man, stronger than ever, I just say,` Thank you, everybody.\" <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden", "new_id": -2}, {"uid": "1297234002160825518", "i": 35506, "idx": 3, "sa": ["Willow Smith", "Simon Cowell", "Susan Boyle"], "q": "28, X Factor contestants need to be just 12 years old- and there is no upper age limit. In other words, the show could produce the next <strong> Susan Boyle </strong>- or even a slightly older <strong> Willow Smith </strong>. <q>I've never believed there should be a cut-off age for talent,</q> <strong> Simon Cowell </strong> said. Despite the huge grand prize, the meaning of a \"$ 5m recording contract\" is not entirely clear. In 2008, <strong> Simon Cowell </strong> faced criticism after reports that X Factor UK's golden", "new_id": -2}, {"uid": "1295665867007979096", "i": 29818, "idx": 2, "sa": ["Eric Schmidt"], "q": ": \"Day-to-day adult supervision is no longer needed! http://goo.gl/zC89p,\" says <strong> Eric Schmidt </strong> on his Twitter feed. Meanwhile, back on the official blog <strong> Eric Schmidt </strong> was more gracious: <q>But as Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured</q>, suggesting that perhaps the move was forced. \"For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom,", "new_id": -2}, {"uid": "1297416847025755654", "i": 22126, "idx": 1, "sa": ["Steve Ballmer"], "q": "on longer-term market exploration of next-generation devices, platforms and user experiences.\" MeeGo was delayed till late this year, but has been sighted on tablets and other devices. <q>I am excited about this partnership with Nokia,</q> said <strong> Steve Ballmer </strong>, Microsoft CEO. \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.", "new_id": -2}, {"uid": "1295603056020365317", "i": 39529, "idx": 0, "sa": ["Eric Schmidt"], "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Trend Micro â\u0084¢ SafeSync â\u0084¢ Trend Micro", "new_id": -2}, {"uid": "1296751438058556476", "i": 1504, "idx": 3, "sa": ["Allen Iverson"], "q": "stellar career. <strong> Allen Iverson </strong> scored a season-high 54 points, including his 15000th career point, and the Sixers won for the fourth time in five games, earning a 116-97 victory over the Milwaukee Bucks on Saturday night. <q>I called his play as many times as I possibly could, and it makes my job a lot easier,</q> Philadelphia coach Jim O'Brien said. It was the seventh time in <strong> Allen Iverson </strong>'s nine-year career that he had scored at least 50 points in a regular-season game, and he has done it three times in the playoffs.", "new_id": -2}, {"uid": "1295837254208715997", "i": 31239, "idx": 0, "sa": ["Larry Ellison", "Eric Schmidt", "Google Inc."], "q": "to bring new insight and perspective\" to the company. \"With our new leadership, it's a natural time to assess the composition of the board,\" the company said in a statement. <q>We thank our current directors for their outstanding service to HP and welcome the opportunity to work with our new members.</q> HP's revelation came the same day that another technology heavyweight, <strong> Google Inc. </strong>, disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job to <strong> Google Inc. </strong> co-founder <strong> Larry Ellison </strong> Page( Alert).", "new_id": -2}, {"uid": "1295613790206700580", "i": 6113, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "This is the full statement issued by Downing Street's director of communications <strong> Andy Coulson </strong> today: Downing Street's director of communications <strong> Andy Coulson </strong> <q>I can today confirm that I've resigned as Downing Street director of communications.</q> It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.\" I'm extremely proud of the part I've played in helping him reach No 10 and during the coalition's", "new_id": -2}, {"uid": "1295543475207126533", "i": 18692, "idx": 0, "sa": ["Logan Couture", "David Letterman", "Show Whore", "Laidback Luke", "Jonathan Mendelsohn"], "q": "guaranteed to bring out the most special powers in the most ordinary of human beings. These lovely ladies have...\" <strong> Laidback Luke </strong> ft <strong> Jonathan Mendelsohn </strong>- Till Tonight is out on Mixmash Records( www.mixmashrecords.com) http://wn.com/U2__I'll_Go_Crazy_If_I_Don't_Go_Crazy_Tonight_on_Letterman_3/4/09_TheAudioPervcom_Night_3 www.theaudioperv.com U2 performed <q>I'll Go Crazy If I Don't Go Crazy Tonight</q> on the Late <strong> Show Whore </strong> with <strong> David Letterman </strong> on 3 This is the third night of their weeklong residency. For the other videos, be sure to go to www.theaudioperv.com or to www.youtube.com/ICnothing82 Veronica and <strong> Logan Couture </strong> have had a love-story but", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]