[{"uid": "1296434771067305481", "i": 4088, "idx": 0, "sa": ["Kim Jong-il", "Simon Cowell"], "q": ". It's a circus. <strong> Simon Cowell </strong> is the George Bush of the music industry. \"He doesn't know fuck all about music, I'll tell you that for a fact,\" he continues. <q>I'd rather sit down and have dinner with that guy from Korea, what's his name?</q> \"<strong> Kim Jong-il </strong>? \" \"With <strong> Kim Jong-il </strong>. I\"d rather have dinner with him. I find the whole thing like the Nuremberg Rallies.\" Goldie( right) with his Supreme Graffiti", "new_id": -2}, {"uid": "1296774216245792784", "i": 2154, "idx": 0, "sa": ["Sergio Marchionne"], "q": "still owes billions to the U.S. and Canadian governments, and the U.S. retains a 9 percent stake in the company, but <strong> Sergio Marchionne </strong> has talked of paying the governments back by the end of the year. <q>I'd like to pay them off in 2011, if I could,</q> <strong> Sergio Marchionne </strong> told reporters earlier this month. \"I would like to get it done as quickly as I could.\" To be sure, the future is not all roses for the company- Magliano notes", "new_id": -2}, {"uid": "1295501734152403988", "i": 4594, "idx": 0, "sa": ["Michael Beasley", "Elgin Baylor", "Vince Carter", "Derrick Rose", "Michael Jordan", "Allen Iverson"], "q": "the floor. Picking himself up and shaking off the aftershocks, <strong> Allen Iverson </strong> came downcourt on Philadelphia's next possession and used a quick dribble and deft stutt... OJ <strong> Michael Jordan </strong> \"The Next One\"[ New Edition] <q>This is only a fan made video and is not made for monetary gain. No copyright infringement intended.</q> <strong> Elgin Baylor </strong> think <strong> Michael Jordan </strong> will win ROTY... But <strong> Derrick Rose </strong> is a beast... Is gon na be close.... PLS Comment, Rate, Subscribe.... DOWNLOAD LINK: www.megaupload.com Check These <strong> Vince Carter </strong> Thinks Abou... <strong> Michael Beasley </strong> Scores", "new_id": -2}, {"uid": "1295887665065683465", "i": 31473, "idx": 5, "sa": ["Eric Schmidt"], "q": "larger it grows more challenging.\" After 10 years of having \"equal\" decision making power, \"we will continue to discuss the big decisions among the three of us,\" <strong> Eric Schmidt </strong> wrote. <q>But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> Some Google employees are reportedly concerned about the timing of the transition, but one contacted by the Voice, speaking anonymously, said that the move was overblown by news reports calling it a \"shakeup\"", "new_id": -2}, {"uid": "1295610181062603290", "i": 6404, "idx": 2, "sa": ["Andy Coulson"], "q": "Murdoch 100% control of BskyB? dcspanner 21 January 2011 11:33 AM Trustablekid 21 January 2011 11:33 AM bariloche 21 January 2011 11:35 AM niphette 21 January 2011 11:37 AM <q>He's resigned- reported by The Times. Too slow, Graun!</q> Tiresias 21 January 2011 11:40 AM randomdoofus 21 January 2011 11:40 AM bradwright 21 January 2011 11:40 AM \"<strong> Andy Coulson </strong> was fed up with the \"continual focus and distraction,\"", "new_id": -2}, {"uid": "1297715043180764673", "i": 460, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "'s going to deliver absolutely phenomenal Windows phones,\" he said, without elaborating when the first results of the collaboration would hit the market. <strong> Steve Ballmer </strong> invited Nokia CEO <strong> Stephen Elop </strong> to join him on stage. <q>Microsoft and Nokia together represents a natural partnership. People are getting it,</q> he said. The company said it is targeting for a \"significant volume of Nokia Windows phones\" to hit the market in 2012 but did not give more specific details. Nokia shares closed", "new_id": -2}, {"uid": "1297066707143441948", "i": 40721, "idx": 0, "sa": ["Roger Goodell", "DeSean Jackson", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "<strong> Michael Vick </strong> and <strong> Tom Brady </strong>), great endings( the Eagles beating the Giants on <strong> DeSean Jackson </strong>'s last-play punt return for a TD) and a Super Bowl with two of the most storied franchises in NFL history. <q>When you look at this matchup,</q> <strong> Roger Goodell </strong> said before the game, \"and you say, \"Pittsburgh Steelers and Green Bay Packers'- that\"s football.\" Then there was <strong> Ben Roethlisberger </strong>, the Steelers quarterback who began the season on", "new_id": -2}, {"uid": "1297707579165232693", "i": 12436, "idx": 0, "sa": ["Michael Vick", "Lil Wayne"], "q": "Packers are his favorite team. <strong> Lil Wayne </strong> reminisces on how the 10-6 Packers defeated <strong> Michael Vick </strong> and the Philadelphia Eagles, the Atlanta Falcons, and finally the Chicago Bears to get to the big game. <q>Yeah, like I said, this ain't a diss song,</q> <strong> Lil Wayne </strong> says at the end of the song. \"I just love my team, that's the team with them big Gs on the helmet.\"", "new_id": -2}, {"uid": "1297161526055738379", "i": 33847, "idx": 6, "sa": ["Paula Abdul", "Simon Cowell"], "q": "want to be part of that.\" <strong> Simon Cowell </strong> said his own judging style will be similar to what viewers saw on \"Idol,\" though he added that he's uncomfortable when shows talk about having <q>a \"mean judge.\"... I think people just want you to be honest.</q> The other judges will be announced in \"3-4 weeks, maybe a bit longer,\" he said. <strong> Paula Abdul </strong>, he called himself a \"massive fan\" of <strong> Paula Abdul </strong> and said they have been", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": " \"not committed\" to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q>Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile,</q> he said, adding he thinks <strong> Barack Obama </strong> \"is doing a good job right now.\"  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}]