[{"uid": "1295000695083214342", "i": 2602, "idx": 1, "sa": ["Heston Blumenthal", "David Letterman"], "q": "with his two children by his estranged wife, daughter Mason, eight, and five-year-old Jude. When asked by <strong> David Letterman </strong> how the children were coping since their parents seperated in July 2010, he said: <q> The kids seem to be doing OK. \"We've been spending quite a bit of time with them, Kayte and I. </q> <strong> Heston Blumenthal </strong> turns his formidable culinary imagination towards the sea in an attempt to create a sustainable banquet that will completely change the way we think about seafood. For his starter, <strong> Heston Blumenthal </strong> conjures up a Fishy Afternoon Tea", "new_id": -2}, {"uid": "1296530715200818714", "i": 30651, "idx": 9, "sa": ["Chris Webber", "Allen Iverson", "Nate Robinson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... video results for: games season points <strong> Nate Robinson </strong> 45 Points vs Portland Trailblazers( Career-High)[ 08-03-2008] <strong> Nate Robinson </strong> 45 Points vs Portland Trailblazers( Career-High)[ 08-03-2008] <strong> Nate Robinson </strong>'s Highlights of his best game", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.\" Welch said, <q> When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way. </q> <strong> Patrick Leahy </strong> said, \"While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}, {"uid": "1297629637208748562", "i": 379, "idx": 0, "sa": ["Michael Vick"], "q": "Fenimore] was there when my baby was a baby,\" remembers Shaft, and their friendship eventually grew into more. Today, Shaft is studying for a criminal justice degree while Fenimore works as a bartender. <q> She is wonderful and works while I go to school, </q> says Shaft. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas Man, That Was Quick: The First Lawsuit Over Super Ticket Snafu at Cowboys Stadium", "new_id": -2}, {"uid": "1296528035266076207", "i": 27970, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "be awkward. However, it actually ended up being more than a little bit hilarious. Really, the laughs started when <strong> Justin Bieber </strong> started talking about Twitter-- which led to <strong> David Letterman </strong> playing his usual <q> I don't know what Twitter is </q> act. <strong> David Letterman </strong> got in a few good laughs about this, but then <strong> Justin Bieber </strong> turned the tables on him. After <strong> David Letterman </strong> asked what grade <strong> Justin Bieber </strong> was in, and laughed and then said he was Canadian and it", "new_id": -2}, {"uid": "1295983609158924816", "i": 6109, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Thomas M.", "Mayor Michael Bloomberg", "George H.W. Bush"], "q": "who have endorsed our approach to finally fulfill the intent of the 1968 law.\" \"Our coalition's proposal is simple but would save thousands of lives,\" said coalition co-founder <strong> Mayor Michael Bloomberg </strong> <strong> Thomas M. </strong> Menino. <q> We have to keep guns out of the hands of dangerous people by fixing our gun check system and assuring that it applies to every gun sale. But to accomplish that goal we need leadership at every level. I thank <strong> Barack Obama </strong> <strong> John Kerry </strong> for his leadership here in Massachusetts and urge <strong> Barack Obama </strong> in his speech on the State of the Union to stand up for the families and victims of gun violence every day. </q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) <strong> Thomas M. </strong>, former Republican Congressman from Harold Ford, former Democratic Congressman from Tennessee's 9th District and Chair of the Democratic Leadership Council <strong> Thomas M. </strong> Thornburgh, former Attorney General to Presidents Reagan and <strong> George H.W. Bush </strong>", "new_id": -2}, {"uid": "1297268304137707526", "i": 872, "idx": 5, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "( The best is Europe, after all.) Instead of a Senate run in 1974, <strong> Donald Rumsfeld </strong> returned to Washington after Nixon's resignation in order to work for his friend <strong> Gerald Ford </strong>. Classic <strong> Donald Rumsfeld </strong>: <q> NOTE: <strong> George Shultz </strong> and <strong> John Ehrlichman </strong> were neither helpful nor harmful. They were quiet. </q> War Room is our political news and commentary blog, with coverage and commentary throughout the day from The planned NBC version of the brilliant \"Prime Suspect\" shows why network TV shouldn't mess with great imports", "new_id": -2}, {"uid": "1295835340029999108", "i": 5085, "idx": 0, "sa": ["Andy Coulson"], "q": "phone being hacked, poor old Vince is unmuzzled for once but can do no harm and <strong> Andy Coulson </strong> is still in the shit. fistofonan 24 January 2011 12:49 AM qwertboi 24 January 2011 12:54 AM <q> Bonofido- Why has Blair joined the back of the parade when he should be in the Middle East? </q> lightacandle 24 January 2011 12:57 AM taxedtothelimit 24 January 2011 12:58 AM fistofonan 24 January 2011 1:05 AM lightacandle 24 January 2011 1:06 AM LeopardPrint 24 January 2011 1:10 AM", "new_id": -2}, {"uid": "1295443087093192192", "i": 38994, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "P.J. Crowley"], "q": "It means the[ <strong> Barack Obama </strong>] administration is serious,\" Areikat said. \"What we are urging them now is to translate their support for a Palestinian state into concrete action.\" He added: <q> We hope that this will help international efforts to provide recognition of the Palestinian state and we hope that, as <strong> Barack Obama </strong> said at the U.N. General Assembly last year, by the next General Assembly session this year in September, Palestine will be a full member of the U.N. </q> But <strong> P.J. Crowley </strong>, a State Department spokesman, said that \"granting permission to raise the flag does not change their fundamental status.\" The flag-raising came as <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) and 16", "new_id": -2}, {"uid": "1297157383247021594", "i": 3862, "idx": 1, "sa": ["Donald Rumsfeld", "Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Watch: Singing Contestant Sues <strong> Simon Cowell </strong> Haggis Speaks Out for First Time Since Leaving Church of Scientology <strong> Donald Rumsfeld </strong>: \"Would've Been Better Off If I Had\" Resigned Post-Abu Ghraib A Matter of Life&", "new_id": -2}]