[{"uid": "1296895528110362627", "i": 32142, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". In addition, a Claymation version of Eminem will appear in a Lipton Brisk Iced Tea commercial during the Super Bowl. On Friday, Chrysler CEO <strong> Sergio Marchionne </strong> hinted about the automaker's commercial: <q> I won't tell you what it's about, but it will be worth watching. </q> <strong> Sergio Marchionne </strong>, who spoke at a San Francisco event associated with the National Automobile Dealers Association's annual convention, said Chrysler spent less than$ 9 million on the ad. Metro Detroit's", "new_id": -2}, {"uid": "1297723628245252132", "i": 40029, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. \"Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,\" <strong> Steve Ballmer </strong> said. <q> That's not just good for Nokia, that's good for all our handset partners. </q> <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year. They include a faster Web browser and quicker switching between applications. We encourage an open exchange of affirming", "new_id": -2}, {"uid": "1295931103251396112", "i": 16312, "idx": 2, "sa": ["Bill Lockyer"], "q": "pension problem can not be underestimated and said reform needs to happen quickly. \"It's truly a crisis. I totally disagree with[ <strong> Bill Lockyer </strong>],\" Fritz said, adding that a bankruptcy law <q> would get some serious negotiations going with the labor unions, where they know that this is an option, and they know that if they push it, it could be used to walk away from the liability. </q> Fritz warned that bankruptcy should only be used as a last resort, in the event that unions refuse to come to the table like the private sector. \"We've had that with GM", "new_id": -2}, {"uid": "1296318894261652524", "i": 14811, "idx": 2, "sa": ["Tyronn Lue", "Allen Iverson", "Larry Drew"], "q": "be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Drew </strong> Brown said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1297076865142704662", "i": 19085, "idx": 0, "sa": ["Simon Cowell"], "q": "a recent suggestion he could be a frontrunner. emerged as a possible candidate last month with reports that he could join <strong> Simon Cowell </strong>'s new Fox competition this year. Speaking to Digital Spy, he said: <q> I've met people within the X Factor USA circle but you can't really talk about these things because if they don't come[ to anything] you end up looking like a bit of a d** k! \"It's one of the biggest- probably the biggest- jobs in presenting at the moment... Of course I would love to do it, I'm a big X Factor fan, but I haven't confirmed anything. </q> The Welsh presenter also dismissed the suggestion that his accent could be a problem for American audiences if he did secure the role. \"I know I'd be OK. I've worked a lot in", "new_id": -2}, {"uid": "1295625292033243143", "i": 20793, "idx": 0, "sa": ["Piers Morgan", "David Letterman"], "q": "By Alex Weprin on January 21, 2011 10:50 AM <strong> Piers Morgan </strong> appeared on <q> The Late Show with <strong> David Letterman </strong> </q> last night, and received some advice from <strong> David Letterman </strong> on how to spice things up: \"You just need to grab someone by the tie and just pop them,\" <strong> David Letterman </strong> said. \"Would", "new_id": -2}, {"uid": "1297417738259899404", "i": 11691, "idx": 1, "sa": ["Steve Ballmer"], "q": "accelerating that change through a new path, aimed at regaining our smartphone leadership, reinforcing our mobile device platform and realizing our investments in the future.\" Microsoft CEO <strong> Steve Ballmer </strong> was equally enthusiastic: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute </q>. For those worried about Nokia-specific apps, like Nokia Maps, being consumed by the Microsoft OS, have no fear. Nokia software will supplement the Windows 7 experience, being integrated into Windows Phone 7", "new_id": -2}, {"uid": "1296619354222035969", "i": 30891, "idx": 3, "sa": ["Allen Iverson"], "q": "<strong> Allen Iverson </strong> had his left knee drained before the game for the second time this week and will have an MRI on Thursday. \"This one's on me. I let us down tonight,\" <strong> Allen Iverson </strong> said. <q> I feel bad, that's a game we should have won. We didn't make shots at the time we needed to make shots. </q> The crowd chanted \"We Want AI!\" with <strong> Allen Iverson </strong> on the bench as the Sixers made a fourth http://wn.com/Allen_Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important.", "new_id": -2}, {"uid": "1295272643072728693", "i": 35737, "idx": 0, "sa": ["Steve Ballmer"], "q": "Well, it's not a games console at all, according to the Microsoft chief at least. \"Xbox isn't a gaming console,\" he said in an interview with USA Today. <q> Xbox is a family entertainment center. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body. </q> <strong> Steve Ballmer </strong> also said that Kinect was female-friendly and indicated he would like to see more of the fairer sex getting involved with the motion-sensing platform. He said: \"I think about my own family", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]