[{"uid": "1297239349137953300", "i": 11883, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "the federally graced garbage between the county seat and the surface of the moon occupying private and presidential property.The facts are simple for one those whom occupy property without authorization due so to defend there own interests\" Report Abuse <q>One of the major reasons we have not had any further attacks in CONUS is because the CIA, DIA, NSA, NSC and all the other acronyms that provide intel are doing their jobs. They make mistakes, yes. But for the most part they protect all you whiners and you who are calling to abolish intel sevrices.<q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore", "new_id": -2}, {"uid": "1297102387023560199", "i": 16017, "idx": 0, "sa": ["Simon Cowell"], "q": ", New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <q>We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar,<q> <strong> Simon Cowell </strong> said in a statement. Britain's \"The X Factor\", which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating\" Update: Virginia Beach man", "new_id": -2}, {"uid": "1295125227265830412", "i": 35003, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": ", which had backed <strong> President Bush </strong> in the 2000 election, carried a photo of the abuse with the words \"Resign, <strong> Donald Rumsfeld </strong>.\" Perhaps most notably, The Army Times claimed that <strong> Donald Rumsfeld </strong>'s role in the scandal <q>amount( ed) to professional negligence<q>, wrote \"shame... on the chairman( of the Joint Chiefs of Staff) and secretary( of defense)\", and insinuated that <strong> Donald Rumsfeld </strong> was a \"moron.\"[ 43] This", "new_id": -2}, {"uid": "1296128045255868977", "i": 30199, "idx": 6, "sa": ["Michael Vick"], "q": "the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season. \"I feel like this one, I had to work hard to get it,\" he said. <q>It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it worked out for me.<q> <strong> Michael Vick </strong> set career highs in yards passing( 3,018), touchdown passes( 21), touchdowns rushing( nine), completion percentage( 62.6) and passer rating( 100.2). The Eagles( 10-6)", "new_id": -2}, {"uid": "1297119980245366873", "i": 43358, "idx": 1, "sa": ["Simon Cowell"], "q": "prize in TV history. \"This is a guaranteed$ 5 million, payable to the winner. It will be paid$ 1 million each year for five years,\" <strong> Simon Cowell </strong> said. <q>It is a massive, massive risk, but it is also an incredible incentive. It puts everybody under an enormous amount of pressure. With pressure, you have got to find a star, but I believe I can find a star.<q> Auditions begin March 27 in the Los Angeles for singers 12 and up, individual or by group, moving on to Chicago, Dallas, Miami, New York, New Jersey and Seattle.", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,<q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}, {"uid": "1296878115021512265", "i": 7148, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": " \"He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that,\" <strong> Roger Goodell </strong> said in Texas. <q>I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him, and he takes that seriously.<q> <strong> Roger Goodell </strong> expressed satisfaction that <strong> Michael Vick </strong> has been doing all the right things since last June's hiccup. SPORTS POLL Would you consider the 2010 Philadelphia Eagles season a success?", "new_id": -2}, {"uid": "1295615312003915794", "i": 31190, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". His title will remain co-founder. In a blog post, <strong> Eric Schmidt </strong> said that he had been working with Page and <strong> Sergey Brin </strong> on ways to simplify Google's management structure and quicken decision making. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,<q> he said. \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" The management changes", "new_id": -2}, {"uid": "1295439758077627417", "i": 3927, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", 5:27 pm EST WINDSOR, Ontario( AP)-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,<q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295511637124485681", "i": 26972, "idx": 1, "sa": ["Brian Bell", "David Letterman", "All Time Low"], "q": "studio audience on \"Late Show With <strong> David Letterman </strong>\" was a surreal experience. \"Playing on TV for the first time when you're in your 20s, it's just bizarre,\" recalled <strong> Brian Bell </strong>. <q>There's a lot of pressure when you're young.<q> Now, he said, performing in front of 100 people- or 15,000- feels \"so natural.\" Weezer performs tonight at the California Mid-State Fair with special guest <strong> All Time Low </strong>. The band's current", "new_id": -2}]