[{"uid": "1295970933202670123", "i": 28226, "idx": 0, "sa": ["Bill Lockyer", "George H. W. Bush", "Dmitry Medvedev"], "q": "arsenal is effective by emphasizing the need to modernize Russia's nuclear forces. The Russian legislators said they felt obliged to present their view of the treaty's provisions, given the Senate interpretation. <q> The State Duma proceeds from the assumption that the New START treaty can be functioning and viable only in conditions when there is no quantitative and qualitative buildup of the U.S. missile defense systems, developed independently or jointly with other countries, </q> the Duma said in a statement accompanying the passage of the ratification <strong> Bill Lockyer </strong>. NATO has approved a plan for a U.S.-led missile defense in Europe last fall and invited Russia to join. Russia's <strong> George H. W. Bush </strong> <strong> Dmitry Medvedev </strong>", "new_id": -2}, {"uid": "1295931103251396112", "i": 19724, "idx": 3, "sa": ["Bill Lockyer"], "q": "pension problem can not be underestimated and said reform needs to happen quickly.`` It's truly a crisis. I totally disagree with[ <strong> Bill Lockyer </strong>],'' Fritz said, adding that a bankruptcy law <q> would get some serious negotiations going with the labor unions, where they know that this is an option, and they know that if they push it, it could be used to walk away from the liability. </q> Fritz warned that bankruptcy should only be used as a last resort, in the event that unions refuse to come to the table like the private sector.`` We've had that with GM", "new_id": -2}, {"uid": "1296781715243532025", "i": 30169, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Larry King", "Piers Morgan"], "q": "morning radio host <strong> Howard Stern </strong> as he was headed to a taping of`` Late Night with <strong> David Letterman </strong>,'' where we asked the shock jock if he is really in competition with CNN's <strong> Piers Morgan </strong>. <q> What, is there a feud? I like <strong> Piers Morgan </strong>, </q> <strong> Howard Stern </strong> insisted.`` He's got a lot of pressure on him. He's got ta get some ratings. <strong> Larry King </strong> was beating him.'' BreaLarry King news and hot photos are just a touch away", "new_id": -2}, {"uid": "1295222036260489247", "i": 55088, "idx": 13, "sa": ["Mo Williams", "Allen Iverson", "Robert Horry"], "q": "his most against any opponent. He had 40 and 54 points in his previous two games versus Milwaukee.`` AI has our number,'' said <strong> Mo Williams </strong> who drew the difficult task of trying to stop <strong> Allen Iverson </strong>. <q> He seems to play really, really well against us. </q> He got off to a fast start in this one, scoring 20 in the first quarter.`` He was just on fire,'' <strong> Mo Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 Robert Horrys, including five 3-pointers.``", "new_id": -2}, {"uid": "1297663845136904715", "i": 52941, "idx": 0, "sa": ["Tim Pawlenty", "Gabrielle Giffords", "Raúl Grijalva", "Mike Pence", "Clarence Dupnik", "Jared Lee Loughner", "Sarah Palin"], "q": "whom have been accused of complicity in murder. On the day of the Arizona massacre, Arizona <strong> Mike Pence </strong> <strong> Raúl Grijalva </strong> blamed the`` <strong> Sarah Palin </strong> express.'' The father of <strong> Gabrielle Giffords </strong>, one of the vicTim Pawlentys, blamed <q> the whole Tea Party. </q> The sheriff of Pima County, <strong> Clarence Dupnik </strong>, who had failed to lock <strong> Jared Lee Loughner </strong> up despite repeated arrests and other contacts, blamed`` the vitriolic rhetoric that we hear day in and day out from people in the radio", "new_id": -2}, {"uid": "1295181499258277387", "i": 850, "idx": 2, "sa": ["Chris Anderson", "Eric Schmidt"], "q": "part of the Google DC Talks series, Google's Washington office hosted a special book talk with <strong> Chris Anderson </strong>, Editor in Chief of Wired Magazine and best-selling author of`` The Long Tail.'' In his new book <q> Free: The Future of a Radical Price, </q> <strong> Chris Anderson </strong> makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs,`` Prosperity", "new_id": -2}, {"uid": "1296252062181977107", "i": 49056, "idx": 0, "sa": ["David Letterman", "Mitt Romney"], "q": "CBS has announced. <strong> Mitt Romney </strong>, who was a 2008 Republican presidential candidate, is to appear on the program Tuesday. He is promoting the publication of the paperback version of his book, <q> No Apology: Believe in America. </q> This will be <strong> Mitt Romney </strong>'s second visit to the CBS broadcast. He previously sat down for an interview with <strong> David Letterman </strong> on the`` Late Show'' last March 2, the network noted. Also", "new_id": -2}, {"uid": "1296826903159875141", "i": 40232, "idx": 0, "sa": ["Harrison Ford", "Zahi Hawass"], "q": "similar to the one worn by <strong> Harrison Ford </strong> in the Indiana Jones movies. On his Web site( www.drZahi Hawass.com) as of Wednesday, Feb. 3, <strong> Zahi Hawass </strong> reported that all of the Egyptian monuments are safe. <q> All the archaeological sites in Aswan, such as the Temple of Philae, the Unfinished Obelisk, the Island of Kalabsha, the Tombs of the Nomarchs, and Elephantine Island are completely safe, </q> <strong> Zahi Hawass </strong> says.`` The temples of Edfu and Kom Ombo are also safe. All of the tombs in the Valley of the Kings, Valley of the Queens, Tombs of the Nobles, and the temples of", "new_id": -2}, {"uid": "1296768198233816085", "i": 14105, "idx": 0, "sa": ["Mark Neumann", "Mike Pence", "Joe Courtney"], "q": "record, but <strong> Mike Pence </strong> <strong> Joe Courtney </strong> is in the news again for saying that he's still vaguely interested in getting into the Dem Senate primary. At least he has a somewhat more definite timetable, saying he'll decide <q> by the end of this month. </q> FL-Sen: Quinnipiac is out with its first Florida poll of the 2012 cycle, and it's reMark Neumannably similar to the other polling they've been doing so far this cycle( like OH and PA): they", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}]