[{"uid": "1295065496033882119", "i": 48277, "idx": 1, "sa": ["David Letterman", "Amar'e Stoudemire", "Mike D'Antoni"], "q": "get swamped at home by the Kings, who are one of the worst? To quote <strong> Amar'e Stoudemire </strong> on <strong> David Letterman </strong> Thursday, \"Is that a trick question?\" Actually, no. It was simple. <q> We don't even need to watch the tape, </q> coach <strong> Mike D'Antoni </strong> said. The Knicks didn't make enough shots, didn't avoid enough blocked shots, didn't rebound from... newsday.com is now available at no charge to Newsday and Optimum Online?", "new_id": -2}, {"uid": "1297707996054411379", "i": 13975, "idx": 0, "sa": ["Kim Kardashian", "Sarah Chalke", "Justin Bieber", "Marion Cotillard", "Eva Longoria", "Taylor Swift", "Simon Cowell"], "q": "Performances, upsets dominate Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Taylor Swift </strong>'s Unrequited Crush: <q> I Was So in Love With You </q> <strong> Kim Kardashian </strong> and <strong> Eva Longoria </strong> Got Ready for The Grammys Together <strong> Sarah Chalke </strong> Returns to TV But This Time, It's Love at First Sight Bieber-Justin Bieber-im-spending-valentines-day-with/56329\"> <strong> Justin Bieber </strong>: Im Spending Valentines Day With... <cite> Us Magazine </cite> <strong> Marion Cotillard </strong>`", "new_id": -2}, {"uid": "1297119980245366873", "i": 52646, "idx": 1, "sa": ["Simon Cowell"], "q": "prize in TV history. \"This is a guaranteed$ 5 million, payable to the winner. It will be paid$ 1 million each year for five years,\" <strong> Simon Cowell </strong> said. <q> It is a massive, massive risk, but it is also an incredible incentive. It puts everybody under an enormous amount of pressure. With pressure, you have got to find a star, but I believe I can find a star. </q> Auditions begin March 27 in the Los Angeles for singers 12 and up, individual or by group, moving on to Chicago, Dallas, Miami, New York, New Jersey and Seattle.", "new_id": -2}, {"uid": "1296664610083984386", "i": 34202, "idx": 4, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible Barack Obamaial candidate himself. <strong> Colin Powell </strong> said he has some concerns about the direction of the Republican Party, adding that it has <q> moved more to the right than I would like to see it. </q> Read a transcript of <strong> Colin Powell </strong>'s remarks In regard to the financial crisis, which <strong> Colin Powell </strong> called the candidates' \"final exam,\" <strong> Colin Powell </strong> said <strong> John McCain </strong> appeared unsteady in dealing with it, while <strong> Barack Obama </strong> had excelled in", "new_id": -2}, {"uid": "1295245546048136202", "i": 24830, "idx": 6, "sa": ["Allen Iverson", "Carmelo Anthony"], "q": "want to get Game 2.\" If <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> play this well again, the Nuggets have a good shot. <strong> Carmelo Anthony </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. <q> Two years ago we probably were just happy to be in the playoffs, </q> <strong> Carmelo Anthony </strong> said. \"Now we ain't just happy to be in the playoffs. We know we're a good team and when we play good we can play with the best of them.\" And the", "new_id": -2}, {"uid": "1296484737135364618", "i": 11179, "idx": 0, "sa": ["Sergio Marchionne"], "q": "DETROIT-- Chrysler reported a$ 199 million net loss for the fourth quarter of 2010, but excluding interest on its government loans and other restructuring debts, it earned a$ 198 million operating profit. <q> What Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> Chief Executive <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\" Revenue for the fourth quarter totaled nearly", "new_id": -2}, {"uid": "1295218110235503629", "i": 34453, "idx": 0, "sa": ["George H. W. Bush", "Colin Powell"], "q": "Boomer doesn't question <strong> George H. W. Bush </strong>'s judgment However, Boomer stressed that he talked about <strong> George H. W. Bush </strong>'s command with reluctance. \"I truly believe that Monday morning quarterbacking is easy,\" Boomer stressed. <q> I did not question the <strong> George H. W. Bush </strong>'s judgment then, nor do I now. \"We should presume that he made an informed and thoughtful decision. \"That's the way I feel about it. </q> In his memoirs, Schwarzkopf stated \"I don't have any problem with it\" when informed by <strong> Colin Powell </strong> that <strong> George H. W. Bush </strong> was prepared to stop the war. \"Our objective was the destruction of the enemy", "new_id": -2}, {"uid": "1296974743201293856", "i": 12628, "idx": 0, "sa": ["Tarō Asō", "George H. W. Bush", "Colin Powell", "Barack Obama"], "q": "% of the nationwide vote and Democrats extended their majority control in Congress. The 47-year-old senator from Illinois won traditionally Democratic states and made strong inroads in GOP-leaning areas amid intense dissatisfaction with the <strong> George H. W. Bush </strong> administration. <q> What he did in this campaign was to be all-inclusive, </q> said <strong> Colin Powell </strong>, a Republican who served as secreTarō Asōy of state in the <strong> George H. W. Bush </strong> administration but backed <strong> Barack Obama </strong> in this race, on CNN. Yet <strong> Barack Obama </strong>'s party failed to win a so-called supermajority in the U.S.", "new_id": -2}, {"uid": "1295386293114753561", "i": 15743, "idx": 3, "sa": ["Bernie Sanders", "Peter Welch"], "q": "<strong> Peter Welch </strong> explained the date change Vermont seeks to enable a swifter move toward a singlepayer system meshes with flexibility conservative politicians might also like because of their opposition to federal control of health care. <q> My argument to them is why not let states experiment? So it is a state's rights argument, </q> <strong> Peter Welch </strong> said. <strong> Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law.", "new_id": -2}, {"uid": "1295650549188383258", "i": 34494, "idx": 1, "sa": ["Barbara Walters", "Regis Philbin", "Bill Clinton", "David Letterman", "Charles Grandison Rose III", "Robin Williams"], "q": "FEBRUARY 4 ON ABC <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charles Grandison Rose III </strong>... Life Can Change in a Heartbeat, No Matter How Famous You Are <q> I realized there was really no alternative, if I wanted to live, I had to do this, </q> <strong> Bill Clinton </strong> \"I would find myself busting into tears and sobbing uncontrollably,\" <strong> David Letterman </strong>\" ... Stop the heart, work on it, restart it... good luck,\"", "new_id": -2}]