[{"uid": "1295762096175325193", "i": 17995, "idx": 0, "sa": ["Tony Blair", "Paul Pierce", "Allen Iverson"], "q": "behind them. \"It was a must win for us. We came up with that attitude,\" said <strong> Tony Blair </strong>, who had 25 points, including a 3-pointer that made it 104-90 with 7:52 to go. <q>It was \"win or go home\" in our minds.</q> The lead grew to 17 before the Warriors mounted one last run, scoring nine straight points to cut it to http://wn.com/Healthcare_Reform_Bill_Debate_KCRA-NBC3_6pm_Sacramento,_CA_03-20-2010wmv <strong> Paul Pierce </strong> Smith is interviewed by KCRA channel 3 on March 21st 2010. http://wn.com/Allen_Iverson_33pts_vs_Baron_Davis_Warriors_07/08_NBA <strong> Allen Iverson </strong> squared up,", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}, {"uid": "1296827630066306057", "i": 10632, "idx": 0, "sa": ["Dannii Minogue", "Simon Cowell"], "q": "no decision has been made yet leaving ITV in the dark. \"This is causing producers a headache as the contract process always takes some time to hammer out.\" A source told The Sun newspaper: <q>This is causing producers a headache as the contract process always takes some time to hammer out.</q> <strong> Dannii Minogue </strong>, are believed to be set to sign up soon. Fox- the network broadcasting the Stateside' X Factor'- and <strong> Simon Cowell </strong> are set to announce the American line-up in the next", "new_id": -2}, {"uid": "1297616629186400779", "i": 26863, "idx": 5, "sa": ["Donald Rumsfeld"], "q": " \"That was a good memo,\" <strong> Donald Rumsfeld </strong> commented. \"And what I wanted to do is to put some sense of urgency into this big Department of Defense, the bureaucracy.\" <q>Why did you call it the \"Goose Egg Memo'?</q> asked Martin. \"Because I think in the memo I said,` What are we coming up with? A Goose Egg. We haven\"t got any new creative ideas that we-- how this", "new_id": -2}, {"uid": "1296846730173342780", "i": 29687, "idx": 0, "sa": ["Sergio Marchionne"], "q": "San Francisco- Chrysler CEO <strong> Sergio Marchionne </strong> says the company will run a two-minute commercial in the third quarter of the Super Bowl on Sunday, as part of the company's efforts to recast its image. <q>I won't tell you what it's about but its worth watching,</q> <strong> Sergio Marchionne </strong> said at a forum sponsored by JD Power at a hotel here ahead of the National Automobile Dealers Association three-day convention. Advertisement He went on to say that the company will invest another$", "new_id": -2}, {"uid": "1294973110267157533", "i": 5737, "idx": 0, "sa": ["Steve Ballmer"], "q": "consumer demand for gaming continues to evolve.\" Microsoft's Xbox 360 video game consoles were the only platform to sell more hardware in 2010 than in the previous year, according to NPD. <q>This has been the biggest holiday and the biggest year ever for Xbox,</q> Microsoft chief executive <strong> Steve Ballmer </strong> said during a presentation at the Consumer Electronics Show in Las Vegas. <strong> Steve Ballmer </strong> boasted that Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 video game consoles in the 60", "new_id": -2}, {"uid": "1296506039217612296", "i": 29134, "idx": 0, "sa": ["Eric Schmidt", "Jared Cohen", "Mel Parker"], "q": "2011 3:29 PM Outgoing Google CEO <strong> Eric Schmidt </strong> is shopping a book entitled Empire of the Mind: The Dawn of the Techno-Political Age. Google Ideas director and author <strong> Jared Cohen </strong> will collaborate on the book. Crains New York: <q>The pair collaborated on a recent essay in The Digital Disruption.' The book project grew out of the essay, which examines the challenges that technology poses to authoritarian regimes.</q> Literary agent <strong> Mel Parker </strong> represents the project. According to the article, several publishers are bidding for the work. The auction for it will end on Tuesday. Last week, news broke that <strong> Eric Schmidt </strong> MEDIABISTRO COURSES", "new_id": -2}, {"uid": "1297360972264552456", "i": 22043, "idx": 1, "sa": ["Eric Schmidt"], "q": "takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q>Yes, that is my plan.</q> Google said last month co-founder Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. We welcome comments that advance the story directly or with relevant", "new_id": -2}, {"uid": "1296482545231522318", "i": 25814, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q>I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat,</q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\"------ AP Business Writer Colleen Barry in Milan", "new_id": -2}, {"uid": "1295301671181911578", "i": 24718, "idx": 0, "sa": ["David Letterman"], "q": "1977 and 1980, on the independent Freedom label. When Wilcox was signed to Capitol in Canada in 1982, they acquired the rights to the album and reissued it in 1983. The same year, <strong> David Letterman </strong> released <q>My Eyes Keep Me In Trouble,</q> and \"Bad Reputation\" in 1984. In 1985, Capitol put out a compilation, \"The Best Of <strong> David Letterman </strong> Wilcox,\" which contained the new track \"When You Mistreat Her,\" issued on 7", "new_id": -2}]