[{"uid": "1295756651021528610", "i": 13746, "idx": 8, "sa": ["Eric Schmidt", "Will Page"], "q": "was nothing going on in the industry where people were saying something is coming. Google's results have been extraordinary.'' <strong> Eric Schmidt </strong> wasn't the man to wage war with Facebook, he said. <q> There is no making Facebook go away, </q> he said.`` Now for the first time ever, Google will have to co-exist. They clearly feel that <strong> Will Page </strong> is the man to accomplish that in the future.'' During the earnings call last", "new_id": -2}, {"uid": "1295018833055181321", "i": 8799, "idx": 2, "sa": ["Nancy Pelosi", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "told ABC News.`` She will not die. She does not have that permission from me.'' 01/12/2011 1:08 AM ET <strong> Sen. Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: <q> A spokesman for <strong> Sen. Bernie Sanders </strong>( I-VT) is defending the <strong> Barack Obama </strong>'s decision to reference the shootings in Arizona as part of a newsletter and fundraising appeal he sent to constituents on Tuesday. </q> took some heat on Tuesday for including his reflections on the shooting of <strong> Nancy Pelosi </strong> <strong> Gabrielle Giffords </strong> in the context of raising money to fight Republicans and other`` right-wing reactionaries.'' 01/12/2011 12:55 AM ET AP: More Warning", "new_id": -2}, {"uid": "1296770511173654034", "i": 12183, "idx": 33, "sa": ["Donald Rumsfeld", "Paul Wolfowitz", "Colin Powell", "Dick Cheney"], "q": "Another <strong> Donald Rumsfeld </strong> nemesis, as painted in these pages, was Deputy <strong> Donald Rumsfeld </strong> of State <strong> Dick Cheney </strong> Armitage.`` His leaks were so brazen,'' <strong> Donald Rumsfeld </strong> writes, that he told <strong> Colin Powell </strong> to manage his deputy: <q> Rich Armitage has been badmouthing the Pentagon all over town. It's been going on for some time and it's only gotten worse... I don't know what the hell is in Armitage's craw, but I'm tired of it. </q> <strong> Colin Powell </strong>, in turn, expressed concern that <strong> Donald Rumsfeld </strong>'s deputy, <strong> Paul Wolfowitz </strong>,`` was leaking against him''- which <strong> Donald Rumsfeld </strong> says he did not believe. You might describe this as the war behind the", "new_id": -2}, {"uid": "1297102877159612963", "i": 28540, "idx": 0, "sa": ["Eric Schmidt"], "q": "once and future CEO( he will regain the title when <strong> Eric Schmidt </strong> steps aside in April), spoke on the value of white spaces during an event at the New America Foundation in May, 2008. <q> The use that we can make of this spectrum when we have open innovation is quite amazing, </q> he said. Making use of white spaces, however, will require coordination so upcoming TV band wireless networking devices don't interfere with licensed broadcast TV stations. The databases are supposed to tell TV band", "new_id": -2}, {"uid": "1295494449164200472", "i": 17490, "idx": 1, "sa": ["Michael Jordan", "Rafer Alston", "Allen Iverson", "That guy"], "q": "<strong> Michael Jordan </strong> jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said.`` <strong> That guy </strong> is the way it felt tonight.`` <strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. <strong> Rafer Alston </strong> coach calls", "new_id": -2}, {"uid": "1297464221019595377", "i": 27486, "idx": 0, "sa": ["Michael Vick", "Michael Lombardi"], "q": "to make that determination? There's also the distinct possibility, due to all the factors involved, the Eagles simply decide to ride with Kolb during the second and final year of his contract. <q> I think he's worth a lot more to the Eagles than he would be to most of the other teams in the NFL, with the exception, perhaps, of the Browns, </q> <strong> Michael Lombardi </strong> told NFL Network.`` I think he's more valuable to the Eagles because of the durability issues with[ <strong> Michael Vick </strong>]. If I let him go for a third- or fourth-round pick, am I", "new_id": -2}, {"uid": "1295284054229982243", "i": 27867, "idx": 1, "sa": ["Steve Ballmer"], "q": "per month for the first 12 months of service to qualified customers that sign up by June 30, 2011.`` Sales professionals are at the heart of almost every successful business,'' <strong> Steve Ballmer </strong> said. <q> Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market. </q> Based on the new Microsoft Dynamics CRM 2011 release, Microsoft Dynamics CRM Online delivers breakthrough productivity by providing familiar, intelligent and connected experiences to users across the organization: Familiar experiences for sales, service", "new_id": -2}, {"uid": "1296138389209518633", "i": 3016, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "assessment of the war in Afghanistan was realistic. In addition, they demanded to know why he omitted Americans who are obsessed with exercise, which they said is pretty weird if you think about it. <q> We liked that the president said the economy would be his main focus going forward, </q> <strong> Sen. Bernie Sanders </strong> Paul Ryan( R-WI) said.`` But we have a fundamental disagreement about the government's role in that process. We believe permanent tax cuts for the wealthy, even the deranged wealthy who get so", "new_id": -2}, {"uid": "1296748642199131152", "i": 33651, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "incoherent decision-making and policy drift, a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests that <strong> President Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> President Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> <strong> Donald Rumsfeld </strong> wrote. Regrets on dealing with detainees Addressing charges that he failed to provide enough troops for the Iraq war, the former defense chief wrote:`` In retrospect, there may have been times", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]