[{"uid": "1297130942180666369", "i": 374, "idx": 1, "sa": ["Simon Cowell", "Randy Jackson"], "q": "joined <strong> Randy Jackson </strong> on the panel for the show's tenth season, which premiered on Fox last month. \"I haven't seen a full episode yet,\" said <strong> Simon Cowell </strong> on a press call today. <q> I've seen three minutes of a recap from last week but from what I've seen and heard it all seems to be going well, and I always thought that would be the case. </q> He went on to say that the continued success of Idol had given him confidence in launching X Factor USA, which premieres on Fox later this year. \"What I was more concerned about", "new_id": -2}, {"uid": "1296059539015335455", "i": 17435, "idx": 0, "sa": ["David Letterman", "Jack White"], "q": "concert space. She was surrounded by an impossibly hip 11-piece lineup that included a horn section, backup singers and <strong> Jack White </strong> as band leader. It was another high point in a remarkable renaissance for the 73-year-old <q> Queen of Rock'n' Roll, </q> who was in the midst of a mini-tour that would take her from her first Grand Ole Opry appearance in 56 years to slots on the \"Late Show With <strong> David Letterman </strong>\" in New York and \"Conan\" in", "new_id": -2}, {"uid": "1297187652077496350", "i": 18527, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "assured by <strong> Donald Rumsfeld </strong>, took his side. <strong> Donald Rumsfeld </strong> takes particular offense at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. <q> Powell was not duped or misled by anybody, </q> <strong> Donald Rumsfeld </strong> writes. \"nor did he lie about Saddam's suspected WMD stockpiles. The <strong> George W. Bush </strong> did not lie. The vice <strong> George W. Bush </strong> did not lie.[ CIA Director <strong> George W. Bush </strong>] Tenet did not", "new_id": -2}, {"uid": "1295416067196034628", "i": 12232, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler just started making its refreshed 2011 Dodge Grand Caravan and Chrysler Town and Country in Windsor, Ontario, today but Fiat/Chrysler CEO <strong> Sergio Marchionne </strong> was already pondering the next-generation van. <q> We need to completely rethink the minivan, </q> he told the AP's Dee-Ann Durbin at the plant in Canada. \"We need to retain all its functionality but make it much more versatile.\" He said that could mean vehicles that still haul a", "new_id": -2}, {"uid": "1296117571165298183", "i": 9351, "idx": 3, "sa": ["Michael Vick", "Brian McCarthy"], "q": "the school to talk about animal-cruelty issues, Ellis said. \"I got a call from the Humane Society. They had to cancel the event due to an NFL scheduling conflict,\" she said. <q> But the representative said <strong> Michael Vick </strong> was very excited about speaking to the students and hopes to reschedule for sometime early next week. </q> <strong> Michael Vick </strong> did seem disappointed about the postponement when asked about the planned visit after the NFC's first practice yesterday. NFL vice president <strong> Brian McCarthy </strong> said <strong> Michael Vick </strong> has been diligent in tending to community-relations commitments as", "new_id": -2}, {"uid": "1295562453217792578", "i": 14435, "idx": 6, "sa": ["Ken Auletta", "Danny Sullivan", "Eric Schmidt"], "q": "frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,\" Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called <q> Googled: The End of the World As We Know It, </q> said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years at the helm. \"I don't think he was pushed aside, but he may have been nudged,", "new_id": -2}, {"uid": "1295618610111296531", "i": 18805, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "News of The World that phone hacking was only carried out by a couple of rogue employees. h4 class= \"regseriflbl large\" > More related to this story Mr. <strong> Andy Coulson </strong> denies wrongdoing, but said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role. </q> <strong> David Cameron </strong> said that he was \"very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.\" \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to", "new_id": -2}, {"uid": "1297726959158892038", "i": 29830, "idx": 0, "sa": ["Zahi Hawass"], "q": "was a \"showman\" and publicity hound with little regard for thousands of archaeology students who have been unable to find work in their field. Cairo University in 2009 and carried his school certificates in a folder. <q> He just cares about propaganda. </q> <strong> Zahi Hawass </strong> has maintained that his first love is Egypt's heritage, not himself, and that courting publicity raises the national profile. The rally was raucous but peaceful. Several soldiers blocked protesters from entering the", "new_id": -2}, {"uid": "1295587963072171541", "i": 30403, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said Auletta-Ken Auletta\"> <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\" \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer", "new_id": -2}, {"uid": "1297520477089751561", "i": 11901, "idx": 5, "sa": ["Michael Gove"], "q": "The situation was compounded when the Department for Education made several errors in a published list of BSF projects that were being scrapped. It later transpired that several more councils should have been on the list. <q> In my view, the way in which the secretary of state abruptly stopped the projects... without any prior consultation... must be characterised as being so unfair as to amount to an abuse of power. </q> Lawyers for the Michael Government said it had not been appropriate to discuss the decision with a large number of councils and schools. In a written ministerial statement to the Commons, <strong> Michael Gove </strong> said he was", "new_id": -2}]