[{"uid": "1295041985009945115", "i": 4185, "idx": 0, "sa": ["Jonathan Forsythe", "Dan Steinberg", "LaVar Arrington", "Kirsten Gillibrand"], "q": "Post\\'s <strong> LaVar Arrington </strong>, Cindy Boren, <strong> Dan Steinberg </strong> and <strong> Jonathan Forsythe </strong>.\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011303598.jpg\", \"emailLink\": <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303590.html&amp;title=Post Sports Live, Jan. 13& site= sports& type= Video& sent= no& search= Search</q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303590.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-36v&amp;flvURL=/media/2011/01/13/01132011-36v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-36v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}, {"uid": "1297120126257998868", "i": 23966, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,</q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1297176031226918403", "i": 3175, "idx": 17, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers"], "q": "the words to relate to a guy like that, who's been through prison, who's been in the workforce, been in the military.\"( audience laughs) <strong> David Letterman </strong>:( Laughs) <q>I don't know why this is funny.</q>( Audience laughs) <strong> Aaron Rodgers </strong>:( Laughs) \"I'll stop right there.\" <strong> David Letterman </strong>: \"Yeah, okay. Now, <strong> Brett Favre </strong>, his coming and going- when he came", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.\" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q>What's happening is normal. Thankfully, all the damaged items can be restored.</q>\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1297077143210305038", "i": 12112, "idx": 2, "sa": ["Amy Manson", "Daniel Mays", "Liam Cunningham", "Simon Cowell", "Ashley Walters", "Jamie Bamber", "Hermione Norris"], "q": "also a huge risk. \" \"The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.\" <q>As soon as it's announced she's going to be a judge the plan will be to launch her music career in the States.</q> <strong> Liam Cunningham </strong>, <strong> Hermione Norris </strong>, <strong> Daniel Mays </strong>, <strong> Amy Manson </strong>, <strong> Jamie Bamber </strong> and <strong> Ashley Walters </strong> star in the Beeb\"s latest blockbuster as a diverse group of individuals who have left their old lives behind, departing Earth to start new lives on", "new_id": -2}, {"uid": "1295433001069648462", "i": 13435, "idx": 0, "sa": ["David Letterman", "Don Kirshner"], "q": ". \"These writers, I believe, will be timeless; and the songs will last like all the greats.\" For his role in discovering and nurturing so many of them, Time magazine once dubbed him <q>The <strong> Barry Mann </strong> With the Golden Ear.</q> After \"<strong> Don Kirshner </strong>'s Rock Concert\" ended its run, <strong> Don Kirshner </strong> went into retirement and moved to Florida, where he lived for decades in virtual seclusion with his wife, Sheila. <strong> David Letterman </strong>, among others", "new_id": -2}, {"uid": "1297462823095535141", "i": 7726, "idx": 3, "sa": ["Simon Cowell", "Susan Boyle"], "q": ",\" <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. <q>There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,</q> he said. \"I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.\" Exactly which judges would be deliberating on the future <strong> Susan Boyle </strong> Boyles of America, he wouldn't say", "new_id": -2}, {"uid": "1297144518008634388", "i": 13823, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,</q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" Welcome to GOLO, where WRAL.com visitors can comment on stories and create profile pages, blogs and photo galleries.", "new_id": -2}, {"uid": "1295582902002506766", "i": 42342, "idx": 0, "sa": ["Eric Schmidt"], "q": "announcement was made just as the company released news that their revenues of$ 8.44 bn for the last quarter of 2010. <strong> Eric Schmidt </strong> joined Google in Auguest 2001 and at the time Larry Page said: <q> \"<strong> Eric Schmidt </strong> is exactly the right leader for Google. His extensive technology background and vision for the potential of the Internet complement the efforts that Google is making in defining a leadership position in Internet search and navigation. His strong management experience will help shape Google as we continue our growth and global expansion. And most importantly for anyone taking on the CEO role at Google, <strong> Eric Schmidt </strong> is a natural fit with our corporate culture.</q>\" The company went on to become the powerhouse that it is today. In a post on Google's corporate blog, <strong> Eric Schmidt </strong> explains that he accomplished more than what he set out to", "new_id": -2}, {"uid": "1296547167054050852", "i": 45121, "idx": 0, "sa": ["Ryan Malleck", "Michael Vick"], "q": "derided as too dangerous. In another respect, though, their recoveries are slow and sometimes painful, many filled with diseases, injuries and skittishness that manifested themselves under their stewardship of <strong> Michael Vick </strong>. <q>Some people might say, \"Three years, that seems like such a long time,\"</q> said <strong> Ryan Malleck </strong> Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. \"But we measure their progress in baby steps, especially when they were on", "new_id": -2}]