[{"uid": "1297242543083116089", "i": 15466, "idx": 9, "sa": ["Justin Bieber", "Simon Cowell", "Kit Hoover"], "q": "friends. We're just gon na completely whip their a** es[ with \"The X Factor].\" \"Have you watched the new` Idol'?\" <strong> Kit Hoover </strong> asked. <q> No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice, everybody seemed to have sad stories. It was like a music version of` Extreme Home Makeover\" with a happy ending. We like happy endings, </q> <strong> Simon Cowell </strong> said. NBC Universal, Inc.. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. Billy Bush and <strong> Justin Bieber </strong> in \"The Billy Bush Show\" studio", "new_id": -2}, {"uid": "1295815491266780688", "i": 3393, "idx": 0, "sa": ["Hamid Karzai", "Andy Coulson"], "q": "fate to Afghan... Afghanistan, Jan. 23( UPI)-- Afghan President <strong> Hamid Karzai </strong> has... demanded that France withdraw its troops from Afghanistan in... Video: Egypt on alert after ahead of Coptic Christmas... Report Abuse <q> The very fact that this occurred in England at all is disgusting. There should be no Muslims in Europe at all, yet here they are flooding our cities, destroying our culture and heritage and bringing violence to our shores. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1297242605085999617", "i": 1335, "idx": 0, "sa": ["Kirsten Gillibrand", "Barbara Boxer", "House Judiciary Committee"], "q": "reproductive rights advocates. They have appropriated the Republican charge from last year that Democrats were working on a liberal policy agenda instead of on job creation and the economy, and turned it on its head. <q> This election was about the economy, </q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong> of New York, who joined with other Democratic senators Tuesday to decry the <strong> House Judiciary Committee </strong> bills Tuesday as needless and intrusive. Over and over, Democrats said that by bringing up the abortion issue", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q> can no longer provide family planning, birth control, or preventive care to millions of women. </q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}, {"uid": "1295746465110362632", "i": 4945, "idx": 3, "sa": ["Michael Jordan", "Allen Iverson", "That guy"], "q": "<strong> Michael Jordan </strong> jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said. \"<strong> That guy </strong> is the way it felt tonight. \"My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls", "new_id": -2}, {"uid": "1297243375238927881", "i": 16167, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "The likes of MySpace, Bebo and Friends Reunited have fallen by the...\" \"At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...\" <q> I wondered how long it would take before we saw Europe's biggest space company, Astrium, step into the race to... </q> You can stay up to date with Nick Robinson's Newslog via these feeds.", "new_id": -2}, {"uid": "1296218123081313799", "i": 2824, "idx": 4, "sa": ["John Coltrane", "Jimmy Cobb", "Chris Webber", "Wynton Kelly", "Miles Davis", "Paul Chambers", "Allen Iverson"], "q": ". With a brutal seven-game road trip next, there's no better place to sit. <strong> Allen Iverson </strong> scored 38 points, <strong> Chris Webber </strong> added 27 and t... Hellcats Ep. 3 Recap \"Beale Street After Dark\" <q> A wildly flamboyant funk diva with few equals even three decades after her debut, Betty <strong> Bette Davis </strong> combined the gritty emotional realism of <strong> Tina Turner </strong>, the futurist fashion sense of <strong> David Bowie </strong>, and the trendsetting flair of <strong> Miles Davis </strong>, her husband for a year. </q>... <strong> Miles Davis </strong>- The Cool Jazz Sound( 1959) 2/3 <strong> Miles Davis </strong> Quintet: <strong> Miles Davis </strong>( trumpet, flugelhorn), <strong> John Coltrane </strong>( tenor saxophone), <strong> Wynton Kelly </strong>( piano), <strong> Paul Chambers </strong>( bass), <strong> Jimmy Cobb </strong>( drums", "new_id": -2}, {"uid": "1296091661126894108", "i": 43702, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "\" Future Potential <strong> Google Inc. </strong>'s <strong> Eric Schmidt </strong> said in a separate interview at the World Economic Forum that the high value attributed to some young companies is on par with their future potential. The <q> e-commerce space feels overheated because valuations are based on long-term revenue expectations, </q> said <strong> Eric Schmidt </strong>, who plans to step down from his role as CEO and become executive chairman in April. \"But if you look at <strong> Google Inc. </strong>'s history, that potential is real\" Dell and Lane", "new_id": -2}, {"uid": "1296073686062521444", "i": 19439, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "last week after numerous questions about practices at the newspaper. \"The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,\" the police force said in a statement. <q> This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgment in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of British pay TV operator BSkyB.", "new_id": -2}, {"uid": "1295934802036896843", "i": 15720, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "has not contributed one nickel to our deficit or our national debt, and it must be protected,\" <strong> Sen. Bernie Sanders </strong> added. Monday afternoon Senate Democrats sent out a message noting that Ryan's Roadmap <q> has now been endorsed by the House Majority Leader and the top Republicans on both the House and Senate budget committees. </q> Democrats are aware that any proposal to adjust entitlement programs is a politically charged issue for members of both parties-and a shrewd political move is to link entitlement cuts to members of the opposing party.", "new_id": -2}]