[{"uid": "1296424092007127044", "i": 27806, "idx": 1, "sa": ["Zahi Hawass"], "q": ", opened the boxes in the magazine and took the precious objects. Other groups attempted to enter the Coptic Museum, Royal Jewellery Museum, National Museum of Alexandria, and El Manial Museum,'' <strong> Zahi Hawass </strong>, <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, </q> <strong> Zahi Hawass </strong> wrote. By <strong> Zahi Hawass </strong> On Friday, January 28, 2011, when the protest marches began in Cairo, I heard that a curfew had been issued that started at 6.00 pm on Friday", "new_id": -2}, {"uid": "1295441767072597578", "i": 41034, "idx": 2, "sa": ["David Letterman", "Steven Tyler"], "q": "The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the`` honest, legitimate stamp of approval'' that comes from gradual success. <strong> Steven Tyler </strong> responded: <q> I tend to agree. </q> However, the` Crazy' hitmaker admitted he is enjoying the`` fun'' of looking for new talent via a television show. He explained:`` This way is more fun,''", "new_id": -2}, {"uid": "1295819193226000912", "i": 8726, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sandeep Aggarwal"], "q": "Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q> <strong> Eric Schmidt </strong>( Alert) has played his innings very well, </q> said analyst <strong> Sandeep Aggarwal </strong> of Caris& Co.. The management reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's", "new_id": -2}, {"uid": "1295799477124010510", "i": 55446, "idx": 1, "sa": ["Colin Powell"], "q": "poverty. The retired general and former chairman of the Joint Chiefs of Staff stressed that relations between the world's two largest economies will have their ups and downs. <strong> Colin Powell </strong> appeared on CNN's <q> State of the Union. </q>? Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. href=\"http://www.boston.com/news/nation/?camp=related- articles:on:link:article- page:more\" title=\"Nation\"> More articles in Nation", "new_id": -2}, {"uid": "1295743447181321729", "i": 23537, "idx": 4, "sa": ["Clive Goodman", "Andy Coulson", "Chris Bryant"], "q": "pressure, insisting he was being`` punished for the same offence twice''. However, Labour frontbencher <strong> Chris Bryant </strong> said he hoped the Metropolitan Police would now conduct a thorough investigation into the phone hacking. He said: <q> I hope now that the murky truth will come to light. </q> No decision has yet been taken on <strong> Andy Coulson </strong>'s replacement. He resigned as editor of the News of the World in 2007 after the newspaper's former royal editor, <strong> Clive Goodman </strong>, and private investigator", "new_id": -2}, {"uid": "1295974021065323118", "i": 6025, "idx": 2, "sa": ["Eric Schmidt"], "q": "Ein-Megahertz-Prozessor vorgestellt'', erinnerte <strong> Eric Schmidt </strong> sich dann. Damals ein Gro?rechner, heute ein Handy- mit 1000-mal so viel Rechenleistung. Nun w?rden die Entwickler immer zuerst an mobile Ger?te denken, erkl?rt er weiter. <q> In einer Art, in der es meine Generation nie vorhergesehen hat. </q> Bei solchen Aussagen wird klar: In Zukunft will <strong> Eric Schmidt </strong> den Elder Statesman bei Google geben, den erfahrenen Manager, der schon so gut wie alles erlebt und gesehen hat und den die j?ngeren Kollegen gerne", "new_id": -2}, {"uid": "1297112072043597847", "i": 14916, "idx": 1, "sa": ["Simon Cowell", "George Michael"], "q": " <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and Cheryl Cole. Additional judges and the show's host will be announced <q> in the coming weeks, </q> the release said. Start of sidebar. href=\"http://www.news.com.au/entertainment/television/us- x- factor- winner- to- pocket- 5m/story- e6frfmyi- 1226001930657?from=public_rss#sidebar- end\"> Skip to end of sidebar.", "new_id": -2}, {"uid": "1296277283055640093", "i": 10798, "idx": 6, "sa": ["Chris Webber", "Del Negro", "Kobe Bryant", "Allen Iverson"], "q": "While PhilaDel Negrophia remained 2 1/2 games behind Boston in the Atlantic Division, <strong> Chris Webber </strong> gave a glimpse of what he could contribute down the stretch.`` I think every <strong> Kobe Bryant </strong> bit helps your confidence,'' <strong> Chris Webber </strong> said. <q> One day you're averaging a number that many people don't do in three categories and the next day you're worthless. And that's from myself, I don't even care what everyone else is saying. </q> <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said.`` He wants to play well so", "new_id": -2}, {"uid": "1295284262229982312", "i": 34393, "idx": 0, "sa": ["Larry King", "Piers Morgan", "Simon Cowell"], "q": ". To that, <strong> Piers Morgan </strong> said,`` I'd like to get to the position... where the butt-kicLarry King is reversed.'' He said CNN needs to be more competitive with its rivals, <q> much more than we have been. </q> The brash Brit touted his talk show with plenty of tough talk of his own in a meeting with reporters Thursday, bragging that he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in Britain", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]