[{"uid": "1297119812245366797", "i": 16911, "idx": 8, "sa": ["Simon Cowell"], "q": "prospects, but I hadn't got a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks,\" <strong> Simon Cowell </strong> told reporters. <q> All you can do, which I'm going to do, is you give it 110% percent effort and I'll do everything I can to make it the best show I possibly can, and then you hope that viewers like it. </q> <strong> Simon Cowell </strong>: \"The X Factor' judging panel still has yet to be determined` The X Factor' announces$ 5 million record deal prize and auditions` Jersey Shore\" star The Situation planning to leave", "new_id": -2}, {"uid": "1297123590195428356", "i": 3218, "idx": 0, "sa": ["Michael Vick"], "q": "in exchange for a$ 1 donation. Earnest Hardy, Sr. lives nearby. He and some of his neighbors say it would be nice for something positive to move in. Earnest says, <q> Everybody and everything deserves a second chance. </q> But not everyone thinks it's in the best interest of the dogs who would be housed here. A woman who cares for one of <strong> Michael Vick </strong>'s former pit bulls says with their keen senses", "new_id": -2}, {"uid": "1296697902064045079", "i": 35439, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "the Republican repeal amendment amounted to \"a political stunt.\" \"It would deny affordable health insurance to millions of families and eliminate important tax breaks for small businesses,\" <strong> Kirsten Gillibrand </strong> said. <q> We should be focused on creating jobs, not refighting old political battles. </q> <strong> Chuck Schumer </strong> said Democrats are winning the battle of public opinion, citing recent polls that found about 20 percent of Americans want to repeal the health care law. He predicted public support for the law", "new_id": -2}, {"uid": "1296653157128679947", "i": 13083, "idx": 0, "sa": ["Barbara Walters", "Bill Clinton", "David Letterman"], "q": "10 p.m. EST on Friday. <strong> Barbara Walters </strong> knew she needed the celebrity infusion. \"I didn't want people to feel that this was going to be an hour lecture,\" she said. <q> To have these very famous, and in some cases very funny, people, meant that they would watch. </q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former Big Mac <strong> Bill Clinton </strong>, revealed that he's now practically a vegan. The usually private <strong> David Letterman </strong> talks candidly about depression and how he sometimes", "new_id": -2}, {"uid": "1296149816234012694", "i": 12890, "idx": 1, "sa": ["Ronald Reagan", "Mike Pence"], "q": "Ronnie.\" When <strong> Ronald Reagan </strong> won the decisive victory in New Hampshire, the paper pivoted toward him- in a slightly condescending tone. The same tone is heard today. The National Journal recently reported, <q> Other Republicans believe[ <strong> Mike Pence </strong>] <strong> Mike Pence </strong>'s ideological purity is what makes him at once dangerous to his rivals in a primary and dangerous to his own party if he secures the nod in a general election. </q>( Emphasis added.) The story goes on to quote an unnamed \"Republican lobbyist\" saying, \"If we all agree the battle's going to be won in the middle, <strong> Mike Pence </strong> is not", "new_id": -2}, {"uid": "1297620569105463821", "i": 1021, "idx": 0, "sa": ["Mike Pence"], "q": ", R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned Parenthood is now.\" By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants", "new_id": -2}, {"uid": "1295613299107249672", "i": 38982, "idx": 7, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "new_id": -2}, {"uid": "1296434342067305489", "i": 24611, "idx": 4, "sa": ["Zahi Hawass"], "q": "2013.( Comment on this story.) <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q> Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster. </q> Just ask the director of the Iraqi museum. Egypt's Military Ramps Up Presence As Thousands Protest In Cairo The Prestige of Patty Flipping: China's Hamburger University More Exclusive Than Harvard 164 Money Tips: Least", "new_id": -2}, {"uid": "1296415510191545349", "i": 11490, "idx": 0, "sa": ["David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "Cheeriness of Those Gershwin Boys An unquenchable joie de vivre buoyed by an antic humor that wells up like spring- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charlie Rose </strong> and discuss having open-heart surgery on ABC's <q> A <strong> Barbara Walters </strong> Special: A Matter of Entertainment Weekly and Women's Wear Daily. text-->-+ Single Page print Twitter Email Old Boys' Network? Hardly. How About Lots of Tired Geezer Channels? women get theirs in the end. Not only do they tend to live longer than television, at least, they seem to have a richer and more rewarding old age. Ron Jaffe/CMT Roles for older men tend toward stereotype: <strong> Ed Asner </strong> and <strong> Melissa Peterman </strong> in \"Working Class, </q> beginning Friday on CMT. Related Make It Funny, Make It Work, Make It Quickly( January 23, His mission is to save snakes, rice and slum children Mumbai Saturday, January 29, 2011--", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said. \"I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]