[{"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,\" Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}, {"uid": "1295804716188252188", "i": 6606, "idx": 10, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.</q> Tim Twentyman: Then there were four. We'll have a Super Bowl matchup all set late Sunday night and getting to that point should be very entertaining. The Monsters of the Midway take... <strong> Robert Gates </strong> Happy", "new_id": -2}, {"uid": "1297163729205226073", "i": 23469, "idx": 0, "sa": ["William F. Brinkman", "Barack Obama", "Robert S. Litt", "Christine M.", "Colin Powell"], "q": "Employment and Training, Department of Labor; <strong> Robert S. Litt </strong>, <strong> Colin Powell </strong> Counsel, Office of the Director of National Intelligence; and <strong> William F. Brinkman </strong>, Director of the Office of Science, Department of Energy. <strong> Barack Obama </strong> said, <q>I am grateful that these fine individuals have made the admirable decision to serve their country. Their expertise and dedication will be a valuable asset both to my administration and our nation as we work to bring about the real change that the American people need today.</q> <strong> Barack Obama </strong> announced his intent to nominate the following individuals today: <strong> Christine M. </strong> Griffin, Nominee for Deputy Director of Office of Personnel Management <strong> Christine M. </strong> Griffin has been a member of the U.S. Equal Employment Opportunity Commission", "new_id": -2}, {"uid": "1295779843220971037", "i": 634, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch", "Ian Edmondson"], "q": "including the editors of <strong> Rupert Murdoch </strong>'s four British papers, held a three-day meeting at Babington House in Somerset about the future of the company, aware that <strong> Rupert Murdoch </strong> is flying into London this week at a crucial time. <q>I'd be amazed if they didn't discuss <strong> Andy Coulson </strong>,</q> said a source with some knowledge of the meeting. <strong> Andy Coulson </strong> still has close links with the company and enjoys friendly relations with key executives. Questions also hang over what action News Group will take against <strong> Ian Edmondson </strong>", "new_id": -2}, {"uid": "1295997065180568078", "i": 42527, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "for an executive who is transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said David Wise, senior principal at consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q>the board clearly wants to retain his guidance for the next four years.</q> \"It's a signal to shareholders that he'll continue to steer the boat,\" Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both", "new_id": -2}, {"uid": "1296842239102596615", "i": 11185, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>, who told CNN last year that people who don't want their homes photographed for Google Street View could \"just move.\" <strong> Eric Schmidt </strong> also passed along this comforting gem to The Atlantic: <q>We know where you are. We know where you've been. We can more or less know what you're thinking about.</q> Yikes. Of course, <strong> Eric Schmidt </strong> has since been kicked upstairs to \"executive chairman,\" and Google co-founder Larry Page will take over day-to-day operations in April. So has Google changed its views on personal privacy", "new_id": -2}, {"uid": "1296407544252772372", "i": 143, "idx": 21, "sa": ["Eric Snow", "Allen Iverson", "Tyrone Hill"], "q": "had 12. <strong> Eric Snow </strong> had 12 points and 13 assists, <strong> Tyrone Hill </strong> had 12 points and nine rebounds and George Lynch had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16. <q>It felt funny playing against guys you played with all year,</q> <strong> Allen Iverson </strong> said. \"You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough.\" <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295757185120078339", "i": 5468, "idx": 0, "sa": ["Michael Vick", "Tom Brady", "Ben Roethlisberger"], "q": "may or may not be thrown with the correct balance. It won't have the fundamental precision of a <strong> Tom Brady </strong> pass, but it might be a first down\"... or a touchdown. <q>I'm probably not ever going to win an MVP, probably never going to win a passing title,</q> <strong> Ben Roethlisberger </strong> said this week. \"But that's not why I play the game. I just go out and try to win football games and win championships.\" About the time <strong> Michael Vick </strong> was re-establishing himself", "new_id": -2}, {"uid": "1295392975093929516", "i": 8827, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297119751226197532", "i": 17094, "idx": 0, "sa": ["Kirsten Gillibrand", "Riyad Mansour"], "q": "another rush in Congress, this time led by New York Senator <strong> Kirsten Gillibrand </strong>, to have the United States veto the resolution. Surrealpolitik forces Palestinian leaders to grasp at straws. Palestinian Permanent Representative <strong> Riyad Mansour </strong> said, <q>Our objective is to convince our American colleagues that there is value to having this resolution adopted in the Security Council,</q> he said. \"We are not there yet.\" The Palestine Papers show Palestinian negotiators to be incredibly patient. \"The purpose of this resolution,\" said <strong> Riyad Mansour </strong>, \"among other things, is to", "new_id": -2}]