[{"uid": "1295633029004243483", "i": 2690, "idx": 2, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be the toughest quarterback to sack, said Jets defensive end Shaun Ellis. \"He's very strong. He's very elusive in the pocket,\" Ellis said. <q> A lot of people don't realize how fast he is.... I know he looks slow moving around on the field, but he's pretty nifty at what he does. </q> What <strong> Ben Roethlisberger </strong> has done best so far in his career is win. He went to the AFC title game as a rookie, won a Super Bowl in his second season, and added another championship in", "new_id": -2}, {"uid": "1295571684118030342", "i": 44423, "idx": 0, "sa": ["Eric Schmidt", "Robert Scheer"], "q": " announced Thursday that he is handing his job over to co-founder Larry Page, who, <strong> Eric Schmidt </strong> blogs, \"is ready to lead.\" <strong> Eric Schmidt </strong> will stick around with the hefty title of executive chairman. <q> Official Google Blog: For the last 10 years, we[ CEO <strong> Eric Schmidt </strong> and co-founders Larry Page and <strong> Sergey Brin </strong>] have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Posts by unregistered readers are moderated. Posts by members A Progressive Journal of News and Opinion. Editor, <strong> Robert Scheer </strong>. Publisher, Zuade Kaufman.", "new_id": -2}, {"uid": "1295108126113344575", "i": 1421, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "million for specific redevelopment projects to the city- presumably moving the money out of the state's reach. The governor's office responded crisply, saying <strong> Jerry Brown </strong> hoped the Community Redevelopment Agency was not planning on <q> squirreling money away for the indefinite future when our schools, police and firefighters are in need of this funding. </q> <strong> Bill Lockyer </strong>: \"The governor's proposal warrants a serious, thoughtful discussion. Let's have that adult conversation, not needlessly provocative acts of gamesmanship.\" All week city officials around the state have been", "new_id": -2}, {"uid": "1296040609025690129", "i": 24769, "idx": 0, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "Union speech. Democratic <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> sat in a bipartisan group with Republicans from Alabama, Kansas, and Wyoming. He said the president sounded less like a professor and more like a statesman. <q> Governing and budgeting are about choices and priorities, and I agree with the president that our budget focus needs to be on what makes America stronger, </q> <strong> Patrick Leahy </strong> said in a written statement. <strong> Sen. Bernie Sanders </strong> praised the president's take on a wide range of issues that the Independent routinely fights for. \"The president covered a lot of territory tonight but", "new_id": -2}, {"uid": "1297236828167477280", "i": 199, "idx": 5, "sa": ["Simon Cowell"], "q": "episode from this season. Predictably, his only reaction was a bit self-centered; relief that the show's continuing ratings proved American viewers still want to watch a singer get famous on national television. <q> What I was more concerned about was the[ Idol] ratings falling off a cliff, meaning the whole genre is over, </q> he said. \"It kinda feels we've come out of this gray period[ in the music business] into a very fun, extreme time.\" Later, <strong> Simon Cowell </strong> stated the challenge simply", "new_id": -2}, {"uid": "1295614765207978533", "i": 17707, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "<strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" Mr. <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> Mr. <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to Mr. <strong> David Cameron </strong>, whose office had long insisted he would stay on despite the scandal. Earlier this week, Mr. <strong> David Cameron </strong> told", "new_id": -2}, {"uid": "1296113623056524818", "i": 1733, "idx": 0, "sa": ["Eric Schmidt"], "q": "year. The company is likely to ride on its ability to merge several business units-- location-based mapping and mobile application development-- to roll out a comprehensive mobile money product in coming months. <q> Phones, as we know, are used as banks in many poorer parts of the world. Technology means that their use as financial tools can go much further than that, </q> said Mr <strong> Eric Schmidt </strong>. Copyright Â© 2011 Business Daily. All rights reserved. Distributed by AllAfrica Global Media( allAfrica.com). To contact the copyright holder directly for corrections- or for permission to republish", "new_id": -2}, {"uid": "1296030809164511749", "i": 3475, "idx": 3, "sa": ["Eric Schmidt"], "q": "executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. NURSING", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q> Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet, </q> <strong> Mike D'Antoni </strong> said. \"They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1296743100016711680", "i": 4000, "idx": 2, "sa": ["Donald Rumsfeld", "DJ AM", "Dick Cheney"], "q": "in his defense, a terrible strategy,... <strong> DJ AM </strong> Human Centipede: ArmorGroup Film Actor Guild Hates Kabul( <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> Mix) <strong> DJ AM </strong> Human Centipede: ArmorGroup Film Actor Guild Hates Kabul( <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> Mix) <strong> DJ AM </strong> <q> They're going to sew three people together, they thought it would be, like, shoulder to shoulder, or whatever. But no, it's like, ass to mouth. </q> Mouth: ArmorGroup Film Actors Guild Hates God( <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> Mix) Top supervisors of the ArmorGroup were n... NWO- ACTIVE Troops Deploy October In USA", "new_id": -2}]