[{"uid": "1297446725101842956", "i": 13445, "idx": 14, "sa": ["Donald Rumsfeld"], "q": "were never found. Let's say we had known there were no WMD, I ask, would it have still been justified to go to war? <strong> Donald Rumsfeld </strong>'s response strikes me as oddly circuitous and detached. <q> Apparently. The Congress had passed regime change legislation in the 1990s and it passed overwhelmingly. Now you can't know what you would do. What you know now helps you in what you do in the future. It can't help you with what's been done in the past. </q> But was the Iraq war really worth all the pain and suffering it has caused? <strong> Donald Rumsfeld </strong>'s tone becomes sharper:`` Have you ever visited one of the killing fields in Iraq where Saddam Hussein killed", "new_id": -2}, {"uid": "1294957406081149956", "i": 56722, "idx": 15, "sa": ["Allen Iverson"], "q": "guard <strong> Allen Iverson </strong> signed a two-year contract with Turkish club Besiktas on Friday. <strong> Allen Iverson </strong> played 25 games with the Philadelphia 76ers last season averaging 13.9 points but was unable to secure an offer from an NBA team this season. <q> I'm at the point in my career where mentally and physically I know I can play basketball and that's what I want to do. If I can't play in the NBA, but I want to play basketball, that's a decision I have to make, </q> <strong> Allen Iverson </strong> told reporters in New York.`` My whole thing was being wanted and being accepted by a ball club. That was the most important thing to me: to be wanted.'' The deal is set", "new_id": -2}, {"uid": "1297116596161923241", "i": 23039, "idx": 1, "sa": ["Patrick Leahy", "Donald Rumsfeld", "Mark Halperin", "Mark Salter"], "q": "spring still seems a distant prospect. So... Reviled two-time Defense Secretary <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled`` Known and Unknown,'' after a typically obtuse quote he gave to... What is <q> O: A Presidential Novel, </q> exactly? If you believe <strong> Mark Halperin </strong>, it's a work of campaign slashfic written by <strong> Mark Salter </strong> so that he... Last week, Senator <strong> Patrick Leahy </strong> introduced the reauthorization of a bill that would restore protections for", "new_id": -2}, {"uid": "1295560443214679557", "i": 14079, "idx": 3, "sa": ["Bernie Sanders"], "q": "Given the state of the American economy, I would urge the National Museum of American History to do its very best to find American companies to manufacture the products it sells,'' <strong> Bernie Sanders </strong> continued in the letter. <q> I believe that Americans from all over the country who visit our beautiful national museum would be very appreciative if you would move in that direction. </q> told ABC's The Note blog that while many of the gift-shop products are American-made, product affordability is a factor as well.`` We do, whenever possible, try to buy from U.S.-made manufacturers and", "new_id": -2}, {"uid": "1295459502213254229", "i": 22632, "idx": 1, "sa": ["Sergio Marchionne"], "q": "well, with the addition of tooling to handle 2.8-liter diesel engines. Addressing the future of the Windsor, Ontario plant, Mr. <strong> Sergio Marchionne </strong> href=\"http://www.detnews.com/article/20110119/AUTO01/101190320/1148/auto01/Chrysler-300-sedan--minivan-to-go-hybrid\" rel=\"nofollow\" title=\"Chrysler 300 sedan, minivan to go hybrid\"> states, <q> I am here with one message to tell you. The future of this plant is without doubt guaranteed. </q> Mr. <strong> Sergio Marchionne </strong> acknowledged that his company still had a ways to go to dig itself out of its hole, commenting,`` The minivan remains a significant part of our revitalization plan going forward. The success", "new_id": -2}, {"uid": "1295432548218038355", "i": 34092, "idx": 1, "sa": ["Steve Ballmer"], "q": "of meetings at Microsoft where some high level executive must have been like`` Screw gamers man. Catering to them isn't paying the bills. Let's concentrate on their families now''. Exec No. 2, <q> Yes, let's make everyone the controller and sell them obscenely priced hardware while they move around the living room looking like complete asses </q>. Cue maniacal laughter.( Image courtesy: msresort.com) Making matters even funnier( or embarrassing) is <strong> Steve Ballmer </strong>'s quote from the href=\"http://www.usatoday.com/money/companies/management/bartiromo/2011-01-17-bartiromo17_ST_N.htm\" target=\"_blank\"> USA Today article where he feels the Xbox360 should", "new_id": -2}, {"uid": "1295159827229244932", "i": 1988, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "question the way <strong> Aaron Rodgers </strong> is playing. <strong> Aaron Rodgers </strong> will lead Green Bay into the NFC Championship Game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1296440737158449665", "i": 27916, "idx": 0, "sa": ["Sergio Marchionne"], "q": "of the project revolve around shrinking the system typically used on a heavy-duty truck down to something that can be fitted to a light-duty vehicle-as well as dampening the`` side effects'' such systems can create. <q> Right now, hydraulic hybrid systems currently create more NVH[ noise, vibration, harmonics] than consumers would accept, </q> he explained.`` So this project will also look at ways to alleviate that.'' <strong> Sergio Marchionne </strong>, CEO of Chrysler Group, stated that the overall goal of the project is to evaluate and, hopefully", "new_id": -2}, {"uid": "1295658301074924120", "i": 29867, "idx": 3, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "Wednesday that he felt he had to leave Number 10. Senior civil servants were told the following day. Mr <strong> David Cameron </strong> said he was`` obviously very sorry to see him go''. He said: <q> He did a very good job as Director of Communications both for the Government and the country. He ran the Downing Street press office in a very professional and straightforward and correct way, and I think he's done some very good work.`` But I understand why he wants to go with the things that happened with the News of the World... Obviously he resigned at the time and I've always felt he was punished for the same offence twice. </q> Labour leader <strong> Ed Miliband </strong> said Mr <strong> Andy Coulson </strong> had`` done the right thing'' but should have gone earlier. He said:`` We've been saying for some time that the cloud of allegations surrounding <strong> Andy Coulson </strong>'s", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}]