[{"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q>One day Larry and Sergey bought Android, and I didn't even notice.</q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}, {"uid": "1297439441065749003", "i": 44284, "idx": 1, "sa": ["Steve Ballmer"], "q": "years has made these companies very significant competitors, to the point where Microsoft and Nokia were becoming increasingly irrelevant. \"I am excited about this partnership with Nokia,\" said <strong> Steve Ballmer </strong>, Microsoft CEO. <q>The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Dell Coupons Looking for a Dell notebook? Find the latest deals and coupons on NotebookReview.com", "new_id": -2}, {"uid": "1296174977054247442", "i": 2529, "idx": 0, "sa": ["Eric Schmidt", "Stephanie Flanders"], "q": "that he was the most pro-China of Google's triumvirate leadership. In March last year Google stopped co-operating with China over censorship- a joint decision that Mr <strong> Eric Schmidt </strong> said he was happy with. <q>Over time I would hope- especially in my new role with more of an external focus- that I can try to get more of Google, appropriately and within our policies, into China,</q> he told the BBC's economics editor, <strong> Stephanie Flanders </strong>, at the World Economic Forum in Davos. Unruffled reshuffle It was revealed earlier this month that Mr <strong> Eric Schmidt </strong>, 55, would make way as chief executive", "new_id": -2}, {"uid": "1296947872117014565", "i": 2814, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,\" <strong> Sergio Marchionne </strong>'s statement said. <q>I regret the remark, which I consider inappropriate.</q> The term, probably derived from German, usually refers to an unscrupulous or unethical person. <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in", "new_id": -2}, {"uid": "1297189237260702220", "i": 14949, "idx": 0, "sa": ["Paul Bremer", "George Stephanopoulos", "Bob Woodward", "Donald Rumsfeld"], "q": "not supporting a troop surge in Iraq. At no point did the former Democratic operative admit that some in the media, including reporters at ABC, were skeptical of such a surge. <strong> George Stephanopoulos </strong> chided, <q>So, can you now concede what <strong> Al Gore </strong> McCain said last week was correct? That had you stayed in office, there would have been defeat in Iraq and the surge would not have taken place?</q> <strong> George Stephanopoulos </strong> asserted that individuals such as then-ambassador to Iraq <strong> Paul Bremer </strong> called for a surge. The host argued, \"It's documented in <strong> Bob Woodward </strong>'s book.\" <strong> Donald Rumsfeld </strong> retorted, \"<strong> Bob Woodward </strong> wasn't there.\"", "new_id": -2}, {"uid": "1297426535014974989", "i": 23375, "idx": 1, "sa": ["David Letterman"], "q": "boldly asked the diminutive \"Jersey Shore' party animal when she appeared on` Late Show.' \"Do you think, uh, um, maybe you need to abstain?\" She replied, <q>I definitely don't think I have a problem. I mean, when we're not filming I hardly go out. I hardly drink. It's just, you know, it\"s summer.</q> <strong> David Letterman </strong> divulged that friends used to send him Alcoholics Anonymous brochures listing seven signs that one may have a problem. \"Number one was always,` Do you drink in the morning?\" he", "new_id": -2}, {"uid": "1295591942183287822", "i": 17961, "idx": 16, "sa": ["Eric Schmidt", "Google Inc."], "q": "interview and a conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> mobile.WTOPNEWS Get Text Messages and wtopnews.com on Your PDA", "new_id": -2}, {"uid": "1297654750115818510", "i": 14874, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "an airline trade group, said the safety of passengers and crew members is its No. 1 priority. \"Making improvements is a continuous process,\" ATA spokeswoman Jean Medina said in an e-mailed statement. <q>The rules, as written, will not improve safety, and regulations that are based neither on science nor operational experience should be rejected.</q> U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., also had spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable.", "new_id": -2}, {"uid": "1295133052215269385", "i": 13569, "idx": 0, "sa": ["Andy Coulson"], "q": "Gascogine, who has battled alcoholism since quitting football, was in a \"vulnerable mental state\" and his recovery had been affected by the trauma of believing his phone had been hacked. He said: <q>It has made things even more difficult for his general wellbeing.</q> Former News of the World editor <strong> Andy Coulson </strong> has denied having knowledge of the hacking A spokeswoman for News of the World said the paper would not be making any comment. On Friday the Crown Prosecution", "new_id": -2}, {"uid": "1295243276223936526", "i": 8331, "idx": 2, "sa": ["Steve Ballmer"], "q": "technological foundation and casting the company as a leader in social entertainment, mobile software, and personal computers. \"A decade ago we took a bold step forward toward transforming entertainment,\" <strong> Steve Ballmer </strong> said. <q>We started with gaming with the launch of Xbox.... The next step in that journey was the launch of Xbox Live which transformed gaming experiences with the cloud. That put Xbox front and center in the social entertainment revolution.</q> <strong> Steve Ballmer </strong> then cited Microsoft's successful launch of its Kinect gaming control system two months ago. \"There's nothing else like it in the world,\" he said. Microsoft plans to extend", "new_id": -2}]