[{"uid": "1295725312068648997", "i": 36576, "idx": 2, "sa": ["Alassane Ouattara"], "q": "a ce pouvoir de retirer l'accr?ditation''. La communaut internationale reconna?t <strong> Alassane Ouattara </strong> comme vainqueur de la pr?sidentielle ivoirienne du 28 novembre, mais le chef de l'Etat sortant Laurent Gbagbo refuse d'admettre sa d?faite. <q> Comme le reste de la communaut internationale, la France reconna?t sans r?serve M. <strong> Alassane Ouattara </strong> comme pr?sident de la R?publique de C?te d'Ivoire </q>, r?affirme le minist?re des Affaires trang?res dans un communiqu. Tunisie: les manifestations se poursuivent? Tunis et? l'int?rieur du pays Alors que la vie semble reprendre progressivement son cours normal en Tunisie dans plusieurs", "new_id": -2}, {"uid": "1297019827099205137", "i": 29971, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "in Baghdad in 2008 when an Iraqi journalist threw a shoe at him.'' Would They Even Be Able to Arrest Him? Not according to a spokesman for the Swiss Foreign Ministry, who told reporters that <strong> George W. Bush </strong> <q> would have immunity from prosecution for any alleged actions while in office, </q> as the Post puts it. The Post also notes that similar gambits in the past didn't pan out so well:`` The Center, and its European partners, earlier filed suits against former defense secretary <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295973500237387811", "i": 43766, "idx": 1, "sa": ["David Letterman", "Nathan Lane", "Til Schweiger"], "q": "`` The Fabulous Baker Boys'') appeared in a Public Theater production of <strong> Nathan Lane </strong> Talks Addams Family,`` Jersey Shore,''`` 127 Hours'' and More on`` <strong> David Letterman </strong>''( Video) <strong> Nathan Lane </strong> visited <q> The Late Show with <strong> David Letterman </strong> </q> Jan. 21 and shared an anecdote from his current Broadway run in The Add... The Phantom of the Opera Time Stands STil Schweigerl The Witch of Edmonton The Whipping Man The Road to Qatar", "new_id": -2}, {"uid": "1295476065222248969", "i": 2094, "idx": 1, "sa": ["Micheline Calmy-Rey", "Alassane Ouattara", "Raila Odinga"], "q": "<strong> Raila Odinga </strong> said in a statement issued Wednesday morning. <strong> Raila Odinga </strong> said Gbagbo had broken several promises that he had made to lift a blockade put in place around the Abidjan hotel where <strong> Alassane Ouattara </strong> is confined. <q> Mr. Gbagbo gave me an assurance that this blockade would be lifted yesterday, but he broke that promise- for the second time in two weeks, </q> <strong> Raila Odinga </strong> said. Swiss authorities, meanwhile, were moving to immediately freeze any assets belonging to Gbagbo, Swiss President and Foreign Minister <strong> Micheline Calmy-Rey </strong> said Wednesday. It was not immediately known how much money Gbagbo may", "new_id": -2}, {"uid": "1295013411230670358", "i": 58729, "idx": 3, "sa": ["Sergio Marchionne"], "q": "big part of the profit picture for Chrysler going forward,'' says Mr <strong> Sergio Marchionne </strong>. The truck segment is under pressure, however, at least when it comes to the largest gas guzzlers. <q> I think truck sales will be defined by the price of oil, the price of gasoline, </q> GM's Mr Akerson says. Cynthia Jones says pickup trucks remain very popular`` If there's a spike in the price of gasoline, I think it will affect the heavy end of the market.", "new_id": -2}, {"uid": "1295795112051544072", "i": 52570, "idx": 2, "sa": ["Angelina Jolie", "Chelsea Handler", "Tila Tequila", "Katie Couric"], "q": "calling <strong> Angelina Jolie </strong> a`` home wrecker'' and a`` c-- t'' went viral last month, tabloids were abuzz with speculation that the comedian was helping her new BFF get back at <strong> Angelina Jolie </strong>.) <q> She'll never be <strong> Chelsea Handler </strong> Plugged unless she shows up on Sesame Street, </q> says <strong> Katie Couric </strong>. But the comic, whose contract with E! expires in 2012, may be ready for a reinvention.`` I can't keep doing Tila Tequilas show forever; it's too stupid,'' she says", "new_id": -2}, {"uid": "1295775819201490459", "i": 30626, "idx": 1, "sa": ["Mike McCarthy", "Michael Vick", "Aaron Rodgers", "Ed Rodgers", "Matt Ryan", "Phil Simms", "Ted Thompson", "John Elway"], "q": " General manager <strong> Ted Thompson </strong> and coach <strong> Mike McCarthy </strong>'s faith in <strong> Ed Rodgers </strong> has been justified by his seven postseason touchdowns, six passing and one rushing, in out-playing Phil Simmsadelphia's <strong> Michael Vick </strong> and Atlanta's <strong> Matt Ryan </strong>. <q> <strong> Aaron Rodgers </strong>'s throwing darts, </q> said <strong> John Elway </strong>, the former Broncos quarterback turned team executive vice president. You must fill out the comment body in order to submit a comment.  Road to Super Bowl  Conference Championships", "new_id": -2}, {"uid": "1294970660073564164", "i": 39862, "idx": 0, "sa": ["David Vladeck", "Michael Ratner", "George W. Bush", "Stuart Taylor", "Donald Rumsfeld", "Barack Obama"], "q": ".( 4:07) http://wn.com/Would_Barack Obama_Reject_George W. Bush's_Favorites_Who_Torture_or_Slaughter_in_Masse? On War Crimes and Torture: Should High Government Officials Be Investigated and Prosecuted? Thursday, 11/20/2008 03:30 PM( EST) <strong> Michael Ratner </strong>, <strong> George W. Bush </strong>, Center for Constitutional Rights and Author, <q> The Trial of <strong> Donald Rumsfeld </strong>: A Prosecution by Book </q> <strong> Stuart Taylor </strong>, Columnist, National Journal and Contributing Editor, Newsweek <strong> David Vladeck </strong>, Professor George W. Bushtown University Law Center <strong> Michael Ratner </strong>'s new book,`` The Trial of <strong> Donald Rumsfeld </strong>,'' lays out the evidence that high-level officials of the <strong> George W. Bush </strong>", "new_id": -2}, {"uid": "1296138678011223047", "i": 48359, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "reforms of qualifications and the introduction of a reading test for six-year-olds. Labour says it gives Mr <strong> Michael Gove </strong>`` 50 new powers to meddle in education in your area'' with Shadow Secretary <strong> Andy Burnham </strong> tweeting that it <q> strips councils of any real power and gives it all to the Secretary of State </q>. Play video News Headlines( Lunchtime) for January 27th,... Play video Anger Grows Over Forest Sell-Off Plans Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook.", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]