[{"uid": "1296167737065404956", "i": 40859, "idx": 3, "sa": ["Mike Pence"], "q": "would not run for governor due to health concerns, and so far no other Republican star has stepped forward to enter the race. In his letter, <strong> Mike Pence </strong> said that throughout his life, <q> I have learned to follow my heart, and my heart is in Indiana. </q> Subscribe Copyright Â© 2010 Use of this site signifies your agreement to the", "new_id": -2}, {"uid": "1296897095171786300", "i": 3417, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "hosting public parties eight months after a man was shot at the quarterback's 30th birthday bash in Virginia Beach. <strong> Roger Goodell </strong> said that he had spoken to <strong> Michael Vick </strong> about the party that is being publicized as: <q> Super Bowl- Dallas Dynasty 2011- The <strong> Michael Vick </strong> Experience. </q> An online invitation on the Deux Lounge website features a large illustration of <strong> Michael Vick </strong> in his Eagles uniform, a`` V7'' logo and video footage of <strong> Michael Vick </strong> playing for the Eagles.`` I spoke to", "new_id": -2}, {"uid": "1296579182133529610", "i": 15856, "idx": 1, "sa": ["Zahi Hawass"], "q": "stole jewelry, <strong> Zahi Hawass </strong> wrote in a blog post Sunday. A group of`` tourist police officers'' had stayed at the museum overnight, as they were unable to leave after the curfew took effect. <q> These officers, and many young Egyptians who were also there, helped to stop more people from entering the museum </q> during the protests, <strong> Zahi Hawass </strong> wrote in the blog post-- which he faxed to Italy so colleagues there could post it on his website in the absence of internet in Egypt. <strong> Zahi Hawass </strong> told CNN early Sunday", "new_id": -2}, {"uid": "1295974551233406472", "i": 13881, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Freddie Mac.`` The authorities should not delay efforts to create an action plan for the future,'' says its latest Global Financial Stability Report released Tuesday in South Africa. Fannie Mae and Freddie Mac <q> could be either privatized or converted to public utilities with an explicit( and explicitly funded) guarantee. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ENGINEERING OPPORTUNITIES Company Newfield EXECUTIVE DIRECTOR Company Confidential HOTEL MAINTENANCE Company Comfort", "new_id": -2}, {"uid": "1296438637195035181", "i": 42107, "idx": 2, "sa": ["Michael Vick"], "q": "Friends also has conceded that <strong> Michael Vick </strong> has put a brighter spotlight on the problem of dogfighting and the rehabilitation of pit bulls than they ever imagined possible. <strong> Michael Vick </strong> participates in his first practice as a Philadelphia Eagle <q> But how do you rank the damage and pain he caused? </q> Battista says. At Best Friends, a 3,800-acre sanctuary that's home to 417 dogs, 658 cats, 340 rabbits and a few dozen horses, pigs and parrots, they prefer to celebrate", "new_id": -2}, {"uid": "1296914440241205257", "i": 22473, "idx": 1, "sa": ["Kenneth Faried", "Tu Holloway", "Alan Major", "Michael Vick"], "q": "loss, 66-62. <strong> Tu Holloway </strong> missed all eight of his three-point tries and went 3 of 17 overall.`` It's like in football if you're playing <strong> Michael Vick </strong>,'' 49ers coach <strong> Alan Major </strong> told the Charlotte Observer. <q> You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have[ <strong> Tu Holloway </strong>] shooting over you rather than driving around you. </q> 9. Poor man's Rodman <strong> Kenneth Faried </strong> doesn't get a lot of publicity because he plays for Morehead State, but NBA scouts sure know about him. The 6-foot-8 senior from Newark", "new_id": -2}, {"uid": "1296342423105660428", "i": 33575, "idx": 5, "sa": ["Flip Murray", "Carmelo Anthony", "Deron Williams", "Linas Kleiza", "Allen Iverson", "Carlos Boozer"], "q": "<strong> Linas Kleiza </strong> 41pts vs <strong> Carlos Boozer </strong> Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... Heat-Hawks 79-81 I Beasley 23pts,13 reb, Chalmers 15pts,6 ast vs <strong> Flip Murray </strong> 17pts,5 ast, <strong> Deron Williams </strong> 13pts Heat-Hawks 79-81 I Beasley 23pts,13 reb, Chalmers 15pts,6 ast vs <strong> Flip Murray </strong> 17pts,5 ast, <strong> Deron Williams </strong>", "new_id": -2}, {"uid": "1296698256042549266", "i": 42943, "idx": 2, "sa": ["Mitt Romney", "David Letterman", "Kim Kardashian"], "q": "Brigham Young University political scientist, is more optimistic about his church and possible Mormon candidates. Top 10 Things You Don't Know About <strong> Mitt Romney </strong> <strong> Mitt Romney </strong>, a potential 2012 presidential candidate, read the following <q> Top 10 Things You Don't Know About <strong> Mitt Romney </strong> </q> on the`` Late Show With <strong> David Letterman </strong>'' on Tuesday night: 9. I can't begin my day until I've read The Washington Post and <strong> Kim Kardashian </strong>'s tweets. 8. I'm the", "new_id": -2}, {"uid": "1295332273063275204", "i": 9669, "idx": 1, "sa": ["Mitt Romney", "Mike Pence"], "q": "in Washington. Their pitch: That in an underwhelming field of GOP presidential contenders, <strong> Mike Pence </strong> is the strongest choice to unite the social, economic and national security wings of the Republican Party. <q> Grassroots conservatives, Republicans, the Tea Party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said in a statement announcing the new group.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' Though he lacks the national profile of a <strong> Mitt Romney </strong>", "new_id": -2}, [{"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.`` The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>`` For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.`` This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}]]