[{"uid": "1296571743076283915", "i": 42699, "idx": 0, "sa": ["Rich Aucoin", "David Letterman"], "q": "of fun that he is-insists on carrying the communal experience over into his highly praised live shows, an engulfing mix of multimedia, props, and crowd interaction, all anchored by <strong> Rich Aucoin </strong>'s own presence. <q>I usually call it crowd karaoke. The whole crowd sings things together, and it's a dance party on top of that. The visuals are all in 3D, so you can stand at the back and just watch the movie that's playing on the screen. I cut up all these movies and I write the music to sync up to the movies that show in the background.</q> The shows have certainly helped with the buzz building around <strong> Rich Aucoin </strong>; recently, a misinterpreted Facebook update started a rumour that he would be performing on the Late Show with <strong> David Letterman </strong>. For an artist", "new_id": -2}, {"uid": "1296833245099107030", "i": 32507, "idx": 3, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "broke. \"Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture\" maintained by partisan critics of the war and the <strong> Bill Clinton </strong>, became a damaging distraction,\" he wrote. <q>I regret that I did not leave at that point.</q> <strong> Donald Rumsfeld </strong> did not leave until after Republicans were crushed in the 2006 congressional elections. He has been mostly silent since then. Though the ACLU accused <strong> Donald Rumsfeld </strong> of rewriting history with his latest account,", "new_id": -2}, {"i": 3958, "idx": 1, "index_answer": 3, "new_id": -1, "q": "\" and \"The Late Show With <strong> David Letterman </strong>.\" \"Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,\" <strong> Nicki Minaj </strong> explained to MTV News last February. <q>It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like, \"Jay-Z knows me?' I didn\"t think he knew who I was, let alone recommend me for something.</q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "uid": "1296174568165871655"}, {"uid": "1296849363199835648", "i": 434, "idx": 0, "sa": ["Steve Mariucci", "Michael Vick"], "q": "able to take off and scramble at the drop of a dime if the pocket collapses. Many analysts have said that only the Philadelphia Eagles speedster <strong> Michael Vick </strong> is better at scrambling with the football. <q>He may not be as fast as <strong> Michael Vick </strong>, but he's certainly as dangerous because he will pull it down and get considerable yardage, and he will throw accurately like he is in the pocket,</q> NFL Network analyst <strong> Steve Mariucci </strong> told www.nj.com. \"When he leaves the pocket, he's scary.\" Powerful defenses While the 20-something quarterbacks will be the focus of a lot", "new_id": -2}, {"uid": "1296777708217071642", "i": 4385, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Crowley"], "q": "<q>Previous Tehran or Moscow or Tiananmen? Next</q> The Official Egyptian Crackdown On Journalists, And The Challenge For Obama <strong> Donald Rumsfeld </strong>'s Regrets( There Aren't Many) <strong> Michael Crowley </strong> Thursday, February 3, 2011 at 5:28 pm Next month will mark the eight-year", "new_id": -2}, {"uid": "1296481299098844707", "i": 39732, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "love it! I always wanted to have a partner. I always wanted to have someone to walk through life with, and I really have not had that before,\" <strong> Jane Lynch </strong> told heat magazine. <q>We spend all day together and we make home together very well. We all watch the show. My daughter loves it, so the three of us watch it together,</q> explains the star, who revealed her Glee character Sue Sylvester is inspired by <strong> Simon Cowell </strong>. However, becoming a parent was a big step for <strong> Jane Lynch </strong>, 50- who admits she always preferred animals", "new_id": -2}, {"uid": "1295005888194838584", "i": 21297, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "from Sen. <strong> Kirsten Gillibrand </strong>, who was in the room. Kelly will be at <strong> Gabrielle Giffords </strong> side throughout her recovery: NASA announced Thursday that they are naming a backup commander for Kelly's shuttle mission in April. <q>I recommended to my management that we take steps now to prepare to complete the mission in my absence, if necessary,</q> Kelly said in a statement. \"I am very hopeful that I will be in a position to rejoin my STS-134 crew members to finish our training.\" Space Shuttle Endeavor's flight is supposed to", "new_id": -2}, {"uid": "1295906569160563308", "i": 22292, "idx": 0, "sa": ["Eric Schmidt"], "q": "for an executive who is transitioning out of the CEO role- and may even be unusual for sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q>the board clearly wants to retain his guidance for the next four years.</q> \"It's a signal to shareholders that he'll continue to steer the boat,\" Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder Larry Page.", "new_id": -2}, {"uid": "1295615268003915777", "i": 12839, "idx": 2, "sa": ["Eric Schmidt"], "q": "of the Google DC Talks series, Google's Washington office hosted a special book talk with Chris Anderson, Editor in Chief of Wired Magazine and best-selling author of \"The Long Tail.\" In his new book <q>Free: The <strong> Distant Future </strong> of a Radical Price,</q> Anderson makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, \"Prosperity", "new_id": -2}, {"uid": "1295425465261013529", "i": 17007, "idx": 1, "sa": ["Kara DioGuardi", "Julie Lloyd", "Paula Abdul", "Vanessa Johnston", "Victoria Beckham", "Christian Spears", "Simon Cowell", "Ellen DeGeneres", "Neil Patrick Harris", "Michael Jackson", "Joe Jonas"], "q": "American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol \"Season 9\" <q>episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles</q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy <strong> Michael Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Julie Lloyd </strong> Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright <strong> Vanessa Johnston </strong> <strong> Christian Spears </strong> http://wn.com/The_Next_Judge_on_American_Idol?_Meet_Simon's_Possible_Successor", "new_id": -2}]