[{"uid": "1297203269184696860", "i": 7814, "idx": 15, "sa": ["Dick Cheney", "Colin Powell", "Barack Obama", "Isnilon Hapilon"], "q": "the U.S. Chamber of Commerce in... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Article: <strong> Barack Obama </strong> invites Republican lawmakers to White House...'s memoir plays a fast and loose game of dodge ball with what... Report Isnilon Hapilonse <q> Come on Rummy, You abandoned the`` <strong> Colin Powell </strong> Doctrine </q> on the premise that we could do the war`` on the cheap''. Or as you put it`` leave a light foot print'' then we can leave within a year.. by the way the", "new_id": -2}, {"uid": "1295563217178864140", "i": 50886, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "'s investors believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, The changes will be effective April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and Sergey for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1296391267266764303", "i": 29843, "idx": 5, "sa": ["Allen Iverson"], "q": "76ers scored 37 points, including two pivotal jumpers and three free throws in the final five minutes, to lead Philadelphia to a series-clinching 101-91 victory over the Magic.`` I feel great,'' <strong> Allen Iverson </strong> said. <q> It's still hitting me all at once. It's something I've been waiting for a long time and to finally get it is something special. </q> The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis.`` I don't know how you can be any more proud of", "new_id": -2}, {"uid": "1297240907074432639", "i": 7518, "idx": 1, "sa": ["George W. Bush", "Colin Powell", "Condoleezza Rice"], "q": "any number of people, including himself. On September 5, 2001, he wrote a memo to secretary of state <strong> Colin Powell </strong>, cc` ing Vice <strong> George W. Bush </strong> Cheney and <strong> Condoleezza Rice </strong>, the national security adviser. <q> We simply must get a policy for Iraq settled fast. Thank you. </q> A friend of mine who has looked over these snowflakes- a blizzard of them( yuk, yuk)- says they are not merely disparate bits. Read together, read by the hundreds or thousands", "new_id": -2}, {"uid": "1296264607254001162", "i": 5802, "idx": 1, "sa": ["Jared Jeffries", "Allen Iverson", "Rodney Carney", "Samuel Dalembert"], "q": "Knicks( 16-22), who snapped a two-game losing streak. The Knicks also ended a nine-game skid in Philadelphia, dating to Dec. 17, 2004.`` We finally got one here,'' <strong> Jared Jeffries </strong> said. <q> We made some big plays when we needed them down the stretch. </q> <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26), who had won two straight and their previous six meetings with New York. <strong> Samuel Dalembert </strong> played", "new_id": -2}, {"uid": "1295694729220823564", "i": 7733, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "resigning as chief executive and assuming the new role of executive chairman. <strong> Eric Schmidt </strong> href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\" rel=\"nofollow\"> said the company's`` outlook is bright'' and that his resignation reflects the fact that Google has grown substantially so <q> managing the business has become more complicated </q> under the firm's current triumvirate management structure. Co-founder <strong> Larry Page </strong> will become CEO as of April 4, while fellow co-founder <strong> Sergey Brin </strong> will focus on`` strategic projects.'' Analysts were href=\"http://www.reuters.com/article/idUSTRE70J6V920110120\" rel=\"nofollow\"> generally positive about", "new_id": -2}, {"uid": "1295980520186695687", "i": 53031, "idx": 2, "sa": ["Dermot O'Leary", "Christian O'Connell", "Simon Cowell"], "q": "great boss, and I'm not just saying that,'' he said.`` He's very loyal, he's very honest, and he just wants that in return.'' He continued: <q> He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot. </q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. Stacey McCleanThe former X Factor EastEnders: Roxy leaves <strong> Christian O'Connell </strong> and Syed stunned Emmerdale: Jackson makes a plea to", "new_id": -2}, {"uid": "1295420762187301926", "i": 59070, "idx": 3, "sa": ["Simon Cowell"], "q": "blunt and often controversial criticisms, insults and wisecracks about contestants and their abilities, or lack thereof. He is often parodied in pop culture, and was described by the The Times journalist Minette Marrin as representing the <q> heartless, thoughtless and superficial- the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam </q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. He was most recently featured on the eighth season of American Idol and", "new_id": -2}, {"uid": "1295755516184385555", "i": 57359, "idx": 9, "sa": ["Eddie Jordan", "Elton Brand", "LeBron James", "Thaddeus Young", "Ben Gordon", "Allen Iverson", "Jrue Holiday"], "q": "an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win.`` It's been worLeBron James for us, but we just couldn't get the win,'' <strong> Thaddeus Young </strong> said. <q> It really worked tonight. </q> LooLeBron James for a spark, 76ers coach <strong> Eddie Jordan </strong> Ben Gordonched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists.`` He", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a`` second chance.'' According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was`` passionate about it,'' adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}]