[{"uid": "1297585385096600107", "i": 33418, "idx": 0, "sa": ["Peter Dale Scott", "Webster Tarpley", "John Pilger", "Sen. Bernie Sanders", "Dennis Kucinich", "Michael Parenti"], "q": "be quite different than how <strong> Webster Tarpley </strong>, <strong> Michael Parenti </strong>, <strong> Peter Dale Scott </strong>, <strong> Sen. Bernie Sanders </strong>, <strong> John Pilger </strong> or <strong> Dennis Kucinich </strong> defines socialism. it's always the question of just who's \"little pet society\" it is that are running it for <q>Reply# 13 on: February 12, 2011, 01:40:46 PM</q> All government and \"democracy' IS socialism, it's always the question of just who\"s \"little pet society\" it is that are running it for A government having laws on murder, rape,", "new_id": -2}, {"uid": "1296128045255868977", "i": 30196, "idx": 3, "sa": ["Michael Vick", "Adrian Peterson"], "q": "<strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. \"I'm enjoying the guys and I'm enjoying being out here playing football,\" he said. <q>This is what you work for. You work hard to get in this position. I'm ecstatic to be here.</q> <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. \"I'm going to try", "new_id": -2}, {"uid": "1296176352117817419", "i": 42733, "idx": 1, "sa": ["Mike Pence"], "q": "the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,\" Mr. <strong> Mike Pence </strong> wrote in the letter. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.</q> Mr. <strong> Mike Pence </strong> said in the letter that he would make a decision about his future later, and would be traveling across the state in the months ahead to \"learn about how Hoosiers think we", "new_id": -2}, {"uid": "1296413311007684135", "i": 24364, "idx": 0, "sa": ["Fred Perry", "Don Budge", "Bud Collins", "Kevin Kolb", "Michael Vick"], "q": "one Australian, one French and three at what was then called the U.S. Championships, saving two match points to defeat <strong> Don Budge </strong> in' 36. In his comprehensive History of Tennis, <strong> Bud Collins </strong> describes <strong> Fred Perry </strong> as <q>jaunty, a bit cocky in his breezy self-assurance, with gallery appeal. He could be sarcastic and some thought him egotistic, but it was a pose and he had an ever-ready grin. He cut a handsome figure with his regular features, raven black hair, and physique that was perfection for the game. Once he developed the stroke that had eluded him( a running forehand, attacking the ball on the rise), he was virtually unstoppable.</q> Jonathan Wilson: Asian Cup highlights the rise of Asia Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q>We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor].</q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}, {"uid": "1296593618087982128", "i": 42281, "idx": 3, "sa": ["Mike Pence"], "q": "It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad,\" <strong> Mike Pence </strong> said on the House floor in introducing his bill. <q>The largest abortion provider in America should not also be the largest recipient of federal funding under Title X,</q> he said.\" \"The Title X Abortion Provider Prohibition Act will prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are", "new_id": -2}, {"uid": "1295611967190234662", "i": 11553, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"uid": "1295027375086523940", "i": 34801, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "Sarah Palin", "Gabrielle Giffords"], "q": "off the shooting rampage that left six people dead, 13 wounded and the nation shaken. The eulogy won praise from across the country's political chasm. Even Republican former Defence <strong> Donald Rumsfeld </strong> said: <q>At a time when our nation needed it, <strong> Barack Obama </strong> delivered moving, presidential remarks last night.</q> <strong> Barack Obama </strong>'s appeal for unity played out against a deepening political debate. Earlier in the day, Republican <strong> Sarah Palin </strong>, criticised for marking <strong> Gabrielle Giffords </strong>' district and others with the cross-hairs of a gunsight during last year's campaign", "new_id": -2}, {"uid": "1296759030005144618", "i": 6122, "idx": 3, "sa": ["Paul Eaton", "Donald Rumsfeld", "Tommy Franks"], "q": "Air Force <strong> Paul Eaton </strong> <strong> Tommy Franks </strong> Victor \"Gene\" Renuart, that called for more troops at the time. \"Let's put together a group that can just think outside the box completely,\" ordered <strong> Donald Rumsfeld </strong> then. <q>Certainly, we have traditional military planning, but let's take away the constraints a little bit and think about what might be a way to solve the problem.</q> Outside the box turned out to be easy: <strong> Donald Rumsfeld </strong> outsourced the dirty, dull and dangerous stuff to Blackwater and paid them handsome profits on the multibillion dollar contracts. His compatriots at the state department", "new_id": -2}, {"uid": "1297690096115867675", "i": 743, "idx": 0, "sa": ["Justin Bieber", "David Letterman", "Lady Gaga"], "q": "pop outfit Train won the first award of the broadcast portion of the show, taking the trophy for Best <strong> Lady Gaga </strong> Performance by a Duo or Group with Vocals for their hit \"Hey Soul Sister.\" <q>Wow, I'm freaking out- thanks <strong> Justin Bieber </strong> for not being a duo or group,</q> Patrick Monahan cracked. <strong> Justin Bieber </strong> was also the target of a <strong> David Letterman </strong> Grammy-related Top 10, in which the first item was a joke about <strong> Justin Bieber </strong> wearing a hairpiece. The singer took the stage about", "new_id": -2}]