[{"uid": "1295667478122535962", "i": 2990, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "editors at the News of the World knew that phone hacking was taking place. The accusations put <strong> Andy Coulson </strong> back into the spotlight. His resignation Friday came as little surprise to many political observers. <q>Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role.... When a spokesman needs a spokesman, it's time to move on,<q> <strong> Andy Coulson </strong> said in a statement, adding that he would leave the job in a few weeks. <strong> David Cameron </strong> expressed regret over the loss of a key aide. \"I've always felt he's", "new_id": -2}, {"uid": "1296259221174211079", "i": 44889, "idx": 3, "sa": ["Mike McDaniel", "Mike Pence"], "q": "While there is no official word yet on whether he'll run for Indiana governor, many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q>I am convinced he is now going to run for governor,<q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. The 51-year-old Mr. <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as \"a Christian, a conservative, and a Republican, in that order", "new_id": -2}, {"uid": "1297196814258572315", "i": 38897, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "George Stephanopoulos"], "q": "- the one Americans came to know, and, in some cases, loathe- re-emerged with vigour, suggesting the invasion was justified since there was little doubt Mr. <strong> Saddam Hussein </strong> was up to something sinister. <q>We believed the intelligence was correct,<q> Mr. <strong> Donald Rumsfeld </strong> said in an interview on ABC's \"Good Morning America\" with <strong> George Stephanopoulos </strong>, the former Democratic politico turned broadcaster. \"It turns out that it was not completely correct, although the inspectors", "new_id": -2}, {"uid": "1295623046048054286", "i": 42286, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Mr <strong> Andy Coulson </strong> denies any knowledge of phone hacking by reporters under his editorship, but the story has only intensified since he entered Downing Street alongside Mr <strong> David Cameron </strong>. As he acknowledged in his resignation statement today: <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.<q> An Essex boy done good, Mr <strong> Andy Coulson </strong> brought a unique perspective to the most senior levels of the Conservative Party. In a team dominated by public school and Oxbridge graduates, Mr <strong> Andy Coulson </strong> attended", "new_id": -2}, {"uid": "1296365944097009666", "i": 430, "idx": 4, "sa": ["Rodney Stuckey", "Rasheed Wallace", "Amir Johnson", "Tayshaun Prince", "Allen Iverson"], "q": "<strong> Rasheed Wallace </strong> as their only big starter. The Pistons acknowledged after the game that they are better defensively with <strong> Amir Johnson </strong> on the floor, and better offensively when Hamilton and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. <q>When we have the bigger lineup, obviously we're better defensively,<q> <strong> Tayshaun Prince </strong> said. \"It's kind of pick and choose. \"Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.\" The game was tight", "new_id": -2}, {"uid": "1295254600092618767", "i": 7209, "idx": 11, "sa": ["Marcus Camby", "Allen Iverson"], "q": "big plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. \"I dreamed it up a certain way, and it was better than that,\" <strong> Allen Iverson </strong> said. <q>Everything was perfect but one thing, and that was not winning the game.<q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western", "new_id": -2}, {"uid": "1297242441083116117", "i": 20961, "idx": 0, "sa": ["Jay Leno", "David Letterman"], "q": "Stern made it clear from the get-go he was disappointed in what he deemed to be a \"complacent\" attitude among Team <strong> David Letterman </strong> when it came to the business of crushing <strong> Jay Leno </strong> in the ratings. <q>You had your foot on his neck,<q> Stern admonished <strong> David Letterman </strong>, referring to the 2010 Super Bowl ad that placed the Late Show host on a couch just inches away from his nemesis. \"What was that? I didn't like it", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,<q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}, {"uid": "1296957480120569889", "i": 17340, "idx": 0, "sa": ["David Letterman"], "q": ", about their recent bouts with heart disease or open heart surgeries. <strong> David Letterman </strong> told Walter's he considers himself very lucky to be alive. Biloxi resident Susan Oustalet can certainly identify with that. <q>I will never forget that day, as long as I live,<q> is how Susan remembers the events of April 7th, 2009. This long time gift shop owner, knew in the weeks leading up to that day that there was something wrong, she just didn't", "new_id": -2}, {"uid": "1295246137169197603", "i": 34589, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "Surgeons also inserted a feeding tube, the hospital said. <strong> Kirsten Gillibrand </strong> said she was in the hospital room when <strong> Gabrielle Giffords </strong> opened her eyes for the first time on Wednesday, minutes after <strong> Barack Obama </strong> visited. <q>If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her,<q> the New York senator said. \"She's got courage. She's got drive. She's got spirit. And I really think her courage is inspiring to all of us right now.\"", "new_id": -2}]