[{"uid": "1295242473192987149", "i": 11196, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", Mark Kelly, on Saturday night. The astronaut described the latest progress in his injured wife's recovery after the Jan. 8 shooting. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q>She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did.</q> <strong> Gabrielle Giffords </strong> was upgraded from critical to serious condition Sunday after a procedure to remove her from a ventilator was successful. <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Safeway market in Tucson,", "new_id": -2}, {"uid": "1296160603113164328", "i": 10631, "idx": 2, "sa": ["Donald Rumsfeld", "John Ashcroft", "Tom Ridge"], "q": ", <strong> Tom Ridge </strong> wrote in a tell-all book that sometimes officials such as <strong> John Ashcroft </strong> and <strong> Donald Rumsfeld </strong> pressured the department to change the level, and described a 2004 event in which his arguments against raising the alert worked. <q>I believe our strong interventions had pulled the \"go-up' advocates back from the brink. But I consider the episode to be not only a dramatic moment in <strong> George Washington </strong>\"s recent history, but another illustration of the intersection of politics, fear, credibility and security,</q> he wrote. \"After that episode, I knew I had to follow through with my plans to leave the federal government,\" he wrote. <strong> Tom Ridge </strong> announced his resignation on November 30,", "new_id": -2}, {"uid": "1294980002041598981", "i": 48224, "idx": 3, "sa": ["Steve Ballmer"], "q": "he wrote in a Jan. 10 e-mail to company employees. \"We are now ready to build on our success and move forward into the era of cloud computing.\" <strong> Steve Ballmer </strong> had apparently talked with Muglia <q>about the overall business and what is needed to accelerate our growth</q> and came to the decision that \"now is the time to put new leadership in place for STB.\" Microsoft Watch posting, I thought <strong> Steve Ballmer </strong>'s word choice and tactics in dismissing Muglia were unnecessarily brutal", "new_id": -2}, {"uid": "1296084859120438795", "i": 4271, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> UK police get new info in phone hacking inquiry Scotland Yard said Wednesday it was reopening its investigation into phone hacking at the country's top-selling Sunday newspaper after it had received \"significant new information", "new_id": -2}, {"uid": "1295941685109330459", "i": 38648, "idx": 0, "sa": ["Bruce Bowen", "Rick Adelman", "Rafer Alston", "Tracy McGrady", "Luis Scola", "Allen Iverson"], "q": "by as many as 25 points. The Spurs shot 53 percent from the field and had 21 assists to the Rockets' 12. \"They got us on our heels early,\" Houston coach <strong> Rick Adelman </strong> said. <q>They played extremely well offensively. We never got a handle on this game.</q> <strong> Luis Scola </strong> scored a season-high 24 points for the Rockets. <strong> Tracy McGrady </strong>- most often matched up against Spurs top defender <strong> Bruce Bowen </strong>- and <strong> Rafer Alston </strong> each had 13 points after shooting a combined 9-for-38. \"I thought we http://wn.com/Allen_Iverson_47pts_Crossover_On_Antonio_Daniels_vs_Wizards_05/06_*break_daniels'_ankles <strong> Allen Iverson </strong>", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology. \"He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q>As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+ \"px';} else{ this.style.height=' 250px\";};\"> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}, {"uid": "1296770479240500761", "i": 26805, "idx": 0, "sa": ["Mitt Romney", "Mike Huckabee", "David Letterman"], "q": "the likes of <strong> Mike Huckabee </strong>, <strong> Mitt Romney </strong> launched a media blitz this week, appearing on Fox News and conservative radio programs. He even showed up on <strong> David Letterman </strong>'s \"Late Show\" to give a list of <q>Top 10 Things You Don't Know About <strong> Mitt Romney </strong>.</q>( No. 8: \"I'm the guy in the photo that comes with your picture frame.\") Unlike other potential conservative presidential candidates, <strong> Mitt Romney </strong> has largely avoided criticizing the Obama administration over its", "new_id": -2}, {"uid": "1296225951235159601", "i": 392, "idx": 4, "sa": ["Mike Pence", "Joe Donnelly"], "q": "a race for governor. tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q>I think he's the clear front-runner, and I think the race is his if he chooses to accept it,</q> Walorski said. \"I think he'd clear the field.\" State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such", "new_id": -2}, {"uid": "1295461908125829128", "i": 3284, "idx": 0, "sa": ["Simon Cowell", "Howard Stern", "Steven Tyler"], "q": "and Japan later this year. As an Idol judge, <strong> Steven Tyler </strong> admitted he's not another <strong> Simon Cowell </strong>, and, against <strong> Howard Stern </strong>'s wishes, you won't regularly find him critiquing contestant's physical appearances. <q>You can't prejudice a situation like that,</q> he told <strong> Howard Stern </strong>. \"To a certain extent you can say \"You don't look like a star, you don\"t walk, talk and act like a star so get out of there.\"", "new_id": -2}, {"uid": "1295001420194838603", "i": 19029, "idx": 0, "sa": ["the Fox", "Peter Rice", "Simon Cowell"], "q": "with programme supremo <strong> Simon Cowell </strong> on the UK talent search show, fuelling speculation she will play a prominent role in the American contest. <strong> Peter Rice </strong>, the head of entertainment on <strong> the Fox </strong> network, said: <q>If <strong> Cheryl Cole </strong> was to be on the show, I think she's proved she's a terrific judge. She has wonderful chemistry with <strong> Simon Cowell </strong>.</q> Speaking at the Television Critics Association seminar in Pasadena, California, <strong> Peter Rice </strong> confirmed there would be four judges on the show, two men and two women, but insisted <strong> Simon Cowell </strong> would not be making the final", "new_id": -2}]