[{"uid": "1297262377064667673", "i": 22556, "idx": 0, "sa": ["Jessie J", "Simon Cowell"], "q": "We've become quite used to <strong> Simon Cowell </strong>'s insults after watching him on almost every talent search competition since the new millennium, but saying <q> the US has the best talent in the world </q>... Erm, can someone throw a <strong> Jessie J </strong> CD at him? He made this ludicrous statement after discussing his latest talent search show( yes.. another one!) which is an American version of", "new_id": -2}, {"uid": "1295654535220856332", "i": 35300, "idx": 0, "sa": ["Andy Coulson", "Sarah Palin", "Brian Cowen"], "q": "handling of Arizona attack: Video: Gallup: <strong> Sarah Palin </strong>'s Image Among Americans... Photo: <strong> Brian Cowen </strong>, Irish Prime Minister and leader of World Video: Assault on the increase in France as crime drops overall Report Abuse <q> <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. </q> Report Abuse \" Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and", "new_id": -2}, {"uid": "1295562865055705626", "i": 22086, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}, {"uid": "1295602988020365352", "i": 39817, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' Page hailed <strong> Eric Schmidt </strong> as a`` tremendous leader'' whose contributions exceeded all expectations. <q> There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done, </q> Page said. Enlarge In this Nov. 15, 2010 file photo, <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> speaks at the Web 2.0 Summit in San Francisco. <strong> Google Inc. </strong> co-founder Larry Page is taking over", "new_id": -2}, {"uid": "1297300010261144606", "i": 43774, "idx": 0, "sa": ["Donald Rumsfeld", "Nancy Pelosi", "Barack Obama"], "q": "\" Report Abuse \" If <strong> Nancy Pelosi </strong> and <strong> Barack Obama </strong> were on a boat in the middle of the ocean \" Report Abuse \" What was the most positive result of the`` Cash for Clunkers'' program? \" Report Abuse <q> What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? </q> One is filled with tax evaders, blackmailers, and threats to society. Report Abuse \" <strong> Barack Obama </strong> wants spend 50 billion on cupcakes. \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates", "new_id": -2}, {"uid": "1296481863002883636", "i": 3812, "idx": 2, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.''", "new_id": -2}, {"uid": "1295196535170917899", "i": 35586, "idx": 4, "sa": ["Tyronn Lue", "Allen Iverson", "Kevin Durant", "Derrick Rose"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Lakers_vs_Thunder_Highlights_Kobe_Bryant_31_points Date: November 3, 2009 Ford Center, Oklahoma <strong> Derrick Rose </strong>, OK First Of all, all credits to JD2k For this one With the score tied 90-90, Oklahoma <strong> Derrick Rose </strong> Thunder forward <strong> Kevin Durant </strong> stood just", "new_id": -2}, {"uid": "1295910678241205248", "i": 15615, "idx": 0, "sa": ["Rachel Maddow", "Eric Schmidt"], "q": "remains high while product development cycle times are kept to a minimum. <strong> Eric Schmidt </strong> shares responsibility for Google's day-to-day operations. In 2006, <strong> Eric Schmidt </strong> was elected to the National Academy of Engineering, which recognized his work on <q> the development of strategies for the world's most successful Internet search engine company. </q> <strong> Eric Schmidt </strong> was inducted into the American Academy of Arts and Sciences as a fellow in 2007. He is also chairman of the board of directors for the New America Foundation. <strong> Rachel Maddow </strong> is an American radio personality and political", "new_id": -2}, {"uid": "1295600230194969603", "i": 38097, "idx": 5, "sa": ["Eric Schmidt", "Barack Obama"], "q": ". And I'll be arguing that.'' <strong> Barack Obama </strong> may be getting a phone call in the morning it seems. Praising <strong> Eric Schmidt </strong> for his decade in charge of Google, Page said:'' <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. </q>", "new_id": -2}]