[{"uid": "1295301289163250234", "i": 6847, "idx": 0, "sa": ["Newt Gingrich", "Jim Ryun", "Ronald Reagan", "Mike Pence"], "q": "deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" AP Photo- In a Nov. 29, 2010 photo <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-Ind.) addresses", "new_id": -2}, {"uid": "1295985441139264028", "i": 18472, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "amounts to a grass-roots effort of those who feel the government has blocked this \"miracle\" product. \"There is no industry support on this thing at all,\" she said of the organization. <q> We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog EDUCATION Company Cabrillo College Location EMPLOYMENT OPPORTUNITIES Company ENGINEER SOFTWARE Company Advent", "new_id": -2}, {"uid": "1295872184245907493", "i": 1895, "idx": 1, "sa": ["Andy Coulson", "Richard Keys"], "q": "Sports presenters <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray's sexist jibes at the weekend. Here's a sample. Gray: \"Why is there a female linesman? Sombody's fucked up big.\" Kay: <q> The game's gone mad. See charming <strong> Karren Brady </strong> this morning complaining about sexism? Yeah. Do me a favour love. </q> Alan Partridge couldn't have put it any better. Except- strange to report- there is no mention of the incident in today's Sun. Not a sausage. Cooked by a woman knowing her place in", "new_id": -2}, {"uid": "1295578537195002486", "i": 4077, "idx": 2, "sa": ["Eric Schmidt"], "q": "was \"not a reaction to competitors.\" Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. <q> <strong> Google Inc. </strong> has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focussing on deals and government outreach, among other things", "new_id": -2}, {"uid": "1295411717092504082", "i": 28, "idx": 0, "sa": ["Simon Cowell"], "q": "that's been the thinking behind \"American Idol,\" home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q> a cat being thrown off a skyscraper, </q> telling another, \"Don't mean to be rude, but you look like the Hulk's wife,\" reducing dozens of hopefuls to their worst \"ugly cry\"- and propelling the show to", "new_id": -2}, {"uid": "1295623554249511961", "i": 18810, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": ". The newspaper's former royal editor, <strong> Clive Goodman </strong>, was jailed in 2007 for conspiracy to access voice mails left for royal aides, and private investigator <strong> Glenn Mulcaire </strong> was jailed on the same charge. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role, </q> <strong> Andy Coulson </strong> said. <strong> David Cameron </strong> said he is \"very sorry\" <strong> Andy Coulson </strong> felt \"compelled\" to resign because of continuing pressure over the phone-tapping allegations. In \"repealing\" Obamacare, House Republicans only made", "new_id": -2}, {"uid": "1294954455018661427", "i": 13587, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien", "Armin van Buuren"], "q": ". \"Harry Potter and the Deathly Hallows: Part 2\" is the biggest screen farewell since the final \"<strong> Armin van Buuren </strong> Wars\" decade of adventures for the young wizard. Then there's that vampire-werewolf-schoolgirl love triangle. <q> The Twilight Saga: Breaking Dawn- Part 1 </q> is the Everything's good with <strong> David Letterman </strong>, says <strong> Conan O'Brien </strong>, but with <strong> Jay Leno </strong>, not so good KDVR BURBANK, Calif.( AP)- <strong> Conan O'Brien </strong> says he got a phone call from <strong> David Letterman </strong> over the holidays", "new_id": -2}, {"uid": "1296714430139952160", "i": 18565, "idx": 5, "sa": ["Jamaal Charles", "Michael Vick"], "q": "in his third season with the Chiefs, carried 10 times for 72 yards- a 7.2-yard average- including a long run of 32 yards and an 8-yard touchdown in Sunday night's game in Honolulu. <q> Great football players were there who you were a big fan of, </q> said <strong> Jamaal Charles </strong>, who took his mother, an aunt and his girlfriend to Hawaii. \"My mom and my aunt were so excited to see <strong> Michael Vick </strong>, they were going crazy... they were excited to see Ray", "new_id": -2}, {"uid": "1294973646058228740", "i": 7949, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "October suffered a miscarriage and lost their baby. In an appearance on \"The Late Show with <strong> David Letterman </strong>\", <strong> Kelsey Grammer </strong> described Kayte as \"my new girl.\" <q> We're planning to get married soon, </q> he said, then added \"Sometime in February.\" But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to quick divorce and work out a financial settlement later.", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said. \"These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,\" he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]