[{"uid": "1295228796163069970", "i": 34542, "idx": 1, "sa": ["Nigel Lythgoe", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> who is instead launching an American version of The X Factor this year. <strong> Nigel Lythgoe </strong> insists Aerosmith singer <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> have a great deal more to offer the show's wannabe pop stars. <q> Both of them are very aware of what they bring and are aware of how they treat the kids because they've been judged all their lives, </q> he explained. <strong> Nigel Lythgoe </strong> revealed:`` They're not, and they shouldn't be, good at chopping people's legs from underneath them, they're not that character, and it isn't about", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency.`` He's not a Muslim,'' said <strong> Colin Powell </strong>, but`` what if he is?'' <q> I'm troubled by the fact that within the party we have these kinds of expressions </q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state.`` We have got to stop polarizing ourselves.'' Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}, {"uid": "1295563194254656562", "i": 7093, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", Page will take over Google's day-to-day operations, and his fellow founder <strong> Sergey Brin </strong> will focus on`` his passion'' of strategic projects, as he said on an investor call Thursday. <strong> Eric Schmidt </strong> will concentrate <q> externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach, </q> the company's release read. wrote in a blog that the change-up was designed to simplify Google's management structure and speed up decision making. Why this matters Since <strong> Eric Schmidt </strong> came on board at Google in", "new_id": -2}, {"uid": "1296768755173654038", "i": 41083, "idx": 0, "sa": ["Colin Powell"], "q": "Advertisement Related Stories international investing That was <strong> Colin Powell </strong>'s motto as a young army lieutenant leading infantrymen, and it could apply just as well to registered investment advisers. <q> Your clients are your followers, and your purpose is to serve your clients well, to give them financial security and preserve their assets, </q> the former secretary of state and chairman of the Joint Chiefs of Staff told a room full of advisers at TD Ameritrade Institutional's national conference in San Diego. Mr. <strong> Colin Powell </strong> was an inspirational and humorous stand-in", "new_id": -2}, {"uid": "1296192530230555656", "i": 24160, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "times, Social Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost,'' said <strong> Sen. Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday. <q> We are getting very tired about hearing our Republican and right wing friends telling us about how Social Security is collapsing when the reality is, Social Security today has a surplus of$ 2.6 trillion, </q> <strong> Sen. Bernie Sanders </strong> said.`` Social Security can pay out every benefit owed to every eligible American, for the next 27 years.'' Disclaimer: Story comments are intended to provide a place for constructive dialog about", "new_id": -2}, {"uid": "1295968668242466824", "i": 17830, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "startups such as Groupon <strong> Google Inc. </strong> in social networking, entertainment and retail. As executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. <q> We've got very complicated government issues, </q> he said, adding that`` we move quickly, and we tend to be disruptive at scale.'' European Union officials last year opened a formal antitrust probe into <strong> Google Inc. </strong> search results, while in", "new_id": -2}, {"uid": "1296088244186089519", "i": 16370, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Analyst: Cold weather, improving economy could push winter sports gear sales to a record$ 3.2 B Analyst: Cold weather, improving economy could push winter sports gear sales to a record$ 3.2 B-", "new_id": -2}, {"uid": "1295974296157089811", "i": 14993, "idx": 1, "sa": ["Carmelo Anthony", "Kevin Love", "Allen Iverson"], "q": "get a foul but it felt so good, the rhythm felt good,'' <strong> Carmelo Anthony </strong> said. After he sank two free throws with 49 seconds left, <strong> Carmelo Anthony </strong> was double- and triple-teamed in the final minute. <q> I was definitely surprised by that. What for? Just to stop him from getting 50? I wanted to be a part of him scoring 50 points, </q> <strong> Allen Iverson </strong> said.`` I was happy for him, just to see http://wn.com/NBA_Recap_Denver_Nuggets_vs_Minnesota_Timberwolves_18/12/10 <strong> Kevin Love </strong> scored a career-high 43 points but <strong> Carmelo Anthony </strong> and the Nuggets hold o late to defeat the Timberwolves 115-113. Wizards' 0-20 road record not", "new_id": -2}, {"uid": "1295022795099024897", "i": 33207, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "This morning <strong> Kirsten Gillibrand </strong> was on Morning Joe, and the hosts asked her to talk about <strong> Gabrielle Giffords </strong> as a person.`` She's the most non-partisan person I've ever met,'' <strong> Kirsten Gillibrand </strong> said. <q> She's the vision of hope for this country right now. She embodies everything that <strong> Barack Obama </strong> was trying to say, that we have to be better than we are. </q> <strong> Kirsten Gillibrand </strong> said she wasn't sure if the plan to mix the parties at the State of the Union-floated by Colorado <strong> Barack Obama </strong> Mark Udall-would get sufficient traction from her colleagues, but embraced a challenge from one of", "new_id": -2}, {"uid": "1297119677178470967", "i": 11108, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Martensen. the Tesar spot in One Arts is called Commissary. Also Wild Salsa at the Mercantile Place( upscale Mexican food?). air, says: <q> I thought the Chop House owner was supposed to open a burger place downtown, but haven't heard much on that. </q> New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the City Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem", "new_id": -2}]