[{"uid": "1295289004218529795", "i": 48237, "idx": 2, "sa": ["Allen Iverson"], "q": "halftime, when the Nuggets took a 58-43 lead. He came out firing in the second half, scoring 11 points in the first six minutes, including two 3-poiners, to push Denver's lead to 78-51. <q>I got into a rhythm in the second half,</q> said <strong> Allen Iverson </strong>, who finished 14-for-20 from the field and added eight assists. \"The basket looked like an ocean; I was throwing rocks in. It feels good when you catch a rhythm like that.\"", "new_id": -2}, {"uid": "1297217356071778338", "i": 448, "idx": 2, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "draw down US troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" Telling <strong> Diane Sawyer </strong> that assessment was \"possible,\" <strong> Donald Rumsfeld </strong> also cautioned that <q>the path you didn't take is always smoother.</q> The admissions largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on \"too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297215580168738818", "i": 12824, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "as defence secretary by <strong> Robert Gates </strong>. \"The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,\" said <strong> Donald Rumsfeld </strong>. <q>What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people,</q> he said. <strong> Donald Rumsfeld </strong> described it as \"a fine operation\", and said US military personnel working there have \"taken a lot of the heat unfairly\" and \"deserve a lot of credit\" for their", "new_id": -2}, {"uid": "1295242727201310212", "i": 37063, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "27 in the Georgia Dome. Ryan threw two interceptions, including one that was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards. <q>We moved the ball pretty effectively but we just didn't capitalize,</q> Ryan said. \"We didn't get points when we needed to get points. It's disappointing.\" The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan,", "new_id": -2}, {"uid": "1295501574237502511", "i": 32003, "idx": 1, "sa": ["Simon Cowell", "Jimmy Iovine", "Steven Tyler"], "q": "extravaganzas and much more. Join the discussion. More Arts music executive <strong> Jimmy Iovine </strong> and the... stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q>It's really hard for me to watch,</q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1296232715058523654", "i": 14884, "idx": 6, "sa": ["Mike Pence"], "q": "I think he'd clear the field.\" Indkana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like <strong> Mike Pence </strong>. <q><strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,</q> he said. \"He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.\" The congressman's future has been the subject", "new_id": -2}, {"uid": "1296492013088260701", "i": 44434, "idx": 2, "sa": ["Michael Gove"], "q": "22 you are under the misapprehension that <strong> Michael Gove </strong> went to a bog standard state school when in fact he went to the fee paying Robert Gordon College in Aberdeen. ReturnOfTheKing 31 January 2011 4:35 PM <q>learning the capitals of obscure countries and memorising list of English kings and queens and the periodic table. Not exactly a curriculum for the 21st century or a pedagogy that recognises the recent focus in schools on student learning</q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing", "new_id": -2}, {"uid": "1295562143244678673", "i": 828, "idx": 3, "sa": ["Eric Schmidt"], "q": ", customers and broader business relationships.\" In the blog post, Mr. <strong> Eric Schmidt </strong> said the three executives would continue to collaborate on major decisions, but that the changes would help clarify the individual roles so <q>there's clear responsibility and accountability at the top of the company.</q> Twitter account, Mr. <strong> Eric Schmidt </strong>, who was widely described as \"adult supervision\" for the two young founders when he was named chief executive, wrote: \"Day-to-day adult supervision is no longer needed", "new_id": -2}, {"uid": "1297629731208748579", "i": 19501, "idx": 2, "sa": ["Zahi Hawass"], "q": "archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong> said. <q>This magazine contains large blocks and small artifacts,</q> he wrote, without specifically naming them or indicating how many. The military began protecting the Egyptian Museum, as well as historical locations and facilities throughout Egypt, as the protests across the country first flared", "new_id": -2}]