[{"uid": "1295288802218529836", "i": 30927, "idx": 0, "sa": ["Prince Fielder", "Mr. Bauer", "Mike Pence", "Rand Paul", "Gary Bauer", "Matt Kemp", "Albert Pujols", "Hunter Pence"], "q": "<strong> Mike Pence </strong> Steele's backyard Friday afternoon, hunkering down in a Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Matt Kemp </strong> <strong> Rand Paul </strong>, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1297456376176717916", "i": 13387, "idx": 0, "sa": ["Kirsten Gillibrand", "Patty Murray"], "q": "in December, the latest local available statistic. Among veterans nationally, the rate is 15 percent overall and 20 percent for younger veterans who've served less than five years, <strong> Kirsten Gillibrand </strong> said. <q>For the men and women who literally risked their lives, giving everything of themselves to defend our country and our freedom, I think going that extra mile really does matter. And I think we should because their unemployment is that much greater,</q> <strong> Kirsten Gillibrand </strong> said. U.S. Senator <strong> Kirsten Gillibrand </strong> spoke during a roundtable discussion about the employment future of military veterans held at the Southside Innovation Center. The senator is working with Senate Veterans Committee Chairwoman <strong> Patty Murray </strong>, D-Washington,", "new_id": -2}, {"uid": "1297077527210305039", "i": 19771, "idx": 1, "sa": ["Sergio Marchionne"], "q": "immediate clarification\" of other comments, also made by the Fiat boss at the same event on Friday, that suggested the Italian firm might relocate its historic headquarters away from his city to the US. <q>In the next two or three years we will be able to see a single entity,</q> Mr <strong> Sergio Marchionne </strong> was quoted in the Italian newspaper Corriere della Sera as saying, in an apparent reference to a merger of Fiat and Chrysler. \"It could be based here in the United States,\"", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,</q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}, {"uid": "1297690529083525667", "i": 20917, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "this could turn her life around.' But <strong> Simon Cowell </strong> quickly moved to quash the rumours, with his SyCo label Twitter account announcing: \"No truth in stories <strong> Lindsay Lohan </strong> being lined up for TheXFactorUSA-Spokesperson <q>We have never spoken to <strong> Lindsay Lohan </strong> about any role in the show</q>.' <strong> Simon Cowell </strong> has yet to announce any of the judges for the US version of the hit talent show, and admitted at a press conference last week:` we honestly haven\"t made", "new_id": -2}, {"uid": "1296668902136101910", "i": 39035, "idx": 0, "sa": ["Andy Coulson"], "q": "as the Director of Communications at 10 Downing Street. The move follows last month's resignation of ex-News of the World editor <strong> Andy Coulson </strong> amid continuing controversy surrounding phone-hacking allegations. The Prime Minister said: <q>I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street. Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme.</q> WalesOnline, the best source for Welsh news, sport, business and entertainment. Powered by the Western Mail, South Wales Echo, Wales on Sunday and Celtic Weekly Newspapers. Produced by Media Wales Ltd.", "new_id": -2}, {"uid": "1295160349218923039", "i": 39726, "idx": 1, "sa": ["Elton Brand", "Allen Iverson", "Nate Robinson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Nate_Robinson_45_Points_vs_Portland_Trailblazers_Career-High_[08-03-2008] <strong> Nate Robinson </strong>'s Highlights of his best game of his career!!! <strong> Nate Robinson </strong> shot 16-of-28 from the floor and went 11-for-13 from the line", "new_id": -2}, {"uid": "1296349656162676750", "i": 19399, "idx": 1, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson"], "q": "to stop him,\" said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"<strong> Elgin Baylor </strong> didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. <q>You just get into one of those rhythms. <strong> Rafer Alston </strong> teammates were looking for me, it just feels like the ball finds you.</q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three times before a three-point play by <strong> Kobe Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1297217356071778338", "i": 451, "idx": 5, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as \"terribly wrong.\" <q>That's not the case with Iraq,</q> <strong> Donald Rumsfeld </strong> countered. \"I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan,\" he added, insisting the <strong> President Bush </strong> administration's decision to", "new_id": -2}, {"uid": "1295093762134053922", "i": 11392, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer", "David Cameron"], "q": "embroiled Prime Minister <strong> David Cameron </strong>'s media chief. <strong> Keir Starmer </strong>, Director of Public Prosecutions, said the Crown Prosecution Service( CPS) would conduct a \"comprehensive assessment\" of evidence collected by detectives. <q>The purpose of this assessment is to ascertain whether there is any material which could now form evidence in any future criminal prosecution relating to phone hacking,</q> the CPS said in a statement. <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> quit as News of the World editor in 2007 after one of the paper's reporters was jailed for secretly listening to phone messages of royal", "new_id": -2}]