[{"uid": "1296884781086720518", "i": 21904, "idx": 3, "sa": ["Zahi Hawass"], "q": "the museum resulted in \"70 broken objects, all of which can be restored. \" \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. <q>If anything happens, I will announce it.</q> He explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops stationed in his office and behind the museum\"s high railings. <strong> Zahi Hawass </strong> added", "new_id": -2}, {"uid": "1295684554156401677", "i": 9767, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q>It's not like he has been sitting around doing nothing.</q> Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success, it eventually slowed <strong> Google Inc. </strong>'s reaction to popular new ideas such as Facebook and Twitter. Because your contributions are currently under", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,\" <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q>Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud.</q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business' \"move forward into the era of cloud computing,\" one that would apparently require \"new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}, {"uid": "1295004329069189661", "i": 25536, "idx": 1, "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "q": "said: \"i'd do it for a million for SANDS. money, mouth??????????????????\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q>I will get ITV to make substantial five figure donation to your charity for the interview</q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" Buy Cheap tickets for", "new_id": -2}, {"uid": "1295044941153829434", "i": 22816, "idx": 0, "sa": ["Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "the Amir of Kuwait, former <strong> Dick Cheney </strong>, <strong> Dan Quayle </strong> A. Baker, III, <strong> George H.W. Bush </strong>'s secretary of State, <strong> George H.W. Bush </strong>'s former Joint Chiefs Chairman <strong> Colin Powell </strong>, and his national security advisor <strong> Brent Scowcroft </strong>. <q>They're going to look at a moment in history where the American foreign policy establishment, led by <strong> President Bush </strong>, got it right,</q> says Jim McGrath, a <strong> George H.W. Bush </strong> spokesman. He also said that it might be the first time in history that the major foreign policy players have huddled two decades after a war to discuss how it all came together", "new_id": -2}, {"uid": "1296566908244629506", "i": 49318, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "PLACE AGAIN. I'M GUNNA STICK WITH MY PREDICTION OF THE http://wn.com/Michael_Turner_12_Yard_Touchdown_vs_Packers_Divisional_Playoffs <strong> Michael Vick </strong> Turner runs through 2 Packers defenders en route to a 1st quarter touchdown( C) NFL http://wn.com/Packers_Dominate_Giants_45-17_In_Aaron_Rodgers'_Return_VIDEO click our link iupdateonline.com- to watch full <q>Packers Dominate Giants 45-17 In <strong> Aaron Rodgers </strong>' Return( VIDEO)</q> exclusive video for free! With <strong> Aaron Rodgers </strong> back from a concussion, the Green Bay Packers stayed on track for the playoffs-- and made sure the New York Giants' nightmare continued for another week. <strong> Aaron Rodgers </strong> threw for", "new_id": -2}, {"uid": "1295804716188252188", "i": 6601, "idx": 5, "sa": ["Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential advisor. <q>The administration knows that I am quite content with the work I am doing now,</q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political", "new_id": -2}, {"uid": "1294969736002998293", "i": 22092, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-36v&amp;flvURL=/media/2011/01/13/01132011-36v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-36v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1295432557089227268", "i": 33298, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler", "Gordon Ramsay"], "q": "exes into judging the kids like some other people might have,\" <strong> Steven Tyler </strong> says, in what might be a veiled swipe at <strong> Simon Cowell </strong>, the former American Idol judge who made <strong> Gordon Ramsay </strong> look like Dr. Oz. <q>Certainly, there's camaraderie that you haven't seen in 10 years. I get along great with Randy and J. <strong> Jennifer Lopez </strong> is a fox.</q> The show begins with an audition in New York and then heads to New Orleans before performances in Hollywood and a live show in Las Vegas, with the finalists being named in Los Angeles on March 3.", "new_id": -2}, {"uid": "1297181737166789147", "i": 10490, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick", "Jaime Anderson"], "q": "Next up, <strong> Jaime Anderson </strong> tells me, they'll be making-over a pit bull in the wake of perpetually gauche <strong> Dwaine Caraway </strong>'s weekend spent buddying up to noted animal abuser and convicted felon <strong> Michael Vick </strong>. She writes: <q>This will be more of an \"image' makeover, but we plan to parade a pit around in a pink tutu and show how \"vicious' they really are( not)!</q> Rescuers and shelter folks can head over to the Facebook page if they\"d like to get their pups spruced up. If videos of rehabilitated dogs make your heart go pitter-patter, mark your calendars", "new_id": -2}]