[{"uid": "1295264894094093419", "i": 26923, "idx": 0, "sa": ["Andy Coulson"], "q": "ways of dealing with victims are clearer within public services. The call comes in a year which has already seen two men jailed in Derby for grooming and abusing a number of teenage girls. <q> Child sexual exploitation is an appalling crime- it is a form of child sexual abuse and must not be tolerated, </q> a Department for Education spokesperson said. Cameron refuses to deny <strong> Andy Coulson </strong> resignation offer The prime minister has refused to deny allegations that <strong> Andy Coulson </strong> has offered his resignation over the phone hacking row. Free Newsletters", "new_id": -2}, {"uid": "1297145483211075103", "i": 19365, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "pitch-correcting software Auto-Tune was used on at least one contestant's taped audition.'' \" Well this is the one that we learned about. Who knows how much of this really goes on. Report Abuse <q> i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. </q> Report Abuse \" i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> \" ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: <strong> Simon Cowell </strong>: US'", "new_id": -2}, {"uid": "1297257274238534666", "i": 1127, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days", "new_id": -2}, {"uid": "1295564127055377926", "i": 33122, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Justin Bieber"], "q": "company Novell. In his time as CEO, <strong> Eric Schmidt </strong> oversaw the incredible growth from simply a search engine to a full-on web-based services and products multinational corporation, with more than$ 8 billion in revenue. <q> It's been a great privilege to be CEO for 10 years and I am very much looking forward to my next role, including working more with his literally my best friends and partners Larry and <strong> Sergey Brin </strong>, </q> <strong> Eric Schmidt </strong> said.( Photo: REUTERS) Google's trio of <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and Larry Page explain the management shift saying it was a matter of streamlining things. Movie ad for <strong> Justin Bieber </strong>'s 3D's``", "new_id": -2}, {"uid": "1297242543083116089", "i": 15465, "idx": 8, "sa": ["Simon Cowell", "Steven Tyler", "Kit Hoover", "Jennifer Lopez"], "q": ".'' And`` Idol'' has certainly freshened things up with the new judges, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> joining Randy Jackson.`` I talk to Randy all the time,'' <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor]. </q>`` Have you watched the new` Idol'?'' <strong> Kit Hoover </strong> asked.`` No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "new_id": -2}, {"uid": "1295786138191660080", "i": 4226, "idx": 1, "sa": ["Michael Vick", "Tony Dungy"], "q": "shortcomings on defense were entirely the fault of coordinator Sean McDermott.`` You never know-- he was following a great system, but they had a ton of injuries,'' <strong> Tony Dungy </strong> said. <q> You lose a guy like <strong> Stewart Bradley </strong> and you take an integral part out of the defense, that always hurts, but sometimes it just doesn't work.`` I got fired in Tampa and I still thought I was a pretty good coach. </q>`` He wants it to work out here,'' <strong> Tony Dungy </strong> said about <strong> Michael Vick </strong>,`` and I would be surprised if it doesn't.'' Working it out is really", "new_id": -2}, {"i": 524, "idx": 1, "index_answer": 2, "new_id": -1, "q": "the past. <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q>`` You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world. </q> \" <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him", "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "uid": "1296820432076218415"}, {"uid": "1294962325114475009", "i": 22529, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "`` All of a sudden she started to struggle to open her eyes. And so Mark saw that and said--` open your eyes, <strong> Gabrielle Giffords </strong>, open your eyes,''' recalled <strong> Kirsten Gillibrand </strong>. <q> She kept struggling and struggling and Mark kept encouraging her. And with in a moment she literally opened her eyes. <strong> The doctor </strong> was unbelievably excited because this was such great progress. </q> <strong> Kirsten Gillibrand </strong> became close with <strong> Gabrielle Giffords </strong> during their time together in the House of Representatives. The senator says she told <strong> Gabrielle Giffords </strong> that people are pulling for her and are inspired by her courage.", "new_id": -2}, {"uid": "1296340758125665284", "i": 33759, "idx": 0, "sa": ["Zahi Hawass"], "q": "the Egyptian museum. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295532125005685274", "i": 16009, "idx": 0, "sa": ["Ricky Martin", "Simon Cowell"], "q": "Glee'`` The Kids Are All Right,''`` Burlesque,''`` I Love You <strong> Simon Cowell </strong> Morris,''`` Howl,''`` Easy A,''`` Scott Pilgrim vs. the World'' and <q> The Girl Who Played with Fire, </q> are among some of this year's film nominees.`` Project Runway'' and`` Top Chef: Just Desserts'' scored nods in the reality program category and`` The <strong> Ricky Martin </strong>'s first televised interview", "new_id": -2}]