[{"uid": "1296523805167067675", "i": 8211, "idx": 0, "sa": ["Michael Vick"], "q": ". This won't be <strong> Michael Vick </strong>'s first return to Atlanta, of course. He scored the first two touchdowns of his comeback in a December 2009 rout of the Falcons at the Dome. <q> I'll never forget this day, </q> an emotional <strong> Michael Vick </strong> said after the game. \"I'll never forget coming back to the city of Atlanta. I'll never forget arriving yesterday. I'll never forget seeing a lot of the landmarks I used", "new_id": -2}, {"uid": "1297641831222756958", "i": 33038, "idx": 0, "sa": ["Simon Cowell"], "q": "to <strong> Simon Cowell </strong> allegedly feeling that the Mean Girls star would add \"edginess\" to the show. However, an X Factor spokesperson has now insisted that there are no truth to the reports. <q> We have never spoken to <strong> Lindsay Lohan </strong> about any role in The X Factor, </q> they said, according to Heatworld Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1297152367211075085", "i": 30529, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush"], "q": "situatie. \"Dat betekende dat er niemand overbleef behalve ik.\" Tot twee keer toe schreef <strong> Donald Rumsfeld </strong> een ontslagbrief aan <strong> President Bush </strong>, die hij persoonlijk op het Witte Huis kwam bezorgen. <strong> President Bush </strong> concludeerde echter dat <q> Abu Ghraib niet zou verdwijnen door mijn vertrek en hij had liever dat ik het probleem zou behandelen. </q> Bovendien, vermoedt <strong> Donald Rumsfeld </strong>, \"mijn vertrek zou de critici hebben gesterkt\". Op het matje <strong> Donald Rumsfeld </strong> vertrok uiteindelijk twee jaar later, een dag na de tussentijdse Congresverkiezingen in de VS, waarbij", "new_id": -2}, {"uid": "1295936421203702325", "i": 40279, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said.", "new_id": -2}, {"uid": "1297242485110002193", "i": 40087, "idx": 0, "sa": ["Michael Vick"], "q": "after he posted$ 3,000 bond. He is scheduled to appear in Iredell County District Court on March 18, the day of qualifying for the March 19 Nationwide race at Bristol Motor Speedway. Here's some <q> negativity that will undoubtedly arise from it </q>: In this month's Playboy, there is an article about how forgiving sports fans can be of an athlete's transgressions, as long as that athlete WINS. <strong> Michael Vick </strong> is a case in point. Whether", "new_id": -2}, {"uid": "1295562321105267213", "i": 32367, "idx": 3, "sa": ["Eric Schmidt"], "q": "our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,\" <strong> Eric Schmidt </strong> said in a press release. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Page praised <strong> Eric Schmidt </strong> for doing an outstanding job leading Google as CEO. \"The results speak for themselves,\" Page said in a statement. \"There is no other CEO in the world", "new_id": -2}, {"uid": "1297137461190611470", "i": 6470, "idx": 0, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Richard Nixon", "President Bush"], "q": "<strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong> releases his new memoir Tuesday, as he concedes his <strong> President Bush </strong> US Defense <strong> Donald Rumsfeld </strong> <strong> President Bush </strong> US Defense <strong> Donald Rumsfeld </strong> <strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of State <strong> Condoleezza Rice </strong> <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on <q> too many hands on <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong> concedes his Iraq troop decisions may have been In \"Known and Unknown, </q> <strong> Donald Rumsfeld </strong> defends his handling of the war and recounts his government career serving Republican presidents from <strong> Richard Nixon </strong> to <strong> President Bush </strong>. The former defense secretary was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision", "new_id": -2}, {"uid": "1296297293210370566", "i": 1948, "idx": 0, "sa": ["Simon Cowell"], "q": "dog\" to sit on the judging panel should <strong> Simon Cowell </strong> decide to step down and focus entirely on the US version of the show, which launches later this year. An insider told the Daily Star: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical. \"We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q> Wagner WatchWe investigate what", "new_id": -2}, {"uid": "1295756651021528610", "i": 13740, "idx": 2, "sa": ["Eric Schmidt"], "q": "be a bit of chaperone, providing adult supervision. Larry and I are entering our teenage years.\" <strong> Eric Schmidt </strong>'s quotes are legendary, however, and perhaps one reason he's no longer CEO: <q> \"One person's definition of evil is another person's different definition. </q> \" \"Google policy is to get right up to the creepy line but not cross it. I would argue that implanting things in your brain is beyond the creepy line. At least for the moment, until", "new_id": -2}]