[{"uid": "1295887613005734450", "i": 47661, "idx": 0, "sa": ["Simon Cowell", "Cher Lloyd"], "q": "'s recording with and what's going on between her and <strong> Simon Cowell </strong>. 1. She's recording with RedOne. The rumours are true- <strong> Cher Lloyd </strong>'s been working with the Gaga hitmaker. He said, <q> There are created stars and creative stars. <strong> Cher Lloyd </strong>'s a creative star- she's amazing. </q> Well we're just hoping the songs are more like href=\"http://www.youtube.com/watch?v=9joqPp3peLg\" target=\"_blank\"> this, and less like href=\"http://www.youtube.com/watch?v=m2t8zppp39I\" target=\"_blank\"> this. 2. She's bringing out a clothing line.`` I want", "new_id": -2}, {"uid": "1295665804215974041", "i": 1513, "idx": 0, "sa": ["Eric Schmidt"], "q": "patients with href=\"http://topics.bloomberg.com/kidney-disease/\"> kidney disease, including those receiving dialysis. Treatment of dialysis patients is paid for by Medicare, the U.S. health insurance program, which has imposed a new program to control costs. <q> We think Amgen's pricing power will help offset any decline in the proportion of Aranesp sales derived from the U.S. dialysis market where Medicare bundling rules are being adopted, </q> <strong> Eric Schmidt </strong> said in his note today. Amgen fell 34 cents, less than 1 percent, to$ 56.97 at 4 p.m. New York time in Nasdaq Stock Market composite trading. Amgen spokesman David", "new_id": -2}, {"uid": "1296199986159858692", "i": 36863, "idx": 0, "sa": ["Mike Pence"], "q": "Staff Writer Thursday, January 27, 2011; 10:52 PM <strong> Mike Pence </strong>( R-Ind.) will not run for president in 2012 but has left the door open to running for governor of the Hoosier State. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star.`` We will not seek the Republican nomination for president in 2012.'' <strong> Mike Pence </strong> has been publicly pondering whether to run for", "new_id": -2}, {"uid": "1295534401212385796", "i": 56171, "idx": 2, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Silvio Berlusconi"], "q": "minister, <strong> Silvio Berlusconi </strong>. Ms. <strong> Jennifer Lopez </strong> commandeered the good cop role, wailing and mugging over having to reject contestants in a this-is-harder-on-me than-it is-on you routine, which was all the more painful for rejected contestants. <q> Oh my God, this is awful, </q> she moaned after saying no to a young woman from Ivory Coast.`` Oh my God, I hate this.'' Mr. <strong> Steven Tyler </strong> wasn't as snide as Mr. <strong> Simon Cowell </strong>, but he did become the", "new_id": -2}, {"uid": "1296149573243646477", "i": 43631, "idx": 11, "sa": ["Michael Vick"], "q": "to hated. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q> I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short, </q> he said. You must fill out the comment body in order to submit a comment. Eagles quarterback <strong> Michael Vick </strong> drops back to pass during practice for the the Pro Bowl Wednesday.( EUGENE TANNER/Associated Press)", "new_id": -2}, {"uid": "1295025536083820583", "i": 46453, "idx": 0, "sa": ["Steve Ballmer"], "q": "'', que la empresa busca desde 2008. La compa?ia dirigida por <strong> Steve Ballmer </strong> asegura que el t?rmino es muy gen?rico y que los competidores de Apple deben tener derecho a usarlo. clic Lea tambi?n: <q> App es elegida como la palabra del 2010 </q> No se sabe por qu Microsoft decidi interponer el recurso reci?n ahora. Apple declin hacer comentarios. BlackBerry atiende preocupaciones de India La empresa recibi un ultim?tum de India para permitir al", "new_id": -2}, {"uid": "1296149816234012694", "i": 15557, "idx": 2, "sa": ["Mike Pence"], "q": "a primary and dangerous to his own party if he secures the nod in a general election.''( Emphasis added.) The story goes on to quote an unnamed`` Republican lobbyist'' saying, <q> If we all agree the battle's going to be won in the middle, <strong> Mike Pence </strong> is not your guy... I've literally never heard a bad thing about him. People like him, both personally and professionally. But is this the year we're going to elect an ideologue? I don't think so. </q> blog comments Reader Comments( 2) <strong> Mike Pence </strong> is great, but I'm not sure if he has the political courage to do this. He plays it safe and often evades giving solid answers", "new_id": -2}, {"uid": "1295756651021528610", "i": 16631, "idx": 3, "sa": ["Eric Schmidt"], "q": "years.'' <strong> Eric Schmidt </strong>'s quotes are legendary, however, and perhaps one reason he's no longer CEO: \"`` One person's definition of evil is another person's different definition.'' \" <q> Google policy is to get right up to the creepy line but not cross it. I would argue that implanting things in your brain is beyond the creepy line. At least for the moment, until the technology gets better. </q>`` With Street View, we drive by exactly once, so you can just move.''`` I actually think most people don't want Google to answer their questions. They want Google to tell them what", "new_id": -2}, {"uid": "1297222867217088017", "i": 59923, "idx": 1, "sa": ["William Hague", "Abdelbaset al-Megrahi", "Kirsten Gillibrand"], "q": "take it step by step. Let's return this convicted terrorist to prison, hold a full review, and take it from there.'' <strong> Kirsten Gillibrand </strong>, a Democratic Senator, called Sir Gus's report <q> deeply troubling- not just for the families of the <strong> Abdelbaset al-Megrahi </strong> victims, but for all Americans and all nations who are committed to bringing terrorists to justice. </q> href=\"http://www.telegraph.co.uk/news/worldnews/middleeast/israel/8312527/William Hague-William Hague-calls-on-Israel-to-drop-its-negative-stance-on-Egypt.html\"> <strong> William Hague </strong> calls on Israel to drop its negative stance on Egypt WikiLeaks: US and China in military standoff over space missiles WikiLeaks cables: US agrees to tell Russia Britain's nuclear secrets Egypt protests", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}]