[{"uid": "1295907303243613760", "i": 37199, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. Article: Egypt asks Berlin to return Nefertiti bust... Photo:", "new_id": -2}, {"uid": "1297600054267190350", "i": 21831, "idx": 0, "sa": ["Rahm Emanuel", "Andy Coulson", "Tommy Sheridan", "Ian Edmondson"], "q": ", vivid, lurid... terrifying, confusing, ridiculously slick, shockingly clumsy, unmistakably monomaniacal and clinically bipolar.\" The New York Magazine on Broadway show Spider-Man. I think it's a rave. <q> Pointlessly tall... there's a long center stretch of his body that he doesn't know what to do with. </q> This Week: <strong> Rahm Emanuel </strong>, <strong> Andy Coulson </strong>, <strong> Ian Edmondson </strong>, the Met, <strong> Tommy Sheridan </strong> Oxbridge must not become the preserve of the wealthy| John Parrington This Week: <strong> Rahm Emanuel </strong>, <strong> Andy Coulson </strong>, <strong> Ian Edmondson </strong>, the Met, <strong> Tommy Sheridan </strong>", "new_id": -2}, {"uid": "1297624575013008913", "i": 651, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "comment. U.S. Sen. <strong> Kirsten Gillibrand </strong> had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable. <q> We must ensure that these safety improvements happen as soon as possible, </q> she said. <strong> Chuck Schumer </strong> said the industry claims many of the regulations are unnecessary and burdensome to the point that they would hinder growth and jobs. The regulations require more training for crew, flight attendants,", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.\" The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,\" <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}, {"uid": "1294963434098320388", "i": 33512, "idx": 0, "sa": ["Robert E.", "Thomas Aquinas", "Mary Baker Eddy", "David Letterman"], "q": "in 1865. If you are Christian Scientist, you look to 1879 as the year in which your religion was born and to <strong> Mary Baker Eddy </strong> as its founder. If you belong to one of the religious organizations known as <q> Church of the Nazarene, Pentecostal Gospel, </q>\" Holiness Church,\" or http://wn.com/The_Eastern_ORTHODOX_Church_is_the_ONLY_TRUE_and_Apostolic_CHURCH_part_3_of_3__American_documentary_The_Ancient_Church High school football highlight film of senior year at <strong> Thomas Aquinas </strong> High School Overland <strong> Robert E. </strong>, KS. Garden City Community College Coaches: <strong> Robert E. </strong> Aslin Head Coach and <strong> David Letterman </strong> Snodgrass Running Backs Coach", "new_id": -2}, {"uid": "1297430496189579264", "i": 36533, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ", RIM, and HP, though Nokia CEO <strong> Stephen Elop </strong> says it's now a\" three-horse race.\" It feels like there are more than three horses, but here's what he said: <q> Today, developers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q>\" I am excited about this partnership with Nokia,\" added Microsoft CEO <strong> Steve Ballmer </strong>.\" Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise", "new_id": -2}, {"uid": "1295569141118865927", "i": 47512, "idx": 1, "sa": ["Eric Schmidt"], "q": "no longer needed!\" Vindicia offers an e-billing product that runs as a service, manages recurring billing and offers fraud management <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295779419107937821", "i": 38461, "idx": 1, "sa": ["Marion J. Caffey", "Simon Cowell"], "q": "boo artists off the stage at any time during their act. <strong> Simon Cowell </strong>.\" This is a famous and infamous audience,\" says <strong> Marion J. Caffey </strong>, the Amateur Night producer who hand-picks the talent. <q> We have judges, but they only judge the response of the audience. A lot of other shows have judges who make that final decision, and they overrule the audience about who stays and who goes.\" At the Apollo, however, the crowd actually does the hiring and the firing, and they get pretty wild. </q> <strong> Marion J. Caffey </strong> kicked off the 2011 season's open auditions last October; hundreds of hopefuls lined up at 125th St.\" They're given 90 seconds to show me what they have, but most people", "new_id": -2}, {"uid": "1295779843220971037", "i": 636, "idx": 2, "sa": ["Andy Coulson"], "q": "frontbencher Chris Bryant to call for the police to conduct a new investigation.\" To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,\" he said. <q> I hope now, finally, that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light. </q> Editors at rival papers have also been expressing the view to NI executives that the allegations about the News of the World are\" bad for business\" and threaten the reputation of the entire industry.", "new_id": -2}, {"uid": "1295974415172294173", "i": 24752, "idx": 0, "sa": ["Rahm Emanuel", "Bill Lockyer", "Newt Gingrich"], "q": "court to tell Chicago election officials to keep his name on the ballot if it starts to print them. Appellate litigation attorney Christopher Keleher said it's likely the court would rule against <strong> Rahm Emanuel </strong>. <q> I can tell you from experience that getting a reversal from any Supreme Court is difficult- even more so when you've got a truncated time frame, </q> Keleher said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Aston Martin 2008 V8 Vantage$ 85,794 Aston Martin 2009 V8", "new_id": -2}]