[{"uid": "1296400989177029150", "i": 20349, "idx": 0, "sa": ["Eric Schmidt"], "q": ". Respect the Little Guy Empowerment of the individual was another big theme: the consumer is becoming the producer. And everyone's attention was on Egypt. Said serial entrepreneur Bill Gross of Idealab: <q> People here ask,` Does the social-media revolution make real revolutions?' The answer seems to be yes. </q> Don't Believe What You Read Is journalism getting more erratic? That's what Google CEO <strong> Eric Schmidt </strong> thinks. He blames an essentially unstable`` blogger-based media'' for distorting the news. Others wondered why", "new_id": -2}, {"uid": "1295244627152551467", "i": 15768, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "'s Arizona rampage, is making steady progress, New York Senator <strong> Kirsten Gillibrand </strong> said on NBC's`` Meet the Press'' program.`` She's doing great,'' <strong> Kirsten Gillibrand </strong>, a friend, said yesterday. <q> I talked to her husband Mark last night. She's making progress every day. </q> While it's`` far too early'' for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said,`` she's using both sides of her body. She's able to breathe on her own. She's", "new_id": -2}, {"uid": "1295559450214679559", "i": 32169, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "NASDAQ: GOOG) today announced financial results for the quarter and the fiscal year ended December 31, 2010.`` Q4 marked a terrific end to a stellar year,'' said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web. </q> announced plans to streamline decision making and create clearer lines of responsibility and accountability at the top of the company. Starting from April 4, Larry Page, <strong> Google Inc. </strong> Co-Founder, will take charge of <strong> Google Inc. </strong>'s day-to-day operations", "new_id": -2}, {"uid": "1295612138190234649", "i": 40603, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "by the ongoing scandal. He still denies wrongdoing but felt the publicity made it impossible for him to get on with his job, said one friend. In a statement the Prime Minister said: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government. </q> Mr <strong> David Cameron </strong> made clear he had`` full confidence'' in Mr <strong> Andy Coulson </strong> and had not pushed him out.`` During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete", "new_id": -2}, {"uid": "1297252541016384008", "i": 24087, "idx": 4, "sa": ["Olympia Snowe", "Barack Obama", "Sen. Bernie Sanders"], "q": "<strong> Barack Obama </strong> <strong> Olympia Snowe </strong>( R-Maine) said Tuesday she would oppose legislation that increased taxes.`` It contradicts what we've done in continuing the tax rates for the next two years,'' said <strong> Olympia Snowe </strong>. <q> That's not what we should be doing. </q> http://thehill.com/homenews/senate/142905-dems-face-a-dilemma-on-jobs-plan House fails to extend Patriot Act surveillance as Republicans defect <strong> Sen. Bernie Sanders </strong> King won't let` political correctness' derail probe of Muslims Ditching unwritten rules for Senate freshmen, Paul does it his way Ditching unwritten rules", "new_id": -2}, {"uid": "1295607635131039250", "i": 27787, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "fellow Stanford University alumnus <strong> Sergey Brin </strong> in 1998- to take the reins of a company that has dominated Internet search for a decade but is in danger of losing traffic to social networks like Facebook and Twitter. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach,", "new_id": -2}, {"uid": "1295280116214679587", "i": 36191, "idx": 0, "sa": ["Simon Cowell"], "q": "The singer, who assists <strong> Simon Cowell </strong> on The X Factor, tweeted last night:`` Coming out now.'' Sinitta then received messages from her followers to congratulate her on the admission. One wrote: <q> Welcome to the pink side! We have cupcakes! </q> However, the star later revealed that the tweet was instead intended to be a text message for her personal chauffeur, Gemel. Guy BurnetThe former Hollyoaks star on moving stateside and his 2011 projects EastEnders:", "new_id": -2}, {"uid": "1297092424253722625", "i": 1433, "idx": 1, "sa": ["Simon Cowell"], "q": "Contestants as young as 12 can compete.`` I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' said <strong> Simon Cowell </strong> in a statement. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> New judges will be announced`` in the coming weeks,'' and auditions will begin March 27 in L.A.` King's Speech,'` Inception,'` Black Swan' Win Art Directors", "new_id": -2}, {"uid": "1297417752025755683", "i": 14756, "idx": 0, "sa": ["Howard Mudd", "Michael Vick", "Kevin Kolb"], "q": "Eagles quarterbacks- <strong> Michael Vick </strong> and <strong> Kevin Kolb </strong>- were sacked 50 times last season, the second most in the league. <strong> Michael Vick </strong> was decked 34 times in 372 attempts, or once every 10.9 throws. <q> I don't like the number, </q> <strong> Howard Mudd </strong> said. If anybody can do something about dramatically improving that number, it's <strong> Howard Mudd </strong>. He is regarded as one of the very best offensive line coaches in the game, and not just for", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's`` State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''``", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}]