[{"uid": "1295973768250167296", "i": 34873, "idx": 0, "sa": ["Eric Schmidt"], "q": "on developing a show featuring himself as a host, the New York Post reported. Twitter users have already come up with a stream of potential names for the show including`` Holy <strong> Eric Schmidt </strong>!'', <q> My show is the <strong> Eric Schmidt </strong> </q>,`` <strong> Eric Schmidt </strong> Happens'',`` I'm getting too old for this <strong> Eric Schmidt </strong>'',`` I <strong> Eric Schmidt </strong> you not'' and`` Who Gives a <strong> Eric Schmidt </strong>?''.`` So <strong> Eric Schmidt </strong> wants his own", "new_id": -2}, {"uid": "1297177866006504495", "i": 11960, "idx": 3, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "These ceremonial gifts are different from the official keys to the city presented by the <strong> Mayor Tom </strong>,'' he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and <q> am deeply sorry to offend anyone who loves animals. </q> He acknowledged <strong> Michael Vick </strong>'s past but noted that`` since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends", "new_id": -2}, {"uid": "1296942912213336071", "i": 24577, "idx": 0, "sa": ["Nancy Reagan", "Ron Wilson", "Colin Powell"], "q": "borders, <strong> Ron Wilson </strong> <strong> Nancy Reagan </strong> confRon Wilsonted them. He called them an`` evil empire.'' He stared down their leaders when even his closest advisers told him to`` play nice.'' He told Gorbachev to <q> tear down this wall. </q> Delivering those immortal words meant following his own solid beliefs, rather than the opinions of`` experts.'' title=\"Colin Powell\" href=\"http://www.mcall.com/topic/politics/government/Colin Powell-Colin Powell-PEPLT0007531.topic\"> <strong> Colin Powell </strong> fought against the line. So did his chief of staff and", "new_id": -2}, {"uid": "1296383643188645400", "i": 53928, "idx": 0, "sa": ["Zahi Hawass"], "q": "of widespread looting of supermarket chains. Despite an impromptu guard made up of volunteers, at least two looters managed to get into Cairo's museum of antiquities, damaging some of the exhibits. <q> They were able, these two people to enter the Cairo museum from the[ roof] and they destroyed two mummies and they opened one case, </q> said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Mobile phone services and internet access were partially restored in Cairo on Saturday. The UK has advised against all but essential travel", "new_id": -2}, {"uid": "1295560492175849481", "i": 4097, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": " <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Shares rose$ 9.18,", "new_id": -2}, {"uid": "1297201453051740681", "i": 51091, "idx": 4, "sa": ["Donald Rumsfeld"], "q": " He doesn't even acknowledge this fact. <strong> Donald Rumsfeld </strong>'s distortions of the issue don't stop there. At one point, he denies that he did limit the number of troops on the ground. <q> With nearly a half million ground troops available if necessary, </q> he writes,`` this was not the` light footprint' war plan some critics would later claim it was''( p. 438). This is incredibly dishonest. The key phrase here is`` available if", "new_id": -2}, {"uid": "1295563110148553754", "i": 22229, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "founders-and for the movement, which seems to be gathering steam among CEO <strong> Eric Schmidt </strong>, announcing today that he'd will step down as CEO and turn over day-to-day responsibilities to co-founder title=\"Larry Page\" href=\"http://www.inc.com/topic/Larry Page+Larry Page\"> <strong> Larry Page </strong>: <q> <strong> Larry Page </strong> will now lead our product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> Once you know your customers intimately-who they are and what they want-you are ready to roll out your great new...", "new_id": -2}, {"uid": "1295800451231243789", "i": 19070, "idx": 0, "sa": ["Harriet Harman", "Andy Coulson"], "q": "hacked when he was href=\"http://uk.news.yahoo.com/fc/labour-party.html\"> Labour prime minister between 2007 and 2010. Brown's office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News.`` Nobody is above the law, no newspaper editor, no journalist.'' <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1296543731072531980", "i": 9983, "idx": 1, "sa": ["Alassane Ouattara"], "q": "newspapers you can find violent attacks against France and other Western countries and against foreign media also accused of destabilizing the Ivory Coast. However, he points out that media supporting <strong> Alassane Ouattara </strong> are just as guilty. <q> On the other hand, in newspapers like Le Patriot or Ivorian, close to <strong> Alassane Ouattara </strong>, you can find propaganda in his favor, as well as articles against Gbagbo, accusing him and his supporters of killing people and of massacres, and you can find articles accusing them of the death of people because of pollution. </q>", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]