[{"uid": "1296770511173654034", "i": 12171, "idx": 21, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell"], "q": "community knew \"that some of these sources were not good,\" \"didn't speak up,\" and \"that devastated me.\" <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been <q>the most senior military officer in our country</q> and no one else in the administration had \"even a fraction of his experience\" on intelligence matters. \"<strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles", "new_id": -2}, {"uid": "1297452178198262785", "i": 40800, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "ABC News Radio the nation is ready for open service. \"First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,\" <strong> Donald Rumsfeld </strong> said. <q>We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.</q> <strong> Donald Rumsfeld </strong> says he has \"enormous respect\" for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy\"/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q>Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise,</q> he said. \"It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.\"", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}, {"uid": "1295974602230735939", "i": 4693, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q>Your retirement age is going to be pegged to some reasonable correlation to life expectancy,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International SOFTWARE ENGINEER Company Oracle America SOFTWARE", "new_id": -2}, {"uid": "1295753710087883816", "i": 1078, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "the Bobcats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Carmelo Anthony </strong> spraining his left wrist. <strong> Carmelo Anthony </strong> said he's sore but fine and will play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q>The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,</q> <strong> Allen Iverson </strong> said. \"Right now it's just frustrating to be out there at the end hobbling like that.\" X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their", "new_id": -2}, {"uid": "1296102239116244691", "i": 8432, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": " Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q>We're real excited about it,</q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1297282407122896681", "i": 23090, "idx": 9, "sa": ["Simon Cowell"], "q": "they saw it. \"Over the years you've seen a different type of artist emerge,\" he explained, noting that a certain je ne sais quoi has become just as important as chops. <q>A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her if she'd walked into Idol three years ago with a lobster on her head. I don't know. But she's got it.</q> Whether <strong> Simon Cowell </strong>'s still got it is hard to say, especially seven long months away from the premiere date. But at a time when the music industry's struggling, he's going to", "new_id": -2}, {"uid": "1295534530247300138", "i": 16637, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Franken", "William Butler Yeats", "Sen. Jim DeMint"], "q": "remain in Congress-- and a Republican now holds <strong> Kirsten Gillibrand </strong>'s old House seat. It is hardly fair to say that those who favor partisan purity over compromise are as worthy of scorn as <strong> William Butler Yeats </strong> suggested-- <q>The best lack all conviction, while the worst are full of passionate intensity,</q> he wrote-- but his despair at the state of world affairs has a certain resonance today. With the challenges facing the country today, there are more like <strong> Sen. Jim DeMint </strong>, R-S.C., and <strong> Al Franken </strong>, D-Minn.,", "new_id": -2}, {"uid": "1297091703077316256", "i": 6795, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and LIL WAYNE Team up Again for \"Hit the Lights\" Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks during the... Report Abuse <q>Awesome game! Go Daddy commercials were terrible! Liked the unexpectedly awkward Doritos commercial, though it wasn't up to par with previous super bowl commercials.</q> Report Abuse \"I didn't waste a single moment watching any of them.\" I have never bought a single item based on a TV or print ad. Report Abuse \"The worst commercials in memory", "new_id": -2}, {"uid": "1295667481014565502", "i": 44334, "idx": 0, "sa": ["Gov. Rick Perry", "Bill Lockyer"], "q": "considered a GOP presidential contender, said: \"In <strong> Gov. Rick Perry </strong>, the governor and legislators practice fiscal responsibility and are required by law to have a balanced budget, something that Washington should adopt.\"-- <q>Bankruptcy should not be a bailout for states that have been poorly managed. Families across America have to live within their means, and state and federal government need to do the same.</q>* CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said: \"States didn't ask for it. We don't want it. We don't need it.\"-- \"Bankruptcy would devastate states", "new_id": -2}]