[{"uid": "2008101311_00006613_W", "i": 1784, "idx": 2, "sa": ["James Daly"], "q": "santiago, 42, said she heard screaming in the apartment at 6:30 a.m.as the hallway filled with white smoke, another neighbor pounded on the door, but there was no response, she said. the family was <q> definitely trying to make their way out, but the only door was blocked by fire, </q> <strong> James Daly </strong> said. the apartment entrance opens to a hallway and the kitchen, which was engulfed within a few minutes. \"if the fire gets into that hallway, there is no way to get out without going", "new_id": -2}, {"uid": "2008101704_00005513_W", "i": 3045, "idx": 1, "sa": ["George H. W. Bush"], "q": "air and water director for the grand canyon trust, a flagstaff, ariz., environmental group.\" since the beginning of his run for <strong> George H. W. Bush </strong>, including 2000, that has kind of crumbled concludes that it's <q> legacy time at the administration </q>: surely <strong> George H. W. Bush </strong> doesn't want his to include tainted water and a contaminated landscape. we must keep the temporary ban on uranium mining near grand canyon.", "new_id": -2}, {"uid": "2008112812_00002802_W", "i": 870, "idx": 4, "sa": ["Mario Dumont", "Jean Charest"], "q": "large loss at the caisse de d?p?t, a black hole?\" yesterday was filled with pulse rushes. he claimed the only reason premier <strong> Jean Charest </strong> is seeking a majority government is to pack it with his friends. <q> the real reason <strong> Jean Charest </strong> wants to have a majority government is not to solve the problems of the people. he doesn't have a clue what he might do about the schools, he wants to have more room to manoeuvre so he can award his friends. </q> this statement <strong> Mario Dumont </strong> worked out of a radio-canada story that said 10 of 23 judges named by <strong> Jean Charest </strong> to the quebec court since february 2007 donated to the liberal party. the story said the other judges didn't give", "new_id": -2}, {"uid": "2008101705_00005569_W", "i": 4050, "idx": 4, "sa": ["David Petraeus"], "q": ", <strong> David Petraeus </strong> sees a major shift. \"the big idea emerging here is that the most important existential threat to the country is in the west, not the east.\" he does not foresee a role for <q> americans on the ground, </q> arguing that the \"pakistanis are determined to fight their enemies themselves... not to carry out an american war on terror, but their own war against the extremists that have carried out acts of indiscriminate violence against pakistanis", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 3411, "idx": 27, "sa": ["Bernard Shaw", "George W. Bush", "George Orwell"], "q": "don't turn against him; they crush those beneath them.\" -- emily bronte \"patriotism is the conviction that your country is superior to all others because you were born in it.\" -- <strong> George W. Bush </strong> <strong> Bernard Shaw </strong> <q> freedom is the right to tell people what they do not want to hear. </q>-- <strong> George Orwell </strong> \"anyone who believes exponential growth can go on forever in a finite world is either a madman or an economist.\" -- kenneth boulding, economist \"fascism should more appropriately be called corporatism because it", "new_id": -2}, {"uid": "2008112422_00037942_W", "i": 3228, "idx": 32, "sa": ["Rick Astley"], "q": "a good man, mike. acceptance is the first step.\" \"am i patronizing myself?\" \"oh no no no. you're the best even though i don't think so.\" <NO_QUOTATION> <q> i'm just teasing you. now, come and give your ol' boy a hug. </q> \"you want me to hug myself? in public?\" \"well, okay... it can wait. how about some masturbation when we get home?\" <NO_QUOTATION> \"to the sounds of <strong> Rick Astley </strong>?\"", "new_id": -2}, {"uid": "2008092413_00035198_W", "i": 1635, "idx": 1, "sa": ["Jody Hice", "John McCain"], "q": "speak biblical truth without being punished for it,\" said the rev. <strong> Jody Hice </strong>, pastor of bethlehem first baptist church in bethlehem, ga., who says he will tell his congregation he backs sen. <strong> John McCain </strong> for president. <q> the irs does not have the role of censoring speech from the pulpit. </q>", "new_id": -2}, {"uid": "2008111123_00009850_W", "i": 2614, "idx": 0, "sa": ["Andrés Berumen", "Trevor Hoffman", "John Moores", "José Martínez"], "q": "a meeting with team management, which reportedly is slashing player salaries because padres owner <strong> John Moores </strong> is feeling the pinch of a costly divorce. <strong> Trevor Hoffman </strong>'s request was turned down, making it difficult to rekindle contract talks. <q> i would say because of the way it was handled, it appears as though he is done as a padre, </q> said rick thurman, <strong> Trevor Hoffman </strong>'s agent. <strong> Trevor Hoffman </strong>, 41, has played all but 28 of his 755 major-league games in a padres uniform. san diego acquired him from the florida marlins, with <strong> José Martínez </strong> and <strong> Andrés Berumen </strong>", "new_id": -2}, {"uid": "2008110708_00003869_W", "i": 4642, "idx": 0, "sa": ["Allen Iverson", "Chauncey Billups"], "q": "the pepsi center in denver. <strong> Chauncey Billups </strong> returned to the nuggets after a monday trade that sent <strong> Allen Iverson </strong> to detroit. <strong> Chauncey Billups </strong> will make his homecoming debut friday night when denver hosts dallas( 8:30 p.m., espn). <q> i am extremely happy to be home. it's a dream, </q> <strong> Chauncey Billups </strong> said in a news conference. \"it's a dream to me to be coming back home at a time of my career where i'm established.\" <strong> Chauncey Billups </strong>, 32, played at george washington high", "new_id": -2}, {"uid": "2008093023_00019976_W", "i": 4524, "idx": 2, "sa": ["Pat Burrell", "John Smoltz"], "q": "( \"in that bandbox, no lead is safe!\" ) that just spiralled out of control until it became incontrovertible fact. and i have to love the soundbites from opposing pitchers who get bombed there: <q> that's not a home run in any other park. </q> hey, genius, your guys get the same field and same dimensions. deal with it. <strong> John Smoltz </strong> is the worst at this. anecdotally, <strong> Pat Burrell </strong> is always the guy who gets pegged as a cbp beneficiary;", "new_id": -2}]