[{"uid": "1296224676092700695", "i": 2488, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence"], "q": "that isn't true of <strong> Mike Pence </strong>. That talk-show experience combined with a high profile in Congress has made him a familiar face and name to many Hoosiers, <strong> Eric Holcomb </strong> said. <q> He has a built-in advantage, but it's a big state and it requires many days on the road </q> to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for <strong> Eric Holcomb </strong>.", "new_id": -2}, {"uid": "1295485111026624011", "i": 32304, "idx": 0, "sa": ["Steve Cohen", "Mike Pence"], "q": "that some members disregarded those pleas. Democratic <strong> Mike Pence </strong> <strong> Steve Cohen </strong>( Tenn.) on the House floor Tuesday night compared Republican claims about the reform law to lies perpetrated by the Nazis that led to the Holocaust. <q> They say it's a government takeover of healthcare. A big lie, just like Goebbels, </q> said <strong> Steve Cohen </strong>, who is Jewish. Meanwhile, <strong> Mike Pence </strong>( R-Ind.) said House Republicans will vote to repeal the healthcare law \" lock, stock and barrel. \" Another day, another", "new_id": -2}, {"uid": "1295280469135036931", "i": 52238, "idx": 1, "sa": ["Tim Pawlenty", "Mike Pence", "Paul LePage", "Mike Huckabee", "Barack Obama"], "q": "that the 2008 winner <strong> Mike Huckabee </strong> began at 2 percent-- but he also said:` For somebody like me, you have to do very well, win or do very well, in Iowa. \" ' <q> Former Minnesota <strong> Paul LePage </strong> <strong> Tim Pawlenty </strong>, a likely GOP White House hopeful, called on congressional Republicans to block an increase in the limit on federal borrowing, and he proposed legislation that he said would prevent a U.S. default on its loans, </q> the Wall Street Journal writes. <strong> Mike Pence </strong>: \" An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial race is under way, with a veteran of the Reagan White House launching a", "new_id": -2}, {"uid": "1297621750013008911", "i": 2130, "idx": 2, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut. <q> In my community, Planned Parenthood is a very highly regarded mainstream organization, </q> said <strong> Mike Pence </strong> <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as \" driven by an extreme ideological agenda. \" <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the", "new_id": -2}, {"uid": "1297619941254115849", "i": 35869, "idx": 2, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut. <q> In my community, Planned Parenthood is a very highly regarded mainstream organization, </q> said <strong> Mike Pence </strong> Capps+Lois Capps%22\"> <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as \" driven by an extreme ideological agenda. \" <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the", "new_id": -2}, {"uid": "1295779892017170523", "i": 2225, "idx": 19, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "that you would need if the family continues to collapse. \" After giving that speech, <strong> Mike Pence </strong> won the group's straw poll for top choice for its 2012 nominee. <q> He has that everyman, Indiana appeal with vision, </q> <strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to. \" I hate to bring up Reagan because everybody does that, \" <strong> Marjorie Dannenfelser </strong>", "new_id": -2}, {"uid": "1295502688237502473", "i": 4839, "idx": 4, "sa": ["Erin Kelly", "Mike Pence", "Barack Obama", "Ben Quayle"], "q": "that's a government takeover of health care and the American people know it, \" <strong> Mike Pence </strong> said. Democrats countered that the law is already Ben Quayleefiting millions of Americans and should not be derailed. <q> Because of the Affordable Care Act, Americans no longer have to live in fear that insurance companies will drop or cap their coverage if they get sick, or that they'll face double-digit premium increases with no accountability or recourse, </q> <strong> Barack Obama </strong> said. \" Small businesses across the country can take advantage of a new health care tax credit to offer coverage to their employees, and children suffErin Kellyg from an illness or pre-existing condition can no longer be denied", "new_id": -2}, {"uid": "1295387630249954409", "i": 23055, "idx": 1, "sa": ["Mike Pence", "Paul Ryan"], "q": "that. I don't want to opine one way or the other. All I said was this was a serious vote. \" Couple that with what House budget chair <strong> Paul Ryan </strong> said the other day: <q> Will the debt ceiling be raised? Does it have to be raised? Yes. </q> That's a long way from \" Let's call their bluff. \" <strong> Mike Pence </strong> Nixon, of course, had his madman theory of international relations- act like you'll do anything, no", "new_id": -2}, {"uid": "1295618523207978567", "i": 6980, "idx": 2, "sa": ["Mike Pence", "Chris Chocola", "Mike Huckabee"], "q": "that. \" '... <strong> Mike Pence </strong> enthusiasts... are sensitive about pigeonholing him as the Chris Chocolatian Right's preferred candidate. \" target=\"_blank\" http://bit.ly/dOFggZ-- FIRST LOOK- <strong> Mike Huckabee </strong>, in his new book, <q> A Simple Government: Twelve Things We REALLY Need from Washington( and a Trillion That We Don't!), </q> out Feb. 22: \" [ T] he focus has already turned to 2012... The pundits will create their own biased and cynical scenarios, in which they will` create' front-runners by their perceptions based on", "new_id": -2}, {"i": 6583, "idx": 3, "index_answer": 0, "new_id": -1, "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "sa": ["Eric Schmidt"], "uid": "1296006300058851357"}]