[{"uid": "1297142942184188932", "i": 19429, "idx": 0, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "told <strong> Diane Sawyer </strong>. \"To think that people in our custody were treated in that disgusting and perverted and ghastly way-- unacceptable way.\" \"There wasn't an easy target,\" he added. <q> And so I stepped up and told the president I thought I should resign. And I think probably he and the military and the Pentagon and the country would've been better off if I had. </q> Watch Part Two of <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's \"World News With <strong> Diane Sawyer </strong>\" on Tuesday, Feb. 8. Click here read more about Part One, which aired on \"", "new_id": -2}, {"uid": "1295577688207667284", "i": 36918, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "may be returning to its start-up roots. \"A lot of the growth of the company used to be driven by innovation,\" said Yun Kim, an analyst at investment firm Gleacher& Co. <q> Having someone with the very strong products background that Larry has could bring some innovation back to <strong> Google Inc. </strong>. </q> <strong> Eric Schmidt </strong>, 55, will remain as executive chairman and will advise Page and <strong> Sergey Brin </strong>, <strong> Google Inc. </strong>'s other co-founder. <strong> Sergey Brin </strong> will give up his title as co-president to work on high-priority projects.", "new_id": -2}, {"uid": "1296486373063668243", "i": 2367, "idx": 4, "sa": ["Mike Pence", "Dan Quayle", "Bill Stephan", "Ronald Reagan", "Jack Kemp"], "q": "remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve,\" <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in <strong> Ronald Reagan </strong> <q> the manifestation of the kind of traditional American ideals that I was raised to believe in. </q>( Besides <strong> Ronald Reagan </strong>, <strong> Mike Pence </strong>'s top political heroes include Republicans <strong> Jack Kemp </strong> and <strong> Dan Quayle </strong>.) But his first attempts at elected office-- not counting his successful run for class president in high school-- did not", "new_id": -2}, {"uid": "1296687191210616333", "i": 47711, "idx": 0, "sa": ["Simon Cowell", "Charlotte Church"], "q": " \"let go\" from her gig at... UPDATE II: A rep from Lambert's record company, XIX Entertainment, issued a statement clarifying Lambert's remarks( via The Hollywood Reporter): <q> Alex is not homeless. He's... <strong> Steven Tyler </strong> admitted on Monday night that it was drug abuse that led him to fall off the stage and break his shoulder at an... <strong> Jennifer Lopez </strong> Talks <strong> Ryan Seacrest </strong> Rivalry, Having More Children <strong> Jennifer Lopez </strong> is already a mom to twins Max and Emme, so can she handle another kid? How about a thousand more? The pop star... BOSTON- <strong> Ayla Brown </strong> is going country. The former \"American Idol </q> contestant is moving to Nashville, Tenn., to test her talents as a country singer.... <strong> Simon Cowell </strong>'s \"The X Factor Is Killing Music,\" Says <strong> Charlotte Church </strong> Is <strong> Simon Cowell </strong> killing music? Welsh", "new_id": -2}, {"uid": "1297553599075792419", "i": 11192, "idx": 3, "sa": ["Zahi Hawass", "Sarah Parcak"], "q": "11 February from the United States to Giza, where his team halted work for a week or so but is now continuing its efforts. <strong> Sarah Parcak </strong>, an Egyptologist at the University of Alabama, Birmingham, says, <q> I'd be surprised if[ <strong> Zahi Hawass </strong>] doesn't survive </q> the government shakeup. She says there is widespread backing for the young ministry of antiquities, which could boost the profile of archaeology in a country highly dependent on tourism. Until today, <strong> Zahi Hawass </strong> has made", "new_id": -2}, {"uid": "1296313807176898052", "i": 22312, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> speaks to the American Society of News Editors on April 11, 2010 in Washington, DC... Shell Eco-marathon Americas: \"Post COP15: The Road to Mexico\" Big Think Panel Discussion Shell Eco-marathon Americas: <q> Post COP15: The Road to Mexico </q> Big Think Panel Discussion The Shell Eco-marathon Americas, held in Houston March 26-28, 2010, was the perfect setting for discussions of the world's energy future. For many years Shell has challenged teams of young people", "new_id": -2}, {"uid": "1295625437089243774", "i": 24707, "idx": 2, "sa": ["Eric Schmidt"], "q": "never will. So why should anyone doubt the collective wisdom of Google's leaders that now is the right moment for change? As ever, only time will tell whether or not <strong> Eric Schmidt </strong>'s reasons of <q> simplifying management structure and speeding up decision making </q> are akin to Alan Johnson's \"personal reasons\" for quitting his job as shadow chancellor, but most right-minded people are likely to be leaning in the direction of not.", "new_id": -2}, {"uid": "1297225373053084179", "i": 45416, "idx": 4, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "foreign-elected officials. According to the Morning News, <strong> Dwaine Caraway </strong> on Tuesday told Dallas sports radio station 1310 AM that he honored <strong> Michael Vick </strong> because he thinks the quarterback can be a role model for kids. <q> These kids are the future, and we don't have enough folks out here joining hands and turning lives around, </q> <strong> Dwaine Caraway </strong> said, according to the newspaper. Since his release from prison in 2009, <strong> Michael Vick </strong> has voluntarily spoken to kids about how dogfighting is wrong, among other things. An online", "new_id": -2}, {"i": 39662, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in Turkey, returned to the U.S. to have a lesion surgically removed from his right leg, spurring rumors he will retire. <strong> Allen Iverson </strong> denies this, as he wrote on his Twitter account: <q> I have never said anything about retirement, nor have I said goodbye to the game of basketball. Once I get past this, my plan is to continue playing at the highest level possible. So don't put me in my rocking chair just yet. Hold on, I'll be back! </q> It's not yet known if the lesion is benign or not, or if it's a cyst. <strong> Allen Iverson </strong>, 35, is expected to be out for several weeks", "sa": ["Allen Iverson"], "uid": "1295172659208863244"}, {"uid": "1295471396069730345", "i": 36077, "idx": 2, "sa": ["Paula Abdul", "Steven Tyler", "Howard Stern", "Simon Cowell", "Jennifer Lopez"], "q": "Asked about the media comparing him to former judge <strong> Paula Abdul </strong>, <strong> Steven Tyler </strong> laughed, saying it's because of the rehab rumors that dogged <strong> Paula Abdul </strong>. But he added that he'll be no <strong> Simon Cowell </strong> either. <q> You can't say you suck, </q> he told <strong> Howard Stern </strong>. \"<strong> Simon Cowell </strong> got off on doing that. My heart's not like that... I'm not into putting people down. I'm into bringing them up.\" He said <strong> Jennifer Lopez </strong>", "new_id": -2}]