[{"uid": "1295589642085278733", "i": 605, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q>My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,</q> Page said in a Thursday interview. ''I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1295754538127680563", "i": 16183, "idx": 0, "sa": ["Andy Coulson"], "q": "and formed the Project For The New American Century, who called for ''A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR'' TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q> ''The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland.</q>'' Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit ''Racheal Ray Lost 43lbs'' She followed these 2 weight loss rules and", "new_id": -2}, {"uid": "1295565600254656524", "i": 5827, "idx": 2, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama", "Joseph Galante"], "q": "previous month. Combined, Microsoft and Yahoo had 28 percent, down from 28.2 percent, according to ComScore. <strong> Eric Schmidt </strong> may be eyeing a role in the administration of U.S. <strong> Barack Obama </strong>, <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World as We Know It,</q> told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter: ''Day-to-day adult supervision no longer needed!''-- With assistance from <strong> Joseph Galante </strong> and", "new_id": -2}, {"uid": "1295033166139100209", "i": 630, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "and new challenges. Anyone who has graduated college and started a first job has been through that experience, and it made the young players seem that much more relatable. Quotes of the year: <q>You're just going to do <strong> Kevin Kolb </strong>'s chair like that?</q>- <strong> Michael Vick </strong> to a cameraman standing on <strong> Kevin Kolb </strong>'s chair to get a better view days before the first Redskins game. Somehow, this still strikes me as hysterical all around. ''God has given you", "new_id": -2}, {"uid": "1295947248070467587", "i": 44779, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer", "Dmitry Medvedev"], "q": "after the explosion, but increased security resulted in huge crowds of people at the entrances, where they were searched extensively. ''We need to get to the bottom of this,'' <strong> Dmitry Medvedev </strong> said. <q>The main thing is to render assistance and support to the victims.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog AUTOMATION LEAD ENGINEER Company EDUCATION Company Cabrillo College Location EMPLOYMENT OPPORTUNITIES Company", "new_id": -2}, {"uid": "1295651129087982093", "i": 922, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "four of HP's current board members to not stand for re-election at HP's annual meeting in March represents an unusually large exodus for a company of HP's size. HP would only say that it <q>continually looks to bring new insight and perspective</q> to the company. The company's revelation came the same day that another technology heavyweight, <strong> Google Inc. </strong>, disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job to <strong> Google Inc. </strong> co-founder Larry Page", "new_id": -2}, {"uid": "1294963391114475045", "i": 23751, "idx": 0, "sa": ["Donald Rumsfeld", "Sarah Palin"], "q": "to blame for the shooting, allegedly carried out by a disturbed local 22-year-old. His 35-minute eulogy won praise from across the country's political chasm. Even Republican former defense secretary <strong> Donald Rumsfeld </strong> said: <q>At a time when our nation needed it, <strong> Barack Obama </strong> delivered moving, presidential remarks last night.</q> It came after Republican star <strong> Sarah Palin </strong> accused the media of ''blood libel'' over commentators' remarks linking the Tucson attack to her conservative Tea Party movement. Watchdog to investigate Lib Dem sting The", "new_id": -2}, {"uid": "1295667464153141265", "i": 4951, "idx": 0, "sa": ["Andy Coulson"], "q": "Mr <strong> Andy Coulson </strong> quit as the paper's editor in 2007 saying he took ultimate responsibility for the scandal, but denied knowing about the phone hacking. In a statement, he said it had been <q>a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years</q> and he was proud of the work he had done. But he added: ''Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}, {"uid": "1296234164135299086", "i": 47634, "idx": 0, "sa": ["Norman Cox", "Mike Pence"], "q": "the state in the coming months before deciding whether to seek the Republican nomination for governor instead. ''We are open to running for governor of Indiana in 2012,'' he told 6News' <strong> Norman Cox </strong>. <q>In the months ahead, we will seriously consider running for governor in 2012, and we'll do that by listening to Hoosiers. We'll do that as a family by reflecting, praying.</q> letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family ''feel led to devote this time in our lives to continuing to serve the people of Indiana in some way.'' ''In the choice between seeking", "new_id": -2}]