[{"uid": "1295620833132808765", "i": 35565, "idx": 5, "sa": ["David Letterman", "Piers Morgan", "Ricky Gervais", "Larry King", "Rupert Murdoch"], "q": "<strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on <q> The Late Show with <strong> David Letterman </strong>. </q> <strong> David Letterman </strong> told <strong> Piers Morgan </strong> that his show would only take off if a guest punched him on-air-- or,... MxrUAN% 2Fw05Db1hcSISzQ% 2BuaSY9QUXaQ7boyAd1NK% 2FGKB2MswWxAV8wixukwVmolMmVz99pMhq7qAcwtQFQM8eQ% 3D% 3D", "new_id": -2}, {"uid": "1297122854184680470", "i": 5024, "idx": 2, "sa": ["Simon Cowell"], "q": "big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he", "new_id": -2}, {"uid": "1297420749197410818", "i": 41056, "idx": 3, "sa": ["Mark Whitaker", "Steve Ballmer", "Stephen Elop"], "q": "value being moved out to Google which was concerning to us. Microsoft was best opportunity to build and lead and fight... offering consumers tremendous choice and a great option in the Mark Whitakeretplace.'' 10.12 am: <q> We have been on a complex journey... this announcement with Microsoft is just one part. </q> OOh, and now we get <strong> Steve Ballmer </strong>. SB:`` honour and privilege to be here today.. thank <strong> Stephen Elop </strong>. It was a year ago that we unveiled WP7 at MWC... it's", "new_id": -2}, {"uid": "1295614879066224141", "i": 58504, "idx": 1, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "<strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge.`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,'' <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q>'' Nazareth community updates delivered to your mobile phone. Text NAZARETH to 52270! Message and data rates apply. <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had", "new_id": -2}, {"uid": "1295217385130613292", "i": 2428, "idx": 2, "sa": ["Tim Pawlenty", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "York Democrat.`` If we can move that conversation to what about the bill do you want to change, that is a legiTim Pawlentyate debate that we should frankly have,'' <strong> Kirsten Gillibrand </strong> said on CBS. <q> The bill's not perfect. It never has been. </q> <strong> Charles Ellis Schumer </strong> said there are changes to the bill both parties can work on together, such as the repeal of a provision requiring businesses to report annual expenses to individual vendors in excess of$ 600.", "new_id": -2}, {"uid": "1295002006132628500", "i": 22327, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Wayne LaPierre"], "q": ".`` Listen, any kind of bill the N.R.A. is against is always a problem.'' href=\"http://www.tuscaloosanews.com/section/TOPIC0103//\"> Asked about prospects for new gun restrictions, Representative <strong> Mike Pence </strong>, Republican of Indiana, asserted, <q> I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe. </q> href=\"http://www.tuscaloosanews.com/section/TOPIC0103//\"> The N.R.A. has kept such a low profile that its normally accessible executive vice <strong> Barack Obama </strong>, <strong> Wayne LaPierre </strong>, declined to comment.`` At this time, anything other than prayers for the victims and", "new_id": -2}, {"uid": "1297233228217890831", "i": 36077, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "drastischen Verh?rmethoden W?hrend des Wahlkampfes 2008 habe <strong> Barack Obama </strong> die unbefristete Inhaftierung von`` illegalen Kombattanten'' und die`` Sondermilit?rtribunale'' scharf kritisiert, sagte <strong> Donald Rumsfeld </strong>. Zwei Jahre nach Barack Obamas Wahl existierten alle diese Dinge noch. <q> Nicht weil irgendwer m?chte, dass sie noch da sind, sondern weil es die beste L?sung ist. </q> <strong> Barack Obama </strong> hatte bei seinem Amtsantritt im Januar 2009 angek?ndigt, er werde das Lager binnen eines Jahres schlie?en. Es fanden sich aber nicht gen?gend M?glichkeiten, die Insassen in anderen L?ndern unterzubringen, w?hrend der US-Kongress einen", "new_id": -2}, {"uid": "1297293575117293152", "i": 9831, "idx": 0, "sa": ["Michael Vick"], "q": " I tried, though-- kept him on the phone for forever, pleading. When asked what he was going to talk about this morning, Winters said he was prepared to present to the task force a <q> very preliminary conceptual design, which will be a spectacular addition to Fair Park and spectacular new attraction for Dallas. </q> So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas", "new_id": -2}, {"uid": "1296007173157368360", "i": 48047, "idx": 1, "sa": ["Michael Vick"], "q": "href=\"http://www.washingtontimes.com/topics/rob-vito/\"> Vito said href=\"http://www.washingtontimes.com/topics/Michael Vick-Michael Vick/\"> <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But href=\"http://www.washingtontimes.com/topics/rob-vito/\"> Vito said it's a`` sizable'' contract. <q> We believe it was worth it, </q> he said,`` because of href=\"http://www.washingtontimes.com/topics/Michael Vick-Michael Vick/\"> <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' href=\"http://www.washingtontimes.com/topics/unequal-technologies/\"> Unequal Technologies makes several shock-blocking sports pads. When href=\"http://www.washingtontimes.com/topics/Michael Vick-Michael Vick/\">", "new_id": -2}, {"i": 30576, "idx": 1, "index_answer": 0, "new_id": -1, "q": "request for a transcript from Microsoft). He appears to tell the audience that Microsoft now has its tablet strategy well in hand. According to multiple news outlets reporting on the event, <strong> Steve Ballmer </strong> said, <q> You'll see slates, but if you want most of the benefits of what a PC can offer, creating, a form factor that has been tuned over years, you'll see us expand the footprint of what Windows can target, </q> he said in a taped press event available widely online.`` We've done work on a Windows tablet, and you'll see slates with Windows on from this Christmas.'' Still, how effectively", "sa": ["Steve Ballmer"], "uid": "1296429119182222848"}]