[{"uid": "1297235495229376070", "i": 24315, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "and also targeted ex-president <strong> President Bush </strong>'s two daughters. \"I was concerned,\" <strong> Donald Rumsfeld </strong> told ABC's \"Good Morning America\" in his first live television interview since leaving office over four years ago. <q>Of course, the president and his family had secret service protection. My family did not. And it was a somewhat awkward moment in the meeting,</q> he added in describing a 2003 national security meeting when he was told of the plot. <strong> Donald Rumsfeld </strong>, who has two daughters and a son, said <strong> President Bush </strong> urged him to take the threat seriously because US", "new_id": -2}, {"uid": "1297184332188334094", "i": 8387, "idx": 1, "sa": ["Richard Hunter", "Michael Vick", "Tara Harper", "Mayor Tom Leppert"], "q": "Other rescue groups agree. \"I don't think he's really earned that honor yet to get a key to the City of Dallas,\" said <strong> Tara Harper </strong>, PAWS In The City. <q>I think that should be bestowed on people who are internationally famous for wonderful things they've done.</q> <strong> Mayor Tom Leppert </strong> is upset, too, saying it's against city protocol. <strong> Richard Hunter </strong> of Dallas adopted one of pit bulls previously owned by <strong> Michael Vick </strong>, who is now on probation after serving prison time for", "new_id": -2}, {"uid": "1296108988167460874", "i": 737, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "just thankful.\" After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q>I'm enjoying the guys and I'm enjoying being out here playing football,</q> he said. \"This is what you work for. You work hard to get in this position. I'm ecstatic to be here.\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC", "new_id": -2}, {"uid": "1297590228217415727", "i": 28911, "idx": 6, "sa": ["Colin Powell", "Elliot Richardson", "Patrick Seale", "Michael C."], "q": "c <strong> Elliot Richardson </strong>, <strong> Elliot Richardson </strong> <strong> Colin Powell </strong>( 1991-10-21). \"A High-Tech Watergate\". New York Times. Retrieved 2008-09-05.^ 87 N.Y. 2d 46,660 N.E. 2d 1126, 637 N.Y.S. 2d 347( 1995-11-29). <q><strong> Earl Brian </strong> <strong> President Bush </strong> <strong> Earl Brian </strong>, <strong> Michael C. </strong>, Appellant, v. <strong> Elliot Richardson </strong>, Respondent.</q>. Cornell University Law School. Retrieved 2008-10-24.^ <strong> Michael C. </strong>, <strong> Patrick Seale </strong>( 1985-02-16). \"Computer Firm Hired By Courts Has Money Woes\". Miami Herald. pp. 2BR.($ fee)", "new_id": -2}, {"uid": "1295448287167215118", "i": 25618, "idx": 0, "sa": ["Emma Marcegaglia", "Sergio Marchionne", "Carlo De Benedetti"], "q": "vote, <strong> Sergio Marchionne </strong> called it \"an historic turn.\" Corporate executives anxious to impose similar rollbacks on their workers also hailed the deal. <strong> Emma Marcegaglia </strong>, president of Confindustria( Industrialists Association), said, <q>Mirafiori is an important turn. We must go forward by adopting ad hoc regulations for industries and corporations.</q> <strong> Carlo De Benedetti </strong>, a prominent industrialist and publisher with strong ties to the center-left, said, \"We must be grateful to <strong> Sergio Marchionne </strong>,\" adding, \"Turin falls into a logic of globalization and will be", "new_id": -2}, {"uid": "1297441466230703132", "i": 32009, "idx": 0, "sa": ["Eric Schmidt", "Steve Ballmer", "Stephen Elop"], "q": "will provide search advertising services on Nokia's line of devices and services, and Nokia Maps will be at the center of Microsoft's mapping services. letter, Nokia CEO <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said: <q>Today in London, our two companies announced plans for a broad strategic partnership that combines the respective strengths of our companies and builds a new global mobile ecosystem. The partnership increases our scale, which will result in significant benefits for consumers, developers, mobile operators and businesses around the world. We both are incredibly excited about the journey we are on together.</q> Nokia CEO had \"held talks\" with both <strong> Steve Ballmer </strong> and Google CEO <strong> Eric Schmidt </strong> about integrating either the Windows Phone or Android mobile platforms into new Nokia handsets. Engadget published a leaked internal memo that is said to have", "new_id": -2}, {"uid": "1295397194060080131", "i": 17346, "idx": 0, "sa": ["Piers Morgan", "George Clooney", "Howard Stern", "David Letterman", "Mary Tyler Moore", "Amy Adams", "Ben Kingsley", "Oprah Winfrey", "Ricky Gervais", "Condoleezza Rice", "Robert Redford"], "q": "the good fortune to interview <strong> David Letterman </strong>, <strong> Amy Adams </strong>, <strong> Howard Stern </strong>, <strong> Robert Redford </strong>, <strong> Mary Tyler Moore </strong>, <strong> Ben Kingsley </strong> and Urkel from \"Family Matters.\" Before joining the crime for the Rockford Register Star, which may explain his affinity for <q>Hill Street MLK and America's Insufficient Economic Bill of Rights Musharraf says blasphemy law can not be changed <strong> Piers Morgan </strong> says Madonna not welcome on his new show( Interview w/Billy Bush) premiere of <strong> Piers Morgan </strong>'s new CNN show, \"<strong> Piers Morgan </strong> Tonight,</q> will debut this evening with <strong> Oprah Winfrey </strong> as his first guest. Other guests this week will include <strong> Howard Stern </strong>, <strong> Ricky Gervais </strong>, <strong> George Clooney </strong> and <strong> Condoleezza Rice </strong>. Celebrities: CNN's <strong> Piers Morgan </strong> to open show with <strong> Oprah Winfrey </strong> individual: 12 numChar:2191", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the \"Wapping two top men\" regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q>It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published.</q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}, {"uid": "1296848362199835675", "i": 12207, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. \"We're looking for success stories; we're not looking for players to fail,\" <strong> Roger Goodell </strong> said. <q>He's paid a very significant price and he's doing the right thing.</q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. \"", "new_id": -2}, {"uid": "1295928935203030533", "i": 27850, "idx": 2, "sa": ["George Shultz", "Donald Rumsfeld", "President Lyndon Johnson"], "q": "of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. \"I started thinking about this amazing archive I had,\" he says during a recent interview. <q>The fact that I had it, persuaded me that I ought to take advantage of it.</q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: A photograph of then-Congressman <strong> Donald Rumsfeld </strong> with <strong> President Lyndon Johnson </strong> in the 1960s; a", "new_id": -2}]