[{"uid": "1297701144114671657", "i": 14849, "idx": 2, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut. <q> In my community, Planned Parenthood is a very highly regarded mainstream organization, </q> said Democratic Rep. <strong> Lois Capps </strong> of California, who depicted <strong> Mike Pence </strong>'s bill as`` driven by an extreme ideological agenda.'' <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the", "new_id": -2}, {"uid": "1295582443002506841", "i": 32173, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him`` a chance to work on the things I'm most interested in.'' He expects it to be <q> a significant improvement in the things that I can do in my time. </q> The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have long run Google as a trio, an approach they spelled out in an`` owner's manual'' included in the company's", "new_id": -2}, {"uid": "1296770511173654034", "i": 12164, "idx": 14, "sa": ["Donald Rumsfeld"], "q": "intelligence that have affected key national security decisions and contingency planning.'' This, of course, was the mother of all intelligence failures, but <strong> Donald Rumsfeld </strong> attempts to shift the argument to higher ground, saying illegal weapons <q> should have been only one of the many reasons </q> for invading Iraq, including violations of U.N. resolutions and attacks on American pilots in the no-fly zone. But it was WMD, of course, that was the principal tool in the administration's salesmanship of the war", "new_id": -2}, {"uid": "1296484351181583873", "i": 10028, "idx": 3, "sa": ["Dick Lugar", "Dan Coats", "Mike Pence"], "q": "<strong> Mike Pence </strong> said he made the final decision not to run for president Wednesday night. He and his wife told their two daughters and then called their son, who is in college, early Thursday. <q> We just concluded that while we could seek the presidency, we concluded that our best opportunity to continue to serve the people of Indiana was either in Washington, D.C., or here at home, </q> <strong> Mike Pence </strong> said. Thursday afternoon, <strong> Mike Pence </strong> sent a letter to supporters and told politicians, such as Sens. <strong> Dick Lugar </strong> and <strong> Dan Coats </strong>, of his decision. Though <strong> Mike Pence </strong> said staying in", "new_id": -2}, {"uid": "1295638852256720908", "i": 17834, "idx": 1, "sa": ["Lord Mandelson", "Rupert Murdoch", "Andy Coulson", "Nick Clegg", "David Cameron"], "q": "always appears to be that Achilles Heel in extreme left politics. It's sad... <strong> Lord Mandelson </strong>, speaking on the World and One, accuses <strong> David Cameron </strong>'s spinner-in-chief <strong> Andy Coulson </strong> of smearing <strong> Nick Clegg </strong>. A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. Scotland Yard defends itself against claims it failed to thoroughly investigate accusations of phone hacking at the News of the World.. Follow us on twitter at twitter.com", "new_id": -2}, {"uid": "1297616629186400779", "i": 26878, "idx": 20, "sa": ["Donald Rumsfeld"], "q": "on.''`` People were risking their lives,'' said <strong> Donald Rumsfeld </strong>.`` You simply have to pay attention, and I did. Go early in the morning to see her.'' <q> How long did that go on for? </q>`` Days,'' <strong> Donald Rumsfeld </strong> said.`` You think it affected any of your decisions?'' asked Martin.`` I don't know.'' The Rumsfelds now spend", "new_id": -2}, {"uid": "1295411717092504082", "i": 30, "idx": 2, "sa": ["Simon Cowell"], "q": "\\'s been the thinking behind`` American Idol,'' home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q> a cat being thrown off a skyscraper, </q> telling another,`` Don\\' t mean to be rude, but you look like the Hulk\\'s wife,'' reducing dozens of hopefuls to their worst`` ugly cry''- and propelling')", "new_id": -2}, {"uid": "1295106448241254427", "i": 18826, "idx": 2, "sa": ["Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "recite the Pledge of Allegiance during a memorial service with <strong> Barack Obama </strong> for the victims the shooting rampage, that left six killed and Arizona <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> wounded, at the University of Arizona's McKale Center in Tucson, Ariz. <q> At a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds, </q> <strong> Barack Obama </strong> said.( AP Photo/Chris Carlson, File) WASHINGTON- Democrats, Republicans and independent groups across the ideological spectrum are seeking political profit from the shooting rampage in Arizona, often moderating their rhetoric in", "new_id": -2}, {"uid": "1295708353115458064", "i": 17525, "idx": 0, "sa": ["Andy Coulson"], "q": "'' Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. Mr Cameron said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice''", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]