[{"uid": "1296232396026230790", "i": 7678, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama", "Charles Ellis Schumer"], "q": "wage issues to hammer against Republican plans to change those entitlement programs. Sens. <strong> Charles Ellis Schumer </strong>( D-N.Y.) and <strong> Bernie Sanders </strong>( I-Vt.) are leading other Senate Democrats in the fight against Republicans to protect those popular programs. <q> They want to privatize Social Security, </q> <strong> Charles Ellis Schumer </strong> said about the GOP. Baby Boomers face triple whammy of financial woes <strong> Barack Obama </strong>'s State of the Union was forward looking and optimistic He talked about ways to grow the time when progress meant people could look forward", "new_id": -2}, {"uid": "1296894347001409025", "i": 12467, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "SWAT team members. Given the shooting last summer in Virginia at <strong> Michael Vick </strong>'s 30th birthday party, this raised eyebrows and generated headlines. The Eagles ended up declaring that <strong> Michael Vick </strong> would not attend the party. <q> It turned into a lot more than it was, </q> Butler said yesterday.`` All he wanted to do was help the kids out.'' NFL commissioner <strong> Roger Goodell </strong>, in his annual Super Bowl Friday news conference, largely given to labor issues, was obliged", "new_id": -2}, {"uid": "1295437553089227285", "i": 34662, "idx": 1, "sa": ["Simon Cowell", "George Michael", "Jonathan Ross"], "q": "when he and pal music boss <strong> Simon Cowell </strong> heard new tracks from <strong> George Michael </strong>, <strong> Simon Cowell </strong> gushed about one:`` That is a No. 1!'' <strong> Jonathan Ross </strong>, who presents next week's Comedy Awards, teased: <q> His new stuff is very modern, dancing and electronic. </q> Buy Cheap tickets for the upcoming Bam! Jordan's just released a statement confirming her marriage is over- and it's explosive stuff Bam! Jordan's just released a statement confirming her marriage is", "new_id": -2}, {"uid": "1295458658213254160", "i": 28339, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "to end the grants for teenagers. Mr <strong> Andy Burnham </strong> said it was an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been`` poorly targeted'' and told MPs <q> you can not spend money you do not have </q>.`` Choices are dependent on the money- and where is the money coming from?'' said Mr <strong> Michael Gove </strong>.`` If we really believe in generating social mobility in this country then the", "new_id": -2}, {"uid": "1297594505017956884", "i": 44888, "idx": 1, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "Beast.`` Earlier this week, the Daily Mirror UK and others reported that <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong> are in the process of adopting a child from Haiti,'' Waldman said in a statement. <q> There is no truth to these rumors.`` Rather, <strong> Angelina Jolie </strong> is focused on enhancing the welfare and legal protection of children within Haiti. As such, she has been meeting with government of Haiti officials, Haitian legal experts and non-governmental organizations regarding a new initiative of the <strong> Brad Pitt </strong> Foundation. The recently launched <strong> Angelina Jolie </strong> Legal Fellows Program will assist the justice system in Haiti to improve child protection, </q> the statement added. <strong> Angelina Jolie </strong>, 35, and partner <strong> Brad Pitt </strong> have six children, three of whom- Maddox, Pax and Zahara- were adopted from Cambodia, Vietnam and Ethiopia respectively. The", "new_id": -2}, {"uid": "1296714822251002880", "i": 42022, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "and former even <strong> George W. Bush </strong> href=\"http://www.upi.com/topic/George W. Bush_W._George W. Bush/\" title=\"George W. Bush_W._George W. Bush\"> <strong> George W. Bush </strong>, the Post reported. The <strong> George W. Bush </strong> failed to resolve the arguments between State and Defense before the invasion on how to handle the transition, <strong> Donald Rumsfeld </strong> said. <q> Those key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> writes.`` Only the <strong> George W. Bush </strong> could do so.'' In the end, <strong> Donald Rumsfeld </strong> says, the Middle East is better off without Saddam Hussein in power in Iraq. Another day, another", "new_id": -2}, {"uid": "1295509830200671233", "i": 33855, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Iron & Wine"], "q": "the Iron & Winee reasons he studied the visual media of painting and film.`` I think you'll find my songs are much more descriptive than they are explanatory,'' he says, laughing at the understatement. <q> I like that because you can't argue with that. You can't say,` That's not right, I don't agree with you.' It just is what it is. </q> Kiss Each Other Clean is out today through Remote Control Panned by critics- and <strong> Ricky Gervais </strong>- <strong> Angelina Jolie </strong> reveals the real reason she made The Tourist. Viewers moved to tears as first Aussie", "new_id": -2}, {"uid": "1294986075245579789", "i": 19323, "idx": 2, "sa": ["Colin Powell", "Tavis Smiley", "Richard Carmona", "Patrick Elie", "John King", "Barack Obama"], "q": "Discourse'' at Tucson Shooting Memorial <strong> Tavis Smiley </strong> on <strong> Barack Obama </strong>'s Arizona Memorial Speech, Martin <strong> Colin Powell </strong> <strong> John King </strong> and Hate in America Wesleyan Professor Alex Dupuy: Haiti Transformed into the`` Republic of the NGOs'' Haitian Activist <strong> Patrick Elie </strong>: <q> Haiti is Controlled by Foreign Governments and Foreign Interests </q> Haitian Writer Jean Saint-Vil: One Year After Earthquake, Haitian Population Treated as a Threat, Not an Asset Dr. <strong> Richard Carmona </strong>: Nonpartisan Solutions Needed in Wake of Tucson Tragedy Former Classmate of Jared Loughner:`` He Was", "new_id": -2}, {"uid": "1295669968069369893", "i": 6785, "idx": 0, "sa": ["Steve Ballmer"], "q": "including its InfoPath forms designer, web versions of Office applications, a PowerPoint broadcast feature, and the integration of Visio workflows. Working with new content is much easier. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made'', Mr <strong> Donald Rumsfeld </strong> writes.`` There were far too many hands on the steering wheel,'' he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as`` stuff happens'' about the early looting in post-war Iraq, or his remark about`` old Europe''-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}]