[{"uid": "1295559703061718543", "i": 16498, "idx": 1, "sa": ["Eric Schmidt"], "q": "Google said the move would \"simplify our management structure and speed up decision making.\" But moments after Google announced the change, Mr. <strong> Eric Schmidt </strong> SchmidtEric Schmidt/status/28196946376130560\"> sent a message to his Twitter followers saying, <q> Day-to-day adult supervision no longer needed! </q> Oh, and the company also reported fourth-quarter earnings today-$ 2.54 billion in net income, compared with$ 1.97 billion a year earlier. It also reported$ 8.44 billion in revenue, an increase of", "new_id": -2}, {"uid": "1296925808142311429", "i": 12412, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "'ll pop up on \"Saturday Night Live\" as well. The Bieb read the Top 10 list on <strong> David Letterman </strong>'s show Friday night, and the topic was one he knows well: <q> Reasons it's fun to be <strong> Justin Bieber </strong>. </q> You can watch the full list above( and also see him sit in with the \"Late Show\" band on drums); here are a couple of our favorites: \" 9. I'm", "new_id": -2}, {"uid": "1296824737247005211", "i": 42938, "idx": 2, "sa": ["Eric Schmidt"], "q": "su cargo para dedicarse a las \"relaciones externas\" de la empresa. Sin embargo, <strong> Eric Schmidt </strong> mostr su desacuerdo con la idea de que su empresa perdi una oportunidad en las redes sociales. <q> Hay muchas compa?as que pueden existir, adem?s de Google. Nosotros no tenemos porqu hacer todo. Esa no es nuestra aspiraci?n y Facebook ha hecho un gran trabajo. Buzz no fue un intento por copiar Facebook y nuestros productos actuales no buscan copiar a Facebook </q>, sentenci. Pero reconoci que otras empresas llegaron antes a la fiesta social. \"Estoy de acuerdo en que nos hemos demorado en a?adir capas sociales a nuestros productos, pero eso no es", "new_id": -2}, {"uid": "1296053683158892039", "i": 29918, "idx": 0, "sa": ["Michael Vick"], "q": "Vick.com/\"> <strong> Michael Vick </strong>, Philadelphia Eagles quarterback, to serve as their corporate spokesman. This is <strong> Michael Vick </strong>'s first worldwide licensing deal since returning to the field in 2010. <q> I'm thrilled to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season-- resulting in pain-free playing, </q> stated <strong> Michael Vick </strong>. \"The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game. It", "new_id": -2}, {"uid": "1296163957174751745", "i": 32217, "idx": 2, "sa": ["Bernie Sanders"], "q": "getting very tired about hearing our Republican and right wing friends telling us about how Social Security is collapsing when the reality is, Social Se curity today has a surplus of$ 2.6 trillion,\" <strong> Bernie Sanders </strong> said. <q> Social Security can pay out every benefit owed to every eligible American, for the next 27 years. </q> Social Security has built up a$ 2.5 trillion surplus since the retirement program was last overhauled in the 1980s. Benefits will be safe until that money runs out. That is projected to happen in 2037", "new_id": -2}, {"uid": "1296566910244629509", "i": 16804, "idx": 5, "sa": ["Allen Iverson"], "q": "surpassing last season's total for victories away from home. The Sixers, who had a 13-game road winning streak snapped Tuesday in Toronto, moved 7 1/2 games ahead of the second-place Knicks in the Atlantic Division. <q> This is the first real team I've been on in my life, </q> <strong> Allen Iverson </strong> said. \"There are no egos, nobody cares who's shooting the ball, who has the name, who's the All-Star. It's all about one common goal: bringing a championship to Philadelphia", "new_id": -2}, {"uid": "1297217357071778315", "i": 23497, "idx": 0, "sa": ["Zahi Hawass"], "q": ". The bust, about 3,400 years old, is at the top of a \"wish list\" of five major artifacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that \"this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\"", "new_id": -2}, {"uid": "1296716411176898050", "i": 14290, "idx": 0, "sa": ["Rick Carlisle", "Blake Griffin", "Allen Iverson"], "q": "scoring and rebounding. \"Early on, it looked like( Washington guard John) Wall was going to run away with all the attention and rookie of the year,\" Dallas coach <strong> Rick Carlisle </strong> said, <q> then all of a sudden this guy exploded with all these great plays. And now the team is playing better. </q> Twice this season, <strong> Blake Griffin </strong> has scored 40 or more points, making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97. \"He definitely should be in the All-Star game, without", "new_id": -2}, {"uid": "1295758867143999001", "i": 53498, "idx": 1, "sa": ["Richard Greene", "Rudy Giuliani", "David Letterman"], "q": "hemmed and said,` Well-- we'll sell them at our cost.\" ' <strong> Richard Greene </strong> was amazed to see <strong> Rudy Giuliani </strong> wearing the boots on The Late Show With <strong> David Letterman </strong>. <strong> Rudy Giuliani </strong> said: <q> These are my new boots!'... I won'em in a bet from the mayor of Arlington. </q> <strong> Richard Greene </strong> called the boots an example of \"how being a major league city brings Arlington attention.\" Like a lot of folks I know, <strong> Richard Greene </strong> is pulling for the Jets and former TCU", "new_id": -2}, {"uid": "1295343441209076232", "i": 15489, "idx": 0, "sa": ["Steve Ballmer"], "q": "really go anywhere, though <strong> Steve Ballmer </strong>'s evasiveness on what Windows Phone 7 needs to do is intriguing. He makes it sound as though he doesn't know what sort of people buy smartphones. Beware too of that <q> 1.5 m sold into carriers </q>. That doesn't mean in consumers' hands. It might mean gathering dust on shop shelves. Microsoft must know the real activation number; odd that it won't give it. Bubble Ball, iPhone", "new_id": -2}]