[{"uid": "1297597866017956890", "i": 25450, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included \"a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess\" and parts of <q>a gilded wood statue of Tutankhamun harpooning,</q> <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong> drove his despised police from the streets in a series of running battles", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}, {"uid": "1295586053144719901", "i": 206, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "all: He slipped her mouthy mother some sedatives. <strong> Betty White </strong>, who turned 89 years young on Monday, shares some of her favorite pastimes on The Late Show with <strong> David Letterman </strong>. She plays with animals, obviously. <q>And vodka's kind of a hobby,</q> she deadpans, as <strong> David Letterman </strong> whips out two glasses of Grey Goose on the rocks. Cheers! 5. Sweetest Last Words: After agonizing over the contents of a newly discovered voicemail from his late father", "new_id": -2}, {"uid": "1296853411023298074", "i": 36214, "idx": 2, "sa": ["Mike Tomlin", "Roger Goodell", "Michael Vick"], "q": "attached to, and <strong> Roger Goodell </strong> suggested that <strong> Michael Vick </strong> was never involved in the planning of that party. \"I spoke to <strong> Mike Tomlin </strong> three times in the last two weeks about his schedule here,\" he said. <q>He has said on numerous occasions people have been using his name about being involved in some type of party and he had no intention of participating in that. I'm extremely proud of what <strong> Mike Tomlin </strong> has done. He's taken his responsibility seriously.</q> <strong> Roger Goodell </strong> obviously doesn't want <strong> Michael Vick </strong> hosting any more parties like the one he had last offseason, where one of his dog fighting co-defendants was shot. But he says he does want <strong> Michael Vick </strong> to keep doing", "new_id": -2}, {"uid": "1295589516230457394", "i": 40615, "idx": 2, "sa": ["Eric Schmidt"], "q": "about working with both him and Sergey for a long time to come.\" \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" Page said in a written statement. <q>The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity... and I can't wait to get started.</q>", "new_id": -2}, {"uid": "1297005372041598997", "i": 22937, "idx": 1, "sa": ["Colin Powell", "Dick Cheney", "Barack Obama"], "q": "Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Barack Obama </strong> steps up diplomacy for Egypt transition... Article: <strong> Barack Obama </strong> urges entrepreneurial focus on America... Report Abuse <q> \"The Egyptians will welcome us as liberators!</q>\" Washington Post: <strong> Barack Obama </strong> praise could hurt two 2012 GOP candidates Washington Post: ATF fears budget cuts would imperil gun-trafficking fight at Mexico border Washington Post: <strong> Barack Obama </strong> answers viewers' questions in YouTube interview Mortgage Rates Hit", "new_id": -2}, {"uid": "1294963434098320388", "i": 33512, "idx": 0, "sa": ["Robert E.", "Thomas Aquinas", "Mary Baker Eddy", "David Letterman"], "q": "in 1865. If you are Christian Scientist, you look to 1879 as the year in which your religion was born and to <strong> Mary Baker Eddy </strong> as its founder. If you belong to one of the religious organizations known as <q>Church of the Nazarene, Pentecostal Gospel,</q> \"Holiness Church,\" or http://wn.com/The_Eastern_ORTHODOX_Church_is_the_ONLY_TRUE_and_Apostolic_CHURCH_part_3_of_3__American_documentary_The_Ancient_Church High school football highlight film of senior year at <strong> Thomas Aquinas </strong> High School Overland <strong> Robert E. </strong>, KS. Garden City Community College Coaches: <strong> Robert E. </strong> Aslin Head Coach and <strong> David Letterman </strong> Snodgrass Running Backs Coach", "new_id": -2}, {"uid": "1295509565092585988", "i": 2402, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": "<strong> Simon Cowell </strong>'s brutal honesty and his back-and-forth bantering with <strong> Ryan Seacrest </strong>. The blogosphere was somehow devoid of missing the slurring of <strong> Paula Abdul </strong>. TV Eye gives us a peek into the judging: Jackson began, <q>it's a no for today,</q> before <strong> Jennifer Lopez </strong> told him, \"Give her a Golden Ticket.\" <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> voted yes, and Jackson agreed though he told his colleagues they were insane. Soraya Roberts tells us:", "new_id": -2}, {"uid": "1297445293043221003", "i": 10319, "idx": 1, "sa": ["Steve Ballmer"], "q": "No. 1 smart phone software, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the new partnership with Nokia would give them \"more innovation( and) greater global reach.\" The two companies will <q>collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,</q> he said. A key challenge will be to produce quality devices with a hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. in a market where image plays a central role.", "new_id": -2}, {"uid": "1297108504141246501", "i": 26229, "idx": 0, "sa": ["Simon Cowell"], "q": "victory sign as he holds an... Photo: Argentina's players celebrate their victory Video: ShowBiz Minute: Schneider, Super Bowl, Sheen Video: Matthew Perry Returns to TV in \"<strong> Simon Cowell </strong> Sunshine\" Report Abuse <q>The stealers suck.... and this games shows that...</q>", "new_id": -2}]