[{"uid": "1297207732016187415", "i": 2098, "idx": 3, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "has given a key to a convicted felon accused of a violent, horrendous crime,\" Jonnie England, spokeswoman for the Metroplex Animal Coalition, said. <strong> Dwaine Caraway </strong> issued an apology late Monday. <q> I care deeply about animals. I have two dogs of my own, and I am deeply sorry to offend anyone who loves animals, </q> <strong> Dwaine Caraway </strong> said in a prepared statement. A shaky cell phone video shot at the event by a man who claims to have adopted one of <strong> Michael Vick </strong>'s Pit Bulls was posted online. In the video,", "new_id": -2}, {"uid": "1295256414206143491", "i": 17424, "idx": 0, "sa": ["Allen Iverson"], "q": "a best-of-five series sweep for the first time since 1991 against Milwaukee. They host Game 4 on Wednesday. Responding in pressure situations is nothing new for <strong> Allen Iverson </strong>. \"That's my life,\" <strong> Allen Iverson </strong> said. <q> That's just what I've been going through since I've been in the league, so I'm kind of used to it. When we lose, people are going to point the finger at me and coach. And when we win gaems, I get the praise. You just accept that and understand that's the way it's going to be. </q> It was the eighth time <strong> Allen Iverson </strong> scored at least 40 points in a playoff game. The Sixers are 7-1 in those contests. \"We have another chance to play and we have to put pressure on them,", "new_id": -2}, {"uid": "1295539340089374724", "i": 5724, "idx": 1, "sa": ["Dr. Helen Caldicott", "Sen. Bernie Sanders", "President Bush", "William Hartung", "David Cay Johnston"], "q": "Retiring Generals Entering Defense Industry \"The Worse Off You Are, Your Taxes Increase\": Journalist <strong> David Cay Johnston </strong> Slams Obama-GOP Tax Deal <strong> Sen. Bernie Sanders </strong> Denounces Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" <q> Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex. </q> By <strong> William Hartung </strong>.( Nation Books, 2010) <strong> Sen. Bernie Sanders </strong> McDermott: \"The Medical-Industrial Complex in this Country is Bigger than the Military-Industrial Complex\" <strong> Dr. Helen Caldicott </strong> On the New Nuclear Danger: <strong> President Bush </strong>'s Military-Industrial Complex EXCLUSIVE... Pentagon", "new_id": -2}, {"uid": "1295382740044089403", "i": 4715, "idx": 3, "sa": ["Sergio Marchionne"], "q": "future. \"Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the U.S. for the loans that enabled a reenergized, restructured company to emerge in June 2009,\" said <strong> Sergio Marchionne </strong>. <q> We recognize we have a moral responsibility to fulfill our promises, justify these investments and pay back every penny that was loaned to us. </q> In preparation for the launch of the new 2011 Dodge Grand Caravan and Chrysler Town& Country, the Company has invested more than$ 1.4 billion USD since 2008 for assembly, stamping, material handling and", "new_id": -2}, {"uid": "1296086318130252844", "i": 7309, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-11v&amp;flvURL=/media/2011/01/22/01222011-11v.m4v&amp;playAds=true&amp;adZone=wpni.video.nation&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-11v.jsn\"}{ \"title\": \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support\", \"description\": <q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) spoke with Russ Mitchell with an update on her friend <strong> Rahm Emanuel </strong> <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in <strong> Jerami Grant </strong>. </q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site= politics& type", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1295600499103776311", "i": 7315, "idx": 1, "sa": ["Eric Schmidt"], "q": "dominated Internet search for a decade, the company has struggled to find its footing in social networking, with a new crop of Web companies such as Facebook and Twitter stealing Web traffic and engineering talent. <q> As spending was curbed and order restored over the last few years, some of that Google magic was lost, </q> said Tricia Salinero, managing director of Newforth Partners, a mergers and acquisitions advisory firm, in an email. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, told Reuters", "new_id": -2}, {"uid": "1297245176074432526", "i": 33956, "idx": 0, "sa": ["Blake Lively", "Lindsay Lohan", "Simon Cowell"], "q": "out his romance in public tough. He and 23-year-old <strong> Blake Lively </strong> were famously tight-lipped about their private life, which he argued was the only way to ensure they didn't attract undue attention when out together. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295755514184385545", "i": 22147, "idx": 10, "sa": ["Allen Iverson"], "q": "completed a four-point play that made it 61-39 http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1297183312119177307", "i": 46115, "idx": 5, "sa": ["Mick Jagger", "Simon Cowell"], "q": "\" <strong> Simon Cowell </strong> did strike down the rumor, however, that it might be veteran rocker, <strong> Mick Jagger </strong>. It won't. \"They'll be cute,\" he said as a teaser. <q> And the guy won't be as good looking as me. That's a rule. </q> The X Factor, like American Idol, will be broadcast on FOX. The popular British show is scheduled to begin in the U.S. with <strong> Simon Cowell </strong> as one of the judges this fall. VIDEO", "new_id": -2}]