[{"uid": "1295031156139100180", "i": 23460, "idx": 8, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "duration\" :\" \" , \"mediaQueryString\" : \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 44v&amp;flvURL=/media/2011/01/13/01132011- 44v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 44v.jsn\" }{ \"title\" : \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\" , \"description\" : <q> Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>, \"note\" :\" \" , \"correction\" :\" \" , \"stillURL\" : \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\" , \"emailLink\" : \"http://www.washingtonpost.com/ac2/wp- dyn/emailalink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman- Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening", "new_id": -2}, {"uid": "1297217356071778342", "i": 8255, "idx": 1, "sa": ["George H. W. Bush", "Diane Sawyer", "George W. Bush", "Donald Rumsfeld"], "q": "government career serving Republican George H. W. Bushs from Richard Nixon to <strong> George W. Bush </strong>. The former defense secretary was reluctant to endorse <strong> George H. W. Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war. </q> \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous", "new_id": -2}, {"uid": "1296010489168460353", "i": 298, "idx": 0, "sa": ["Steve Ballmer"], "q": "questions will be asked about the leadership of <strong> Steve Ballmer </strong>, now in his 12th year as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> <q> is always on thin ice, </q> said Forrest at Fort Pitt Capital. \"Microsoft is a results-driven company.\"", "new_id": -2}, {"uid": "1295012552223330318", "i": 10608, "idx": 0, "sa": ["Simon Cowell"], "q": "is also looking for more central London hotels. The properties were bought without debt on <strong> Simon Cowell </strong> Group's behalf by Chaim Aziz, director at the group's Estate Office Agency. Aziz said: <q> <strong> Simon Cowell </strong> Group Investors is looking for prime trophy assets in central London with triple-A covenants </q>. Midweek Bulletin: <strong> Simon Cowell </strong> looking foolish and the iPad revolution is here", "new_id": -2}, {"uid": "1297271131262504545", "i": 43034, "idx": 4, "sa": ["Condoleezza Rice", "Donald Rumsfeld"], "q": "had been the heir if hundreds of years of British democratic development, did not evolve smoothly or quickly into the liberal democracy that we benefit from today.\" <strong> Donald Rumsfeld </strong> recalls suggesting to Bush and <strong> Condoleezza Rice </strong> that <q> the administration soften the democracy rhetoric. I proposed that we talk more about freedom and less about democracy, lest the Iraqis and other countries in the region think we intended to impose our own political system on them, rather than their developing one better suited to their history and culture. </q> He writes, \"I wondered as well how we would define democracy if that became our goal. If Iraq never created an American-style system of government, would that mean that our mission had been a", "new_id": -2}, {"uid": "1297647737198574120", "i": 37563, "idx": 3, "sa": ["Rush Limbaugh", "Bernie Sanders"], "q": "working-people who are hurting and are told the enemy of everything is government are being brainwashed.\" In other words, working-people who listen to <strong> Rush Limbaugh </strong> are too stupid to figure things out on their own because of the <q> concentration of corporate media. </q> So what's the remedy? <strong> Bernie Sanders </strong> thinks there should be \"a dozen Rachel Maddows.\" I would suggest that one is plenty. Yet <strong> Bernie Sanders </strong> did catch my attention when he described our current state", "new_id": -2}, {"uid": "1296200736246956085", "i": 25757, "idx": 0, "sa": ["David Cameron", "George Osborne", "Michael Gove"], "q": "1998 to give children \"the best possible start in life\" and there are now 3,578 centres across England under the programme. In October's crucial spending review, <strong> George Osborne </strong>, the Chancellor, insisted: <q> Sure Start services will be protected in cash terms. </q> <strong> David Cameron </strong>, the Prime Minister, described Sure Start as \"a great innovation\" in a speech in December. But then <strong> Michael Gove </strong>, the Education Secretary, said the centres' funding would be", "new_id": -2}, {"uid": "1296460080009125921", "i": 24150, "idx": 3, "sa": ["Eddie Jordan", "Elton Brand", "Jrue Holiday", "Thaddeus Young", "Allen Iverson"], "q": "an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win. \"It's been working for us, but we just couldn't get the win,\" <strong> Thaddeus Young </strong> said. <q> It really worked tonight. </q> Looking for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. \"He", "new_id": -2}, {"uid": "1295239084258359319", "i": 2801, "idx": 3, "sa": ["Asa Dotzler", "Eric Schmidt"], "q": "that the thing that bothers me most about Google CEO <strong> Eric Schmidt </strong>'s comment is that it makes clear that he simply doesn't understand privacy,\" said Doztler in Dotzler/archives/2009/12/he_doesnt_even_under.html\"> a blog post on Thursday. <q> That a company with so much user data on its servers is led by someone who just doesn't understand privacy is really scary to me and it should be scary to you as well. </q> The Electronic Frontier Foundation made a similar observation. \"Unfortunately, <strong> Eric Schmidt </strong>'s statement makes it seem as if Google, a company that claims to care about privacy, is not even concerned enough to understand basic", "new_id": -2}, {"uid": "1297570143257933344", "i": 8018, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>, I laid out some helpful principles to being not just a better actor, but a good all-round performer. Here are five more principles <strong> Simon Cowell </strong> wrote about in his book, <q> I Don't Mean to Be Rude, But... </q> 1. Create a Platform <strong> Simon Cowell </strong> points out that many successful pop stars started their careers in bands or TV shows. It was from that platform that they gained the notoriety and momentum", "new_id": -2}]