[{"uid": "1295454374253952036", "i": 35139, "idx": 0, "sa": ["David Letterman", "Jimmy Kimmel", "Sarah Palin", "President Bush", "Jon Stewart", "Bill Clinton", "Newt Gingrich"], "q": "<strong> Sarah Palin </strong>& quotconfused& mpquot,& quotdangerous\", and that she& qutwouldn... http://wn.com/Late_Nights_Sarah_Palin's_Alaska_Debuts;_Former_Presidents_Buy_A_Round <strong> Jimmy Kimmel </strong> pulls together his favorite moments from former <strong> Sarah Palin </strong>'s new reality show and <strong> Jon Stewart </strong> remembers when <strong> Bill Clinton </strong> was a bi-partisan dream: <q>But I guess for Republicans, <strong> Bill Clinton </strong> is like a fine wine. The more you drink the harder it is to remember, \"Oh I( bleep) hate wine'.</q> Today's Must See Moment-- fast forward to 1:00 where <strong> President Bush </strong> drinks too much in <strong> David Letterman </strong>\"s \"<strong> President Bush </strong> Press Tour Recap.\" <strong> Sarah Palin </strong>: Center of the GOP universe? <strong> Newt Gingrich </strong>: <strong> Sarah Palin </strong> Must` Slow Down", "new_id": -2}, {"uid": "1295581455002506782", "i": 46438, "idx": 9, "sa": ["Eric Schmidt"], "q": " \"Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile,\" <strong> Eric Schmidt </strong> said about Google's quarter. <q>These results give us the optimism and confidence to invest heavily in future growth.</q> Adult supervision over: <strong> Eric Schmidt </strong> yields to Google co-founder Page Select one with 3-12 characters; Numbers and letters only Make sure you typed it correctly. You will receive an e-mail to validate your account Yes", "new_id": -2}, {"uid": "1296751024068911112", "i": 3395, "idx": 0, "sa": ["Donald Rumsfeld", "Rand Paul", "Mike Pence", "Mitch McConnell", "Mitch Daniels", "Michele Bachmann", "Sen. Jim DeMint"], "q": "you fellas. While <strong> Mitch McConnell </strong>'s spokesperson says \"CPAC is an important annual conference for conservatives, and <strong> Sen. Jim DeMint </strong> <strong> Mitch McConnell </strong> looks forward to attending,\" <strong> Rand Paul </strong>'s goes one step further, calling GOProud's involvement <q>a nonissue.... This is the largest conservative gathering in the country, and <strong> Sen. Jim DeMint </strong> <strong> Rand Paul </strong> wouldn't miss it.</q> Both men are booked to speak. Also still going: Indiana Gov. <strong> Mitch Daniels </strong> and <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>( both considering 2012 presidential runs), <strong> Michele Bachmann </strong>, and <strong> Donald Rumsfeld </strong>. Ugh. Why did <strong> Sen. Jim DeMint </strong> make me start thinking", "new_id": -2}, {"uid": "1296393248037634061", "i": 31508, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> has told <strong> Oprah Winfrey </strong> the secrets of his success and his fear of failure. \"Doing these shows is relentless,\" he said. <q>When the ratings come in you're happy for five minutes, then insecure madness comes in, and you worry about next week.</q> In the notoriously cut-throat music industry, <strong> Simon Cowell </strong> says he's learned it's crucial not to show weakness to competitors. \"People sometimes react to my confidence in the way that two dogs meet", "new_id": -2}, {"uid": "1295741256032047147", "i": 6784, "idx": 0, "sa": ["Andy Coulson"], "q": "Last week his legal team called for a re-examination of evidence in his perjury trial in the wake of the resignation of the Prime Minister's head of communications <strong> Andy Coulson </strong>. One friend said that Sheridan was <q>his usual upbeat self and philosophical about things. There's a lot going on legally and he's preparing his speech for court, but apart from that I think he'll just want to spend some time with the family because they don't know how long it'll be after Wednesday.</q> The friend added: \"Obviously the big worry is what the sentence is going to be but he's in fine fettle. He's got a lot to do.\" Another friend said", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q>I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,</q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1296014345168460294", "i": 7525, "idx": 8, "sa": ["J'Covan Brown", "Allen Iverson"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds. \"I wanted to get off to a good start,\" <strong> Allen Iverson </strong> said. <q>Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the big shots at the end.</q> \"The little kid was phenomenal,\" Sixers coach Larry <strong> J'Covan Brown </strong> said. \"I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a", "new_id": -2}, {"uid": "1295598786207912973", "i": 10661, "idx": 14, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Google Inc. </strong> co-founder Page speaking with... <strong> Google Inc. </strong>. Photo in Slideshow: File photo of <strong> Google Inc. </strong> co-founder Page listening to... <strong> Google Inc. </strong>. will step down from his role as <strong> Google Inc. </strong>'s CEO in April and be... Report Abuse <q>I still think he's an idiot for helping to create the kind of business environment that doesn't believe it needs any public input nor desires to help it's customers or users.</q> Report Abuse \"<strong> Sergey Brin </strong>'s own ego and <strong> Eric Schmidt </strong>'s softness cost <strong> Google Inc. </strong> a big fortune and huge market share loss in far east. This is just good business from shareholders' point of view.\" Time.com:", "new_id": -2}, {"uid": "1296022111091013128", "i": 40532, "idx": 1, "sa": ["Michael Vick"], "q": "provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.</q> Before his 2007 arrest on dogfighting charges, <strong> Michael Vick </strong> was the NFL's highest paid player and had numerous endorsements. Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed", "new_id": -2}, {"uid": "1297245176074432534", "i": 26709, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell", "Lea Michele"], "q": "it will be a struggle to remain professional when she films the romantic scenes. If I would've told my teenager self[ who], I would've have freaked out,\" <strong> Lea Michele </strong> revealed. <q>I'm just gon na block it out and pretend like he's not who he is.</q> <strong> Lindsay Lohan </strong> \"to be charged with felony grand theft\" <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite", "new_id": -2}]