[{"uid": "1296618533025804828", "i": 47191, "idx": 3, "sa": ["Barack Obama", "Jay Leno", "David Letterman", "Hu Jintao", "Conan O'Brien"], "q": ": â\u0080¢ <strong> Conan O'Brien </strong>-- \"At the state dinner for Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>, <strong> Hu Jintao </strong> opened a fortune cookie that said, \"You will lend us another trillion dollars.\" â\u0080¢ <strong> Jay Leno </strong>-- <q><strong> Barack Obama </strong> and <strong> Hu Jintao </strong> had a private dinner the night before. When <strong> Barack Obama </strong> tried to pick up the check, <strong> Hu Jintao </strong> said,` Your money is no good here.' <strong> Barack Obama </strong> laughed, and <strong> Hu Jintao </strong> said,` No, really, your money is no good.'</q> â\u0080¢ <strong> David Letterman </strong>-- \"China\"s <strong> Barack Obama </strong> <strong> Hu Jintao </strong> is visiting the United States. If he likes what he sees, he may put down a deposit.\" With unemployment stalled at nearly 10 percent", "new_id": -2}, {"uid": "1295056200183648275", "i": 34246, "idx": 0, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "President Bush"], "q": "in the back. <strong> Donald Rumsfeld </strong> is to his right. Biden, Emanuel, Soetoro, the Clintons, Lieberman, Greenspan, <strong> President Bush </strong> and <strong> Condoleezza Rice </strong> are the others. á½\u0081 Î´á½² á¼\u0080Î½ÎµÎ¾Î­Ï\u0084Î±Ï\u0083Ï\u0084Î¿Ï\u0082 Î²Î¯Î¿Ï\u0082 Î¿á½\u0090 Î²Î¹Ï\u0089Ï\u0084á½¸Ï\u0082 á¼\u0080Î½Î¸Ï\u0081Ï\u008eÏ\u0080á¿³-- <q>The unexamined life is not worth living for a human being.</q>", "new_id": -2}, {"uid": "1295481586159825937", "i": 29191, "idx": 4, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "season are relieved not to have to sing in front of <strong> Simon Cowell </strong>. \"There isn't the fear that there was of the embarrassment of singing in front of <strong> Simon Cowell </strong> for instance,\" <strong> Nigel Lythgoe </strong> explained. <q>Where the fear of what he might say really put them off, this is just a happy nervousness. And it does energize them a little bit. I think you'll see a lot more fun this year.</q> Adding, \"We're going to see a lot of good talent because a lot of good talent came. We saw more people than we've ever seen before.\" VIEW THE PHOTOS:", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.\" Welch said, <q>When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way.</q> <strong> Patrick Leahy </strong> said, \"While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}, {"uid": "1295451814058523658", "i": 23396, "idx": 1, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "Tonight Show and doesn't understand why his ratings are higher than <strong> David Letterman </strong>'s. \"America must be filled with morons,\" he said about <strong> Jay Leno </strong>'s fans who tune in every night. <q>I don't like <strong> Jay Leno </strong> personally,</q> <strong> Howard Stern </strong> said. He complimented the comedian's career early on, but added, \"I don't like the way he's behaved with me personally. I've done his show many times in the past;", "new_id": -2}, {"uid": "1297242301040484871", "i": 12373, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "never found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the United Nations two", "new_id": -2}, {"uid": "1295820408029966353", "i": 24391, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q>Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.</q> If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments Synergy gains sustainable competitive edge with HP printers, services and solutions \"One or more less", "new_id": -2}, {"uid": "1297356277264552496", "i": 40357, "idx": 2, "sa": ["Mike Pence", "Rep. Diana DeGette"], "q": "A third GOP bill, backed by <strong> Rep. Diana DeGette </strong> <strong> Mike Pence </strong>( R-Ind.), aims to block health clinics, specifically Planned Parenthood, from receiving federal funding if they perform abortions. <strong> Mike Pence </strong> says the American public is <q>learning that their taxpayer dollars are subsidizing these organizations that are promoting abortion across this country.</q> <strong> Rep. Diana DeGette </strong> was among the Democrats Wednesday asking why Republicans are more focused on defunding Planned Parenthood than on creating jobs. \"It's getting in the way of how we need to move our country", "new_id": -2}, {"uid": "1295799859101695596", "i": 28464, "idx": 11, "sa": ["Colin Powell", "Amy Chua"], "q": "Hard to believe <strong> Colin Powell </strong> would have purposefully destroyed his mark in history by lying for others.. Report Abuse \" \"He has not deceided on who to vote for in 2012\"... duh\" Report Abuse <q><strong> Colin Powell </strong> turned total racist-bigot when <strong> Barack Obama </strong> got into office.</q> Time.com: Tiger Mom: <strong> Amy Chua </strong> Parenting Memoir Raises American Fears AARP Â® 50+ Auto Insurance Over 50? Save an Avg$ 384*. 4 out of 5 AARP Â® Policyholder's saved. Top 10 mob", "new_id": -2}, {"uid": "1295656426074924040", "i": 10940, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "impossible. In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\". <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,</q> he added. The <strong> Tony Blair </strong> said he was \"very sorry\" that Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice", "new_id": -2}]