[{"uid": "1297265672144211976", "i": 39153, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ", but organisers cancelled the event due to what they described as security concerns. ''People are trying to make legal issues out of public policy issues, which is unfortunate,'' <strong> Donald Rumsfeld </strong> told Reuters. <q>I think it's a sign of the times.</q> <strong> Donald Rumsfeld </strong>, who personally authorized harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he, too, might face prosecution if he travelled abroad. Still, he warned", "new_id": -2}, {"uid": "1295644189196657172", "i": 21594, "idx": 8, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": "jailing of <strong> Clive Goodman </strong>, the paper's former royal editor, and <strong> Glenn Mulcaire </strong>, the private investigator, over phone hacking. ''This was very much <strong> Andy Coulson </strong>'s decision,'' one Downing Street source said. <q>The prime minister, who has obviously been very supportive of <strong> Andy Coulson </strong>, did not want him to resign. But the prime minister did accept that the pressure had made it difficult for him to do the job at 110%.</q> But <strong> David Cameron </strong> is likely to face questions about his overall approach to the media after he brought <strong> Andy Coulson </strong> into Downing Street knowing that, as a former editor of the News of the World, he was responsible", "new_id": -2}, {"uid": "1295165772245350404", "i": 17627, "idx": 0, "sa": ["Michael Finley", "Allen Iverson", "Fabricio Oberto", "Tim Duncan"], "q": "Conference on Saturday night. They proved themselves equal to the task. <strong> Michael Finley </strong> and <strong> Fabricio Oberto </strong> each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home. <q>Their role players beat us as much as anyone else,</q> said Karl. ''From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ Manu] Ginobili or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did.'' <strong> Allen Iverson </strong> led the Nuggets with 30 points and", "new_id": -2}, {"uid": "1295473355144211985", "i": 25464, "idx": 0, "sa": ["Simon Cowell", "David Letterman", "Steven Tyler"], "q": "<strong> Steven Tyler </strong> was silent about that infamous fall from the stage in South <strong> Steven Tyler </strong>: Snorting Lunesta Led To Falling Off Stage drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q>It's not any news here about my drug use and addictions in the past,</q> he told <strong> David Letterman </strong> on ''The stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. ''I''m not going in there to be a harsh", "new_id": -2}, {"uid": "1295568037204079137", "i": 13917, "idx": 0, "sa": ["Eric Schmidt"], "q": "per share of US$ 7.81. Google-owned sites generated revenues of US$ 5.67 billion, or 67pc while revenues from outside of the United States totaled US$ 4.38 billion, representing 52pc of total revenues. <q>Q4 marked a terrific end to a stellar year,</q> said <strong> Eric Schmidt </strong>. ''Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}, {"uid": "1295611423007487510", "i": 32272, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "studded if <strong> Simon Cowell </strong> has anything to do with it. According to Look magazine, the media mogul wants superstar Rihanna to join the panel that may also include <strong> Cheryl Cole </strong> and <strong> Nicole Scherzinger </strong>. A source revealed: <q>To get her on the show would give it real star power. ''<strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out.</q> The source continued: ''She has a massive appeal and a real edge to her. <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.'' What do you think? Would", "new_id": -2}, {"uid": "1295573447037306383", "i": 627, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ", <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,'' <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q>And over the holidays we decided now was the right moment to make some changes to the way we are structured.</q> <strong> Google Inc. </strong> also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. <strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will now", "new_id": -2}, {"uid": "1296550766189169669", "i": 6251, "idx": 3, "sa": ["David Letterman"], "q": "<strong> David Letterman </strong> asked about Bieber's schooling and found out that he's currently in the 11th grade. ''11th grade-- is that a sophomore in high school?'' <strong> David Letterman </strong> asked, to which Bieber replied: <q>I don't know. I'm Canadian.</q> Later Bieber tweeted that he will be on the ''Late Show'' again on Friday, ''playing the drums and doing the Top Ten.''", "new_id": -2}, {"uid": "1295636623157057039", "i": 19148, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgment in hiring him after his resignation from the News of the World. <q>I feel that he's been punished twice for the same offence. I chose to judge him by the work that he's done for me, for the government and for the country,</q> <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. ''Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s", "new_id": -2}]