[{"uid": "1295355004148537345", "i": 48157, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": ". <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.'' And not only that, the source revealed that <strong> Cheryl Cole </strong>'s not ready to move in with <strong> Derek Hough </strong>: <q> <strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend.`` She needs space and a chance to make her own life. </q>", "new_id": -2}, {"uid": "1295263606234684445", "i": 2353, "idx": 0, "sa": ["Barack Obama", "Mike Pence", "Ronald Reagan", "Jack Kemp", "Newt Gingrich"], "q": "counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Barack Obama </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> Jim Ryan, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1295619449001654802", "i": 6620, "idx": 0, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> Page said in an interview yesterday.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1295323003149110835", "i": 41666, "idx": 1, "sa": ["Steve Ballmer", "Ken Kutaragi"], "q": "market than the core gamers that the console had traditionally wooed, and Mr <strong> Steve Ballmer </strong>'s comments reiterated this movement.`` Xbox isn't a gaming console,'' Mr <strong> Steve Ballmer </strong> told USA Today. <q> Xbox is a family entertainment center. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body. </q> Mr <strong> Steve Ballmer </strong>'s comments echo those of ex-Sony Computer Entertainment head <strong> Ken Kutaragi </strong> at the dawn of the PlayStation 3.`` From the start, we intended to make not just a game machine for kids", "new_id": -2}, {"uid": "1296104989131907606", "i": 18429, "idx": 2, "sa": ["Michael Vick"], "q": "his first practice as a Philadelphia Eagle Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's`` sizable.'' <q> We believe it was worth it, </q> he said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games", "new_id": -2}, {"uid": "1295632864218054658", "i": 5978, "idx": 0, "sa": ["Eric Schmidt", "Raymond Lane"], "q": "kudos to <strong> Raymond Lane </strong> and CEO Leo Apotheker for making these decisions.`` On the upside, HP has five new hyper-qualified people replacing people with lesser resumes-- except maybe John Joyce,'' Vell said. <q> In terms of diversity, we've got three new women, one Caucasian male, and one Indian male. Very well done. A couple directors have little or no board experience, but this board is clearly filled with people who beat a lot of odds. </q> Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder Page In a move that surprised industry analysts, <strong> Eric Schmidt </strong> is stepping down as Google's CEO.", "new_id": -2}, {"uid": "1296495974113491968", "i": 8651, "idx": 1, "sa": ["Sergio Marchionne", "Jesse Toprak"], "q": "from the third quarter on reduced shipments.`` It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,'' CEO <strong> Sergio Marchionne </strong> said. <q> However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives. </q>+0.50%), sold 1.52 million vehicles last year and managed to pull its market share up to 9.2% from 8.8% in 2009. Truecar.com analyst <strong> Jesse Toprak </strong> lauded Chrysler's progress and said he expects", "new_id": -2}, {"uid": "1295279785214679570", "i": 28216, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "and insisted that the communications chief deserved a second chance.`` I always think that the danger at the moment is that he is effectively being punished twice for the same offence,'' he said. <q> I gave him a second chance. I think that sometimes in life it is right to give someone a second chance. </q> Mr <strong> David Cameron </strong> insisted that Mr <strong> Andy Coulson </strong> was doing his job well and in a`` proper'' way. But he added:`` Of course he, as anyone who is human would be,", "new_id": -2}, {"uid": "1295686742156401686", "i": 47048, "idx": 15, "sa": ["Terry Cummings", "Clyde Drexler", "Kenyon Martin", "Charles Barkley", "Allen Iverson"], "q": "could possibly play,'' Brown said.`` Everybody just played great. This is huge to beat a great team like Houston on their home court.''`` We're getting better,'' <strong> Terry Cummings </strong> said. <q> The last few games, we were in it with about five or six minutes to go and let it get away. Tonight, we executed at the end. </q> <strong> Clyde Drexler </strong> scored 23 points and <strong> Charles Barkley </strong> added 19 http://wn.com/Allen_Iverson_25pts_vs_Clippers_08/09_NBA_*_Last_win_as_a_Nugget_*Clutch_Plays <strong> Allen Iverson </strong> and <strong> Kenyon Martin </strong> started off slow, then came up big at the end to help the Denver Nuggets pull off an impressive comeback victory. <strong> Allen Iverson </strong> scored nine of his", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance.`` We were very confident,'' <strong> Michael Vick </strong> said. <q> We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control. </q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}]