[{"uid": "1296755730029065226", "i": 31049, "idx": 0, "sa": ["Donald Rumsfeld", "Joan Weber", "Bill Clinton", "Dick Cheney"], "q": "health insurance giants. He is a member of the Project for the New American Century( PNAC) and was one of the signers of the PNAC Letter sent to US <strong> Bill Clinton </strong> dated January 26, 1998, advocating <q>the removal of <strong> Saddam Hussein </strong>'s regime from power</q> along with <strong> Dick Cheney </strong>, <strong> Donald Rumsfeld </strong> and 29 other notable Republicans. Currently, <strong> Joan Weber </strong> is managing partner of the Washington, DC branch of lobbying firm Clark& Weinstock. In 2006, <strong> Joan Weber </strong>'s firm received$ 360297 from", "new_id": -2}, {"uid": "1297277192033341459", "i": 9969, "idx": 1, "sa": ["Simon Cowell"], "q": "Banner at one of America's biggest sporting events. <strong> Simon Cowell </strong> said: \"It sounded like 100,000 people in a stadium had just sat on a cat.\" He went on to say: <q>I always say this, this is what happens when you perform in front of an audience- even someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong. That was bad.</q> Â© Independent Television News Limited 2011. All rights reserved.", "new_id": -2}, {"uid": "1296178072054247437", "i": 19304, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "center has renewed my... interest, enthusiasm and support for him,\" said Myers, who added he wasn't alone among his peers. He plans to play a large role in presidential fundraising this cycle. <q>My guess is that he is going to do better with people writing large checks.</q> Myers, who has been invited to the Hartley fundraiser and is a top donor to <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising", "new_id": -2}, {"uid": "1295972342230735876", "i": 16632, "idx": 1, "sa": ["Rahm Emanuel", "Eric Cantor", "Don Young", "Mike Pence"], "q": "\" <strong> Rahm Emanuel </strong> Kevin McCarthy( of \"<strong> Don Young </strong> Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q>We've got to roll back there. That will save$ 100 billion in the first year,</q> agreed <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1296493494020398103", "i": 6987, "idx": 0, "sa": ["Zahi Hawass"], "q": "at the gates of the Egyptian Museum broke into the poorly secured treasure trove and vandalized a culture's 2,000-year documented heritage in a matter of minutes. New York Daily News, one of many: <q>Army commandoes were dispatched over the weekend to protect the 108-year-old museum in Cairo's Tahrir square, where many of the nation's protesters have gathered over the last week.</q> \"I was so worried,\" <strong> Zahi Hawass </strong>, Egypt's chief archeologist and secretary general of the Supreme Council of Antiquities, told The Washington Post. \"I have been protecting antiquities all my life. I", "new_id": -2}, {"uid": "1296833245099107030", "i": 32504, "idx": 0, "sa": ["Jameel Jaffer", "Donald Rumsfeld", "President Bush"], "q": "a few rogue soldiers. The complaint signals that the release of the book from arguably the most controversial member of the <strong> President Bush </strong> administration will rekindle old rivalries in the weeks ahead, FOXNews.com reported. <q>Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false,</q> <strong> Jameel Jaffer </strong>, ACLU's deputy legal director, said in a written statement. \"Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of", "new_id": -2}, {"uid": "1295700037236945434", "i": 14186, "idx": 5, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "this tape recording proves that the NOTW does take evidence gathering seriously and the newspaper has only done what all new... video results for: coulson about cameron News International and the Conservatives A clip from Channel 4's <q>Dispatches- Tabloids, Tories and Telephone hacking</q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation.... Miliband: <strong> Andy Coulson </strong> \"should have quit earlier\" <strong> Andy Coulson </strong> leaves Downing Street after resigning as head of communications to <strong> David Cameron </strong>.... Met Police defends itself over", "new_id": -2}, {"uid": "1295165517222330885", "i": 47924, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "has claimed. Speaking to the News of the World, the Irish music manager seemed to confirm \"Promise This\" singer will join <strong> Simon Cowell </strong> on the judging panel of the forthcoming US competition. <q>It will be me and Dannii[ Minogue] on the UK show with two more people,</q> he stated. The paper further reports that ITV bosses are desperately attempting to convince <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> to reconsider their Stateside move. Guy BurnetThe former Hollyoaks star on moving stateside and his 2011 projects", "new_id": -2}, {"uid": "1295365519187695162", "i": 10358, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "<strong> Steven Tyler </strong> admitted on Monday night that it was drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q>It's not any news here about my drug use and addictions in the past,</q> he told <strong> David Letterman </strong> on \"The Late Show.\" \"A couple years ago, I was[ snorting] Lunesta because of some problems with my feet.\" \"That shows you what kind of", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,</q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}]