[{"uid": "1296114922211763218", "i": 27137, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "so brilliantly,\" <strong> Larry Page </strong> said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" Watchers of the technology giant seemed to react mostly positively to news of the leadership shakeup. <q> I think it's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit, </q> said Jacob Internet Fund portfolio manager Ryan Jacob. \"It should streamline the decision-making process. They're in a fast-moving industry,\" Jacob added. \"Initially <strong> Larry Page </strong> and <strong> Sergey Brin </strong> were pretty young when Google started,", "new_id": -2}, {"uid": "1295631272004243527", "i": 5925, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "de Sun? l'?t dernier, aucun signe avant-coureur n'avait filtr depuis. Et alors que la d?cision aurait t prise au courant du mois de d?cembre, le secret a t parfaitement gard au sein m?me de l'entreprise. <q> J'ai parl? des gens chez Google, ils sont tout simplement sid?r?s </q>, a expliqu un ancien dirigeant du groupe au New York Times jeudi soir. Arriv chez Google en 2001? l'appel des deux co-fondateurs <strong> Larry Page </strong> et <strong> Sergey Brin </strong>, alors g?s de 28 et 27 ans, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295670121065781771", "i": 22546, "idx": 0, "sa": ["Simon Cowell"], "q": ", a barista from San Diego. His career goal: \"Transition back into the IT industry and obtain TS and PRO level certifications.\" Rabeb, a student from Tunis, Tunisia. Her career goal: <q> To develop and release a Windows Phone 7 app to the Marketplace. </q> Neil, a \"senior software development engineer\" from Dublin, Ireland. His career goal: \"To learn how to develop an application on Windows and SQL Azure.\" <strong> Simon Cowell </strong>, a principal software engineer from", "new_id": -2}, {"uid": "1296538875117768216", "i": 31378, "idx": 2, "sa": ["David Letterman", "Justin Bieber"], "q": "actually have a tutor as they travel to keep them up with their studies. The arrangement with <strong> Justin Bieber </strong> is just like some of the other younger celebrities in the entertainment as it is required by law. <q> I am in 11th grade, </q> states <strong> Justin Bieber </strong> \"So I study 11th grade material.\" While <strong> Justin Bieber </strong> was having fun with the interview with <strong> David Letterman </strong> on Monday night, it appears he takes his schooling very serious which has to be done", "new_id": -2}, {"uid": "1295870211128057360", "i": 920, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": ".\" Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q> I don't think this government will miss a beat. </q> Did you know? You can subscribe to free e-newsletters and receive e-mail alerts when other people leave comments in articles after you did. Sign in once and access every part of the", "new_id": -2}, {"uid": "1295642253262504457", "i": 37238, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "to ride out this new round of unwelcome attention. With rumors swirling around Westminster earlier this week that Mr. <strong> Andy Coulson </strong> had already offered to resign, the prime minister publicly expressed full confidence in his aide. <q> Obviously, when he was editor of the News of the World, bad things happened at the newspaper, and when he found out about those things, he resigned, and that was the right thing to do, </q> Mr. <strong> David Cameron </strong> told org\" articles about the BBC.\"> BBC radio's \"Today\" program. \"I judge his work by what he has done\" since then, Mr. <strong> David Cameron </strong> said,", "new_id": -2}, {"uid": "1296371370213876753", "i": 17284, "idx": 1, "sa": ["Allen Iverson", "Paul Pierce", "LeBron James"], "q": "scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Paul Pierce </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine shots himself, maLeBron James seven of them. <q> I was out there watching, </q> gushed <strong> Allen Iverson </strong>, who will join Melo as an All-Star starter in New Orleans later this month. <strong> Paul Pierce </strong> made 19 of 25 shots from the floor and sank all eight of his free throws in the third-highest individual scoring", "new_id": -2}, {"uid": "1295922826014860294", "i": 2631, "idx": 0, "sa": ["Allen Iverson"], "q": "would attest, is better than being in a Turkish court- in four to six weeks. <strong> Allen Iverson </strong> echoed the same sentiment in a multi-tweet Twitter explanation that I've collated for your benefit: <q> I have never said anything about retirement nor have I said goodbye to the game of basketball. I love this game! That is why I went all the way to Turkey to continue playing and once I get past this, my plan is to continue playing at the highest level possible. </q> The message likely confused high-ranking members of the Besiktas front office, who no doubt sat around world-famous Akatlar Arena and wondered aloud about <strong> Allen Iverson </strong>'s intentions: Does he plan on playing in Turkey, or", "new_id": -2}, {"uid": "1295408839085049344", "i": 740, "idx": 2, "sa": ["David Letterman", "Howard Stern", "Piers Morgan", "Jay Leno", "Larry King"], "q": ",\" \"insane,\" \"not fit to scrub <strong> David Letterman </strong>'s feet,\" and that <strong> Jay Leno </strong> \"steals a tremendous amount of material.\" \"America must be filled with morons,\" said <strong> Howard Stern </strong>, <q> the ones who watch <strong> Jay Leno </strong>, they must be in a coma. </q> This was just about the only moment the conversation sprang to life, however. Too much time was wasted with <strong> Piers Morgan </strong> complimenting <strong> Piers Morgan </strong>. \"I'm the British <strong> Larry King </strong> of All Media,\" he said", "new_id": -2}, {"uid": "1297473331183025716", "i": 17891, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "The Liberal Democrats were committed to localism long before devolving power became fashionable with all parties. Indeed, the whole thing is hardly a new idea. As church leaders tell government ministers with a smile: <q> We've been doing it for 2,000 years. </q> Part of the problem is that Mr <strong> David Cameron </strong> has not defined it. Flak is now flying retrospectively at <strong> Andy Coulson </strong>, former Tory director of communications, who preferred bread-and-butter issues like law and order and was at", "new_id": -2}]