[{"uid": "1295840779241319947", "i": 36938, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Tom Carper", "Mitch McConnell", "Bob Corker", "Lamar Alexander", "Al Sharpton", "Martin Winterkorn"], "q": "House's health care... Photo in Slideshow: <strong> Mitch McConnell </strong>, <strong> Lamar Alexander </strong> Photo in Slideshow: <strong> Tom Carper </strong> and <strong> Bob Corker </strong> sit with <strong> Martin Winterkorn </strong> during... Photo in Slideshow: <strong> Kirsten Gillibrand </strong>, <strong> Al Sharpton </strong> Video: Congresswoman <strong> Gabrielle Giffords </strong> Heads to Houston Report Abuse <q>First, stream-line repealing <strong> Barack Obama </strong> Care.</q> Second, stream-line creating jobs. Third, stream-line following the Constitution. Fourth, stream-line cutting the budget. Fifth, stream-line cutting ALL federal salaries( permitted by the Constitution) by 15%", "new_id": -2}, {"uid": "1295567825105267222", "i": 2519, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q>We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that,</q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "new_id": -2}, {"uid": "1295137697028803114", "i": 8598, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": ",\" <strong> David Letterman </strong> said: \"Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q>Well, I'm sorry to hear that, or I'm not sorry to hear that?</q> \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295560051263241797", "i": 4360, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "globally-deserves most of the credit,\" wrote <strong> Eric Schmidt </strong>. The change was made to simplify the company's management structure and speed up decision making. The decision was made over the holidays 2010. <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> Google co-founder Larry Page will lead product development and technology strategy, and starting from 4 April 2010 he will take charge of day-to-day operations as Google's Chief Executive Officer. <strong> Sergey Brin </strong> has decided to", "new_id": -2}, {"uid": "1297245174074432526", "i": 36793, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell", "Dado Ruspoli"], "q": "- son of the late Italian <strong> Dado Ruspoli </strong>- met when she was just 18 and the pair got married after just six months of dating and she previously admitted it wasn't wasn't a conventional wedding. <strong> Lindsay Lohan </strong> <q>to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295553219232112198", "i": 43041, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> says Mountain View is preparing to spearhead a mobile revolution that will help redefine the role of the smartphone. According to <strong> Eric Schmidt </strong>, a handset will soon be capable of delivering streaming personalized information about <q>where you are[ and] what you could do there</q> in real-time and at scale. However, the CEO acknowledged that Google first needed to do some \"serious spadework,\" such as developing advanced LTE networks to carry massive and inevitable data loads.", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}, {"uid": "1297298115011485196", "i": 9855, "idx": 1, "sa": ["Michael Vick", "Major Jackson"], "q": " \"Nobody is going to call me and say, \"Hey, I want you to come and do halftime at the Super Bowl,\" says the poet, a huge football fan who once taught <strong> Michael Vick </strong>. <q>But we'd ask <strong> Janet Jackson </strong>. When we look at poetry we have to say,` This is where we're at'... Poetry sits atop this pyramid, and we have given birth to another aspect of it when we look at rap and spoken word.</q> Poetry also has a distinct advantage in an age of tweets and sound-bites. \"The brevity of a poem allows for the kind of fast-paced world we\"re in,\" <strong> Major Jackson </strong> says. \"", "new_id": -2}, {"uid": "1297242013085999616", "i": 40214, "idx": 1, "sa": ["Simon Cowell"], "q": "contract. It breaks down to$ 1 million for each of five years. <strong> Simon Cowell </strong> says \"by putting up that kind of prize money, it's a massive, massive risk.\" But, he says <q>it's also an incredible incentive.</q> And, \"it puts everybody, rightly, under an enormous amount of pressure.\" Auditions for \"The X-Factor\" begin March 27 in Los Angeles. The show premieres in the fall on Fox.", "new_id": -2}, {"uid": "1295648417122683417", "i": 7243, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": " \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on,\" <strong> Andy Coulson </strong> said in a statement announcing his resignation. <q>Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,</q> he added. The 43-year-old-- a key figure in <strong> David Cameron </strong>'s inner circle who helped propel the Conservative leader to power in elections in May 2010-- later left Downing Street without speaking to reporters.", "new_id": -2}]