[{"uid": "1296709195199049220", "i": 17695, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": " ''Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,'' <strong> Donald Rumsfeld </strong> wrote, according to the Times, but <strong> President Bush </strong> <q>wanted the options to be ''creative.''</q> The stories reveal that <strong> Donald Rumsfeld </strong>, despite his bravado during his years at the Pentagon podium, is not a man without regret. Among them: Stating that after the first weeks of invading Iraq", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.'' The ''Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q>I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it.</q> She added, ''I will say that it's a kinder, gentler[ show now.]'''", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}, {"uid": "1295977508172294160", "i": 13668, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday, questions posed to potential jurors strongly indicated that Davies, 49, may claim self-defense during the trial. Jury selection was continuing Tuesday, and opening statements in the case were expected on Wednesday. <q>This case may be about alleged self-defense and the defense of others,</q> Superior Court Judge Bernard DeLury told potential jurors. Questions posed to the jurors included whether they were familiar with any reality television personalities in the United States or in other countries. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong>", "new_id": -2}, {"uid": "1297105764233521156", "i": 19879, "idx": 0, "sa": ["George H.W. Bush", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "<strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> said recently that <strong> George H.W. Bush </strong> had left him ''disappointed,'' a statement that is likely to revive whispers of a still ongoing rivalry between the two men. <q>No, I was kind of disappointed in him,</q> <strong> Donald Rumsfeld </strong> said in a recent interview with ABC News. ''He decided he wanted to leave people with the impression that he didn't want to go to the CIA[ in the <strong> Gerald Ford </strong> administration]", "new_id": -2}, {"uid": "1295797012110280765", "i": 32469, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": ".'' Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q>I don't think this government will miss a beat.</q> AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North American usage, along with foreign currency and measurement units. </cite> Israel's Holocaust memorial", "new_id": -2}, {"uid": "1297261068179191811", "i": 20147, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which Powell sketched out the presentation he was to make at the U.N. two days later. <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that Colin will talk about it.</q> Khurmal is the name of a village near the site. Powell objected. In his U.N. presentation, Powell described it as ''Terrorist Poison and Explosive Factory, Khurmal.'' <strong> Donald Rumsfeld </strong> said Khurmal was operated", "new_id": -2}, {"uid": "1295604447021397513", "i": 13958, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years-- ''a nice round number''-- and Page was ready to lead the company into the future. <q>Larry and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,</q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion.", "new_id": -2}, {"uid": "1295757318175325187", "i": 4112, "idx": 0, "sa": ["Kyle Korver", "Chris Webber", "Allen Iverson"], "q": ". <strong> Kyle Korver </strong> was mobbed by his wildly celebrating teammates. Boston players sat dazed on the bench. A third overtime was on deck. <strong> Allen Iverson </strong> simply pumped his fist, his face expressionless as if he expected it. <q><strong> Kyle Korver </strong> hit that <strong> Yao Ming </strong> shot and I was thinking, ''If he hit that shot, we've got to win it,</q> he said. After <strong> Kyle Korver </strong> sent the game into a third overtime, <strong> Chris Webber </strong> delivered a clutch steal and secured the Philadelphia 76ers' 125-124 victory over the Celtics on Friday night. '''It was an amazing game,", "new_id": -2}, {"uid": "1295154648139460635", "i": 23232, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "'s the way I fell about it.'' In his memoirs, <strong> Norman Schwarzkopf </strong> stated ''I don't have any problem with it'' when informed by <strong> Colin Powell </strong> that <strong> George H.W. Bush </strong> was prepared to stop the war. <q>Our objective was the destruction of the enemy forces, and for all intents and purposes we've accomplished that objective.</q> Boomer expressed similar thoughts. ''Sure, I felt another three days would have been a pretty dramatic thing,'' he said, ''but there was so much going into the decision(", "new_id": -2}, {"uid": "1295977608237387813", "i": 47111, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Cheryl Cole </strong> has what it takes to draw audiences in across the Atlantic. The source added to The Sun newspaper, <q><strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit. They want to see if the American public warm to her before she takes on such a high-profile role in one of the biggest shows on U.S. TV. There have been lots of heated conversations and debates about it.</q>", "new_id": -2}]