[{"uid": "1297094624063078408", "i": 31159, "idx": 8, "sa": ["Madeleine Albright", "Colin Powell", "Walter E. Boomer"], "q": "Photo in Slideshow: <strong> Colin Powell </strong>, <strong> Walter E. Boomer </strong> BREAKING UP IS HARD TO DO...- Anastasio Somoza was a bulwark against Nazi influence in Central America. Ferdinand... Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Report Abuse <q> All of these books come out: <strong> President Bush </strong>, Feith, now <strong> Donald Rumsfeld </strong>. But NOBODY answers the one question that needs to be answered. Who gave the orders in Iraq during the early days? Specifically, who gave Order number one and order number two which disbanded both the Baath Party and the army of Iraq? These orders killed thousands of our troops and hundreds of thousands of Iraqis. </q> Washington Post: The Fix: Charlotte will be site of 2012 Democratic National Convention Washington Post: 2012 Republican presidential candidates all have flaws Your 10 BAGGER is here! Stock tools, news, social feeds, charts", "new_id": -2}, {"uid": "1295974550233406580", "i": 39213, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Freddie Mac.`` The authorities should not delay efforts to create an action plan for the future,'' says its latest Global Financial Stability Report released Tuesday in South Africa. Fannie Mae and Freddie Mac <q> could be either privatized or converted to public utilities with an explicit( and explicitly funded) guarantee. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Aston Martin 2008 V8 Vantage$ 85,794 Aston Martin 2009 V8 Vantage$ 152,445", "new_id": -2}, {"uid": "1294954762094584920", "i": 44454, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": ". This is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing her breathing tube,", "new_id": -2}, {"uid": "1295159210108871759", "i": 10304, "idx": 1, "sa": ["Allen Iverson"], "q": "right now we wanted to have that dominant force on the team.'' On one hand, this was a polite way of saying,`` <strong> Allen Iverson </strong>'s a crazy person,'' but the underlying message was, <q> We have a plan here. Let us stick to it. </q> Signing <strong> Allen Iverson </strong> would have been an admission that the plan wasn't working, that the Knicks were on par with the Grizzlies, bringing in a guy just because he'd help out at the turnstiles. Stunting the", "new_id": -2}, {"uid": "1295562571075235365", "i": 35171, "idx": 0, "sa": ["Eric Schmidt"], "q": "no longer the CEO. Say what? No kidding! Google's CEO for the past 10 years is stepping down as CEO. In a blog post <strong> Eric Schmidt </strong> states... <q>... we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I", "new_id": -2}, {"uid": "1295966915202670097", "i": 41588, "idx": 4, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "<strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the`` inclusive nature of his campaign.'' <q> I think he is a transformational figure, he is a new generation coming onto the world stage, onto the <strong> Brenda Battle </strong> stage, and for that reason I'll be voting for <strong> Barack Obama </strong>, </q> <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie", "new_id": -2}, {"uid": "1295629069004243586", "i": 26635, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "With New Bumpers, Vacation Blackouts AAPL: 330.79(-1.89,-0.57%)| NASDAQ: 2702.75(-1.54,-0.06%)  Analyst: It's possible that <strong> Eric Schmidt </strong> could be Apple's next CEO  <q> On Thursday, Google along with its strong quarterly numbers, announced that its co-founder Larry Page will become the new Chief Executive of the company starting April 4, </q> Manikandan Raman reports for The International Business Times.`` Larry Page, who founded Google along with <strong> Sergey Brin </strong>, will take the reins from <strong> Eric Schmidt </strong>, who has been holding that position since 2001.''``", "new_id": -2}, {"uid": "1295584860019480589", "i": 12079, "idx": 0, "sa": ["Eric Schmidt"], "q": "paid clicks were up 11 percent from the prior quarter and 18 percent from the year-ago quarter.`` Q4 marked a terrific end to a stellar year,'' Google CEO <strong> Eric Schmidt </strong> said in a statement. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. </q> Google's results may offset the uncertainty surrounding the announcement of <strong> Eric Schmidt </strong>'s exit on April 4 as CEO. taking over as CEO and will oversee day-to-day operations, including product and technology development. Google", "new_id": -2}, {"uid": "1295131435025296914", "i": 1333, "idx": 0, "sa": ["George Washington", "Yao Ming", "Brandon Jennings", "Allen Iverson", "Shane Battier"], "q": "something.'' <strong> Yao Ming </strong> did not attempt a shot in the second half and sat for all of the fourth quarter.`` That's the beauty of <strong> Yao Ming </strong>- he's incredibly efficient,'' teammate <strong> Shane Battier </strong> said. <q> Not many guys in the league are capable of having this kind of night, where he makes every shot he puts up. </q> Aaron <strong> George Washington </strong> added 27 points for the Rockets, who haven't advanced out of the first round of the playoffs since 1997. <strong> Brandon Jennings </strong> http://wn.com/Allen_Iverson_38pts_Georgetown_vs_Miami_Big_East_NCAA_95/96 If <strong> Allen Iverson </strong> ever becomes a New York Knick, watch out. The 6-foot", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]