[{"uid": "1296108776056524842", "i": 32631, "idx": 0, "sa": ["Larry Page", "Steve Ballmer"], "q": "... Article: Motorola smartphones disappoint, iPhone already weighs... Video: <strong> Larry Page </strong>'s Zuckerberg Envy Not Good for Google Report Abuse \" Its common knowledge to go with the opposite of what <strong> Steve Ballmer </strong> says. \" <q> The iPhone is just a toy, it will never be popular. </q>`` The iPad is inferior to Windows based tablets, and will never take off.''`` The Wii is inferior to our Xbox, it will never outsell us.'' Report Abuse \"", "new_id": -2}, {"uid": "1295643897003719198", "i": 45380, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "return to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as Google reported earnings and revenue that blew past expectations. While Google has dominated Internet search for a decade, the company has struggled to find its footing", "new_id": -2}, {"uid": "1295756651021528610", "i": 16639, "idx": 11, "sa": ["Larry Page", "Eric Schmidt"], "q": "was nothing going on in the industry where people were saying something is coming. Google's results have been extraordinary.'' <strong> Eric Schmidt </strong> wasn't the man to wage war with Facebook, he said. <q> There is no making Facebook go away, </q> he said.`` Now for the first time ever, Google will have to co-exist. They clearly feel that <strong> Larry Page </strong> is the man to accomplish that in the future.'' During the earnings call last", "new_id": -2}, {"uid": "1295898579138641425", "i": 31506, "idx": 0, "sa": ["Zahi Hawass"], "q": "more pressure to bear. Council chief <strong> Zahi Hawass </strong> made the request in writing to the Prussian Cultural Heritage Foundation which oversees the Neues Museum where Nefertiti now reigns. <strong> Zahi Hawass </strong> said in a statement that the council is asking that <q> this unique treasure be returned to the possession of its rightful owners. </q> Egypt maintains the discoverer misled Egyptian authorities after its discovery. But the initial German reaction was dismissive.", "new_id": -2}, {"uid": "1295481575005455907", "i": 42894, "idx": 1, "sa": ["James S. Baker", "Bernie Sanders"], "q": "that in some ways we have not been as up to snuff as we should be in terms of the kind of technology that we have had here at the academy,'' said <strong> Bernie Sanders </strong>, I-Vermont. <q> One of the first things that we have to do is create an IT strategy to support this because the backbone in infrastructure in this building and the IT structure that supports our operation here is aged and I think that is a polite way of putting it, </q> said Col. <strong> James S. Baker </strong> of the Vt.. State Police. <strong> James S. Baker </strong> said the academy hopes to build a new administrative building on campus but still needs legislative approval on that budget. Comments Terms of Use:", "new_id": -2}, {"uid": "1296931430233717763", "i": 49320, "idx": 0, "sa": ["Eric Schmidt", "Jared Cohen"], "q": "A fun video making the rounds this week features Google's href=\"http://blog.searchenginewatch.com/110127-165503\"> outgoing CEO <strong> Eric Schmidt </strong> and his emphasis on using the word`` literally'' in speeches. href=\"http://www.crainsnewyork.com/article/20110131/FREE/110139995#\"> searching for a book deal. <q> Empire of the Mind: The Dawn of the Techno-Political Age </q> will be based on an <strong> Jared Cohen </strong>, director at think tank Google Ideas. <strong> Eric Schmidt </strong>'s Tomorrow Ventures investment firm has also invested in Twitpay, with the aim of developing`` Twitter payment platforms for online", "new_id": -2}, {"uid": "1295612486136232974", "i": 16117, "idx": 2, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> guided Google past early doubts that it could build a leading ad business around a search engine. He also oversaw the 2004 initial public offering, was the biggest for an internet firm. <q> We view this as evidence of the founders staying fully engaged in the business- a positive, </q> said Citigroup analyst Mark Mahaney. Start of sidebar. href=\"http://www.heraldsun.com.au/business/google- switches- ceos/story- e6frfh4f- 1225992626275?from=public_rss#sidebar- end\"> Skip to end of sidebar.", "new_id": -2}, {"uid": "1296391267266764303", "i": 29845, "idx": 7, "sa": ["LeBron James", "Allen Iverson", "Randy Brown"], "q": "Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis.`` I don't know how you can be any more proud of your team,'' <strong> Randy Brown </strong> said. <q> I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's maLeBron James other people better and he is taLeBron James responsibility and steps up. I feel good that a young team could respond this way. </q> With <strong> Allen Iverson </strong> leading the way with 26 points, the Sixers built an 18-point lead by the 7:33 mark of the third quarter. But Orlando fought all the way back and took an 86-84 lead after a jumper by", "new_id": -2}, {"uid": "1295939875209289269", "i": 39656, "idx": 2, "sa": ["Gregg Popovich", "Allen Iverson", "Tim Duncan"], "q": "Spurs, who had lost two in a row, saw the return of <strong> Tim Duncan </strong>, who missed four games with a sprained right ankle.`` It was great to have him back,'' said Spurs <strong> Gregg Popovich </strong>. <q> Just having him on the court is a confidence builder for everybody. </q> <strong> Tim Duncan </strong>, who had eight points in http://wn.com/Tim Duncan_Tim Duncan_clutch_3ptr_in_OT__Spurs_117_Suns_115_2OT_HD With 3 seconds left, <strong> Tim Duncan </strong> hits a clutch 3 to send the game into double overTim Duncane, where the spurs win 117-115 over the suns. http://wn.com/Allen Iverson_Allen Iverson_29pts_9asts_vs_Tim Duncan_Tim Duncan_Spurs_07/08_NBA <strong> Allen Iverson </strong>'s 29 help", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando.`` We lost again,'' point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}]