[{"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q>Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term.<q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}, {"uid": "1296582890005816352", "i": 764, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "named antiquities minister in a new Cabinet appointed by besieged President <strong> Hosni Mubarak </strong>, said the survival of Egypt's rich archaeological heritage amid chaos reflected a fundamental pride among Egyptians even as they revolt against their leadership. <q>We can not be like Afghanistan,<q> said <strong> Zahi Hawass </strong>, referring to a depleted nation where war overshadows centuries of cultural history. \"Civilization is inside the Egyptians.\" The sites have not been immune to the chaos. Last week", "new_id": -2}, {"uid": "1296706234199049242", "i": 7484, "idx": 2, "sa": ["Rodney Stuckey", "Tayshaun Prince", "Allen Iverson", "Michael Jordan"], "q": "Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and Richard Hamilton scored 12 points for the Pistons, 6-1 when <strong> Rodney Stuckey </strong> starts at the point. <q>You have to pick your poison because usually a team has only one defender on the perimeter,<q> Hamilton said of coach <strong> Michael Jordan </strong> Curry's recent lineup shift. \"Now we have two great scorers on the perimeter.\" Detroit closed the first half on an 11-4 run and led 44-34 at intermission, but Washington", "new_id": -2}, {"uid": "1297093828077135937", "i": 38619, "idx": 7, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": "and with the Taliban gone and the al Qaeda out of Afghanistan,\" he said. <strong> Donald Rumsfeld </strong> was also critical of <strong> Colin Powell </strong>'s successor, <strong> Condoleezza Rice </strong>, for her lack of experience in government. <q>She'd never served in a <strong> George H.W. Bush </strong> administration position,<q> he said. \"She'd been an academic. And, you know, a lot of academics like to have meetings. And they like to bridge differences and get people all to be happy.\"", "new_id": -2}, {"uid": "1295633071004243472", "i": 31808, "idx": 3, "sa": ["Eric Schmidt", "Steve Ballmer", "Sergey Brin"], "q": "current situation, in which he, Page, and <strong> Sergey Brin </strong> have an equal say in all decisions. So now <strong> Eric Schmidt </strong> has no direct role in decision making and will operate in a reduced capacity as advisor instead. <q>We will continue to discuss the big decisions among the three of us,<q> he writes. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" Hopefully he'll be Microsoft's <strong> Steve Ballmer </strong>! I", "new_id": -2}, {"uid": "1297207144184696935", "i": 1423, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell", "Camille Grammer", "Hailee Steinfeld"], "q": "suing for$ 16K+ for unpaid clothing. Report Abuse \"I know of a private re-hab( aka my mother's basement) where <strong> Lindsay Lohan </strong> can receive the treatment that she so richly deserves.\" Report Abuse <q>If she goes to jail, can we STOP READING about her?<q> What a waste of resources; oxygen, ink, paper, electricity, time, doctors, nurses, space. ABC News: Kelsey and <strong> Camille Grammer </strong>: <strong> Simon Cowell </strong> No More ABC News: Watch: <strong> Hailee Steinfeld </strong> on", "new_id": -2}, {"uid": "1297199444258572348", "i": 19919, "idx": 5, "sa": ["Donald Rumsfeld", "Paul Wolfowitz"], "q": "in the Pentagon in November 2001 that the list of states that <strong> Donald Rumsfeld </strong> and deputy secretary of defense <strong> Paul Wolfowitz </strong> wanted to take down included Iraq, Iran, Syria, Libya, Sudan and Somalia[ and Lebanon]. <q>When this writer asked Feith... which of the six regimes on the <strong> General Wesley Clark </strong> list were included in the<q> <strong> Donald Rumsfeld </strong> paper, he replied, \"All of them.\" \"The Defense Department guidance document made it clear that US military aims in regard to those states would go well beyond any ties to terrorism.", "new_id": -2}, {"uid": "1296163911042713105", "i": 21126, "idx": 2, "sa": ["Mike Pence"], "q": "him to do so. But while his self-imposed end-of-January deadline for announcing his intentions looms, <strong> Mike Pence </strong> continued this week to give no hint as to what they might be, even to some staffers. <q>His mother has told him he needs to make a decision, though,<q> said Ted Ogle, the GOP chairman of <strong> Mike Pence </strong>'s home Bartholomew County, Ind., in a separate interview. Ogle, who has been friends with <strong> Mike Pence </strong> and his family for years, said he does", "new_id": -2}, {"uid": "1296321679180224017", "i": 22217, "idx": 0, "sa": ["Zahi Hawass"], "q": "Saturday. The ruling party headquarters building next door to the museum was still in flames and billowing black smoke into the sky on Saturday, a day after protesters torched it during mass anti-government demonstrations. <q>What scares me is that if this building is destroyed, it will fall over the museum,<q> antiquities boss <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the NDP headquarters. Early Saturday morning, Egyptian army commandoes secured the museum and its grounds, located near some of the", "new_id": -2}, {"uid": "1296921227106987589", "i": 28845, "idx": 1, "sa": ["Howard Stern", "David Letterman"], "q": "made. At one point in the interview, there was this exchange between <strong> Howard Stern </strong> and <strong> David Letterman </strong>: <strong> Howard Stern </strong>: \"How much longer are you doing this, really?\" <strong> David Letterman </strong>: <q>I don't know. Maybe two years, I think.<q> <strong> Howard Stern </strong>: \"Two years, you're thinking you're going to exit?\" <strong> David Letterman </strong>: \"I think that's what it is. Yeah.\" <strong> Howard Stern </strong>: \"That", "new_id": -2}]