[{"i": 34180, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Advertise â\u0080¢ Contact Â© 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "uid": "1294960830111804421"}, {"uid": "1295575785037306397", "i": 42768, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "believed the company needed a more mature leader.( AP Photo/Nati Harnik) The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1295093100028508164", "i": 1355, "idx": 0, "sa": ["Sergio Marchionne"], "q": "limit strikes and curtail absenteeism, said Roberto Di Maulo, a representative from the Fismic union, citing preliminary results. About 95 percent of the workers took part in the ballot that ended late yesterday. <q> We're happy the majority of workers at Mirafiori has understood Fiat's commitment to transform it into a plant with an international reach, </q> <strong> Sergio Marchionne </strong>, 58, said in an e-mailed statement today. \"We're happy because workers with their vote showed they have confidence in their future. Our plan for this plant is very ambitious.\"", "new_id": -2}, {"uid": "1295094125134053943", "i": 20078, "idx": 8, "sa": ["Chris Webber", "Allen Iverson"], "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Allen_Iverson_31pts_vs_Kobe_Bryant_Eddie_Jones_Van_Exel_Lakers_97/98_NBA_Vintage Credit to baldheadkid Hot-shooting <strong> Allen Iverson </strong> had 31 points and eight assists as the Philadelphia 76ers took advantage of", "new_id": -2}, {"uid": "1297379324211959809", "i": 47137, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Sherrod Brown", "Jon Tester", "Janet Napolitano", "Herb Kohl", "Chuck Schumer"], "q": "in the past few years. <strong> Chuck Schumer </strong> was joined in his request by fellow New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, Bob Casey of Pennsylvania, <strong> Sherrod Brown </strong> of Ohio, <strong> Jon Tester </strong> of Montana and <strong> Herb Kohl </strong> of Wisconsin. <q> Given what is at stake in combating illegal cross-border activity, and given its past success,( we) write to ask your agencies to co-ordinate in determining whether there are any available military technological assets anywhere around the world that can be more effectively deployed along our northern border to combat drug smuggling, </q> the senators wrote in the letter. Their move is seemingly at odds with <strong> Janet Napolitano </strong>, who defended bilateral border security efforts just a day earlier by tersely brushing off the findings of a recent congressional report that", "new_id": -2}, {"uid": "1295674696105103375", "i": 8806, "idx": 0, "sa": ["Eric Schmidt"], "q": "5.5% since the start of the year. During yesterday's conference call, much was stressed on Page \"being ready,\" writes Forbes' Quentin Hardy. <strong> Eric Schmidt </strong> added that Page had <q> lots of ideas that are interesting and clever. </q> \"Larry Page is likely to be a very capable chief executive at Google- as long as the rules don't change, and he has to prove he is a businessman,\" Hardy adds", "new_id": -2}, {"uid": "1295799222231243780", "i": 40451, "idx": 0, "sa": ["Andy Coulson", "Dermot Murnaghan", "Harriet Harman"], "q": "a target. Labour's deputy leader <strong> Harriet Harman </strong> told Sky's <strong> Dermot Murnaghan </strong> that allegations of illegal activity must be investigated. \"Hacking into people's phones is illegal,\" she said. <q> Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist. </q> The scandal has already cost Number 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the illegal action at the News of the World. The former editor has always denied knowing that phone-hacking", "new_id": -2}, {"uid": "1297433116243695631", "i": 37606, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "President Bush", "Barack Obama"], "q": ". <strong> Michael Vick </strong>, who admitted brutalizing and killing dogs for entertainment and served 19 months in prison, was given the honor because he's turned his life around and is helping kids avoid his mistakes, <strong> Dwaine Caraway </strong> said. <q> In the eyes of many people, he's a hero, </q> he said. <strong> Barack Obama </strong>:$ 53 Billion for High-Speed Rail <strong> President Bush </strong> <strong> Barack Obama </strong> is calling for a six-year,$ 53 billion spending plan for high-speed rail, seeking infrastructure spending to jumpstart job creation. An initial", "new_id": -2}, {"uid": "1295564551217792537", "i": 32126, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page also praised Mr <strong> Eric Schmidt </strong>. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Mr Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"uid": "1295670200191152182", "i": 35808, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "chose to judge him by the work that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> Miliband said. COMMON TOUCH The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of", "new_id": -2}]