[{"uid": "1297119643065749007", "i": 20297, "idx": 2, "sa": ["Simon Cowell"], "q": "We honestly haven't made our minds up,\" he says, though he'll have to in a month or so as the first auditions approach. But candidates must have \"commitment and expertise,\" because <q> each judge is going to mentor three finalists apiece, five or six days a week. </q> <strong> Simon Cowell </strong>, once against allowing young kids to compete, says \"times have changed,\" and \"there are some incredibly talented young kids out there,\" whose fitness for the contest should be judged case by", "new_id": -2}, {"uid": "1294969491073564163", "i": 1248, "idx": 4, "sa": ["Sergio Marchionne"], "q": "Decision on Nitro-Liberty replacement Chrysler is near a decision on the replacement for the lightly regarded Dodge Nitro and Jeep Liberty SUVs, built at the company's Toledo North Assembly plant, <strong> Sergio Marchionne </strong> said. <q> It's the most significant hole in our product portfolio, </q> said <strong> Sergio Marchionne </strong>, referring to the mid-sized SUV segment. The Nitro and Liberty, which trail segment leaders such as the Honda CRV and Ford Escape, were among the few vehicles that were not revamped in the 2011", "new_id": -2}, {"uid": "1296499218216055814", "i": 705, "idx": 1, "sa": ["Sergio Marchionne"], "q": "profit in 2010. \"It's difficult to talk abut profit sharing when you've got a negative number at the bottom,\" <strong> Sergio Marchionne </strong> said Monday morning in a conference call with investors and reporters. <q> Our liquidity improved in 2010, and it's expected improve in 2011. It would have been inexcusable not to recognize what our people have done. We owe them a lot and we should pay them for that performance. </q> it lost$ 199 million in the fourth quarter of 2010, a significant improvement from the$ 2.7 billion it lost during the same span in 2009. While Chrysler has failed to turn a profit since emerging from", "new_id": -2}, {"uid": "1295633071004243472", "i": 31805, "idx": 0, "sa": ["Eric Schmidt"], "q": "a way to speed up decision making and simplify the company's management structure. But it's also pretty clear that the way the company is achieving these goals is by removing <strong> Eric Schmidt </strong> from the picture. <q> Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> claims. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him,\" Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an \"advisor\" to the cofounders, instead", "new_id": -2}, {"uid": "1295646299254836774", "i": 26008, "idx": 2, "sa": ["John McCain", "Colin Powell"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Pr_Obama__Labor_Day_3_Jobs,_Infrastructure,_Middle_Class,_Small_Business__Milwaukee Labor, Chamber, Discuss Economy and Political Strategy This past Wednesday, the", "new_id": -2}, {"uid": "1295633194146702360", "i": 2654, "idx": 9, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "see what they do with it.\" Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> will soon lift the ban on initiating new cases against Guantanamo detainees in preparation to increase the use of military commissions for prosecution. Imposed <q> on the day of <strong> Barack Obama </strong>'s inauguration, </q> the overturned ban will be accompanied by \"an executive order to create a parole board-like system\" to review cases of nearly 50 detainees who would be held without trial. At a briefing hosted by the Economic", "new_id": -2}, {"uid": "1295545648061915230", "i": 25388, "idx": 1, "sa": ["Hu Jintao", "Steve Ballmer", "Barack Obama"], "q": "only <strong> Hu Jintao </strong> had replied, \"yes including me, who would pay for crap like Vista anyway?\" We don't know what <strong> Steve Ballmer </strong> said exactly in that meeting either but we reckon it was, <q> HEY HU BOY, MOST OF YOUR PEOPLE DO N'T PAY FOR OUR SOFTWARE, ONLY 10 PER CENT DO! WHAT ARE YOU GON NA DO ABOUT IT? </q> <strong> Barack Obama </strong> referred to the input from the Vole's CEO during his press conference with <strong> Hu Jintao </strong>. The White House's transcript quotes <strong> Barack Obama </strong>, \"<strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is", "new_id": -2}, {"uid": "1297616629186400779", "i": 26879, "idx": 21, "sa": ["Donald Rumsfeld"], "q": "pay attention, and I did. Go early in the morning to see her.\" \"How long did that go on for?\" \"Days,\" <strong> Donald Rumsfeld </strong> said. <q> You think it affected any of your decisions? </q> asked Martin. \"I don't know.\" The Rumsfelds now spend much of their time on their ranch near Taos, New Mexico. They began dating in high school but went their", "new_id": -2}, {"uid": "1295462503118243338", "i": 4660, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "to <strong> Simon Cowell </strong>, the loathed and loved lightning rod of snarky sound bites who served as the stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the \"Wapping two top men\" regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]