[{"uid": "1297458881176717840", "i": 5975, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "was 16% and Research in Motion's BlackBerry was 13.7%. Slight more than 100 million smartphones were sold in the quarter. Some analysts were unwilling to wager how well the partnership will do. <q> Perhaps combining the two companies can create one strong competitor, or perhaps they will both continue to limp along, </q> said Jeff Kagan, an independent analyst.`` I wish them much success, but remain concerned until I see some kind of positive activity... This is difficult for them both.'' <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>", "new_id": -2}, {"uid": "1295474216255852559", "i": 46562, "idx": 0, "sa": ["Ron Paul", "Mike Pence"], "q": ", 2011 at 2:33 PM Follow Reports: Buffalo police shoot sword-armed suspect Syracuse cuse lax 2000 January 17, 2011 at 1:39 PM Follow'' man had a sword for an arm. It was amazing. How about <q> Buffalo police shoot suspect armed with sword </q> Inappropriate? Alert us. Reply Post new Otiscobum January 17, 2011 at 2:20 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse CNYSports13 January 17, 2011 at 7:27 PM Follow <strong> Ron Paul </strong> ya'll", "new_id": -2}, {"uid": "1295225448165576714", "i": 5902, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": ". Earlier on Sunday, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> told US television that she had visited with <strong> Gabrielle Giffords </strong> the previous day and found her`` doing great'' and`` making progress every day.'' <strong> Gabrielle Giffords </strong> is <q> using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> told NBC's Meet The Press program.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived", "new_id": -2}, {"uid": "1297475146178421772", "i": 28074, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "not be in place for the Nokia smartphones running Windows Phone 7 or a future Windows Phone OS.`` I don't see how this[ partnership] changes their opportunity much,'' he added. <q> Tight integration between the OS and hardware could improve functionality. However, Microsoft has never been able to take advantage of its core developer group for mobile, so I don't see why this would help much. Android would be better for Nokia smartphones. </q> Will Stofega, an analyst at IDC, attended the London partnership announcement where Microsoft CEO <strong> Steve Ballmer </strong> and Nokia CEO <strong> Stephen Elop </strong> spoke, saying he was impressed by <strong> Stephen Elop </strong>, a former Microsoft executive, and his rationale", "new_id": -2}, {"uid": "1296774953170934311", "i": 4036, "idx": 0, "sa": ["David Letterman"], "q": "`` Area Had Its Fair Share of Crack Makers'' read the awkward headline. More than 20 wrote me of the inappropriateness of this headline, with its modern-day drug connotation. Andrew from Unadilla said <q> the DEA will be looking for Flo after that headline! </q> Wilma from Grand Gorge chastised the headline-maker for`` sullying this good woman's reputation.'' Online,`` KcFourdoggs'' left a post saying,`` Great article... hopefully this headline doesn't make it to <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1296372233130301995", "i": 16635, "idx": 1, "sa": ["Sarah Sellers", "Paula Abdul", "Simon Cowell"], "q": "bump. To a full-lipped <strong> Sarah Sellers </strong>:`` You had me sold the second you laid eyes on me.'' To scout Chris Cordeiro:`` You scared everyone in the room.'' To tone-deaf Michael Perotto: <q> Did you eat paint chips as a child? </q> In general:''* Bleep** Bleep** Bleep*.''$ 12 million, about a third of <strong> Simon Cowell </strong>'s take. <strong> Paula Abdul </strong>'s salary was estimated to be between$ 5 to$ 8", "new_id": -2}, {"uid": "1295564414055705600", "i": 9831, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google's <strong> Eric Schmidt </strong> is stepping aside as chief executive in April, and co-founder Larry Page is taking over, the company said before its earnings statement Thursday. <q> Google also announced that its board of directors had approved certain changes to Google's management team, </q> the company said in a filing with the Securities and Exchange Commission.`` Larry Page, Google's co-founder and president of products, will become Google's chief executive officer, effective April 4, 2011.", "new_id": -2}, {"uid": "1296257094202539037", "i": 38066, "idx": 1, "sa": ["Donald Rumsfeld", "Will Washington", "Hosni Mubarak"], "q": ". In a bitter irony, <strong> Will Washington </strong> supports the <strong> Hosni Mubarak </strong> dictatorship, including its atrocities, while also backing and financing its detractors, through the activities of FH, NED, among others.. <q> Freedom House's effort to empower a new generation of advocates has yielded tangible results and the New Generation program in Egypt has gained prominence both locally and internationally. Egyptian </q> visiting fellows from all civil society groups received[ May 2008] unprecedented attention and recognition, including meetings in <strong> Will Washington </strong> with US <strong> Donald Rumsfeld </strong> of State, the National Security Advisor, and prominent members of Congress. In the", "new_id": -2}, {"uid": "1295540865257720386", "i": 2038, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "\\'s recent video posted on Facebook.( Jan. 13)'',`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302810.jpg'',`` emailLink'': <q> http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html&amp;title=Gibbs talks Tucson speech, dodges <strong> Sarah Palin </strong> remarks& site= politics& type= Video& sent= no& search= Search </q>,`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-29v&amp;flvURL=/media/2011/01/13/01132011-29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-29v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}, [{"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}]]