[{"uid": "1295985441139264028", "i": 18472, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "amounts to a grass-roots effort of those who feel the government has blocked this \"miracle\" product. \"There is no industry support on this thing at all,\" she said of the organization. <q>We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog EDUCATION Company Cabrillo College Location EMPLOYMENT OPPORTUNITIES Company ENGINEER SOFTWARE Company Advent", "new_id": -2}, {"uid": "1295618474243957773", "i": 46679, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": ", who has always denied any knowledge of wrongdoing at the newspaper, said he could not focus on his role at Downing Street given the renewed speculation about what went on when he ran the newspaper. <q>Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,</q> <strong> Andy Coulson </strong> said in a statement. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.\" Prime Minister <strong> David Cameron </strong> had", "new_id": -2}, {"uid": "1297427071058949663", "i": 2486, "idx": 5, "sa": ["Darren Cooper", "Michael Gove", "Andy Burnham"], "q": "said the ruling was a victory \"for all the communities and children betrayed by <strong> Michael Gove </strong>\". He said the ruling was a \"damning verdict on[ <strong> Michael Gove </strong>'s] competence as a minister\". <q>School building and repair is in complete chaos thanks to Mr <strong> Michael Gove </strong>. He condemns many children to crumbling classrooms and Portakabins whilst waving his cheque book to try to force through more free schools, which will be irrelevant for the majority of parents,</q> said <strong> Andy Burnham </strong>. The judge said Sandwell council should have been allowed to explain its special circumstances to the Department for Education. <strong> Darren Cooper </strong>, leader of Sandwell council, said he intended to apply for", "new_id": -2}, {"uid": "1295570534120422437", "i": 45919, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Search Thu, Jan 20, 2011, 7:42 PM EST- U.S. Markets closed Text of blog entry from <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} The Associated Press, On Thursday January 20, 2011, 7:31 pm Blog entry from <strong> Google Inc. </strong>. CEO <strong> Eric Schmidt </strong>, who is stepping", "new_id": -2}, {"uid": "1295461104131301415", "i": 35311, "idx": 1, "sa": ["Allen Iverson", "Gary Moore"], "q": "against the bones of his leg and requires surgery in the U.S. \"It has to be removed and tested to see if it's benign or not,\" <strong> Gary Moore </strong> said by phone. <q>Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able to play in the playoffs.</q> Besiktas spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that", "new_id": -2}, {"uid": "1295100598134397994", "i": 48284, "idx": 3, "sa": ["Toni Kukoc", "Allen Iverson", "Aaron McKie"], "q": "his first game since a two-game suspension for violating the NBA's steroid policy, had 14 points and seven rebounds for the Sixers. \"<strong> Toni Kukoc </strong> gave us a big lift off the bench,\" <strong> Allen Iverson </strong> said. <q>He made a whole lot of plays and took a lot of pressure of me to score.</q> Phoenix, which trailed by 13 in the second half, cut it 91-88 on a layup and free throw by Cliff Robinson with 4:40 left in the game. But <strong> Aaron McKie </strong> nailed a 3-pointer and <strong> Allen Iverson </strong> made one free", "new_id": -2}, {"uid": "1297245175074432520", "i": 17449, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "to follow.\" She added it was likely the Los Angeles Airport Court would view the alleged crime \"seriously\" as <strong> Lindsay Lohan </strong> has been pictured wearing the jewellery. She told website HollywoodLife.com: <q>Wednesday( 09.02.11) is just the kick-off. Just because she's not being convicted and sentenced on Wednesday doesn't mean this isn't serious and she couldn't go to jail. In fact, I think the judge will sentence her to the full six months that she owes on the violation of her probation. <strong> Lindsay Lohan </strong> \"to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q>We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that,</q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}, {"uid": "1295652183068190221", "i": 2037, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q>It's not like he has been sitting around doing nothing.</q> Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success, it eventually slowed <strong> Google Inc. </strong>'s reaction to popular new ideas such as Facebook and Twitter. The bureaucracy has also caused Twitter and", "new_id": -2}, {"uid": "1295203196095649830", "i": 14646, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Jeff Flake"], "q": "rhetoric\" during the debate, <strong> Jeff Flake </strong> predicted the substance of the Republicans' arguments will not change. The repeal will find favor in the Republican-controlled House but isn't expected to pass the Senate. <q>We've lessened the impact between doctors and patients with this bill,</q> he said. \"My hope is the debate will be good for it.\" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) said on CBS that lawmakers should aim to focus not on throwing out the", "new_id": -2}]