[{"uid": "1297647737198574120", "i": 30999, "idx": 1, "sa": ["Rush Limbaugh", "Sen. Bernie Sanders"], "q": "Republicans have moved to the extreme right.( Of course, the Left has been saying this in earnest since 1964.) Now no left-wing gathering is complete without a strong whif of condescension. <strong> Sen. Bernie Sanders </strong> stated that <q> working-people who are hurting and are told the enemy of everything is government are being brainwashed. </q> In other words, working-people who listen to <strong> Rush Limbaugh </strong> are too stupid to figure things out on their own because of the \"concentration of corporate media.\" So what's the remedy? <strong> Sen. Bernie Sanders </strong> thinks there should be", "new_id": -2}, {"uid": "1295557767029818940", "i": 39309, "idx": 0, "sa": ["Steve Ballmer"], "q": "million Kinects during the holiday sales season but, instead, sold 8 million. Granted that those are units sold into the channel and not necessarily all sold to end users, the numbers are significant. <q> We'll support that in a formal way in the right time and, when we've got an announcement to make, we'll make it, </q> <strong> Steve Ballmer </strong> told the interviewer. In fact, Microsoft executives have already said that they plan to link Kinect into Windows, and not just for games. They are already working on software to link Kinect into", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1295672866088440848", "i": 11472, "idx": 0, "sa": ["Andy Coulson"], "q": "as Downing Street communications chief. In a personal statement, Mr <strong> Andy Coulson </strong> said that the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\". <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice", "new_id": -2}, {"uid": "1295883490173096982", "i": 16863, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Matt Patterson", "Google Inc."], "q": "button in the bottom right corner of the player. As this is a brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric_Schmidt_Google's_Outgoing_CEO_Cash_Out_335_million_Shares www.youtube.com <strong> Eric Schmidt </strong> asked <q> the most efficient way to sort a million 32-bit integers </q> <strong> Barack Obama </strong> replied \"the bubble sort would be the wrong way to go.\" by BizzyMicBizness http://wn.com/evil_google_WORLD_domination!_SCROOGLE_for_google_ The Tyranny of <strong> Google Inc. </strong>( by <strong> Matt Patterson </strong>, AmericanThinker.com)- In an astonishing interview with The Wall Street Journal, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295756545021528602", "i": 15256, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book titled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. The National Book Critics Circle was scheduled to meet in New York on Saturday to announce", "new_id": -2}, {"uid": "1295565994148553734", "i": 791, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. <strong> Google Inc. </strong> earned$ 2.5 billion", "new_id": -2}, {"uid": "1296759613093225019", "i": 11784, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger", "John Kuhn", "Aaron Rodgers"], "q": "defenses have their work cut out for them trying to get to those guys,\" said <strong> John Kuhn </strong>, a running back who broke into the NFL taking handoffs from <strong> Ben Roethlisberger </strong>, but now plays behind <strong> Aaron Rodgers </strong>. <q> When defenses get to them, it's not over. They've got to get them to the ground. Against Atlanta, <strong> Aaron Rodgers </strong> made like four or five guys miss in the pocket on several different plays. He's phenomenal. He's playing at a high level right now. But with <strong> Ben Roethlisberger </strong>, you can't tackle him. He's a beast back there. I think people underestimate how big and strong he actually is. </q> The 6-foot-2, 225-pound <strong> Aaron Rodgers </strong> ran for 23.8 yards per game this season, the most among all quarterbacks other than <strong> Michael Vick </strong>. It's almost double <strong> Aaron Rodgers </strong>' number for 2008, his first season as a", "new_id": -2}, {"uid": "1296279808209059843", "i": 48483, "idx": 0, "sa": ["David Letterman"], "q": "- As soon as Fritz Grobe and Stephen Voltz dropped their first Mentos candies into a bottle of Diet Coke- launching an Internet phenomenon as a bubbling geyser shot into the air- the question began. <q> It was daunting because people were saying, \"Where's your next work of genius?\" </q> Voltz said. They put folks off for a while, managing the attention in 2006 that followed millions of Internet hits and appearances on national TV programs such as \"The Late Show with <strong> David Letterman </strong>.\"", "new_id": -2}, {"uid": "1295461653182812690", "i": 49176, "idx": 10, "sa": ["Toby Young", "Simon Cowell", "Barbara Brooks"], "q": "tell it like it is. \"It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,\" says <strong> Toby Young </strong>. <q> It's as if we've switched places. </q> But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? Contests: You could be a winner! <strong> Barbara Brooks </strong> of Gloucester won a$ 500 gas card in our Gas Card Giveaway", "new_id": -2}]