[{"uid": "1296233986144064524", "i": 24467, "idx": 2, "sa": ["David Archuleta", "Simon Cowell", "Sun Go", "Clive Davis", "Elton John"], "q": "and <strong> David Archuleta </strong>, 17, each performed three times in the live telecast before some 7000 people at Los Angeles' Nokia Theatre. One song was chosen for each by Sony BMG executive <strong> Clive Davis </strong>, who assigned U2's <q>I Still Haven't Found What I'm Looking For</q> to Cook, and the <strong> Elton John </strong> ballad \"Don't Let the <strong> Sun Go </strong> Down on Me\" to <strong> David Archuleta </strong>. <strong> Simon Cowell </strong>, who had earlier predicted Cook would triumph, firmly stated \"Round 1 goes to <strong> David Archuleta </strong>.\"", "new_id": -2}, {"uid": "1296464900091652109", "i": 308, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger", "Peyton Manning"], "q": "n't go from jail to a Pro Bowl starter by accident. \"I don't think anybody can really know how difficult that is to do,\" Indianapolis Colts quarterback <strong> Peyton Manning </strong> told me on Friday. <q>I can just only imagine the challenge- the timing, seeing defenses, and the game changes every single year. Defenses change. \"I think when a guy sits out a couple of weeks, I feel like they're behind. He's talking about a couple of years. It's a great challenge. It's a great credit to him. It's a very difficult thing to do.</q> It will be interesting to see how <strong> Ben Roethlisberger </strong> is received at the Super Bowl in Dallas this week. <strong> Michael Vick </strong> killed and maimed dogs, and served 18 months in prison and a two-game, NFL-mandated suspension.", "new_id": -2}, {"uid": "1296927943014336018", "i": 28503, "idx": 1, "sa": ["Sergio Marchionne"], "q": "we could be looking at one entity. It could be based here,\" said <strong> Sergio Marchionne </strong>, speaking at the J.D. Power and Associates International Automotive Roundtable. <strong> Sergio Marchionne </strong> said the companies are considering a number of <q>alternatives and scenarios. First we need to integrate them operationally and then look at governance.</q> Since Chrysler emerged from bankruptcy on June 10, 2009, under the control of Fiat, it has worked feverishly to revamp its product portfolio. Sixteen new or revamped products are coming to market in 2011", "new_id": -2}, {"uid": "1296039406201015342", "i": 1768, "idx": 0, "sa": ["Ronnie Wood", "Justin Bieber", "Simon Cowell", "Hailee Steinfeld"], "q": "is \"like a wolf' when he spots any sign of weakness. \"He's a workaholic. He's a great boss, and I'm not just saying that,\" he said. <q>He's very loyal, he's very honest, and he just wants that in return. \"He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear he likes people to be confident. He\"s taught me a lot actually in that regard, I owe him a lot.</q> He added that <strong> Simon Cowell </strong> has created a home-from-home in his dressing room and has even had a bath fitted. <strong> Justin Bieber </strong> congratulatates Oscar-nominated <strong> Hailee Steinfeld </strong> Oscar-nominated actress <strong> Hailee Steinfeld </strong> has a famous teen admirer- <strong> Justin Bieber </strong>.... <strong> Ronnie Wood </strong>", "new_id": -2}, {"uid": "1295613791206700548", "i": 4209, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Denis MacShane"], "q": "Watson, the Labour <strong> David Cameron </strong>, called into question <strong> David Cameron </strong>'s judgement. \"This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,\" Mr Watson said. <q>His departure creates serious questions over the Prime Minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp.. It's a mark of the man that he would sneak out a statement on a Friday morning on a busy news day.</q> 1210 In the House of Commons former minister <strong> Denis MacShane </strong> demanded that the Prime Minister come to the chamber to make a statement on Mr <strong> Andy Coulson </strong>'s resignation. In a point of order, he said", "new_id": -2}, {"uid": "1297621750013008911", "i": 1775, "idx": 3, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "liberal Democrats- have vowed to fight the proposed funding cut. \"In my community, Planned Parenthood is a very highly regarded mainstream organization,\" said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q>driven by an extreme ideological agenda.</q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. \"This would roll back decades", "new_id": -2}, {"uid": "1296424092007127044", "i": 22991, "idx": 0, "sa": ["Zahi Hawass"], "q": "of the political turmoil in the country. in Cairo, looters stole jewelry from the museum shop and smashed a statue of Tutankhamun and other artifacts. In a Sinai store containing antiquities from the Port Said Museum, <q>a large group, armed with guns and a truck, entered the store, opened the boxes in the magazine and took the precious objects. Other groups attempted to enter the Coptic Museum, Royal Jewellery Museum, National Museum of Alexandria, and El Manial Museum,</q> <strong> Zahi Hawass </strong>, \"My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day,\" <strong> Zahi Hawass </strong> wrote. By <strong> Zahi Hawass </strong>", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q>It felt like we turned that corner,</q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1295601684081559570", "i": 26670, "idx": 7, "sa": ["Eric Schmidt"], "q": "products.\" \"With his ascendancy, the company's engineers will reign unchallenged-- not that they had much trouble before,\" Thomas said. In a blog post, <strong> Eric Schmidt </strong> said: <q>Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.</q> \"This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us,\" he added, noting each member of the trio", "new_id": -2}, {"uid": "1297260302158613537", "i": 25883, "idx": 4, "sa": ["Bill Lockyer"], "q": "for taxes. \"There's this worry about the optics of all that. I understand that- voters don't want to be threatened, and voters shouldn't be threatened,\" <strong> Bill Lockyer </strong> said. <q>However, you also have to be honest with them about what the consequences will be if the only policy option is an all-cut budget. And no one has yet produced that.</q> Jon Fleischman, publisher of the popular conservative political blog FlashReport.org and a vice chairman of the California Republican Party, said he wants to see what an all-cuts budget would actually look like. He said having no", "new_id": -2}]