[{"uid": "1296542758249364481", "i": 47605, "idx": 1, "sa": ["Michael Vick"], "q": "he probably still has a long way to go to get back in the good graces of the general consumer in terms of marketability,'' said Jim Klunk, president of Klunk& Millan Advertising Agency in Allentown. <q> I think he'll be pretty much limited to the types of products that[ Unequal Technologies] makes, at least right now. </q> That company, which manufactures shock-absorbing padding and other athletic equipment, confirmed last week that it had signed <strong> Michael Vick </strong> to a deal for an undisclosed amount. All Chief Executive Officer Rob Vito would tell", "new_id": -2}, {"uid": "1295384209249954310", "i": 33257, "idx": 3, "sa": ["Sergio Marchionne"], "q": "future.`` Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the U.S. for the loans that enabled a re-energized, restructured company to emerge in June 2009,'' said <strong> Sergio Marchionne </strong>. <q> We recognize we have a moral responsibility to fulfill our promises, justify these investments and pay back every penny that was loaned to us. </q> In preparation for the launch of the new 2011 Dodge Grand Caravan and Chrysler Town& Country, the company has invested more than$ 1.4 billion USD since 2008 for assembly, stamping, material handling and", "new_id": -2}, {"uid": "1296280079111296551", "i": 6650, "idx": 7, "sa": ["Jackie Walorski", "Mitch Daniels", "Mike Pence", "Joe Donnelly"], "q": "Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear front-runner, and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Gov. <strong> Mitch Daniels </strong>, who is considering a run for president himself, has reached his two-term limit and can not run again in", "new_id": -2}, {"uid": "1296282852002965504", "i": 19636, "idx": 1, "sa": ["Eric Schmidt", "Angela Merkel", "David Cameron"], "q": "act of holding an election,'' <strong> David Cameron </strong> added. German Chancellor <strong> Angela Merkel </strong> agreed.`` There is no point in locking up people or to reduce the access to information,'' she said. <q> We must come to a peaceful dialogue in Egypt. The stability of the country is, of course, extremely important but not at the cost of freedom of opinion. </q> <strong> Eric Schmidt </strong>, Google's chairman, also denounced the Web blackout.`` We obviously think it's a bad idea, we obviously do not want these things to happen,'' he said.", "new_id": -2}, {"uid": "1297194045067846395", "i": 21550, "idx": 0, "sa": ["Eric Schmidt"], "q": "by The Sunday Telegraph about the European Commission inquiry into the company's dominance in search, <strong> Eric Schmidt </strong> spun the requests for information that Google received as part of that investigation as the beginnings of possible settlement discussions. <q> I think it is in our interests and I would hope in their interests to do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law, </q> he said.`` We understand we play a major role in Europe and we're not denying that. We have a lot of meetings with appropriate government officials.'' We have a lot", "new_id": -2}, {"uid": "1295419136019841068", "i": 1223, "idx": 5, "sa": ["Toby Young", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "hardest one to get.'' Thompson points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. <q> Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show, </q> he says.`` Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.'' For <strong> Toby Young </strong>, it's no accident that", "new_id": -2}, {"uid": "1295774335001081384", "i": 46524, "idx": 1, "sa": ["Jonathan Ross", "John Rentoul", "Andy Coulson", "Betty Kitten Ross"], "q": ", <strong> Andy Coulson </strong> and Alan Johnson combined. Newspapers spilled the imaginary beans about`` <strong> Jonathan Ross </strong> girl's torment'', while Gaydar called her a`` beacon of hope''. <strong> Betty Kitten Ross </strong> seems bemused by the attention writing <q> I actually came out three years ago so I'm not that bothered </q> while tweeting supportive messages to young people who contacted her. â\u0080¢ <strong> John Rentoul </strong>: Flip-flops: a must-have No 10 accessory Often considered a weakness, a well-executed U-turn can enhance a premier's reputation, as PM", "new_id": -2}, {"uid": "1295992202254623802", "i": 9665, "idx": 0, "sa": ["Laura Bush", "Colin Powell", "Rudy Giuliani"], "q": "heard from the likes of <strong> Rudy Giuliani </strong>, <strong> Laura Bush </strong> and <strong> Colin Powell </strong>, with a few lesser-known motivational speakers sprinkled in. An overflow audience of 500 people watched a satellite feed from Harborside Event Center in Fort Myers. <q> I think we're here with 6,000 of our best friends today, </q> said Jeff Miloff, co-owner of Miloff Aubuchon Realty.`` I've seen all kinds of business people. It's great for the community to have this type of inspiration.'' Miloff attended the seminar", "new_id": -2}, {"uid": "1296175633054247430", "i": 26630, "idx": 9, "sa": ["Jackie Walorski", "Mitch Daniels", "Mike Pence"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for governor if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through, </q> she said.`` Obviously it'd be great for the state of Indiana.'' People ski near the Congress Center at the World Economic Forum... White House Chief of Staff Emanuel listens to U.S....,", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}]