[{"uid": "1296820432076218415", "i": 523, "idx": 0, "sa": ["Howard Stern", "David Letterman"], "q": "<strong> Howard Stern </strong> humbled himself during Thursday night's appearance on the Late Show with <strong> David Letterman </strong>, asking the TV host's forgiveness for past betrayals and proposing they rekindle the personal friendship they once shared. <q> ''I owe you an apology,</q> said <strong> Howard Stern </strong> to <strong> David Letterman </strong>. ''You're going to think I'm making a joke, but I'm not... years ago... you used to call me at home. I loved it, and I must", "new_id": -2}, {"uid": "1296789416115392521", "i": 29007, "idx": 7, "sa": ["Magic Johnson", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. ''You honestly don't r... <strong> Allen Iverson </strong> 54pts vs Cleveland Cavaliers 2000/2001 MVP NBA Regular Season <strong> Allen Iverson </strong> 54pts vs Cleveland Cavaliers 2000/2001 MVP NBA Regular Season <strong> Allen Iverson </strong> keeps scoring and the Philadelphia 76ers keep winning", "new_id": -2}, {"uid": "1295974415172294173", "i": 24752, "idx": 0, "sa": ["Rahm Emanuel", "Bill Lockyer", "Newt Gingrich"], "q": "court to tell Chicago election officials to keep his name on the ballot if it starts to print them. Appellate litigation attorney Christopher Keleher said it's likely the court would rule against <strong> Rahm Emanuel </strong>. <q>I can tell you from experience that getting a reversal from any Supreme Court is difficult- even more so when you've got a truncated time frame,</q> Keleher said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Aston Martin 2008 V8 Vantage$ 85,794 Aston Martin 2009 V8", "new_id": -2}, {"uid": "1295278861147685381", "i": 2631, "idx": 0, "sa": ["Mike Pence"], "q": "rather run for the Indiana governor's office. The draft-Pence movement hopes to change the congressman's mind by demonstrating that he has the support he'd need for a serious 2012 presidential run. <q>America's President Committee[ APC] today kicks off a national grassroots signature drive urging conservatives and tea party members to sign a declaration encouraging Mr. <strong> Mike Pence </strong> to run for President,</q> the group said in an early-Monday news release. ''Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government, and for that reason I", "new_id": -2}, {"uid": "1295315901013549585", "i": 20601, "idx": 0, "sa": ["Eric Schmidt", "Serge Michel", "Jared Cohen", "all political"], "q": "Zhuo Ruisheng, <strong> all political </strong> counselor of the Chinese embassy to Tunisia. He briefed us on the latest on the situation of overseas Chinese in Tunisia. Zhuo Ruisheng, <strong> all political </strong> counselor of the Chinese embassy to Tunisia said, <q>Currently there are over 370 Chinese in Tu... Authors@Google: <strong> Serge Michel </strong>& <strong> Paolo Woods </strong> The Authors@Google program welcomed <strong> Serge Michel </strong> and <strong> Paolo Woods </strong> to Google's New York office to discuss their book, ''China Safari: On the Trail of Beijing's Expansion in Africa</q>. ''<strong> Serge Michel </strong> and <strong> Serge Michel </strong> Beuret, tell the dramatic-- and largely unknown-- story of the... <strong> Eric Schmidt </strong>, Alec Ross& <strong> Jared Cohen </strong> on 21st Century Statecraft <strong> Eric Schmidt </strong>, Alec Ross& <strong> Jared Cohen </strong> on 21st Century Statecraft Google", "new_id": -2}, {"uid": "1295619449001654802", "i": 6622, "idx": 2, "sa": ["Eric Schmidt"], "q": "do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q>I am not as concerned about the titles as I am winning,</q> <strong> Eric Schmidt </strong> said. ''I am quite certain that this change will result in faster decision making and better value for the shareholders.''", "new_id": -2}, {"uid": "1295750091189693976", "i": 43206, "idx": 3, "sa": ["Paul Pierce", "Allen Iverson", "Albertina Walker"], "q": "the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each. ''Win. It's the only thing we can think about,'' <strong> Allen Iverson </strong> said. <q>We fought hard to get back in the series. We're really not thinking about anything more. The only thing I care about is finishing out.</q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-time rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Albertina Walker </strong>,", "new_id": -2}, {"uid": "1295439770220266591", "i": 6382, "idx": 0, "sa": ["Kimberly Caldwell", "Simon Cowell"], "q": "put off and pique interest. But several past competitors, who endured the wrath of <strong> Simon Cowell </strong>, think the show will be just fine. The Era of Mean, it seems, is over. <q>When I first heard <strong> Simon Cowell </strong> was leaving, I wondered how would Idol even make sense anymore,</q> says Katy native <strong> Kimberly Caldwell </strong>, who finished seventh during the second season. Her debut album, Without Regret, drops in April. ''But the producers obviously know what they are doing.", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,</q> <strong> Bill Lockyer </strong> said, ''The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1297242001040484933", "i": 5078, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert", "Jacob Hill"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, ''I care deeply about animals'' and ''am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to ''propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would ''welcome a clarification of the guidelines.'' <strong> Jacob Hill </strong> at 10:15 PM February", "new_id": -2}]