[{"uid": "1296831010140378163", "i": 30344, "idx": 0, "sa": ["Barack Obama", "Ronald Reagan", "Sen. Bernie Sanders"], "q": ".\" Independent <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that <strong> Ronald Reagan </strong> \"was a very warm individual\" who \"connected with the American people.\" <q>But I think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And I think we can learn from those serious policy errors and hopefully not continue,</q> said <strong> Sen. Bernie Sanders </strong>. Article: <strong> Ronald Reagan </strong> legacy weighed amid 100th birthday events... CORRECTS LOCATION OF COLLEGE- FILE- In this 1931... <strong> Ronald Reagan </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article:", "new_id": -2}, {"uid": "1297367176156647444", "i": 34780, "idx": 0, "sa": ["Eric Schmidt"], "q": "in an interview with a Swiss magazine on Thursday. Asked about the high valuations being put on companies such as social network company Facebook and game developer Zynga, <strong> Eric Schmidt </strong> said in an interview with Bilanz: <q>There are clear signs of a bubble... But valuations are what they are. People believe that these companies will achieve huge sales in the future.</q> The Wall Street Journal reported on Thursday that Google, Facebook and others have held low-level takeover talks with Twitter, valuing the company as high as USD 10 billion. Asked whether he", "new_id": -2}, {"uid": "1295562594178864162", "i": 10773, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", \"Day-to-day adult supervision no longer needed!\" Mr <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr Page. Mr Page said <strong> Eric Schmidt </strong> had done <q>an outstanding job leading Google for the last decade. The results speak for themselves.</q> Google's other co-founder <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1296821695221364241", "i": 36383, "idx": 0, "sa": ["Zahi Hawass"], "q": "said a million tourists had left the country since the unrest began last week, costing the national economy about$ 1 billion so far. <strong> Zahi Hawass </strong>, just promoted by Mubarak to be minister for cultural affairs. <q>I want people to know that after nine days of protests, the monuments are safe. Why? Because the Egyptian people are protecting them.</q> <strong> Zahi Hawass </strong> appears often in television documentaries about Egyptian archaeology, and if you have seen him, you know he is rarely relaxed. But today, in a blog post widely read by Western archaeologists", "new_id": -2}, {"uid": "1294953126035717169", "i": 24335, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "News <q>And Then She Finally Opens Her Eyes...</q> Jim Nintzel on Thu, Jan 13, 2011 a first-hand account of Congresswoman <strong> Gabrielle Giffords </strong> opening her eyes while Sen. <strong> Kirsten Gillibrand </strong> and Rep. <strong> Debbie Wasserman Schultz </strong> were with her at UMC last night: \"<strong> Kirsten Gillibrand </strong>: And we just", "new_id": -2}, {"uid": "1296434771067305481", "i": 4088, "idx": 0, "sa": ["Kim Jong-il", "Simon Cowell"], "q": ". It's a circus. <strong> Simon Cowell </strong> is the George Bush of the music industry. \"He doesn't know fuck all about music, I'll tell you that for a fact,\" he continues. <q>I'd rather sit down and have dinner with that guy from Korea, what's his name?</q> \"<strong> Kim Jong-il </strong>?\" \"With <strong> Kim Jong-il </strong>. I'd rather have dinner with him. I find the whole thing like the Nuremberg Rallies.\" Goldie( right) with his Supreme Graffiti", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q>It is a pretty good offer we are making.</q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1295595231037634053", "i": 11011, "idx": 1, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q>My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up,</q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s", "new_id": -2}, {"uid": "1294957383066879509", "i": 13625, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "'s best friends in Congress were there: <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York and Congresswoman <strong> Debbie Wasserman Schultz </strong> of Florida. Joining them was former <strong> Nancy Pelosi </strong> of the House, <strong> Nancy Pelosi </strong>. On The Early Show, <strong> Kirsten Gillibrand </strong> said, <q>It was just unbelievable and indescribable, the hope and the courage and the strength that exuded from her and all of us around her who love her so much.</q> <strong> Debbie Wasserman Schultz </strong> said, \"Mark, the first thing that he asked her to do was, you know, \"<strong> Gabrielle Giffords </strong>, give me a thumbs up if you can see me.\" And then he said", "new_id": -2}, {"uid": "1296522021211714148", "i": 16536, "idx": 4, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing. \"It's difficult to talk about profit sharing when you've got a negative number at the bottom,\" he said. But, <q>our liquidity improved in 2010, and it's expected to improve in 2011. It would have( been) inexcusable not to recognize what our people have done. We owe them a lot and we should pay them for that performance.</q> The company, managed by Fiat SpA, reported a net loss for the fourth quarter and projected profits in 2011, when it plans to go public. Chrysler reported a$ 199-million U.S. net", "new_id": -2}]