[{"uid": "1295669782061620287", "i": 55435, "idx": 0, "sa": ["Eric Schmidt"], "q": "'s role will transition to focusing on external deals such as partnerships and government outreach. <strong> Eric Schmidt </strong> insisted that the move was part of a \"streamlining\" effort rather than a management shake up. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> he said. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.\" <strong> Eric Schmidt </strong> has been chief executive of Google for some 10 years as", "new_id": -2}, {"uid": "1297364739143966216", "i": 32246, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Feb, 28, 2003, Department of Defense briefing \" There is no poetry in Known and Unknown. <strong> Donald Rumsfeld </strong> seems to be experimenting with a new-ish genre very popular with political folk, the <q> I'm really a pretty good guy </q> memoir. Or maybe it's the \"ain't my fault bitchez\" memoir. Either way, it's all for freedom! As you might suspect, <strong> Donald Rumsfeld </strong> has much to say", "new_id": -2}, {"uid": "1297422337196083716", "i": 26677, "idx": 1, "sa": ["Steve Ballmer"], "q": "its mobile phones because there were too many players in the Android Market. \"We had three options,\" explained Elop in a questions and answers session at the London sitting alongside <strong> Steve Ballmer </strong>. <q> One was to look at internal operating systems, the second was to look at Android, and the third Microsoft. </q> Expanding on the topic, Elop added: \"We explored the Google ecosystem. There are some attractive elements to the system, however we felt that we would have difficulty standing out of the", "new_id": -2}, {"uid": "1295505185040337467", "i": 29156, "idx": 14, "sa": ["Steven Tyler", "Chris Judge", "Simon Cowell", "Tim Urban"], "q": "someTim Urbanes blunt, someTim Urbanes crass, but always ever-knowledgeable <strong> Simon Cowell </strong> announced he was leaving the show at stars and more On the eve of his debut as American Idol <strong> Chris Judge </strong>, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh <strong> Chris Judge </strong> or target=\"_blank\" an overbearing <strong> Chris Judge </strong>, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\" [ What I am bringing is] 40 years as the front guy in Aerosmith, who's Chris Judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1296458268077217820", "i": 44122, "idx": 0, "sa": ["Allen Iverson", "Soulja Boy"], "q": "a best-of-five series sweep for the first time since 1991 against Milwaukee. They host Game 4 on Wednesday. Responding in pressure situations is nothing new for <strong> Allen Iverson </strong>. \"That's my life,\" <strong> Allen Iverson </strong> said. <q> That's just what I've been going through since I've been in the league, so I'm kind of used to it. When we lose, people are going to point the finger at me and coach. And when we win gaems, I get the praise. You just accept that and understand that's the <strong> Soulja Boy </strong> it's going to be. </q> It was the eighth time <strong> Allen Iverson </strong> scored at least 40 points in a playoff game. The Sixers are 7-1 in those contests. \"We have another chance to play and we have to put pressure on them,", "new_id": -2}, {"uid": "1296671144083132443", "i": 7438, "idx": 9, "sa": ["Piers Morgan", "Mitt Romney", "David Letterman"], "q": "another presidential bid. He told Mr. <strong> David Letterman </strong> he had \"no plans for that at this point,\" but added, \"I'll keep the door open.\" He told CNN's Mr. <strong> Piers Morgan </strong> that there <q> are things you've got to assess before you make a final decision. </q> He listed matters of health and the kind of support network \"you'd like to have behind you.\" <strong> Mitt Romney </strong> has definitely paid attention to the financial portion of his support network. Beyond his own", "new_id": -2}, {"uid": "1296273664046694412", "i": 35731, "idx": 1, "sa": ["Allen Iverson", "Soulja Boy", "Richard Hamilton", "Ben Gordon", "Yao Ming"], "q": "injury-plagued Milwaukee Bucks on Saturday night. \"The simple fact that now I'm coYao Ming off the Ben Gordonch I ain't got time to get warmed up,\" said <strong> Richard Hamilton </strong>, who went 15-of-25 from the floor. <q> I have to come in on fire every time. </q> <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following a 3-9 stretch that they stopped with a win against Miami. He and <strong> Richard Hamilton </strong> led the <strong> Soulja Boy </strong> when it counted.", "new_id": -2}, {"uid": "1297437360129613826", "i": 28220, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "bio labs.\" ] On chemical weapons, the U.S. could not confirm the identity of any Iraqi sites that could produce the final chemical agent.[ because the production lines were cold] <q> Our overall knowledge of the Iraqi CW program is primarily limited to infrastructure& doctrine. The specific agent and facility knowledge is 60-70 percent incomplete, </q> the report stated. On the one hand, now we know that <strong> Donald Rumsfeld </strong> got his \"we don't know what we don't know\" quote from this two-star Air Force general officer( see second", "new_id": -2}, {"uid": "1297435702142311425", "i": 53788, "idx": 6, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and <strong> Stephen Elop </strong> said. \"We have different forms of value transfer in different directions,\" <strong> Stephen Elop </strong> said. \"We have new opportunities that come from advertising and new forms of monetization.\" <q> We the ability to activate users and put them in a position to be more effective in what we call local commerce, </q> added <strong> Steve Ballmer </strong>. \"Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.\" <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295545349188383370", "i": 16507, "idx": 3, "sa": ["Tyler Perry", "Kirsten Gillibrand", "David Boies"], "q": "<strong> Tyler Perry </strong> v. Schwarzenegger, <strong> David Boies </strong> indicated that he's in the national marriage equality fight for the long haul. \"If there's no standing, there will have to be additional cases,\" he said. <q> And we're already looking for the right places to bring cases. </q> Senator <strong> Kirsten Gillibrand </strong>, who said she was in Los Angeles for \"a few events,\" was hopeful about marriage equality prospects in her own state, one of several on the east coast where state legislatures seem", "new_id": -2}]