[{"uid": "1295965652202670112", "i": 41562, "idx": 7, "sa": ["Eric Schmidt"], "q": "sagte <strong> Eric Schmidt </strong>. Google will 1000 Mitarbeiter in Europa einstellen, um die lokalen M?rkte zu erschlie?en. In Deutschland erzielt Google gesch?tzte zwei Milliarden Euro Umsatz im Jahr und beherrscht damit rund 60 Prozent des Online-Werbemarktes. <q> Wir sind so erfolgreich, dass sich die Regierungen Sorgen machen. Wir haben einige sehr komplizierte Punkte mit den Regierungen zu kl?ren </q>, sagte <strong> Eric Schmidt </strong>. Den Untersuchungen, vor allem der EU-Kommission, sehe er allerdings in aller Ruhe entgegen.`` Um Wettbewerbsklagen macht man sich immer Sorgen. Aber diese Sorgen sind nicht allzu gro'', sagte <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295042017241876993", "i": 18589, "idx": 0, "sa": ["Alassane Ouattara"], "q": "opposition leader <strong> Alassane Ouattara </strong> as head of state after the country's November 28 election. But Gbagbo has rejected international calls to stand down. The EU said in a statement that the sanctions target 88 individuals who <q> refuse to place themselves under the authority of the democratically elected president( <strong> Alassane Ouattara </strong>) </q>. They also hit 11 entities`` that are supporting the illegitimate administration of Laurent Gbagbo'', the statement said. Diplomats earlier said 85 people were hit by the sanctions. The", "new_id": -2}, {"uid": "1295846647082296839", "i": 8403, "idx": 0, "sa": ["Tom Brady", "Michael Vick", "Ben Roethlisberger", "Peyton Manning"], "q": "New York Jets failed again in the AFC championship game. Along with the Eagles' own <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> was the other <strong> Ben Roethlisberger </strong> redemption story in the NFL this year. That is, if you define <q> redemption as`` making people forget your shameful past by winning football games. </q> He may not be any better a guy, but it is time to acknowledge that <strong> Ben Roethlisberger </strong> is one of the truly elite quarterbacks in the NFL. He isn't an artist like <strong> Peyton Manning </strong>, <strong> Tom Brady </strong>,", "new_id": -2}, {"uid": "1297705388051036191", "i": 27265, "idx": 0, "sa": ["Bridget Riley", "Zahi Hawass"], "q": "the spirit of America's transition from a rural society to an industrial one. He ran his studio like a factory, stocked with large amounts of raw material. On steel as a medium, he said: <q> What it can do in arriving at form economically, no other material can do. The metal itself possesses little art history. What associations it possesses are those of this century: power, structure, movement, progress, suspension, destruction and brutality. </q> Minister <strong> Zahi Hawass </strong> Says Eighteen Items Missing from Egyptian Museum After Unrest Galerie Max Hetzler Presents a Small Retrospective of Major British Artist <strong> Bridget Riley </strong> Picasso: Guitars 1912-1914 Examines a Moment of Radical Experimentation in 20th Century Art The National Gallery", "new_id": -2}, {"uid": "1296671847037879814", "i": 35824, "idx": 7, "sa": ["Allen Iverson", "Paul Pierce", "Shaquille O'Neal", "Jason Kidd"], "q": ".'' At one point, both <strong> Allen Iverson </strong> and <strong> Paul Pierce </strong> were 12-for-16 from the floor.`` When you're in a zone, it doesn't matter if guys are on you or anything,'' <strong> Allen Iverson </strong> said. <q> It just feels good. It just feels like throwing rocks in an ocean. </q> The Suns have lost twice-- by a comShaquille O'Nealed 46 points-- since their 129-127 double-overtime win at Dallas on Wednesday http://wn.com/Study_Finds_No_ReJason Kidd_to_Delay_Pregnancy_After_a_Miscarriage Local college basketball previews Butler garners <strong> Shaquille O'Neal </strong> East Honor Roll accolades Top-25 foes meet up in <strong> Shaquille O'Neal </strong> East", "new_id": -2}, {"uid": "1296064667049987588", "i": 30769, "idx": 0, "sa": ["Alassane Ouattara"], "q": "Ghana.`` In the long-run, cocoa will come out, which is why you've seen a bit of selling coming into the market,'' a London-based trader said. <q> It's a tad overbought.`` But Gbagbo still hasn't gone, and there's still risk of civil war, so not many people are still prepared to sell it outright, </q> the trader said. <strong> Alassane Ouattara </strong>'s camp warned of sanctions if exporters violate the ban, and five major exporting companies have stopped registrations of beans along with agribusiness giant Cargill[", "new_id": -2}, {"uid": "1297239482104841255", "i": 57322, "idx": 5, "sa": ["Colin Powell", "Isnilon Hapilon"], "q": "We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he wanted to", "new_id": -2}, {"uid": "1295540865257720386", "i": 2437, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Ben Ali"], "q": "duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 29v&amp;flvURL=/media/2011/01/13/01132011- 29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 29v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'': <q> Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp- dyn/emailBen Alink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman- Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening", "new_id": -2}, {"uid": "1295217330029671466", "i": 18133, "idx": 0, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "the tighter sanctions and said he still had access to accounts at West Africa's central bank, even though regional leaders recognise his rival <strong> Alassane Ouattara </strong> as the legitimate leader of the world's top cocoa grower. <q> Westerners often make this mistake. The world does not stop at Europe, it does not stop at America, </q> Gbagbo's government spokesman <strong> Ahoua Don Mello </strong> said.`` Africa has evolved. We can dispense with France, we can go elsewhere,'' he added, referring to Ivory Coast's former colonial ruler. office said at", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]