[{"uid": "1295631272004243527", "i": 5926, "idx": 1, "sa": ["Eric Schmidt"], "q": "C'est lui qui tait aux commandes lors de l'entr?e en Bourse en 2004. Dix ans plus tard, la r?ussite financi?re para?t totale. Insensible? la crise du march publicitaire, Google a accumul les excellents r?sultats. <q> L'encadrement par un adulte n'est plus n?cessaire </q>, estime? pr?sent <strong> Eric Schmidt </strong> sur le ton de l'humour, en r?f?rence au jeune ge de ses prot?g?s. VirtualBox, le client gratuit de virtualisation, vient de para?tre dans une mouture 4.0.2. Comme le", "new_id": -2}, {"uid": "1295792617125714556", "i": 234, "idx": 0, "sa": ["Andy Coulson"], "q": "do it and hope you don't get caught.'' Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not <q> give the 110% needed </q>. A number of public figures are taking civil legal action against the newspaper, and documents disclosed in those cases have sparked fresh developments. It emerged earlier this month that News of the World", "new_id": -2}, {"uid": "1295626398146702340", "i": 7854, "idx": 0, "sa": ["Nancy Pelosi", "Ryan Dixon", "Michele Bachmann", "Harry Reid", "Bernie Sanders", "Mary Landrieu", "Dan Boren", "Michael Bennet", "Barack Obama", "Patrick Kennedy"], "q": "at www.realclearpolitics.com The graphic I use of from Gallup http://wn.com/HEALTH_CARE_WINS_LOSSES_DEMOCRATS_GAIN_MAJOR_HC_ENDORSEMENTS_Michele Bachmann_GOP_RALLY_A_BUST Question of the Day: What is your stance on immigration? Leave all your responses in the comment section.`` Democrats Reveal Facts About Health Care'' www.youtube.com <q> Rep. <strong> Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com`` High Immigration Impacts America's Unemployed'' www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> <strong> Ryan Dixon </strong> Speaking in a PD podcast to coincide with the launch of a new", "new_id": -2}, {"uid": "1295755514184385545", "i": 26800, "idx": 22, "sa": ["LeBron James", "Allen Iverson", "James Jones"], "q": "to lead the Pacers to a 109-98 win over the Philadelphia 76ers on Monday night.`` At times, when we can put teams away, we go about it in a lackadaisical way,'' <strong> Allen Iverson </strong> said. <q> We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talLeBron James about. </q> The Pacers earned a split of the home-and-home series after Philadelphia won 107-97 on Saturday night. <strong> James Jones </strong> scored seven straight points late in the fourth quarter that helped the Pacers put this one away for a rare road win", "new_id": -2}, {"uid": "1296968578257851407", "i": 48834, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "we winning or losing the war on terror?''`` Is the U.S. government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?'' <q> My brain would be going, </q> he says.`` I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.''' Another <strong> Donald Rumsfeld </strong> Rule", "new_id": -2}, {"uid": "1295641664003719173", "i": 3392, "idx": 2, "sa": ["Andy Coulson"], "q": "in Britain live in a democracy. If you don't like the government's policy you can change it by voting for the other lot. \" The government bases it's policy on the <q> greatest good of the greatest number </q>. perplexing 21 January 2011 8:16 PM taxedtothelimit 21 January 2011 8:11 PM Very smart of the tories to let <strong> Andy Coulson </strong> go now. lts got the left running after a", "new_id": -2}, {"uid": "1295665593103448601", "i": 45734, "idx": 0, "sa": ["Colin Powell"], "q": "Washington is in many ways a provincial small town, where everyone knows everyone else's business and the truly interesting parts are off-limits to cameras. Almost all good morsels of gossip are off the record. <q> I've gone to some very small, private party events, </q> said Pamela Sorensen, the founder of Pamela's Punch, a popular Washington-based social blog,`` and a href=\"http://topics.nytimes.com/top/reference/timestopics/people/p/Colin Powell_l_Colin Powell/index.html?inline=nyt- per\" title=\"More articles about <strong> Colin Powell </strong> L. Colin Powell.\"> <strong> Colin Powell </strong> will be there, or some ambassador", "new_id": -2}, {"uid": "1297177285142131216", "i": 48575, "idx": 9, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell", "Condoleezza Rice"], "q": "his book, the former defense chief also ripped into some of <strong> George W. Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. He said <strong> Colin Powell </strong>- <strong> George W. Bush </strong>'s first top diplomat- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department`` unhelpful.'' <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> George W. Bush </strong> advisers and officials, truly believed Saddam Hussein had weapons of mass destruction when he made a presentation", "new_id": -2}, {"uid": "1297242024149028872", "i": 28749, "idx": 3, "sa": ["David Letterman", "Aaron Rodgers"], "q": "chance to become the first team to repeat as Super Bowl champs since the`` Every team has a different face to it,'' the 27-year-old <strong> Aaron Rodgers </strong> told the href=\"http://www.jsonline.com/sports/packers/115534919.html\"> Milwaukee Journal Sentinel. <q> Every year, different players, guys come and go. But I think the core, the nucleus of this team, is intact to make runs like this for the next four or five years. </q> <strong> David Letterman </strong> ended the segment by pulling out a football and asking the Super Bowl MVP to throw him a pass.`` Do you mind throwing me something simple?'' <strong> David Letterman </strong> asked before he quickly added", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else.`` It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,'' <strong> Joe Matarese </strong> said. <q> I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}]