[{"uid": "1295715719099811330", "i": 10403, "idx": 0, "sa": ["Steve Blake", "Allen Iverson"], "q": "missing. <strong> Steve Blake </strong>, traded to Milwaukee in the offseason and acquired by Denver from the Bucks last week, had a career-high 25 points against his former team Sunday night, in Denver's 109-93 victory over Portland. <q><strong> I Roy </strong>'m not surprised because a good basketball player is a good basketball player and that's what he is,<q> said <strong> Steve Blake </strong>'s new teammate, <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> had 32 points and nine assists for the Nuggets, who trailed at halftime but outscored the Blazers 41-17 in the third quarter. The victory snapped a two-game losing streak", "new_id": -2}, {"uid": "1297519408017776651", "i": 2006, "idx": 0, "sa": ["Tony Bennett", "Shayne Ward", "Simon Cowell"], "q": "forge a career, but <strong> Shayne Ward </strong> seems to be doing well for himself. And he's making sure he isn't pigeonholed. An admirer of old school acts, such as <strong> Tony Bennett </strong>, he wants to diversify. <q>I want to make sure I go down other avenues than music.<q> With that in mind he's branching out into modelling, looking at acting, is recording and touring and has maintained a good relationship with music mogul <strong> Simon Cowell </strong>. Not that he sees him that much-", "new_id": -2}, {"uid": "1295613317136232968", "i": 20695, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "<strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" <strong> David Cameron </strong> said in a statement. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.<q> Text NEWS to 71593 for headlines from the Daily Press. Click here for other text alerts. <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had long insisted he would", "new_id": -2}, {"uid": "1295192606168738817", "i": 36974, "idx": 1, "sa": ["Sharron Angle", "Dennis Kucinich", "Sen. Bernie Sanders"], "q": "progressive\"-- a fan of Vermont socialist <strong> Sen. Bernie Sanders </strong>, Ohio socialist wannabe <strong> Dennis Kucinich </strong>, and state media outlet, NPR. \" \"Rather than pointing fingers or assigning blame,\" said Obama in Tucson, <q>let us use this occasion to expand our moral imaginations.<q> In the days immediately after the shooting, Fuller expanded his moral imagination by telling Democracy NOW radio, \"It looks like Palin, Beck, <strong> Sharron Angle </strong>, and the rest got their first target.\"\"", "new_id": -2}, {"uid": "1295615284003915779", "i": 14204, "idx": 0, "sa": ["Andy Coulson"], "q": ", in his resignation statement, insisted he stood by his previous line that he was not aware of phone hacking when he was News of the World editor and said he had done nothing wrong. He said that <q>when a spokesman needs a spokesman, it is time to move on<q>. His resignation follows months of accusations that he had been aware of and sanctioned widespread phone hacking during the period of his editorship of the paper. <strong> Andy Coulson </strong>'s resignation will raise questions as to", "new_id": -2}, {"uid": "1294966525056983567", "i": 2306, "idx": 0, "sa": ["Allen Iverson", "Michael Jordan", "George Karl"], "q": "mark. \"Tonight's game was fun because I thought from the minute they went on the court they thought they were going to win the game,\" said <strong> George Karl </strong>, who's 800-555 in 19 seasons. <q>Coach( Dean) <strong> LaBradford Smith </strong> told me a long time ago that if you can't accept that players win and coaches lose, then don't get into coaching. You can be the greatest coach in the world, but if you don't have players, you aren't going to win in the NBA.<q> <strong> George Karl </strong> has a superstar in <strong> Allen Iverson </strong>, who finished with 44 points and 10 assists. <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. <strong> Michael Jordan </strong> season high is 46", "new_id": -2}, {"uid": "1297124456124354605", "i": 10487, "idx": 5, "sa": ["Simon Cowell"], "q": "X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q>Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition.<q> Story Continues â\u0087\u0092 \"previous1 2 3 next\" Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast", "new_id": -2}, {"uid": "1295094125134053943", "i": 20083, "idx": 13, "sa": ["Carmelo Anthony", "Mike D'Antoni", "Allen Iverson"], "q": "to their red-hot superstars. <strong> Allen Iverson </strong> made 16-of-22 shots from the field and <strong> Carmelo Anthony </strong> was 13-for-20. And many of the shots were alley-oop dunks and rim-rattling jams that were the product of the Nuggets' suddenly stingy defense. <q>They made every shot in the world,<q> Suns coach <strong> Mike D'Antoni </strong> said. \"They are hard to handle when <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> are coming at you like that. They are hard to handle on any night.\" At one point, both <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes. \"There were far too many hands on the steering wheel,\" he writes elsewhere; it was <q>a formula for running the truck into a ditch<q>. Regrets He adds he regrets some of the quips he became famous for, such as \"stuff happens\" about the early looting in post-war Iraq, or his remark about \"old Europe\"-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1296207432158072868", "i": 2548, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "conservatives, including Tea Party activist and former House Majority Leader <strong> Dick Armey </strong>( R-Texas), publicly urged the Indiana congressman to jump into the White House race. In a public letter, <strong> Dick Armey </strong> and others wrote: <q>Now is the time for you, as one of this generation's leaders, to take your rightful place in the pantheon of American leadership, to cast aside personal considerations, and defend this God-blessed nation that has given us, and the world, so much.<q> And there is a \"Draft <strong> Mike Pence </strong>\" for president movement on the Internet. Without wishing any disrespect to <strong> Mike Pence </strong>, it is worth considering the possibility that one reason", "new_id": -2}]