[{"uid": "1295323003149110835", "i": 41667, "idx": 2, "sa": ["Steve Ballmer", "Ken Kutaragi"], "q": "where you are the controller. Your voice, your gestures, your body.\" Mr <strong> Steve Ballmer </strong>'s comments echo those of ex-Sony Computer Entertainment head <strong> Ken Kutaragi </strong> at the dawn of the PlayStation 3. <q>From the start, we intended to make not just a game machine for kids, but a computer for entertainment that adults throughout the world could enjoy,</q> Mr <strong> Ken Kutaragi </strong> said back in 2005. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1295030362239566879", "i": 28172, "idx": 0, "sa": ["Steve Ballmer"], "q": "Chief Out At Microsoft, Is <strong> Steve Ballmer </strong> Next? seven ways Microsoft can save itself in 2011. One of the most important, I wrote, was that CEO <strong> Steve Ballmer </strong> must bring management stability back to Redmond: <q>In the past 18 months, the entrance to Microsoft's corporate headquarters has revolved faster than the judge's panel on American Idol.</q> Noritsu's new printer is smaller than competing products and uses ink jet cartridges instead of chemicals <strong> Steve Ballmer </strong> was vague about the reasons. \"This is simply recognition that all businesses go through cycles and need new and", "new_id": -2}, {"uid": "1297385258085459065", "i": 47722, "idx": 1, "sa": ["Queen Beatrix", "Donald Rumsfeld", "Juan Carlos I of Spain", "Jane Holl Lute"], "q": "intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ <strong> Juan Carlos I of Spain </strong>] Re: Napolitano: \"Al-Qaeda does not exist: Natural Born Americans are the terrorists\" <q>Reply# 48 on: February 09, 2011, 03:52:38 PM</q> How about this... Napolitano: \"<strong> Queen Beatrix </strong> am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes the American citizen of all humanity\" Re: Napolitano: Al-Qaeda does not", "new_id": -2}, {"uid": "1297283051243777552", "i": 7563, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "to help build its presence in the nascent cloud computing market. Watch demos of Intel's webpad-based Health Guide for seniors, at the New York City launch of Intel's$ 250-million alliance with GE. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?\" he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN. \"Joking!\" he said to audience jeers. <q>I'd like to see you punch a 78-year-old man,</q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}, {"uid": "1295865401181075988", "i": 43762, "idx": 3, "sa": ["John McCain", "Carly Fiorina", "Colin Powell", "Bill Clinton"], "q": "world\" when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly TEXT: <strong> John McCain </strong>: Rewriting His Own History On Iraq? <strong> Carly Fiorina </strong>: <q>But to say that <strong> John McCain </strong> was aligned with <strong> President Bush </strong> on the prosecution of the war in Iraq is to change history.</q>[ Meet the Press, 7/13/08] TEXT: Oh Really? QUESTION: Are you proud of the work and the leadership of the Commander in <strong> Bill Clinton </strong> in this war? MCCAIN: Yes I am. I think", "new_id": -2}, {"uid": "1296412695110477333", "i": 17123, "idx": 0, "sa": ["Ann Marie Buerkle", "Kirsten Gillibrand", "Chuck Schumer"], "q": "two U.S. senators, <strong> Chuck Schumer </strong> and <strong> Kirsten Gillibrand </strong>, are leading the effort. Almost every member of the state's congressional delegation, including U.S. Rep. <strong> Ann Marie Buerkle </strong>, signed a letter to federal officials requesting an extension. <q>Putting a halt to these job-creating projects because of an arbitrary deadline, particularly when the hospitals themselves are not at fault, makes no sense,</q> <strong> Chuck Schumer </strong> said. So far, no response has been received from either the U.S. Department of Health and Human Services or the federal Office of Management and Budget. Meg Reilly, an OMB spokeswoman", "new_id": -2}, {"uid": "1295618668066224313", "i": 17206, "idx": 7, "sa": ["Eric Schmidt", "Dan Levine", "Richard Chang"], "q": "<strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q>It will be interesting to see what he'll do that's different, what he could not have done in his prior role,</q> said BGC Partners analyst Colin Gillis.( Reporting by Alexei Oreskovic; Additional reporting by Alexandria Sage, <strong> Dan Levine </strong>; Editing by Edwin Chan and <strong> Richard Chang </strong>)", "new_id": -2}, {"uid": "1295971212048300037", "i": 47245, "idx": 2, "sa": ["Donald Rumsfeld", "Michael Jackson", "Hillary Clinton"], "q": "national interests both on earth and in space.\" US <strong> Hillary Clinton </strong> Bob <strong> Michael Jackson </strong>, who wrote the legislation establishing the <strong> Donald Rumsfeld </strong> <strong> Michael Jackson </strong> Commission, asserts in \"Star Wars Returns\" about US \"control\" of space: <q>It is our manifest destiny. You know we went from the East Coast to the <strong> Kanye West </strong> Coast of the United States of America Well not about Iraq but equally insane. \"Star Wars Returns,</q> a video documentary exposing how the Bush administration is moving to make space a new arena of war, in violation of the intent of international law, has just been released by EnviroVideo. The documentary is being distributed", "new_id": -2}, {"uid": "1295797970138100746", "i": 28417, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "Dick Cheney"], "q": "'s challenges can be met. Article: State of the Union speech to focus on jobs: <strong> Barack Obama </strong>... Video: <strong> Barack Obama </strong>'s economic agenda: Boost competitiveness... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Report Abuse <q>Federal Government Tax Revenues$ <strong> Barack Obama </strong> TRILLION</q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes State Income Tax Food License Tax Vehicle Sales Tax OK", "new_id": -2}]