[{"uid": "1296729581100368405", "i": 12304, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Hosni Mubarak", "Robert Gibbs", "John McCain"], "q": "the top stories making news from around the country and the world. WASHINGTON/POLITICAL For the latest political news: CNN: <strong> John McCain </strong> hopes for quick end to violence in Egypt protests <strong> Barack Obama </strong> and his administration <q>strongly condemn the outrageous and deplorable violence that's taken place on the streets of Cairo today</q> and want it to end quickly, <strong> John McCain </strong> House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> said Wednesday. CNN: <strong> John McCain </strong> now calling for <strong> Hosni Mubarak </strong> to step down <strong> John McCain </strong> is now calling for <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to step down and let an interim", "new_id": -2}, {"uid": "1295476027129810464", "i": 30932, "idx": 0, "sa": ["Ian Benardo", "Crystal Bowersox", "Simon Cowell"], "q": "that he... \"American Idol\" runner-up <strong> Crystal Bowersox </strong> has traded in her... As singing competition \"American Idol\" prepares to enter its... TV talent guru <strong> Simon Cowell </strong> paid tribute to a <q>very special... \"American Idol\" Reject Bernardo... One-time \"American Idol</q> hopeful <strong> Ian Benardo </strong>, who marred the... Updated: Wednesday, 19 Jan 2011, 4:11 PM CST Published: Wednesday, 19 Jan 2011, 4:11 PM CST( FOXNews.com)-", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.\" The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q>started to open her eyes, literally,</q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}, {"uid": "1297444526101842946", "i": 24503, "idx": 1, "sa": ["Michael Vick"], "q": "direction to go. I'm waiting until the league comes back and says, \"Well we're going to do this type of ticket, this of flight, this type of hotel.\" <q>But I\"ll never get to watch that game again. Even though they lost, I still would have liked to have seen the game.</q> <strong> Michael Vick </strong> Moore, 23, of Pittsburgh, who had a$ 600 ticket to the game, also watched it on TV in the area under the stands. He said he too had been contacted by", "new_id": -2}, {"uid": "1295524993082116642", "i": 38449, "idx": 1, "sa": ["Simon Cowell"], "q": "U.S. and admits it took a discussion with an unnamed \"successful\" friend to make him realize it was time to go. He explained on a forthcoming episode of \"Oprah Presents Master Class\": <q>I asked a very successful guy, \"What's the best advice you can give me?' and he said,` <strong> Simon Cowell </strong>, always know when to leave the fair.' And I think that's good advice. Something inside you just says,` You know what, it's time to go.' Without any regrets whatsoever.</q> Despite departing` American Idol', <strong> Simon Cowell </strong>-- who got engaged to make-up artist Mezhgan Hussainy last year-- insists he has enjoyed being a TV talent show judge because it isn\"t very difficult.", "new_id": -2}, {"uid": "1295801603188252206", "i": 42679, "idx": 0, "sa": ["George Washington", "Benjamin Franklin", "Andy Coulson", "The Irish"], "q": "FREE. That day is today and we ask our <strong> George Washington </strong> brothers and sisters to help the Arab people become free and democratic. May <strong> The Irish </strong> Bless You. And May <strong> The Irish </strong> Bless America. Report Abuse <q><strong> The Irish </strong> government is a disgrace they failed thier people yet again. They are like a pack of cowboys running wild, bang bang bang, who is going to lead, I will, no I will, not you... bang bang bang.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> Benjamin Franklin </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Get Fit Today! Healthy Habits Coaching for military members& their families. Trader", "new_id": -2}, {"uid": "1295339945137920553", "i": 2549, "idx": 0, "sa": ["Michael Vick", "Pol Pot"], "q": "Cambodian. He said he found it \"ironic\" that he learned about the four men on the same day that Eagles coach Andy Reid announced that convicted dog-fighter <strong> Michael Vick </strong> would be his starting quarterback- saying in effect <q>that our country is all about second chances.</q> After the four Cambodians were detained, their supporters formed the <strong> Pol Pot </strong> Love Movement to Keep Families Together. <strong> Pol Pot </strong> Love cofounder Joe Hanzsum said he hoped that when ICE officials returned to work Tuesday they", "new_id": -2}, {"uid": "1295589642085278733", "i": 611, "idx": 6, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q>I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,</q> said <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\" \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else", "new_id": -2}, {"uid": "1297394437108019730", "i": 49136, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "respect for the lethality of nuclear weapons that rational countries have, former Bush administration <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> told Newsmax.TV on Thursday. <strong> Donald Rumsfeld </strong> also said that North Korea's only goal was to perpetuate itself. <q>They've been used in 1945, and they've not been fired in anger in the remaining 65 years,</q> he said. \"I don't know that there's ever been a period in history when a major weapon of that nature and that kind of power, relative power, has existed and not been used in", "new_id": -2}, {"uid": "1297059969077856769", "i": 16679, "idx": 3, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> has made no secret of the fact that he was underwhelmed by what Dublin had to offer- and it is believed to be under his orders that X Factor has axed the Irish leg. <q>There is only so many places we can go on the audition trail,</q> an insider revealed. \"We went to Dublin last year but we haven't been to Liverpool so we thought we should do that this year.\" Belfast Telegraph's canvases of historical Ulster:", "new_id": -2}]