[{"uid": "1296871605113704988", "i": 37222, "idx": 2, "sa": ["Roger Goodell", "Michael Vick", "Tony Dungy"], "q": "bad decisions or have bad things happening around him.\" Former Colts and Bucs coach <strong> Tony Dungy </strong>, a <strong> Michael Vick </strong> mentor, confirmed <strong> Roger Goodell </strong>'s statement about <strong> Michael Vick </strong> avoiding any party being thrown under name. <q>He is not going to be attending,</q> <strong> Tony Dungy </strong> told the Dan Patrick Show on Friday. \"I don't know where it started or what, but he's not going to be there.... I think he understands it's something that's just", "new_id": -2}, {"uid": "1297129044188514306", "i": 483, "idx": 5, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> said a decision about who will sit beside him on the panel will be made in the next three or four weeks. He says he's looking for people who could one-up him in battle. <q>I have to put people on this panel who I genuinely think could be better than me, so it becomes a real competition,</q> he said. \"It is a very, very different principle. It's easy to make comments, but when you have to put together the entire performance yourself and your fellow judges are judging you, it", "new_id": -2}, {"uid": "1296059109123355143", "i": 22721, "idx": 0, "sa": ["Gordon Brown", "Sue Akers", "Andy Coulson", "David Cameron"], "q": "by Deputy Assistant Commissioner <strong> Sue Akers </strong> at the specialist crime directorate. A Met spokesman said the move was necessary because of the counter terrorism workload and continuing \"severe\" level of threat. He said: <q>The Met has today received significant new information relating to allegations of phone hacking at the News of the World in 2005/06. As a result, the Met is launching a new investigation to consider this material. \"This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010.</q> Last week, former News of the World editor <strong> Andy Coulson </strong> resigned as <strong> David Cameron </strong>'s communications chief, though he has continually denied any knowledge of hacking during his time at the paper. <strong> Gordon Brown </strong> has also", "new_id": -2}, {"uid": "1296273660046694427", "i": 8744, "idx": 0, "sa": ["Stephen Jackson", "Chris Webber", "Kyle Korver", "Sarunas Jasikevicius", "Allen Iverson"], "q": "after a shot-clock violation on Philadelphia with 4.9 seconds left. <strong> Sarunas Jasikevicius </strong> threw an inbound pass to <strong> Stephen Jackson </strong>, who went around a stumbling <strong> Kyle Korver </strong> to make an uncontested shot. \"I was 0-for-infinity,\" <strong> Stephen Jackson </strong> said. <q>I just wanted to make a shot. We knew they'd switch. I went backdoor and got to the basket. My teammates showed confidence in me to give me the ball. It seemed like I hadn't made a shot all game.</q> <strong> Stephen Jackson </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>. \"For that to happen with 4.9 seconds left, it's", "new_id": -2}, {"uid": "1295238967163905547", "i": 26758, "idx": 3, "sa": ["Steve Ballmer"], "q": "premises license revenue. \"I'm excited that we may be able to offer more value to our customers by offering software plus services in the cloud than we ever could have done on-premise,\" said <strong> Steve Ballmer </strong>. <q>So, I think if we offer more value, we'll have opportunities to make more money. That's exciting, not something to be afraid of.</q> This is a public forum. United Business Media and its affiliates are not responsible for and do not control what is posted herein. United Business Media makes no warranties or guarantees concerning any advice dispensed by", "new_id": -2}, {"uid": "1295565930204079141", "i": 16426, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. Page praised <strong> Eric Schmidt </strong>. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. <strong> Google Inc. </strong> earned$ 2.5 billion", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q>11th grade-- is that a sophomore in high school?</q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: \"I don't know. I'm Canadian.\" Later, <strong> Justin Bieber </strong> tweeted that he will be on the \"Late Show\" again on Friday, \"", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}, {"uid": "1296124101014483473", "i": 2749, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Barack Obama"], "q": "just vastly exceed the number of people we have at the company.\" The company is believed to be pushing aggressively for more innovation to compete against smaller companies such as Facebook and Twitter. <q>The opportunities are so big this year that for us to maximise them we are going to have to work quicker and we are going to have to make decisions faster,</q> <strong> Alan Eustace </strong> said. Google CEO <strong> Eric Schmidt </strong> was among the business leaders who met with US <strong> Barack Obama </strong> last month to discuss ways to improve the US economy. Buy the latest industry research online today! Europe IT", "new_id": -2}, {"uid": "1296736018231227432", "i": 8136, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". Volgens de analist zou Microsoft uit de exclusieve deal met Nokia een 20 tot 25 procents marktaandeel kunnen krijgen met Windows Phone 7. Hij haalt ter herinnering nog een uitspraak aan van <strong> Steve Ballmer </strong> uit 2007. <q>Nooit zal Apple's iPhone enig significant marktaandeel behalen.</q> Hij nodigt beide ceo's uit voor een lunch \"wanneer jullie beiden in Londen zijn.\" <strong> Stephen Elop </strong> is verwarrend De brief van de Engelse financieel analist komt nadat <strong> Stephen Elop </strong> vorige week Vind ik", "new_id": -2}, {"uid": "1295559842078905432", "i": 16668, "idx": 5, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "under Larry will be even better! Larry, in my clear opinion, is ready to lead.\" In a statement, Mr. Page said Mr. <strong> Eric Schmidt </strong>'s track record speaks for itself. <q><strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,</q> he said. Yahoo Canada shakeup; marketing director and longtime sales exec out Waiting in the wings; the big three in charge of Apple without <strong> Steve Jobs </strong> <strong> Eric Schmidt </strong> to step down as <strong> Google Inc. </strong> CEO, co-founder", "new_id": -2}]