[{"uid": "1295665840153141360", "i": 32924, "idx": 0, "sa": ["Andy Coulson"], "q": "Abuse \" I find it interesting that the French foreign minister is travelling in a white UN vehicle. \" White. The color of a surrender flag. How appropriate for a French politician! Report Abuse <q> Just to make it clear. Capturing of Israeli soldier even within Israeli border can be called war, but not crime, and may have its own consequences. However, keeping him 3 years without Red Cross access, without any external contact with his family- this is the crime!!! </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Mom's$ 5 Anti Aging Trick Dermatologists DO N'T Want You Knowing About This", "new_id": -2}, {"uid": "1295756651021528610", "i": 13746, "idx": 8, "sa": ["Eric Schmidt", "Will Page"], "q": "was nothing going on in the industry where people were saying something is coming. Google's results have been extraordinary.'' <strong> Eric Schmidt </strong> wasn't the man to wage war with Facebook, he said. <q> There is no making Facebook go away, </q> he said.`` Now for the first time ever, Google will have to co-exist. They clearly feel that <strong> Will Page </strong> is the man to accomplish that in the future.'' During the earnings call last", "new_id": -2}, {"uid": "1296160133231161875", "i": 11796, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. reprints& permissions, visit our FAQ's. To report corrections and clarifications,", "new_id": -2}, {"uid": "1296142019223117323", "i": 13628, "idx": 1, "sa": ["Michael Vick"], "q": "according to RadarOnline. The deal will be publicly announced today, according to the company.`` We're real excited about it,'' the company's chief executive officer Rob Vito said. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.`` We believe it was worth it because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products, </q> Vito said. <strong> Michael Vick </strong> said in a statement that`` Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.'' A large", "new_id": -2}, {"uid": "1295708457073957387", "i": 15287, "idx": 0, "sa": ["Tony Blair", "Alastair Campbell", "Andy Coulson"], "q": "would continue through civil court cases and possible police inquiries. <strong> Alastair Campbell </strong>, <strong> Tony Blair </strong>'s former chief spin doctor, said the hacking scandal would create a`` greater stench'' the longer it went on. <q> I believe the unravelling of this issue is going to continue apace, </q> he told Sky News. He also questioned <strong> Andy Coulson </strong>'s decision to quit, suggesting the matter was not so widely discussed as to be a resignation matter.`` I don't accept that this", "new_id": -2}, {"uid": "1297220789217088052", "i": 17128, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Guantanamo Bay one of world's finest prisons: <strong> Donald Rumsfeld </strong> THE`` war on terror'' prison at the US naval base in Guantanamo Bay, Cuba is <q> one of the finest prison systems in the world, </q> former defence secretary <strong> Donald Rumsfeld </strong> has said. <strong> Donald Rumsfeld </strong>, who is promoting his autobiography Known and Unknown, praised US military personnel who worked at the site in the interview on Fox News Channel's Hannity show.", "new_id": -2}, {"uid": "1295566625217792542", "i": 685, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,'' <strong> Eric Schmidt </strong> explains. <q> Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> While Larry Page manages Google's day-to-day operations, co-founder <strong> Sergey Brin </strong> will work on new products and strategic projects. Despite their separate roles, <strong> Eric Schmidt </strong> noted that all three have been equally involved in making decisions over the", "new_id": -2}, {"uid": "1296222919222609411", "i": 28680, "idx": 1, "sa": ["Simon Cowell", "Frank Sinatra"], "q": "anyone will notice'' \" He said that while it had been used mostly in an entertainment context so far, including supplying <strong> Simon Cowell </strong> with a hologram of <strong> Frank Sinatra </strong> to perform at his birthday party, he would <q> like to see its widespread use for practical purposes like the virtual assistants </q>. The holograms have been installed at the entrance to the security search area of Terminal 1 to explain about liquid restrictions and to remind passengers to have boarding cards ready. Mr Walsh said that", "new_id": -2}, {"uid": "1295433052260259931", "i": 357, "idx": 0, "sa": ["Lionel Richie", "Don Kirshner", "Arsenio Hall", "David Letterman", "Billy Crystal", "Billy Joel", "Paul Shaffer"], "q": "musicians including <strong> Billy Joel </strong> and the Police. <strong> Don Kirshner </strong> also helped launch the careers of Prince, The Eagles, <strong> Lionel Richie </strong> and Ozzy Osborne. The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>. <q> <strong> Don Kirshner </strong> gave new, young musicians the opportunity to showcase their performances for a huge audience during the` golden age' of the popular music business, </q> <strong> Billy Joel </strong> said in a statement.`` At the time, his` hands-off' approach to how rock and roll music was presented made television a viable medium for many now-iconic recording artists.'' <strong> Paul Shaffer </strong>,", "new_id": -2}, {"i": 8391, "idx": 1, "index_answer": 0, "new_id": -1, "q": "News Radio that the nation is ready for open service.`` First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,'' <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> <strong> Donald Rumsfeld </strong> says he has`` enormous respect'' for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "sa": ["Donald Rumsfeld"], "uid": "1297564427252067843"}]