[{"uid": "1295788090114884638", "i": 28976, "idx": 0, "sa": ["Alastair Campbell", "Andy Coulson"], "q": "- review In <strong> Alastair Campbell </strong>'s introduction to the second volume of his unexpurgated diaries( volumes three and four are to follow shortly, at which point, he says, he will have provided the world with <q> the longest, and possibly the most complete, single account of life at the heart of the <strong> Tony Blair </strong> team </q>), the former New Labour spin doctor professes himself still to be amazed at what the Labour government scandal has now forced <strong> Andy Coulson </strong> into two January resignations <strong> Andy Coulson </strong> will have more children. Photograph: Oli Scarff/AP", "new_id": -2}, {"uid": "1297177746196968450", "i": 9232, "idx": 0, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers"], "q": "thanked him for stopping by, especially in light of his grueling schedule. Earlier in the day, <strong> Aaron Rodgers </strong> appeared at Disney World to celebrate his Super Bowl victory. The Super Bowl MVP told <strong> David Letterman </strong>, <q> I watch your show a lot. It's good to be here. </q> <strong> David Letterman </strong> went on to tell <strong> Aaron Rodgers </strong> that his`` ascension to the throne following <strong> Brett Favre </strong>'' was a remarkable story.`` I'm not 6' 5'' and I'm not 240 lbs, but I think the", "new_id": -2}, {"uid": "1297291235013402112", "i": 12537, "idx": 1, "sa": ["Bob Corker", "Ben Bernanke", "Mike Pence"], "q": "has said he supports legislation proposed by fellow Republicans, Tennessee Senator <strong> Bob Corker </strong> and Indiana Representative <strong> Mike Pence </strong>, that would remove the Fed's employment mandate and have it focus solely on keeping prices stable. <strong> Ben Bernanke </strong> said <q> inflation is expected to persist below the levels that Fed policy makers have judged to be consistent </q> with their dual mandate from congress for stable prices and maximum employment. The Fed's preferred gauge of inflation, the personal consumption expenditures index excluding food and energy, rose 0.7 percent in December from a", "new_id": -2}, {"uid": "1295669789217972768", "i": 11606, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "prohibits comments. By comparison, <strong> Eric Schmidt </strong> has a Twitter account, and he blogs. Google disseminates most of its announcements and other information via blog posts. Nine Google blog posts ranked in blogged and Tweeted-- <q> Day-to-day adult supervision no longer needed! </q>-- about Google executive changes, and he welcomed Wall Street analysts to ask about them( by joining the earnings conference call). <strong> Steve Jobs </strong> did neither. Granted, he is sick, which is reason enough,", "new_id": -2}, {"uid": "1295941685109330459", "i": 38648, "idx": 0, "sa": ["Bruce Bowen", "Rick Adelman", "Rafer Alston", "Tracy McGrady", "Luis Scola", "Allen Iverson"], "q": "by as many as 25 points. The Spurs shot 53 percent from the field and had 21 assists to the Rockets' 12.`` They got us on our heels early,'' Houston coach <strong> Rick Adelman </strong> said. <q> They played extremely well offensively. We never got a handle on this game. </q> <strong> Luis Scola </strong> scored a season-high 24 points for the Rockets. <strong> Tracy McGrady </strong>- most often matched up against Spurs top defender <strong> Bruce Bowen </strong>- and <strong> Rafer Alston </strong> each had 13 points after shooting a combined 9-for-38.`` I thought we http://wn.com/Allen_Iverson_47pts_Crossover_On_Antonio_Daniels_vs_Wizards_05/06_*break_daniels'_ankles <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297189127260702227", "i": 33994, "idx": 1, "sa": ["Simon Cowell"], "q": "and the other male judge`` won't be as good-looking'' as <strong> Simon Cowell </strong> himself.` American Idol,' <strong> Simon Cowell </strong> said he's watched clips of the current season and thinks the new judges are doing well. <q> I think they're doing fine. You know, they have a different approach to what I used to do before. I think the show had to reinvent itself, </q> he said. TV Replay: Watch TV's Best Moments Daily Our rights to these clips expire a few days after we post them. If you're seeing a different video here, it's because the correct", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the`` Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1295806909069746696", "i": 16104, "idx": 7, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "'' Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1295639822124272688", "i": 20009, "idx": 2, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "scaled the heights of <strong> Rupert Murdoch </strong>'s British tabloid media empire before overseeing an often-controversial reign at the News of the World. He later masterminded the Conservative Party's media strategy in last year's general election. <q> The fact that they can rely on someone who was more in touch with Middle England, if you want to call it that, and parts of England that the Conservative Party found it difficult to reach, was quite important to them, </q> added Dr. Bale. He also credits <strong> Andy Coulson </strong> with being`` an excellent media operator,'' citing his role in the salvaging of Conservative's fortunes in the middle of 2007 when their hopes of winning government", "new_id": -2}, {"uid": "1297094583019349510", "i": 34824, "idx": 0, "sa": ["Simon Cowell"], "q": "is the largest guaranteed prize in TV history. The deal will be with Syco, which is the joint venture between <strong> Simon Cowell </strong> and Sony Music. Secondly, the age range is 12 years and up. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> says <strong> Simon Cowell </strong>.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}]