[{"uid": "1297176031226918403", "i": 3194, "idx": 36, "sa": ["David Letterman", "Aaron Rodgers"], "q": "our guys, got a 15-yard penalty-- you can't do that.\"( <strong> Aaron Rodgers </strong>, audience laugh) <strong> David Letterman </strong>:\" \"No, you hate to see that.\" <strong> Aaron Rodgers </strong>: <q>It's tough, you know?</q> <strong> David Letterman </strong>: \"Is it fun when you're out there? I mean, you're overwhelmed by adrenaline for a while aren't you when you're out there?\" <strong> Aaron Rodgers </strong>: \"", "new_id": -2}, {"uid": "1295943851001703946", "i": 32811, "idx": 0, "sa": ["Michael Vick"], "q": ", but they dipped dramatically as both seasons wore on. The 37-year-old said he had a few job leads. The credential he was wearing at Senior Bowl practice still listed him as with the Eagles. <q>There's not much you can say,</q> Segrest said of his firing. <strong> Michael Vick </strong> negotiations. A contract extension is unlikely to be worked out anytime soon, but the Eagles and <strong> Michael Vick </strong> have had recent conversations about a deal down the road, a", "new_id": -2}, {"uid": "1297726874054689833", "i": 19934, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Barbara Boxer"], "q": "it should not be done on the backs of those struggling every day just to pay their heating bills or put food on the table.\" <strong> Barbara Boxer </strong>( D-Calif.), meanwhile, emphasized that she <q>may not agree with everything in it,</q> as did <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). \"I don't think we should balance the budget on the backs of seniors who can not afford the rising costs of heating their home,\"", "new_id": -2}, {"uid": "1295887271156680263", "i": 9807, "idx": 4, "sa": ["Eric Schmidt"], "q": "Your Own Boss in 12 Months. \"You have to figure out whether your ego can take bringing another person to the table who's really making decisions that affect your business,\" <strong> Eric Schmidt </strong> says. <q>Not only do you have to have clearly defined roles for you and your new manager, but you have to make sure those roles are clear to everyone at your company.</q> You don't want employees pitting you and the new manager against each other, or coming to you in hopes of getting a different answer than what they heard from the new executive. It", "new_id": -2}, {"uid": "1296156383171884569", "i": 21872, "idx": 0, "sa": ["Bob Rock", "Mike Pence"], "q": "one in which a man dressed in Arab clothing thanks Sharp for increasing U.S. oil purchases. 1991: Writes an essay entitled \"Confessions of a Negative Campaigner\" in which he denounces his past campaign as <q>one of the most divisive and negative</q> in Indiana's history. 2000: Wins a six-way GOP primary with 44.5 percent of the vote after Rep. David McIntosh decides not to seek re-election. In the general election, <strong> Mike Pence </strong> beats Democrat <strong> Bob Rock </strong> and", "new_id": -2}, {"uid": "1296622781114606115", "i": 10844, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to sell no more than 250-300 cars, which he acknowledges \"is not a great amount of vehicles\". But it is a start- and one that the company will build on. <q>We're entering this market after an absence of 27 years,</q> says <strong> Sergio Marchionne </strong>, chief executive of both Fiat and its alliance partner Chrysler. So before sales can begin to climb, the brand needs to be noticed. Buying a Fiat 500 is a lifestyle", "new_id": -2}, {"uid": "1296636583107610113", "i": 35370, "idx": 1, "sa": ["Michael Vick", "Tom Brady", "Philip Rivers"], "q": "and a league-best 14-2 this season. \"I feel our team really grew together over the course of the season. It was a privilege to be a part of this team,\" he said. <q>My only disappointment is that we couldn't take advantage of our opportunity in the playoffs, but hopefully we learn from that and use it as motivation toward accomplishing our goals for next season.</q> <strong> Tom Brady </strong> led the NFL with a 111 passer rating. His 65.9 completion percentage was second to <strong> Philip Rivers </strong> of San Diego- by.1. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. He was", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes. \"There were far too many hands on the steering wheel,\" he writes elsewhere; it was <q>a formula for running the truck into a ditch</q>. Regrets He adds he regrets some of the quips he became famous for, such as \"stuff happens\" about the early looting in post-war Iraq, or his remark about \"old Europe\"-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1295487172086802452", "i": 5150, "idx": 1, "sa": ["Brad Greenberg", "David Stern", "Allen Iverson"], "q": "before NBA commissioner <strong> David Stern </strong> strode to the lectern at the Continental Airlines Arena to announce the pick. \"We tipped the fans early because we wanted to show them that we appreciate their support,\" <strong> Brad Greenberg </strong> said. <q>We're in a new era here and we gave them something nobody ever did before.</q> In reality, the 76ers decided on <strong> Allen Iverson </strong> on Saturday, after he made a second visit to Philadelphia to work out for the team. Earlier last week, the 76ers had two jerseys made up: one for", "new_id": -2}, {"uid": "1297476707250609664", "i": 6823, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Research in Motion. Nokia Chief Executive <strong> Stephen Elop </strong>, who formerly served as Microsoft's Business Division head, and Microsoft CEO <strong> Steve Ballmer </strong> issued a joint open letter Friday announcing the strategic alliance. <q>Today, developers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience,</q> <strong> Stephen Elop </strong> said at a joint news conference in London. \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivaled global reach and scale. It's now a three-horse race.\" The", "new_id": -2}]