[{"uid": "1297174835102891533", "i": 44076, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "said in a statement: \"The denials continue to ring hollow. The families have suffered long enough and it's time to acknowledge the truth: Justice was traded for commercial interests.\" The report <q> acknowledges the Government's desire to see a mass murderer released, yet tries to shift blame </q>, said the Democratic senator. New York Senator <strong> Kirsten Gillibrand </strong> said Sir Gus's report was \"deeply troubling\" , adding: \"Economic and trade interests should never take precedence over matters of justice.\"", "new_id": -2, "mturk_index": "1370"}, {"uid": "1295568054055377936", "i": 5349, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "April 4, Google announced in an earnings release that the New York Times reported easily beat Wall Street's expectations. Google announced that <strong> Eric Schmidt </strong> will serve as executive chairman, advising <strong> Larry Page </strong> and Google co-founder <strong> Sergey Brin </strong> and concentrating <q> on deals, partnerships, customers, and broader business relationships, government outreach and technology thought leadership. </q> In a short piece for Harvard Business Review, <strong> Eric Schmidt </strong> said Google's strategic initiatives are \"all about mobile.\" He said the company must focus on developing high-speed mobile networks that \"will", "new_id": -2, "mturk_index": "429"}, {"uid": "1297428190058949643", "i": 14243, "idx": 7, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "come from advertising and new forms of monetization.\" \"We the ability to activate users and put them in a position to be more effective in what we call local commerce,\" added <strong> Steve Ballmer </strong>. <q> Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well. </q> Nokia is touting its Microsoft alliance on its Web page. <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> detailed their proposal immediately before the vast Mobile World Congress trade show in Barcelona, Spain, where a large", "new_id": -2, "mturk_index": "575"}, {"uid": "1295642034266682385", "i": 26997, "idx": 1, "sa": ["Larry Page", "Vint Cerf", "Eric Schmidt"], "q": "unwieldy as it has grown. <strong> Eric Schmidt </strong> gave similar comments in a blog post today, saying that, as Google had grown, managing the business had become \"more complicated\" and the trio had been <q> talking for a long time about how best to simplify our management structure and speed up decision making </q>. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong>, 55, had been chief executive for 10 years- \"a nice round number\" - and <strong> Larry Page </strong>, now 37, was ready to lead the company into the future.", "new_id": -2, "mturk_index": "1900"}, {"uid": "1295465204122241033", "i": 46688, "idx": 2, "sa": ["Regis Philbin", "Bill Carroll", "David Letterman"], "q": "and has hosted Live since its premiere as The Morning Show in 1983, \"will go down as an iconic daytime television figure,\" says <strong> David Letterman </strong> Bushman, television curator at the Paley Center for Media. <q> His personality is so perfect for the medium. He opened up his life, almost like a reality TV star, in the sense that you know so much about his real life. His heart surgery is just one example of that.... People find an Everyman quality to him. </q> Live shouldn't make the mistake of trying to find another <strong> Regis Philbin </strong>, says Carroll+Bill Carroll\" news, photos about Bill Carroll\"> <strong> Bill Carroll </strong> of Katz Television Group. \"He's a unique personality. In the same", "new_id": -2, "mturk_index": "1524"}, {"uid": "1295755514184385545", "i": 26778, "idx": 0, "sa": ["Carlos Arroyo", "Chris Bosh", "Allen Iverson"], "q": "one shy of Miami's team total. TURNING POINT: After starting the fourth quarter with a 73-71 lead, Miami went on a 10-2 run to take an 83-73 lead that iced the game. QUOTABLE II: <q> If we had the answers to the test, believe me, we would have used them a long time ago. </q>-- <strong> Chris Bosh </strong> HOT: Heat guard <strong> Carlos Arroyo </strong> is now 13-for-20(.650) on 3-pointers this season, giving Iverson_Allen Iverson_50pts_Philadelphia_76ers_vs_Atlanta_Hawks_03/04_NBA_*Flu_Game_*Season_High Once the flu didn't stop <strong> Allen Iverson </strong>, nobody could. <strong> Allen Iverson </strong> scored a season-high 50 points, leading the", "new_id": -2, "mturk_index": "1207"}, {"uid": "1295967601242466824", "i": 25118, "idx": 1, "sa": ["Eric Schmidt"], "q": "sein Unternehmen werde in diesem Jahr mehr als 1000 neue Stellen in Europa schaffen, darunter mehrere hundert im Forschungs- und Entwicklungszentrum in M?nchen. \"Wir hatten ein sehr, sehr gutes Jahr\" , sagte <strong> Eric Schmidt </strong>, <q> aus diesen Gr?nden werden wir weiter investieren. </q> Mit Blick auf Konkurrenten wie Facebook sagte <strong> Eric Schmidt </strong>: \"Die Internet-Suche wird weiter sehr wichtig bleiben.\" Google werde sein Kerngesch?ft mit Online-Werbung st?rken, sagte der Manager in einem anschlie?enden Gespr?ch mit Journalisten und nannte dabei", "new_id": -2, "mturk_index": "135"}, {"uid": "1295870211128057360", "i": 918, "idx": 1, "sa": ["Andy Coulson"], "q": "is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,\" she told Sky News. <q> Nobody is above the law, no newspaper editor, no journalist. </q> <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone hacking at the News of the World when he was editor. He quit the post in January 2007 after", "new_id": -2, "mturk_index": "282"}, {"uid": "1296142992209518617", "i": 23740, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "large amount about the Tory Party <strong> David Cameron </strong> leads. Even in the manner of his departure, <strong> Andy Coulson </strong> reminded us, and more pointedly, the Prime Minister, what sort of man he is: Coulson-Andy Coulsons-secret-diary-David Cameron-David Camerons-spin-doctor.html\"> <q> I've kept a diary! </q> being one of the century's more unsubtle threats thus far. When <strong> David Cameron </strong> made him his spin doctor, immediately in the wake of the first elements of the News of The World scandal emerging, plenty of", "new_id": -2, "mturk_index": "1137"}, {"uid": "1296743100016711680", "i": 4729, "idx": 0, "sa": ["Ray McGovern", "DJ AM", "Dick Cheney", "Donald Rumsfeld"], "q": "defense, a terrible strategy, but not uncommon unfortunately. Notice, at the end of the clip, <strong> Ray McGovern </strong> gets vilified for asking <strong> Donald Rumsfeld </strong> some pointed questions. We can't have that, no-no-no. Cheney_Dick Cheney_Donald Rumsfeld_Donald Rumsfeld_Mix <strong> DJ AM </strong> <q> They're going to sew three people together, they thought it would be, like, shoulder to shoulder, or whatever. But no, it's like, ass to mouth. </q> Mouth: ArmorGroup Film Actors Guild Hates God( <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> Mix) Top supervisors of the ArmorGroup were not only aware of the \"deviant sexual acts\" but helped to organize them. It was mostly the young", "new_id": -2, "mturk_index": "1746"}]