[{"uid": "2008091822_00019188_W", "i": 2160, "idx": 1, "sa": [], "q": "is found, to obtain appropriate punishments. otherwise, \"said the conference's convener, lawrence velvel,\" the future will be threatened by additional examples of executive lawlessness by leaders who need fear no personal consequences <q> for their actions, leading to </q> the possibility of more viet nams, more iraqs, and more repression. \"velvel emphasized,\" this is intended to be a planning conference, one at which plans will be laid, and necessary organizational structures", "new_id": -2}, {"uid": "2008113020_00012261_W", "i": 1802, "idx": 0, "sa": [], "q": "percent of vietnamese save their spare cash, indicating the people's forward-thinking orientation.\" many of the world's emerging markets outrank developed countries in terms of happiness and satisfaction levels in nearly all aspects of lives, <q> said bruce paul, vice president of consumer research at the nielsen company. </q> for consumers in rapidly developing markets, there could be a greater sense of appreciation for improved social welfare compared to what they had a few years ago. \"the survey also revealed that globally, women are happier", "new_id": -2}, {"uid": "2008100309_00016298_W", "i": 1136, "idx": 5, "sa": [], "q": ", both expressed a desire to remain athletically aligned.\" i think we play pretty well together, \"moore said.\" we're planning on playing a[ junior] tournament in november together, too. <q> devyn billingsley said moore's power game helps shorten rallies, while moore said billingsley's consistency, as well as her aggressiveness at the net, makes them collectively competitive beyond the sum of their parts. setting herself apart thursday was estancia senior ellie edles, who avoided any letdown after learning upon arrival that blakeley went home from school earlier in the afternoon after becoming ill, to win 18 of 19 games in her sweep at no. 1 singles. </q> i was excited to play[ blakeley] today, so i was disappointed that she wasn't here, \"said edles, who committed recently to playing collegiately at uc davis, which will create an interesting big", "new_id": -2}, {"uid": "2008091105_00002870_W", "i": 472, "idx": 0, "sa": ["John O'Rourke"], "q": "process improvement- dramatically enhance business performance with ip communications\" alchemo for windows mobile helps content providers, enterprise developers and game developers leverage existing investments and produce quality native windows mobile application in a highly compressed timeframe, <q> said <strong> John O'Rourke </strong>, general manager at microsoft corp. </q> with alchemo for windows mobile java developers can take advantage of the huge market opportunity created by microsoft's smartphone innovation and leadership. \"alchemo for windows mobile is an important addition to the alchemo family.\" windows", "new_id": -2}, {"uid": "2008122605_00021901_W", "i": 1864, "idx": 0, "sa": ["David H. McCormick", "Jiang Dingzhi"], "q": "and steeply declining share prices- and regulators are increasingly worried.\" bad loans are already showing an upward trend, especially in the property market, where the mortgage default risk is growing at an accelerating pace, <q> said <strong> Jiang Dingzhi </strong>, the vice chairman of the china banking regulatory commission, at a conference this autumn. he provided no details, nor have chinese banks released any recent updates on their nonperforming loans. bush administration officials have pushed china to open up its financial markets and allow greater financial innovation. </q> that need not be at odds with learning the lessons from the recent turmoil in the united states, \"<strong> David H. McCormick </strong>, the under secretary of the treasury for international affairs, said, adding that improvements in international financial", "new_id": -2}, {"uid": "2008091117_00037095_W", "i": 1391, "idx": 1, "sa": [], "q": "on public service at columbia university this evening.\" tomorrow's another day. they could do it tomorrow, \"she said.\" they don't have to take away from what we are doing today. <q> kerene reeves, 27, who lost her mother, a former employee of an insurance brokerage company in tower two, to the attacks, said she thought it was important to have the candidates visit ground zero. </q> i'm glad they are aware of the hurt and the fact that this is a delicate and tragic event, \"she said.", "new_id": -2}, {"uid": "2008100918_00009386_W", "i": 1154, "idx": 4, "sa": ["Alice Rivlin"], "q": "crisis and the likely, possibly severe, recession will dominate the agenda for at least the next year. they will knock the candidates' promises, such as health care, off the top of the list, <q> said <strong> Alice Rivlin </strong>, economic studies director at the brookings institution. <strong> Alice Rivlin </strong> nevertheless believes there is an argument to be made for spending money on economic stimulus in the short-term. as for the candidates' promises of more tax cuts, aei's lachman said, </q> they're just not going to have the dough to do it. \"my tech` a-ha' moment silicon valley's next-gen leaders answer this question, and more. live quotes automatically refresh, but individual equities", "new_id": -2}, {"uid": "2008101817_00000423_W", "i": 1979, "idx": 1, "sa": ["Barack Obama"], "q": "is not ready to be <strong> Barack Obama </strong>, \"it said. it described the 47-year-old illinois senator as\" a man of supple intelligence, with a nuanced grasp of complex issues and evident skill at conciliation and consensus-building. <q> the los angeles times also backed <strong> Barack Obama </strong> in an editorial posted on its web site on friday, saying the democratic nominee answered a need for </q> a leader who demonstrates thoughtful calm and grace under pressure. \"", "new_id": -2}, {"uid": "2008111414_00010226_W", "i": 1771, "idx": 1, "sa": ["Hayley Williams"], "q": ", and everyone, like, hates jacob for whatever reason, \"<strong> Hayley Williams </strong> said.\" but i got ta say, i love bella, because i feel like she's a very complex and beautiful person. <q> and it was from bella- and her relationship with edward- that <strong> Hayley Williams </strong> drew lyrical inspiration for the song <NO_QUOTATION> the first single from the <NO_QUOTATION> soundtrack. but that's not the only thing she took from the books. </q> i was definitely pulling from things i read in the book. there's a few references. they might be a little bit vague, but i think that people who read the books will get them, \"", "new_id": -2}, {"uid": "2008090310_00003568_W", "i": 2117, "idx": 8, "sa": [], "q": "time proves a very old earth way beyond 6000 years. quote\" 3) you still do not know what a star is or how far away one is. we have already shown the falances of parallax. <q> no we actually agreed that parallax works but only upto a certain number of light years. your favourite topic of red shift shows the speed of recession and hence we can ascertain distance. and then... hang on we have had all of this before. quote </q> 4) you havent shown any, thats part of the problem. you havent shown anything evolving. our side have shown all the fruit fly experiments that have tried to hasten evolution and all they got for there", "new_id": -2}]