[{"uid": "1295894929135872553", "i": 4430, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "segment called \"Secrets You Shouldn't Keep From Men,' when it is alleged that the line,` Excuse me, it's my yeast infection' is used,\" said FCC Chairman <strong> Colin Powell </strong>, <strong> Barack Obama </strong> <q>Erp... I just threw up in my mouth a little.</q> \"Frankly, we didn't think anyone was watching,\" said executive producer Dr. Phil. \"Hell, three days ago I did a promo for` The Doctors\" while simulcasting a proctological exam", "new_id": -2}, {"uid": "1297710796205013005", "i": 30377, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. \"Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,\" <strong> Steve Ballmer </strong> said. <q>That's not just good for Nokia, that's good for all our handset partners.</q> O'Brien: How Nokia and Palm are taking different roads to a comeback", "new_id": -2}, {"uid": "1296044761099729429", "i": 31122, "idx": 2, "sa": ["Michael Vick"], "q": "He's a whole other person.\" Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's \"sizable.\" <q>We believe it was worth it,</q> he said, \"because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.\" Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q>We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more,</q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1295902720235421735", "i": 40321, "idx": 0, "sa": ["Colin Powell"], "q": "Peter Wehner- 01.24.2011- 3:54 PM On CNN yesterday, in discussing the budget, <strong> Colin Powell </strong> said that <q>the real money[ is] in the entitlements... and unless we do something about those, you can't balance the budget.</q> He added, \"You can't fix the deficit or the national debt by killing NPR or National Endowment for the Humanities or the Arts. Nice political chatter, but that doesn't do it.\" And", "new_id": -2}, {"uid": "1297298981049397789", "i": 34032, "idx": 0, "sa": ["Donald Rumsfeld", "Enrico Ponzo"], "q": ", neighbors said. The judge appointed <strong> Enrico Ponzo </strong> a public defender and ordered him held without bail until another hearing Friday. \"He called me from the Ada County Jail,\" Clapier said. <q>He said \"I've been arrested, it's all a bunch of bulls--, but I'm going to be in here for a long time. Would you please feed my cows?\"</q> U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock&", "new_id": -2}, {"uid": "1295554110082853921", "i": 24929, "idx": 1, "sa": ["the Fox", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "returns for Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q>What this show is about is \"American Idol' Premiere Plays Nice with <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> Billboard \"American Idol</q> returned to <strong> the Fox </strong> with its 10th season premiere on Wednesday night( Jan. 19), and with new judges and also making their debuts-- and the reliably affable Randy Jackson occupying <strong> Simon Cowell </strong>\"s old seat on", "new_id": -2}, {"uid": "1295593237183287810", "i": 11737, "idx": 0, "sa": ["Eric Schmidt"], "q": "four of HP's current board members to not stand for re-election at HP's annual meeting in March represents an unusually large exodus for a company of HP's size. HP would only say that it <q>continually looks to bring new insight and perspective</q> to the company. The company's revelation came the same day that another technology heavyweight, Google( Alert) Inc., disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job", "new_id": -2}, {"uid": "1295777587220971009", "i": 40590, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "The Crown Prosecution Service has also asked a senior QC to \"comprehensively\" re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q>Nothing is more important than the Government's task of getting this country back on its feet. \"Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.</q> Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised \"real questions about <strong> David Cameron </strong>'s judgement that he", "new_id": -2}, {"uid": "1296135713210878469", "i": 33, "idx": 1, "sa": ["Mike Luckovich", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> What's altered in the two photos? See how you score when you play the Find 5 Challenge! Editorial cartoonist <strong> Mike Luckovich </strong> gives his take on local news, politics, sports and celebrities.", "new_id": -2}]