[{"uid": "1295775786222068738", "i": 32036, "idx": 4, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": " \"I asked a successful guy, \"What's the best advice you can give me?\" He said, \"<strong> Simon Cowell </strong>, know when to leave the fair,\" he said. <q>I think that's good advice- one year, I actually found myself thinking, \"I've run out of insults, I don't know how I'm going to tell people they suck. \"Something inside you says, \"You know what, it's time to go. \"I've enjoyed myself, I mean it\"s not the most difficult job in the world, is it?<q> he added. News on <strong> Simon Cowell </strong> News on <strong> Oprah Winfrey </strong> Copyright Asian News International/DailyIndia. com", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q>turned and looked at the picture... then looked me right in the eye... and walked away.<q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}, {"uid": "1297365987123617329", "i": 44983, "idx": 2, "sa": ["Hal Rogers", "Mike Pence"], "q": "billion mark: \"You never get a second chance at a first impression.\" <strong> Mike Pence </strong>, a former member of the GOP leadership who is considering a run for governor, added, <q>I think the better approach is simply an across-the-board cut. I think the way we reduce spending to pre-2008-- or back to 2008 levels-- pre-stimulus, pre-bailout, is we ought to just get out a ruler and draw a line across it and have every different program take a haircut. The problem is when you start to pick specific programs, all the special interests associated with each of those programs begin to mobilize.<q>- Peter Kasperowicz contributed to this report. This story was last updated at 1:34 p.m. http://thehill.com/homenews/house/143229-under-pressure-from-tea-party-house-approps-delays-funding-bill-scrambles-for-deeper-cuts- Party of of no plans also have no leader. Chairman <strong> Hal Rogers </strong>( R-Ky.) had", "new_id": -2}, {"uid": "1296169610157696001", "i": 1301, "idx": 0, "sa": ["Steve Ballmer"], "q": "nearly a billion US dollars. \"We are enthusiastic about the consumer response to our holiday lineup of products, including the launch of Kinect,\" said Microsoft chief financial officer Peter Klein. <q>The pace of business spending, combined with strong consumer demand, led to another quarter of operating margin expansion and solid earnings per share growth.<q> Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 videogame consoles in the 60 days after it hit the market in November, chief executive <strong> Steve Ballmer </strong> said early this month. Kinect lets", "new_id": -2}, {"uid": "1296622781114606115", "i": 10845, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Buying a Fiat 500 is a lifestyle statement\" <strong> Sergio Marchionne </strong> Chief executive, Fiat and Chrysler Initially, the tiny 500's job will be to re-introduce the Fiat brand to the US. <q>It's very much like the Mini,<q> says Mr Galeana, referring to the two cars' retro-design. In addition, adds Mr <strong> Sergio Marchionne </strong>, \"the car represents all the iconic Italian values\". The hope is to ramp up", "new_id": -2}, {"uid": "1294957406081149956", "i": 46638, "idx": 2, "sa": ["Allen Iverson"], "q": "something they haven't seen before.\" <strong> Allen Iverson </strong>, who agreed to a$ 4 million, two-year contract with Besiktas, is the Turkish league's biggest signing. He has called his move to the Istanbul club <q>a chance to get back on track with my basketball career<q> after no NBA team was willing to offer him a contract this season. Many see his stint in Turkey as a test of his ability to revive his NBA career because teams are likely to monitor <strong> Allen Iverson </strong>'s performance", "new_id": -2}, {"uid": "1296106306239763512", "i": 22461, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "dogfighting operation. \"This one feels great due to the fact that I've been through so much and trained to getting back to this position,\" he said after the NFC opened practice Wednesday. <q>It's paramount for me and my family and I'm just thankful.<q> After starting the year as a backup to <strong> Kevin Kolb </strong>, <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. \"I'm enjoying the guys", "new_id": -2}, {"uid": "1295289190173228101", "i": 31528, "idx": 0, "sa": ["Kirsten Gillibrand", "Senator Jesse Helms", "Gabrielle Giffords", "Randy Larson"], "q": "tube. <strong> Senator Jesse Helms </strong> <strong> Kirsten Gillibrand </strong> of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did,<q> the Democratic senator said on NBC's \"Meet the Press\" Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>, 57,", "new_id": -2}, {"uid": "1297007852194904114", "i": 48795, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Google Inc. </strong> wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content <q>We certainly want to avoid that,<q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1295566282254656542", "i": 15766, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ".\" As Page takes on the day-to-day operations and the legal responsibilities associated with the title of CEO, <strong> Eric Schmidt </strong> will remain involved as the Executive Chairmen. According to Google, his new responsibilities will involve <q>focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-all of which are increasingly important given Google's global reach.<q> <strong> Eric Schmidt </strong> will also continue to act as an advisor to Page and <strong> Sergey Brin </strong>. <strong> Sergey Brin </strong> will continue to work with Google's philanthropic division on energy and climate change projects, and will be involved with all new", "new_id": -2}]