[{"uid": "1296907704235421733", "i": 28357, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "<strong> Hosni Mubarak </strong> demanding his` day of departure,' no one was allowed to approach within 20 metres( yards) of the gate. The embattled museum has on display about 120,000 priceless relics. <q> It is secure, very secure, we are not worried, </q> Egyptian antiquities chief <strong> Zahi Hawass </strong> told AFP, playing down the risks of theft. He recalled the role of demonstrators who helped catch the January 28 intruders and return the stolen artefacts. They formed a`` human", "new_id": -2}, {"uid": "1294997818124518482", "i": 16215, "idx": 0, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz", "Barack Obama"], "q": "we joked about what we were going to do, she started to open her eyes, literally. She started to struggle,'' <strong> Debbie Wasserman Schultz </strong> told journalists aboard Air Force One as she accompanied <strong> Barack Obama </strong> back to Washington. <q> It felt like we were watching a miracle.`` New York senator <strong> Kirsten Gillibrand </strong> said she and <strong> Debbie Wasserman Schultz </strong> were crying and when <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, a NASA astronaut, told his wife that if she could see them, she should give a thumbs up sign.`` Instead of giving us the thumbs up, she literally raises her whole arm, </q> <strong> Kirsten Gillibrand </strong> said.Mark Kelson has been ever present at his wife's side since the attack. He is due to take command of the final flight of the space shuttle Endeavour, but has asked NASA to appoint a href=\"http://www.earthtimes.org/tag/backup.html\">", "new_id": -2}, {"uid": "1295596863029032481", "i": 18814, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "den Posten des CEO, twitterte <strong> Eric Schmidt </strong>.( ddp) Google- Mitbegr?nder <strong> Larry Page </strong> kehrt an die Konzernspitze des Internetriesen zur?ck. Der 37- J?hrige wird die Nachfolge von <strong> Eric Schmidt </strong> am 4. April antreten. <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig </q>, twitterte der 55- j?hrige <strong> Eric Schmidt </strong> kurz nachdem Google die Bombe platzen liess. <strong> Eric Schmidt </strong> hatte vor zehn Jahren das Ruder bernommen, da die Google-Investoren einen erfahreneren Manager forderten. Doch nun sind die Lehrjahre vorbei", "new_id": -2}, {"uid": "1296195077069206076", "i": 60045, "idx": 0, "sa": ["Michele Bachmann", "Eric Cantor", "Paul Ryan", "Mike Pence"], "q": "for the challenges we face are bigger than party, and bigger than politics,'' he said in his State of the Union address. The official Republican response, too, aimed high. <q> AmEric Cantorans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending, </q> said <strong> Mike Pence </strong> <strong> Paul Ryan </strong> of Wisconsin.`` So hold all of us accountable.'' And then there was <strong> Michele Bachmann </strong>. As the leader of the Tea Party Caucus in the House, the Minnesota Republican", "new_id": -2}, {"uid": "1295217182163594259", "i": 56322, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "but you see people come on and get booed and he'll make sure they walk off that stage feeling a million dollars. \" He's a lot nicer than people give him credit for. \" <q> He's a lot nicer than people give him credit for. </q> Comment on this Article Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added:``", "new_id": -2}, {"uid": "1295775786222068738", "i": 38851, "idx": 5, "sa": ["Simon Cowell", "Oprah Winfrey"], "q": "`` I asked a successful guy,`` What's the best advice you can give me?'' He said,`` <strong> Simon Cowell </strong>, know when to leave the fair,'' he said. <q> I think that's good advice- one year, I actually found myself thinking,`` I've run out of insults, I don't know how I'm going to tell people they suck.`` Something inside you says,` You know what, it's time to go.`` I've enjoyed myself, I mean it's not the most difficult job in the world, is it? </q> he added. href=\"http://www.dailyindia.com/newssearch/Simon Cowell-Simon Cowell/628.php\"> News on <strong> Simon Cowell </strong> href=\"http://www.dailyindia.com/newssearch/Oprah Winfrey-Oprah Winfrey/647.php\"> News on <strong> Oprah Winfrey </strong> Copyright Asian News International/DailyIndia. com", "new_id": -2}, {"uid": "1296180122032686085", "i": 21936, "idx": 0, "sa": ["Simon Cowell", "Rita Simons"], "q": "href=\"http://londonglobe.com/\"> LONDON( Reuters)-`` The X Factor,'' which has a U.S. launch this year, won the talent show category at BRita Simonsin's National target=\"_blank\" href=\"http://televisiontimes.com/\"> Television Awards on Wednesday, beating <q> BRita Simonsin's Got Talent, </q>`` Dancing on Ice'' and`` Strictly Come Dancing.'' The show, featuring <strong> Simon Cowell </strong> as BBC News Members of the Hollyoaks cast were amongst the first to arrive at this year's National target=\"_blank\" href=\"http://televisiontimes.com/\"> Television", "new_id": -2}, {"uid": "1296049230129286208", "i": 49675, "idx": 0, "sa": ["Bob Bird", "Andy Coulson"], "q": "many days of colourful evidence, Mr McNeilage told how he made Scottish News of the World editor <strong> Bob Bird </strong> strip down to his boxer shorts to view the video in case he was wearing a recording device. <q> I didn't trust him, </q> he told the court. <strong> Andy Coulson </strong> The paper's national editor at the time- former Downing Street communications chief <strong> Andy Coulson </strong>- caused a stir when he was called to the witness box.", "new_id": -2}, {"uid": "1296349245162676737", "i": 16726, "idx": 0, "sa": ["Eric Schmidt"], "q": "reserves of internet search requests to learn how language is really used, rather than relying on the dictionary. The venture is a reminder that Google's ambitions stretch well beyond the internet. <strong> Eric Schmidt </strong> says: <q> We're trying to make all the world's information accessible. People make the mistake of thinking that's just web information. </q> International summits such as the World Economic Forum are clearly ripe for language interpretation, so could we soon be listening to digitised translations by Google? <strong> Eric Schmidt </strong> admits the software isn't that good.`` If", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care`` Is Not the Kind of Plan Americans Want'' In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}]