[{"uid": "1295587628071548946", "i": 25617, "idx": 5, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ".\" It has long been held that <strong> Eric Schmidt </strong> was brought on at Google to counter the lack of business experience of Google's founders, and <strong> Eric Schmidt </strong> alluded to this in a tweet today. <q>Day-to-day adult supervision no longer need!<q> he wrote after the leadership change announcement. Taking on Facebook <strong> Vint Cerf </strong> would not be drawn on whether Google was developing a social networking site to compete with Facebook, as has been rumoured. But", "new_id": -2}, {"uid": "1296290727264618009", "i": 45139, "idx": 0, "sa": ["Sergio Marchionne"], "q": "as the automaker crawls back from the brink of extinction. Chrysler CEO <strong> Sergio Marchionne </strong>, asked last week about profit-sharing, didn't promise anything but left the door open for some kind of bonus. <q>I've always been convinced that we need to reward everybody in the organization for performance,<q> he said. Why should the automakers pay out more to UAW workers than required by the contractual profit-sharing language? Because it's the right thing to do, in the spirit of gain-sharing that", "new_id": -2}, {"uid": "1297170003034897939", "i": 16567, "idx": 1, "sa": ["Simon Cowell"], "q": ": \"Cheryl's signed the deal, the Americans like her, but suddenly there's all this typical <strong> Simon Cowell </strong> smoke and mirrors going on.\" SEE PICS OF SEXY NICOLE SCHERZINGER HERE! <q>She's been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master.<q> They added: \"His indecision is final, But he's making us very nervous. This to-ing and fro-ing is not a good sign.\" threat to Cheryl's position on the panel after", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q><strong> Reggie Jackson </strong>'s really what I did. It helped me out.<q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}, {"uid": "1295573447037306383", "i": 623, "idx": 1, "sa": ["Steve Jobs", "Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focussing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q>Larry is ready. It's time for him to have a shot at running this,<q> <strong> Eric Schmidt </strong> told analysts on a conference call. Shares in the Internet search and advertising leader rose about 2 percent to$ 639 in extended trading. Just days ago, Apple <strong> Google Inc. </strong> CEO <strong> Steve Jobs </strong> announced", "new_id": -2}, {"uid": "1297460386090980360", "i": 8233, "idx": 1, "sa": ["Tony Baird", "Kirsten Gillibrand"], "q": "veterans,\" said <strong> Tony Baird </strong>, a veteran and small business owner. The Senator promised action in her new role on the Senate Armed Services Committee. A new focus on working with vets. <q>For these veterans, who are coming home, to navigate the system. To be able to work their resumes into a format that employers understand what skills they're bringing to the table. And then accessing those employers,<q> <strong> Kirsten Gillibrand </strong> said. Many called the roundtable a good first step. \"We barely scratched the surface in the amount of time that we had here. But we definitely need to look at the", "new_id": -2}, {"uid": "1296552417261570573", "i": 23549, "idx": 17, "sa": ["Kwame Brown", "Terry Cummings", "Clyde Drexler", "Charles Barkley", "Allen Iverson"], "q": "could possibly play,\" <strong> Kwame Brown </strong> said. \"Everybody just played great. This is huge to beat a great team like Houston on their home court.\" \"We're getting better,\" <strong> Terry Cummings </strong> said. <q>The last few games, we were in it with about five or six minutes to go and let it get away. Tonight, we executed at the end.<q> <strong> Clyde Drexler </strong> scored 23 points and <strong> Charles Barkley </strong> added 19 http://wn.com/Allen_Iverson_27pts_vs_Memphis_Grizzlies_08/09_NBA_*Remembering_Martin_Luther_King_*AI_on_Obama <strong> Allen Iverson </strong> and the Detroit Pistons tightened up on defense to end their losing streak and prolong the agony of the Memphis Grizzlies. <strong> Allen Iverson </strong> scored 27 points and helped Detroit limit", "new_id": -2}, {"uid": "1295247358175046687", "i": 29096, "idx": 0, "sa": ["Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q>It was a <strong> Yao Ming </strong> defensive play,<q> said <strong> Marcus Camby </strong> http://wn.com/Carmelo_Anthony_Game_Winner__Denver_Nuggets_@_Dallas_Mavericks_Game_3_NBA_Playoffs_5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks Game 3 NBA Playoffs 5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks Game 3 NBA Playoffs 5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks", "new_id": -2}, {"uid": "1295790085114884611", "i": 7859, "idx": 0, "sa": ["Andy Coulson"], "q": ": Iraq militia chief behind pilgrim blasts... government will pay foreign oil companies producing in the... Photo: Iraqi security forces stand guard as Shi'ite Muslims march to the... Iraqi Christians seek refuge in Turkey Report Abuse <q>I hope Fritzsimons will get a fair hearing. The important thing in this is to show, that nowbody is above the law and if you murder someone- regardless of who you are- you will be prostecuted and sentenced under the local jurisdiction.<q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297464725077398024", "i": 34633, "idx": 1, "sa": ["Donald Rumsfeld", "Leon Panetta", "James Clapper"], "q": "<strong> Donald Rumsfeld </strong> was particularly critical of Director of National Intelligence <strong> James Clapper </strong>'s description of the Muslim Brootherhood as a \"largely secular\" during a House Intelligence Committee testimony Thursday that <strong> James Clapper </strong>'s office later had to clarify. <q>That is not something that is subject to debate,<q> <strong> Donald Rumsfeld </strong> said of <strong> James Clapper </strong>'s contention. \"That is something that we know a great deal about.\" <strong> Donald Rumsfeld </strong>, however, did not fault CIA director <strong> Leon Panetta </strong> for pointing to news reports, suggesting during", "new_id": -2}]