[{"uid": "1297710105165232657", "i": 28668, "idx": 0, "sa": ["Steve Ballmer"], "q": " <q> Het is nu geen oorlog meer tussen apparaten, maar tussen platforms </q>, zei Microsoft-topman <strong> Steve Ballmer </strong> maandag Mobile World Congress in Barcelona. <strong> Steve Ballmer </strong> zei dat het nu een strijd is geworden tussen drie platforms: de iPhone van Apple, Android van Google en het Microsoft-platform,", "new_id": -2}, {"uid": "1295012281152616960", "i": 3230, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": "to deny her former partner's request to dissolve his married status while they continue to thrash out a settlement over his estimated$ 120 million fortune. In court papers she stated that <strong> Kelsey Grammer </strong>'s request is <q> solely for the reason that he intends to remarry as soon as possible. </q> A judge will hear the matter on January 26. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February. He tells Late Show host <strong> David Letterman </strong>,`` The", "new_id": -2}, {"uid": "1296168150252526603", "i": 3333, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "governor. <strong> Mike Pence </strong> told supporters of his decision Thursday afternoon in a letter. He did not announce his candidacy for governor, but sent a clear signal of his interest in seeking the office. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in the letter. For now, <strong> Mike Pence </strong>'s decision means he is honoring Republican Gov. <strong> Mitch Daniels </strong>' request that those who hope to become his successor`` stifle themselves'' until the Indiana General Assembly", "new_id": -2}, {"uid": "1297420749197410818", "i": 41053, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "about how it will move. <strong> Stephen Elop </strong>:`` going to move WP7 quickly down the price continuum.'' 10.27 am: Q but WP7 has licence costs- how does that work? <strong> Stephen Elop </strong>: <q> we excited about new sources of monetisation that did not exist before.. the deal essentially recognises unique nature of the relationship. </q> <strong> Steve Ballmer </strong>:`` we're both super-excited about ability to activate users and put them in position... not just mapping but other things that are valuable that we will import and make part of our services.", "new_id": -2}, {"uid": "1295568030217792608", "i": 20470, "idx": 3, "sa": ["Richard Chang", "Sergey Brin", "Eric Schmidt"], "q": "on Thursday, he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 percent of Google's outstanding capital stock, down from 2.9 percent before selling the shares. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog.`` And over the holidays we decided now was the right moment to make some Richard Changes to the way we are structured.''", "new_id": -2}, {"uid": "1296742904227606600", "i": 4415, "idx": 2, "sa": ["Tim Pawlenty", "Donald Rumsfeld", "Barack Obama", "Osama bin Laden"], "q": "into the building, it was <strong> Donald Rumsfeld </strong> himself who raised the possibility of attacking Iraq. At 1:50 pm, in discussing a`` whole range of military operations'' and the`` annihilation of terrorism'' <strong> Donald Rumsfeld </strong> says: <q> My interest is to hit Saddam <strong> Barack Obama </strong> at the same Tim Pawlentye, not to look only at UBL( <strong> Osama bin Laden </strong>). </q> It's either a lapse of memory, Mik says, or a bit of revisionist history. href=\"http://nyti.ms/frTW9R\"> Countdown Chicago's mayoral election: 19 days Countdown to Election Day 2011: 278", "new_id": -2}, {"uid": "1295260503094093323", "i": 33523, "idx": 1, "sa": ["Julian Assange", "Alberto Gonzales", "Condoleezza Rice", "Tom Ridge", "Michael Chertoff", "Tommy Thompson", "John Snow", "Donald Rumsfeld"], "q": "heads- including <strong> Condoleezza Rice </strong>, <strong> Donald Rumsfeld </strong> Hank Julian Assangeson and <strong> Michael Chertoff </strong>- said in an e-mail, obtained by Politico, that the Justice Department had concluded its investigation`` concluding no charges were justified.'' So <strong> Alberto Gonzales </strong> has <q> been vindicated and deserves our help, </q> they said. The group is looking for gifts up to$ 5,000 for the <strong> Alberto Gonzales </strong> Legal Expense Trust. The signatories also include former secretaries <strong> Tom Ridge </strong>, <strong> John Snow </strong> and <strong> Tommy Thompson </strong> but not former attorney general", "new_id": -2}, {"uid": "1295316162045481984", "i": 11994, "idx": 1, "sa": ["Allen Iverson", "Tim Duncan", "Shareef Abdur-Rahim", "Jason Terry", "Thomas More"], "q": "by a flu, <strong> Allen Iverson </strong> had a season-low 12 points and missed 15 of 19 shots in a loss to Indiana on Friday night. He had 13 points in the first quarter against Atlanta, and kept scoring. <q> I didn't feel better, but I was rested, </q> <strong> Allen Iverson </strong> said. <strong> Jason Terry </strong> had 20 points and <strong> Shareef Abdur-Rahim </strong> had 17 for the Hawks, who are off to a 6-12 start. It was the ninth Tim Duncane, including playoffs, that <strong> Allen Iverson </strong> has scored 50 or <strong> Thomas More </strong> points", "new_id": -2}, {"uid": "1295639079112984115", "i": 18164, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "co-founder <strong> Sergey Brin </strong> on big decisions. The CEO shift won't result in major strategic changes, the executives said. Ten-Year` Triumvirate'`` We really agree on strategy,'' <strong> Larry Page </strong> said. <q> This is really a way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy. </q> <strong> Eric Schmidt </strong>, 55, said,`` We worked as a triumvirate for 10 years.'' The three didn't always agree, particularly when it came to coping with rules in href=\"http://topics.bloomberg.com/china/\">", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.'' <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}]