[{"uid": "1294986518220069897", "i": 30290, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", D-NY. The New York senator is a close friend of the congresswoman. On Wednesday night, she was in <strong> Gabrielle Giffords </strong>' hospital room for the biggest milestone. <strong> Gabrielle Giffords </strong> opened her eyes. <q>When her husband saw her making this effort he urged her and said <strong> Gabrielle Giffords </strong> open your eyes, open your eyes. And sure enough she did,</q> said <strong> Kirsten Gillibrand </strong>. \"I was there when she was surrounded by her friends in the Congress and Senate. And I think it was a combination, perhaps, of the unexpected and the familiar that really", "new_id": -2}, {"uid": "1297137461190611470", "i": 6472, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "defense secretary was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" <q>I don't have enough confidence to say that that's right. I think that it's possible,</q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed. \"", "new_id": -2}, {"uid": "1297261068179191811", "i": 20144, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "of mass destruction. He recalls his remark just days after the war began about the location of weapons of mass destruction stockpiles inside Iraq. \"We know where they are,\" <strong> Donald Rumsfeld </strong> told a television interviewer. <q>They're in the area around Tikrit and Baghdad.</q> In his book, he denied that he or any other administration official lied about WMD. \"While I made a few misstatements- in particular the one mentioned above- they were not common and certainly", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q>I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,</q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1296425350029392900", "i": 32992, "idx": 5, "sa": ["Zahi Hawass", "Sarah Parcak", "National Geographic Society"], "q": "Jewelery Museum, the <strong> National Geographic Society </strong> Museum of Alexandria, and El Manial Museum. <strong> Zahi Hawass </strong> said none of the attempts were successful. <strong> Zahi Hawass </strong> expressed deep gratitude toward the protesters who helped protect the Cairo museum Saturday. <q>They stood beside me. They know this museum is their cultural heritage. This could have been the blackest day of my life, but thank God, we are protecting the sites.</q> Nonetheless, Egypt specialists in the United States are working hard to learn what sites might be damaged or endangered. <strong> Sarah Parcak </strong>, an Egyptologist at the University of Alabama-Birmingham, said, \"We're all very", "new_id": -2}, {"uid": "1295976368172294158", "i": 9272, "idx": 4, "sa": ["Eric Schmidt"], "q": "social networking and is facing stiff competition from companies like Facebook and Twitter, which are stealing web traffic and perceived to be poaching engineering talent. <strong> Eric Schmidt </strong> rejected the notion that Google was losing key people. <q>Our retention has been actually the same and our turnover has been exactly the same for seven years,</q> he said. \"We're going to be hiring many thousands of people this year.\" <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google", "new_id": -2}, {"uid": "1296885184058195975", "i": 20289, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Promoted to Headline( H3) on 2/4/11: Your browser does not support iframes. <strong> Donald Rumsfeld </strong> began his new book tour with some frank comments, including these: <q>War lies? Does anybody really give a rat's ass now? You know what? You know what? They do. They do because war lies are actually cool now. We began the invasion of Iraq in October 2001, but the invasion of Iraq paid off.</q> <strong> Donald Rumsfeld </strong> revealed the strategy behind the revelations made in his book about the illegal secret operations he helped set in motion shortly after the terrorist acts of September 11, 2001: \"<strong> President Bush </strong> has not", "new_id": -2}, {"uid": "1297420340174850052", "i": 11549, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "to sell about 150 Million Symbian based devices this year and release its first MeeGo based product later this year. More on Nokia, Microsoft Partnership from Nokia's blog penned by <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>, <q>Nokia wouldn't be just be another Windows Phone OEM. Nokia plans to help drive and define the future of the platform. That could include contributing expertise on hardware optimization, language support, customization of the software and helping bring Windows Phone to a larger range of price points, market segments and geographies.</q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we", "new_id": -2}, {"uid": "1295305301212140037", "i": 17893, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony", "George Karl", "Marcus Camby"], "q": "been.\" The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q>A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,</q> <strong> Allen Iverson </strong> said. \"They were beating me down the court, and I was just finding guys. They did a great job of finishing.\" <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with http://wn.com/Chris_Paul_cp3_36_points_10_assists_vs_Orlando_Magic_180209 In only 33", "new_id": -2}, {"uid": "1295587963072171541", "i": 25092, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World As We Know It.</q> \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly calls to", "new_id": -2}]