[{"i": 8023, "idx": 0, "index_answer": 0, "new_id": -1, "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q> Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better. </q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically.`` He hasn't achieved all of his purposes, but he", "sa": ["Larry Sabato", "Colin Powell", "Bill Clinton", "Barack Obama"], "uid": "1296560297058949650"}, {"uid": "1295883490173096982", "i": 16864, "idx": 1, "sa": ["Eric Schmidt", "Barack Obama", "Matt Patterson", "Google Inc."], "q": "brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric_Schmidt_Google's_Outgoing_CEO_Cash_Out_335_million_Shares www.youtube.com <strong> Eric Schmidt </strong> asked`` the most efficient way to sort a million 32-bit integers'' <strong> Barack Obama </strong> replied <q> the bubble sort would be the wrong way to go. </q> by BizzyMicBizness http://wn.com/evil_google_WORLD_domination!_SCROOGLE_for_google_ The Tyranny of <strong> Google Inc. </strong>( by <strong> Matt Patterson </strong>, AmericanThinker.com)- In an astonishing interview with The Wall Street Journal, <strong> Eric Schmidt </strong>, the CEO of <strong> Google Inc. </strong>, has outlined what he believes will be the future", "new_id": -2}, {"uid": "1296167263171278341", "i": 755, "idx": 0, "sa": ["Steve Ballmer"], "q": "climbed nearly a billion dollars.`` We are enthusiastic about the consumer response to our holiday lineup of products, including the launch of Kinect,'' said Microsoft chief financial officer Peter Klein. <q> The pace of business spending, combined with strong consumer demand, led to another quarter of operating margin expansion and solid earnings per share growth. </q> Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 videogame consoles in the 60 days after it hit the market in November, chief executive <strong> Steve Ballmer </strong> said early this month. Kinect lets", "new_id": -2}, {"uid": "1295607635131039250", "i": 27787, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "fellow Stanford University alumnus <strong> Sergey Brin </strong> in 1998- to take the reins of a company that has dominated Internet search for a decade but is in danger of losing traffic to social networks like Facebook and Twitter. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach,", "new_id": -2}, {"uid": "1296482078090030083", "i": 42195, "idx": 0, "sa": ["Mike Trgovac", "Michael Vick"], "q": "to be.'' Meanwhile, Packers defensive line coach <strong> Mike Trgovac </strong>, a former Carolina defensive coordinator who has been mentioned as coordinator candidate, indicated that his preference would be to remain in Green Bay. <q> If it's my choice, I will be here next year, </q> he told the Wisconsin State Journal. <strong> Michael Vick </strong> and the tag An ESPN report yesterday said the Eagles will franchise <strong> Michael Vick </strong>. This reiterates what the Daily News has", "new_id": -2}, {"uid": "1297451519240746502", "i": 2861, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney"], "q": "Maybe if we give him a third term he'll get it right.'' Returning the compliment, <strong> Donald Rumsfeld </strong> pointed out that it was still not too late for <strong> Dick Cheney </strong> to run for president in 2012. <q> There's probably still time for you to file some paperwork for Iowa and New Hampshire. </q> <strong> Donald Rumsfeld </strong>'s re-emergence has come at a time when events in Egypt have laid bare the fault line between idealism and realism in American foreign policy that also existed in the <strong> President Bush </strong> era. Whereas in", "new_id": -2}, {"uid": "1296218677100073685", "i": 35440, "idx": 0, "sa": ["Eric Schmidt"], "q": "on downloads and conventional cellular data plans, while the world is shifting towards browser/cloud approaches and new-style devices and content. In the new structure, Page will lead product development and technology strategy, while Brin <q> will devote his energies to strategic projects, in particular working on new products </q>. <strong> Eric Schmidt </strong> will take the role of executive chairman,`` focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership''. He will also act as internal advisor to", "new_id": -2}, {"uid": "1296084752130252881", "i": 18047, "idx": 2, "sa": ["Michael Vick"], "q": "He accepted the huge responsibilities that come with being an NFL starting quarterback.`` The quarterback position, that's the nature of it,'' <strong> Michael Vick </strong> said of the swings between praise and criticism. <q> Everything's thrown on your shoulders as a quarterback.`` I accept it. I respect it. That's the responsibility that you take on when you get up under the center. </q> There is no football argument for the Eagles not to commit to the 30-year-old <strong> Michael Vick </strong> as their quarterback for the next 5 years. So why isn't this the slam dunk it appears to be", "new_id": -2}, {"uid": "1296744570016711683", "i": 6569, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong>`` goes so far as to depict former <strong> President Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq.'' <q> <strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the Middle East would be` far more perilous than it is today'. </q>`` Addressing charges that he failed to provide enough troops for the war, he allows that,` In retrospect, there may have been times when more troops could have helped'.''", "new_id": -2}, {"uid": "1297713783158121991", "i": 3723, "idx": 0, "sa": ["Sergio Marchionne", "Steven Chu"], "q": "'s application for federal loans is`` moving ahead'' and will not be affected too much by proposed cuts in the Obama administration's budget, the head of the U.S. Department of Energy said on Monday. <q> We're moving ahead with Chrysler. I don't think it's affected that much by this( FY2012) budget, </q> said U.S. Energy Secretary <strong> Steven Chu </strong>, said during a call with reporters. A DOE spokeswoman said the department is still in the due diligence phase with the Chrysler loan application. Chrysler CEO <strong> Sergio Marchionne </strong> said", "new_id": -2}]