[{"uid": "1296961291197279745", "i": 41696, "idx": 2, "sa": ["Michael Vick"], "q": "life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid.`` He had a plan and he stuck to that, both on and off the field,'' Reid said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape... So, he did a great job with the football part of it.`` And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison.", "new_id": -2}, {"uid": "1296885700259325959", "i": 5979, "idx": 0, "sa": ["Sergio Marchionne"], "q": "in my side.'' In the past he has said the company would have posted a net profit if it weren't for the interest. <strong> Sergio Marchionne </strong> told reporters at an automotive conference that he would like <q> at least to have an agreement in principle </q> with banks by the end of March. The company is talking with Goldman Sachs and other banks about the refinancing, he said. Besides the loans, the two governments took ownership stakes in Chrysler when", "new_id": -2}, {"uid": "1295242191190218251", "i": 3465, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "all three patients on Monday. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> told US television Sunday she had visited <strong> Gabrielle Giffords </strong> the previous day and found her`` doing great'' and`` making progress every day.'' <strong> Gabrielle Giffords </strong> is <q> using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> told NBC's`` Meet The Press'' program.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. Another congressional colleague", "new_id": -2}, {"uid": "1296774835205651968", "i": 5220, "idx": 1, "sa": ["David Vitter", "Sen. Bernie Sanders"], "q": "to repeal it outright. To do so, he said, would`` continue the odious process of denying health care by insurance companies to people who have preexisting conditions.'' He also said that, <q> right now 60 million Americans have no health insurance, and at time when states all over this country are wrestling with huge budget deficits, </q> many millions more will join the ranks of the uninsured.`` To say we should return to where we were is beyond comprehension,'' <strong> Sen. Bernie Sanders </strong> said. But, <strong> David Vitter </strong> said,`` we", "new_id": -2}, {"uid": "1295622311169754648", "i": 7496, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "felt he's been punished for the same offence twice but I quite understand his decision and wish him well for the future.''( Asked if it raised questions about <strong> David Cameron </strong>'s judgement) <q> I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening. </q> LABOUR PARTY LEADER ED MILIBAND`` Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We", "new_id": -2}, {"uid": "1295937890179191810", "i": 11811, "idx": 6, "sa": ["Gregg Popovich", "Allen Iverson", "Tim Duncan"], "q": ", who had lost two in a row, saw the return of <strong> Tim Duncan </strong>, who missed four games with a sprained right ankle.`` It was great to have him back,'' said Spurs coach <strong> Gregg Popovich </strong>. <q> Just having him on the court is a confidence builder for everybody. </q> <strong> Tim Duncan </strong>, who had eight points in http://wn.com/Tim_Duncan_showed_how_he_has_led_the_Spurs_to_four_championships,_scoring_31_points_and_grabbing_15_rebounds_in_the_Spurs'_win <strong> Tim Duncan </strong> showed how he has led the Spurs to four championships, scoring 31 points and grabbing 15 rebounds in the Spurs' win http://wn.com/Allen_Iverson_46pts_vs_Tim_Duncan_Spurs_98/99_*Vintage_AI_*Rare <strong> Allen Iverson </strong> finally came up with an outstanding", "new_id": -2}, {"uid": "1295296501138346498", "i": 17455, "idx": 1, "sa": ["Steve Ballmer"], "q": ". 3.`` We've got the greatest range of alternatives, the phones, the software, the craftmanship''. Numerically, Android has more phone alternatives and software choices. 4. <q> We sold 1.5 million into the carriers </q>. This is a carefully worded sentence. It does not say how many paying customers bought Windows Phone 7 devices. 5. When asked about people moving from PCs to wireless devices, <strong> Steve Ballmer </strong> responds:", "new_id": -2}, {"uid": "1295945577129105923", "i": 28988, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "because he liked to keep an eye on the alley, which was once known for drugs and prostitution.`` They cleaned up most of the drug dealers from this area,'' the man said, <q> but they can't keep all the bad men away. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE", "new_id": -2}, {"uid": "1296789642034570241", "i": 22192, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders", "David Cay Johnston"], "q": "Against the Tides, the third edition of which was just published last year. <strong> Barack Obama </strong> Calls for Spending Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at <q> Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex </q>`` The Worse Off You Are, Your Taxes Increase'': Journalist <strong> David Cay Johnston </strong> Slams Obama-GOP Tax Deal <strong> Sen. Bernie Sanders </strong> Denounces Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic''`` Counting the Jobs Lost", "new_id": -2}, [{"i": 47069, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight.`` As a person and a player I learned a lot through my experiences on and off the field,'' <strong> Michael Vick </strong> said. <q> Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today. </q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "sa": ["Michael Vick"], "uid": "1296965126246792205"}]]