[{"uid": "1295562509244678683", "i": 28912, "idx": 0, "sa": ["Steve Ballmer", "Tom Warren"], "q": "Earlier this year, <strong> Steve Ballmer </strong>, the CEO of Microsoft, was asked whether he had plans to release a PC-compatible edition of Kinect is hacker-friendly, and that's a good thing, Microsoft says <q>Microsoft is set to unveil driver support and a software development kit in the coming months and will allow third-party developers to create titles that utilize the Kinect sensor when plugged into a PC,</q> <strong> Tom Warren </strong> of Win Rumors writes today. ''According to sources familiar with the plans, Microsoft will distribute the drivers under the ''beta' tag.''' <strong> Tom Warren </strong> added that Kinect support is expected to", "new_id": -2}, {"uid": "1296157971094584911", "i": 18814, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. ''It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Deal of the Day:$ 45 for$ 100 worth of custom framing powered by Groupon'' width= ''101'' height= ''57'' class= ''headlineThumb''/> Deal of the Day", "new_id": -2}, {"uid": "1296576215140820500", "i": 43047, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "Tonight on the Late Night with <strong> David Letterman </strong> <strong> Justin Bieber </strong> talked about the schedule he has with school and how it works for him being that he is a superstar. ''I did school this morning,'' says <strong> Justin Bieber </strong>. <q>I do three hours a <strong> Justin Bieber </strong> Teases Manager On ''<strong> David Letterman </strong>' teen phenom share quips over manager <strong> Scooter Braun </strong>'s nickname. by Jocelyn Vena Wearing a tuxedo T-shirt, <strong> Justin Bieber </strong> appeared on ''Late Show With <strong> David Letterman </strong></q> on Monday night to talk about fame, his 3-D <strong> Justin Bieber </strong> talks about his mom:` She gave up everything'( Video) <strong> Justin Bieber </strong> seems indebted to the sacrifices of his mom. Putting <strong> Justin Bieber </strong>''s career first", "new_id": -2}, {"uid": "1296106957116244554", "i": 31316, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the U.S. government repays others who invest in U.S. Treasury bonds. ''Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Election Protection- Georgia Election Info League Of Women Voters: Online Voters Guide Extra Car Tag Fee Up For Vote In November$ 10 Trauma Tag Fee Vote Faces Tough Fight Police: Teen Closes Eyes For Hypnotism,", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way. ''The guys who were here two years ago know we were in the same situation last time,'' Denver center <strong> Marcus Camby </strong> said. <q>They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>.</q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. ''Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}, {"uid": "1295565994148553734", "i": 791, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. ''There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. <strong> Google Inc. </strong> earned$ 2.5 billion", "new_id": -2}, {"uid": "1297122406226197630", "i": 27998, "idx": 6, "sa": ["Simon Cowell"], "q": ": The winner of X Factor will be awarded$ 5 million record deal, the largest guaranteed prize in TV history. <strong> Simon Cowell </strong> also says he's glad that audiences are still interested in talent competitions. <q>The good news is people are still excited about these shows- Idol, Dancing with the Stars, America's Got Talent- people, thank god, still like these shows and that gives me confidence for when we launch ours[ in the fall].</q>", "new_id": -2}, {"uid": "1295667478122535962", "i": 2991, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "'s time to move on,'' <strong> Andy Coulson </strong> said in a statement, adding that he would leave the job in a few weeks. <strong> David Cameron </strong> expressed regret over the loss of a key aide. <q>I've always felt he's been punished for the same offense twice,</q> <strong> David Cameron </strong> told reporters. ''But I quite understand his decision and wish him well for the future.'' <strong> Ed Miliband </strong>, the leader of the opposition Labor Party, said <strong> David Cameron </strong> had made a mistake in keeping", "new_id": -2}, {"uid": "1295736732074268680", "i": 6542, "idx": 0, "sa": ["DeMaurice Smith", "Kathleen Sebelius", "Eric Schmidt", "Woodrow Wilson", "Eric Holder"], "q": "up a goal line stand against <strong> DeMaurice Smith </strong>, the executive director of the NFLPA, who finds himself at odds with many players over what they're http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. HHS Secretary <strong> Kathleen Sebelius </strong> and US Attorney General <strong> Eric Holder </strong> host the third in a series of Health Care Fraud Prevention Summits in Brooklyn,", "new_id": -2}, {"uid": "1296218172048857090", "i": 12608, "idx": 6, "sa": ["Cecile Richards", "Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "'' <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that he wasn't aiming at the White House rather than the Statehouse. <q>I'm just disappointed because I considered him the best,</q> said Ralph Benko, a former Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she", "new_id": -2}]