[{"uid": "1297176031226918403", "i": 3179, "idx": 21, "sa": ["David Letterman", "Aaron Rodgers"], "q": "the time into. I feel like I've been successful because I've not only been surrounded by great people, but I care about my job and I care about being successful.\" <strong> David Letterman </strong>: <q>What is your greatest asset, when you get out there, in a Super Bowl, in an exhibition game, what is your greatest asset?</q> <strong> Aaron Rodgers </strong>: \"I think my confidence, which comes directly from my preparation. I put the time in, I watch film, I study our game plan, I practice hard, so I go", "new_id": -2}, {"uid": "1296619353222035984", "i": 21723, "idx": 2, "sa": ["Michael Vick", "M. Night Shyamalan"], "q": "left before ending of 3rd quarter, Eagle is setting another record for \"Most Scoring Team\" on Monday <strong> M. Night Shyamalan </strong> Football with the spank \"Eagle 59- 21 Redskin\". Eagle also set a new record for <q>Most Scoring Team On The Road In NFL</q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is \"Eagle 59- 28 Redskin\". <strong> Michael Vick </strong> Record <strong> M. Night Shyamalan </strong>^^. http://wn.com/Monday_Night_Football's_Dumbest_Play_Ever_By_A_Rookie! IF YOU LIKE TO READ,", "new_id": -2}, {"uid": "1297390016200884258", "i": 41916, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "his own kids have struggled with drug addiction....\" If the reader is still puzzled by the enigmatic \"Our sources beg to differ,\" the following may add to the confusion-or enlightenment: <q>But above all, what is most likely to rankle many in Washington-and overshadow the real accomplishments of <strong> Donald Rumsfeld </strong>'s five decades of public service-is that while he can mercilessly point out others' flaws, he allows himself far more, shall we say, nuance.</q> Will any of this matter? Perhaps not. History is invariably written by the winners, and try as he might, ultimate victory will be hard for Don <strong> Donald Rumsfeld </strong> to claim. Now, to", "new_id": -2}, {"uid": "1295565994148553734", "i": 791, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. <strong> Google Inc. </strong> earned$ 2.5 billion", "new_id": -2}, {"uid": "1295209438209371164", "i": 10726, "idx": 0, "sa": ["Boss Schmidt", "Eric Schmidt"], "q": ", was recently interviewed on CNNMoney.com and revealed that he has a personal coach to help him be an extraordinary boss. \"Every athlete has a coach,\" <strong> Eric Schmidt </strong> rationalizes very confidently, and adds, <q>People are never good at seeing themselves as others see them... a coach help's you see what you've been missing.</q> Google's revenue in 2010 is estimated to be about$ 30 billion, which is about 25% increase from 2009. Evidently, <strong> Boss Schmidt </strong> has figured out how to be an extraordinary leader.", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life \"Truman Show\" PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}, {"uid": "1296165757231161870", "i": 25663, "idx": 0, "sa": ["Steve Ballmer"], "q": "though revenue climbed 15 percent. \"We are enthusiastic about the consumer response to our holiday lineup of products, including the launch of Kinect,\" said Microsoft chief financial officer Peter Klein. <q>The pace of business spending, combined with strong consumer demand, led to another quarter of operating margin expansion and solid earnings per share growth.</q> Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 videogame consoles in the 60 days after it hit the market in November, chief executive <strong> Steve Ballmer </strong> said early this month. Kinect lets", "new_id": -2}, {"uid": "1295299590143114291", "i": 42811, "idx": 3, "sa": ["Leon Rose", "Allen Iverson"], "q": "playoffs since 2006 and has never won a postseason game. The Grizzlies are coming off a 24-58 season that tied for fifth-worst in the NBA. \"This year for me is so personal,\" <strong> Allen Iverson </strong> said. <q>It's basically going to be my rookie season again. It hurts, but <strong> I Roy </strong> turn the TV on, <strong> I Roy </strong> read the paper, <strong> I Roy </strong> listen to some of the things people say about me having the season that <strong> I Roy </strong> had last year and me losing a step, things like that. They're trying to put me in a rocking chair already.</q> The Grizzlies announced they had signed the 10-time All Star on Thursday morning minutes before <strong> Allen Iverson </strong> was introduced at a news conference. The team and <strong> Allen Iverson </strong>'s agent, <strong> Leon Rose </strong>, declined to discuss specifics though <strong> Leon Rose </strong> said the", "new_id": -2}, {"uid": "1296163911042713105", "i": 21129, "idx": 5, "sa": ["Mike Pence"], "q": "Ogle. \"When he does do it, I just think it will be a release that I have decided what I am NOT going to do, not what I am going to do.\" <q>I want him to run for governor-- I think he would be a good transition for the state from <strong> Mitch Daniels </strong>,</q> Ogle added. Still, no one in <strong> Mike Pence </strong>'s inner circle is placing any bets. Ogle talked this week with <strong> Mike Pence </strong>'s brother, Greg, and said even he doesn't know what the congressman", "new_id": -2}, {"uid": "1297711413124567566", "i": 37319, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. \"You have to believe, and know that they are more than just imagination.\" All content Â© Copyright 2000- 2011 WorldNow and WAVE, a", "new_id": -2}]