[{"uid": "1296810817171016196", "i": 47434, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "the internet giant will allow people to virtually visit galleries and view works at gigapixel resolution.''- The Art Newspaper \" New York Times drops as print ads, circulation slide cut profit <q>`` New York Times Co., publisher of the namesake newspaper, dropped as much as 5.9 percent after reporting a 26 percent decline in profit as print advertising and circulation revenue continued to shrink. </q>- Bloomberg \" <strong> Donald Rumsfeld </strong> was right about everything: new book \"`` Reviled two-time Defense <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled Known and Unknown, after a typically obtuse", "new_id": -2}, {"uid": "1295979343233783301", "i": 26038, "idx": 1, "sa": ["Eric Schmidt"], "q": "`` Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments,'' explained <strong> Eric Schmidt </strong>. <q> Hundreds of these people will be located right here in our technology center in Munich. </q> In discussing such`` significant investments,'' the former Google CEO outlined three main categories: smart phones-soon to surpass PC sales-LTE networks-for which Germany is the leader in deployment-and real-time voice translation technology-a priority for multilingual", "new_id": -2}, {"uid": "1296963339115425283", "i": 4676, "idx": 0, "sa": ["Michael Vick"], "q": "the kind of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and a player", "new_id": -2}, {"uid": "1295091429140001468", "i": 12573, "idx": 2, "sa": ["Steve Ballmer"], "q": "actually seen the thing. serving more ads to Windows 98 than to Windows Phone 7 devices. That can hardly be heartwarming to Redmond decision-makers. Not that Microsoft is admitting defeat- far from it. <q> We're going to continue to invest in[ Windows Phone 7] aggressively in the future, </q> <strong> Steve Ballmer </strong> promised. He also pointed out that 20,000 registered developers have produced over 5,500 apps for the OS.`` When I get a chance to show people a Windows phone, the feedback that I hear", "new_id": -2}, {"uid": "1295633904157057075", "i": 12302, "idx": 3, "sa": ["Charlie Beckett", "Andy Coulson", "Sienna Miller"], "q": "story refused to die with a series of fresh allegations. Earlier this month, the paper suspended a senior editor who was named in a lawsuit by actress <strong> Sienna Miller </strong>, who says her phone was hacked. <q> It was always going to be when, rather than if, </q> said <strong> Charlie Beckett </strong>, director of POLIS, a media thinktank at the London School of Economics.`` I don't know anybody in Britain who didn't think <strong> Andy Coulson </strong> must have known more about this than has come out", "new_id": -2}, {"uid": "1296364135215957509", "i": 17620, "idx": 10, "sa": ["Allen Iverson", "Mo Williams"], "q": "'' He got off to a fast start in this one, scoring 20 in the first quarter.`` He was just on fire,'' <strong> Mo Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. <q> He was in such a good rhythm that really nobody could stop him tonight. </q> Sixers coach Jim O'Brien could only agree after Philadelphia beat the Bucks for the third time this season.`` It was the quickest 40 points I think I have ever witnessed,'' O'Brien said.`` He was", "new_id": -2}, {"uid": "1297307509028164149", "i": 1867, "idx": 0, "sa": ["David Letterman"], "q": "Wednesday night, telling <strong> David Letterman </strong> about his beating at the hands of what he termed`` pro-Mubarak thugs.'' Cooper described the roughing up he and his CNN crew were subjected to, saying that the present government has <q> given a green light for mobs to attack anyone who looks foreign. </q> Cooper was self-deprecating in describing the attacks, telling <strong> David Letterman </strong> that in the midst of the`` pummeling,'' he groped for what little Arabic he knew and thought he was saying,`` Peace! Peace!", "new_id": -2}, {"uid": "1295416045020889629", "i": 17105, "idx": 0, "sa": ["Steve Ballmer"], "q": "Rome conference for GE brass last July. The GE boss, one of several business leaders invited to the summit, including Goldman Sachs' CEO Lloyd Blankfeina dn Microsoft's <strong> Steve Ballmer </strong>, said last summer that <q> business did not like the US president and the president did not like business, </q> and added, as a poke at China,`` I am not sure that in the end they want any of us to win, or any of us to be successful.'' Beijing's meddling", "new_id": -2}, {"uid": "1297176031226918403", "i": 3160, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong>:`` No, this is fun for me. I mean, this is-- I watch your show a lot.'' <strong> David Letterman </strong>:`` I appreciate that.'' <strong> Aaron Rodgers </strong>: <q> No, it's good to be here. There must be a lot of Wisconsin people out there. </q>( Wild applause from audience) <strong> David Letterman </strong>:`` You know, it seems like most years, in a good year, you get a pretty good story out of the Super Bowl. And this year", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,'' Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q> After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job. </q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}]