[{"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.</q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1295587926175472679", "i": 12700, "idx": 0, "sa": ["Eric Schmidt"], "q": "focus on the next crop of upcoming startups.\" In another good sign, the number of companies getting second- or third-round financing rose to 1,147 in 2010 from 915 the year before. <q>The rise in investments in early stage companies is the most encouraging thing we've had all year,</q> Taylor said. In a surprise change late Thursday, Google said co-founder Larry Page would take over as chief executive, with current CEO <strong> Eric Schmidt </strong> moving to the post of executive chairman. The news overshadowed another stellar", "new_id": -2}, {"uid": "1295401402180518914", "i": 25711, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Writer Dee-ann Durbin, Ap Auto Writer WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297170191123355244", "i": 28753, "idx": 4, "sa": ["George H.W. Bush", "Donald Rumsfeld"], "q": ", acknowledged that \"in a war, many things cost lives.\" But he had no regrets about his leadership for the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan,</q> <strong> Donald Rumsfeld </strong> said, insisting the <strong> George H.W. Bush </strong> administration made only an \"incremental\" move toward invading Iraq in the wake of the September 11, 2001 attacks on the United States. <strong> Donald Rumsfeld </strong> said it was not him", "new_id": -2}, {"uid": "1295440279265502756", "i": 31289, "idx": 0, "sa": ["Dave Brandon", "Michael Vick", "Rich Rodriguez"], "q": " \"I am proud of the dedication and commitment exhibited by the coaching staff and student-athletes who have represented the University of Michigan football program over the last three seasons,\" <strong> Rich Rodriguez </strong> said in a statement issued Thursday. <q>While I am disappointed to depart Ann Arbor before we were able to reach the level of success we had in our sights, I am confident that the players who remain have the potential to do great things and to return the Wolverines to greatness. I would like to thank our fans and our student body for their tremendous support. There is great passion for Michigan football and I have made lifelong friends through this experience.</q> <strong> Dave Brandon </strong> said he will immediately begin a national search for USC FOOTBALL NOTEBOOK: Receivers coach Morton heads for NFL Mora gets high marks from former charges <strong> Michael Vick </strong> Will Answer to Falcons Coaches at Pro Bowl MLK and America's", "new_id": -2}, {"uid": "1295610219050561027", "i": 8664, "idx": 4, "sa": ["Eric Schmidt"], "q": "wanted to make it clear to all the executives and the managers who report to us where they should send an e-mail,\" he said. Mr. Page and Mr. <strong> Eric Schmidt </strong> said the decision was mutual. <q>I don't think there's another person in the universe that could have done as good a job as <strong> Eric Schmidt </strong> has done in the company,</q> Mr. Page said. The relationship between the founders and Mr. <strong> Eric Schmidt </strong> was rocky during its early years, as the founders frequently undercut Mr. <strong> Eric Schmidt </strong>'s decisions. Although they worked well together for the last several", "new_id": -2}, {"uid": "1295715899131842121", "i": 25769, "idx": 5, "sa": ["Kirsten Gillibrand", "Polly Noonan"], "q": "so aggressive at fundraising that some fellow Dartmouth graduates have reportedly been irked by her appropriation of the alumni mailing list to solicit donations. But <strong> Kirsten Gillibrand </strong> evinces neither shame nor annoyance at having to work the cash circuit. <q>Raising money is the very same effort as developing a grassroots advocacy,</q> she asserts. She is also Zen about the rough-and-tumble nature of her profession-an attitude she credits to her grandmother. The attacks <strong> Polly Noonan </strong> encountered as head of the Albany Democratic machine engendered a defiant streak in <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1297136264194772997", "i": 45640, "idx": 0, "sa": ["Cory Monteith", "Simon Cowell"], "q": "he observes the crowd's positive reaction. \"I feel like that it did make him happy and, obviously, he has some natural abilities that <strong> Simon Cowell </strong> Schuester was able to spot,\" Adler says. <q>I don't think he's ever allowed himself to do that ever in his life, to dance or learn a song, especially to do that in public.... Doing that was such an obstacle to overcome.</q> <strong> Cory Monteith </strong>) offer to join New Directions. \"He's got to retreat back to that and play it safe for a little bit longer, as long as he can.\" Karofsky will", "new_id": -2}, {"uid": "1295481586159825937", "i": 29190, "idx": 3, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "Idol\" news, AccessHollywood.com's Laura Saltman caught up with \"Idol's\" executive producer, <strong> Nigel Lythgoe </strong>, who said the contestants this season are relieved not to have to sing in front of <strong> Simon Cowell </strong>. <q>There isn't the fear that there was of the embarrassment of singing in front of <strong> Simon Cowell </strong> for instance,</q> <strong> Nigel Lythgoe </strong> explained. \"Where the fear of what he might say really put them off, this is just a happy nervousness. And it does energize them a little bit. I think you'll see a lot", "new_id": -2}, {"uid": "1296667040253952025", "i": 39323, "idx": 2, "sa": ["Allen Iverson"], "q": "his own steal with 9:13 to play pulled the Nuggets within 93-87, then he hit a 3-pointer at the 3:24 mark that made it 101-97. His three-point play with 2:10 left cut Sacramento's lead to 103-100. <q>I was having such a bad game that I thought I hit the last shot,</q> <strong> Allen Iverson </strong> said. \"K' hit that http://wn.com/Leopard_in_cage,_Dortmund_zoo_or_another,_it's_the_same_FAIR_USE_INTENDED_ONLY Zoo A zoological garden, zoological park, menagerie, or zoo is a facility in which animals are confined within enclosures, displayed to the public, and in", "new_id": -2}]