[{"uid": "1295620447256049222", "i": 25332, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "the Prime Minister, his family and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.\" Mr <strong> David Cameron </strong> said in a statement: <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government.</q> Mr <strong> David Cameron </strong> made clear he had \"full confidence\" in Mr <strong> Andy Coulson </strong> and had not pushed him out. He said: \"During his time working for me, <strong> Andy Coulson </strong> has carried out his role with", "new_id": -2}, {"uid": "1297003737194904085", "i": 31115, "idx": 0, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "power should be handed over quickly to an interim Iraqi authority containing a number of Iraqi exiles, and a State Department view favouring a slower transition that would allow new leaders to emerge from within the country. <q>Those key differences were never clearly or firmly resolved in the NSC,</q> <strong> Donald Rumsfeld </strong> writes. \"Only the President could do so.\" <strong> Donald Rumsfeld </strong> blames <strong> Paul Bremer </strong>, who led the first year of occupation, for pursuing a grandiose plan more in line with State's vision than the", "new_id": -2}, {"uid": "1297368296190234685", "i": 23342, "idx": 0, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "whether or not she would join him on the X Factor. Keep reading to find out what she had to say! <strong> Jay Leno </strong> started off asking <strong> Paula Abdul </strong> if she misses <strong> Simon Cowell </strong> to which she uncomfortably said, <q>Of course! I miss everybody.</q> Then <strong> Jay Leno </strong> told <strong> Paula Abdul </strong> that <strong> Simon Cowell </strong> said he was a \"massive fan\" of hers. <strong> Paula Abdul </strong> pointed out that it should be obsessive fan, and told <strong> Jay Leno </strong> that <strong> Simon Cowell </strong> was obsessed with her. That doesn't", "new_id": -2}, {"uid": "1296789417115392515", "i": 7115, "idx": 4, "sa": ["Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Shaq Career High 61 Points Against Clippers On March 6, 2000( All FGs) Shaq Career High 61 Points Against Clippers On March 6, 2000(", "new_id": -2}, {"uid": "1295672246172441622", "i": 5513, "idx": 8, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson", "Zach Randolph"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.</q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to <strong> Zach Randolph </strong> has 29 points, 19 rebounds to lead Grizzlies over Rockets,", "new_id": -2}, {"uid": "1296309067021659679", "i": 6639, "idx": 1, "sa": ["Mike Pence"], "q": "president, drew the media to Central on Friday. On Thursday, <strong> Mike Pence </strong>-- until recently the third-ranking Republican in the House-- announced he would not be a candidate for president in 2012. <q>Seeking national office was not right for us now,</q> he told the Central students. \"While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"heart was", "new_id": -2}, {"uid": "1295550902106610694", "i": 6593, "idx": 0, "sa": ["Mike Pence"], "q": "S.C. State House on Wednesday to announce the formation of their group- and its Facebook and Twitter pages. \"America is facing a serious crisis and we need a serious president,\" said Crawford. <q>In order to turn our country around, we are going to have to nominate someone who has not only the conservative principles to know what needs to be done, but also the knowledge, experience and, most importantly, the courage to actually do it. We can not afford to nominate a weak, moderate candidate as we have in the past.</q> We don't know enough about <strong> Mike Pence </strong> yet to be impressed( or not impressed) by his prospective candidacy, but there were several names on this list of early supporters that certainly impressed us.", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,</q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}, {"uid": "1295617531243957796", "i": 3425, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it difficult for me to give the 110 percent needed in this role.\" <strong> David Cameron </strong> said that he was \"very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.\" <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,</q> <strong> David Cameron </strong> said in a statement, which made no direct mention of the hacking claims. A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the", "new_id": -2}, {"uid": "1294978384186728451", "i": 39713, "idx": 4, "sa": ["Kirsten Gillibrand", "Mark E. Kelly", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "dinner date when the four were in town together, like the one last week at Matchbox, a popular pizza place in Washington favored by Ms. <strong> Gabrielle Giffords </strong>'s husband, <strong> Mark E. Kelly </strong>, who is an astronaut. <q>We enjoy being there for each other,</q> Ms. <strong> Kirsten Gillibrand </strong> said, \"So when <strong> Debbie Wasserman Schultz </strong> and I were allowed to visit <strong> Gabrielle Giffords </strong>, it meant so much to us to encourage her and to tell her how much we love her and how she is inspiring the", "new_id": -2}]