[{"uid": "1295389955093929487", "i": 9732, "idx": 2, "sa": ["Simon Cowell", "Rio Ferdinand"], "q": "England v France on Wednesday. After an invite from England captain <strong> Rio Ferdinand </strong>, the lads watched the match from the comfort of a box, before going downstairs to meet with the players! Tags- X factor 2010 <q> one direction& quo... <strong> Leona Lewis </strong> faces Stocking of Truth on <strong> Simon Cowell </strong> and more <strong> Leona Lewis </strong> faces Stocking of Truth on <strong> Simon Cowell </strong> and more Former X Factor winner <strong> Leona Lewis </strong> takes on The Christmas Channel's Stocking of Truth. What to buy <strong> Simon Cowell </strong>? Is <strong> Mariah Carey </strong> best Christmas song?. Follow us on twitter at twitter.com... video results for: cowell factor after COREY TAYLOR GETS REAL FOR XMAS, CHALLENGES SIMON COWELL <strong> Corey Taylor </strong> and Stone Sour frontman <strong> Corey Taylor </strong> has released`` XM@$ </q>, which is the perfect music for scrooge. He talks about his real feelings about the holiday and how the song came about. He talks about <strong> Simon Cowell </strong> and the X-Factor... The X Factor 2009- Nicole Lawrence", "new_id": -2}, {"uid": "1296727907183500817", "i": 16347, "idx": 15, "sa": ["Jalen Rose", "Carmelo Anthony", "Allen Iverson"], "q": "his status.`` The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,'' <strong> Allen Iverson </strong> said. <q> Right now it's just frustrating to be out there at the end hobbling like that. </q> X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Jalen Rose </strong> are 2-3 together, and their pairing since <strong> Carmelo Anthony </strong>'s return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2}, {"uid": "1295008939037093396", "i": 37763, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "major milestone for her, and we're hoping that she crosses through many more.'' <strong> Kirsten Gillibrand </strong>, D-N.Y., recounted her moments with <strong> Gabrielle Giffords </strong> in an interview with reporters on Air Force One. <q> It was such a moment, and we were in such tears of joy watching this, </q> said <strong> Kirsten Gillibrand </strong>, who traveled to Tucson with <strong> Barack Obama </strong> to visit the wounded Arizona congresswoman and to attend a memorial service for victims of Saturday's mass shooting, which claimed six lives. After <strong> Gabrielle Giffords </strong> opened her", "new_id": -2}, {"uid": "1296488228063668303", "i": 10047, "idx": 6, "sa": ["Bill Bartmann", "John McCain", "Eric Schmidt", "President Bush", "Dana Perino"], "q": "<strong> Bill Bartmann </strong> said he doesn't believe a <strong> Eric Schmidt </strong> appointment would resonate with voters or significantly help the <strong> John McCain </strong> House's struggle to combat high unemployment. Instead, he suggested someone with more entrepreneurial experience who <q> gets what it's like for the little guy, </q> pointing to Fred Smith, the founder and CEO of FedEx( FDX) and a supporter of <strong> John McCain </strong>'s 2008 presidential bid. <strong> Dana Perino </strong>, a <strong> John McCain </strong> House press secretary under <strong> President Bush </strong>, agreed with", "new_id": -2}, {"uid": "1295501555083329035", "i": 29493, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "often register as opinion. There was no <strong> Simon Cowell </strong> to shatter the conversation as cleanly as a rock through a window, although <strong> Steven Tyler </strong> at least is weirdly, arrestingly flip. He asked one all-over-the-map vocalist, <q> Did you eat a lot of paint chips as a child? </q> Yet somehow he never came across as mean. On the other hand, it doesn't seem appropriate that a judge should look at a 16-year-old girl and say appreciatively of her skirt,`` Just the", "new_id": -2}, {"uid": "1297217470140312578", "i": 46883, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children, but no obvious sign", "new_id": -2}, {"uid": "1295581685033980418", "i": 48028, "idx": 10, "sa": ["Eric Schmidt"], "q": "clarify our individual roles so there?s clear responsibility and accountability at the top of the company,'' <strong> Eric Schmidt </strong> said.`` Larry, in my clear opinion, is ready to lead,'' he said. <q> Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come. </q> Page praised <strong> Eric Schmidt </strong> for an`` outstanding job leading Google for the last decade.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still", "new_id": -2}, {"uid": "1296141676192086065", "i": 571, "idx": 0, "sa": ["Paul Gates", "Simon Cowell"], "q": "and often known as`` Boxer,'' was left with severe burns to his hands and arms following the blast at the sheltered accommodation run by mental health charity Rethink. He suffers from bi-polar disorder. <q> Mike has been a great friend of mine for the last 20 years, </q> explained organiser <strong> Paul Gates </strong>, who once had a record deal with <strong> Simon Cowell </strong>.`` He said he could never get around to thanking everybody enough, so we wanted to organise this event to give him a platform", "new_id": -2}, {"uid": "1295372711221298724", "i": 6684, "idx": 0, "sa": ["Dermot O'Leary", "Katie Waissel", "Cheryl Cole", "Simon Cowell"], "q": "host was forced to deny suggesting that there was any plot to save certain contestants when <strong> Cheryl Cole </strong> refused to send home either <strong> Katie Waissel </strong> or Treyc Cohen on last year's show. <strong> Dermot O'Leary </strong> told Heat: <q> It was probably the hardest week of my life. It's not nice seeing your words fabricated on the front page of a newspaper. Especially as I said absolutely nothing of the sort. </q> Quizzed on whether he was worried about show boss <strong> Simon Cowell </strong>'s reaction, he added:`` Oh my God, was I! I was like` What is he going to say?'. And", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns.`` I always kid with him about not being a rebounder, being so big,'' <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say,` If I was your height, I'd get a double-double every night. </q>' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game,`` but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}]