[{"uid": "1295934410148537368", "i": 27221, "idx": 5, "sa": ["Matt Geiger", "Phil Jackson", "Allen Iverson", "Shaquille O'Neal", "Lou Lamoriello"], "q": "missed shots to teammates and grabShaquille O'Nealg an offensive rebound. The latter play brought a half-hug, half-back slap from <strong> Allen Iverson </strong> that was an emotional high for the 76ers in a 93-91 victory Wednesday night over then Toronto Raptors. <q> You have to be deaf not to, so yeah, I heard them, </q> <strong> Matt Geiger </strong> said of the boos. \"That's just Phil Jacksonly. When I play bad, they boo.\" <strong> Matt Geiger </strong> missed 10 of 14 shots, and kept losing rebounds to the Raptors. When rookie Todd MacCulLou Lamoriellogh", "new_id": -2}, {"uid": "1295669771065781827", "i": 3126, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "we are structured,\" <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as \"deals, partnerships, customers and broader business relationships,\" whilLarry Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so \"there's clear responsibility and accountability at the", "new_id": -2}, {"uid": "1295670037088440845", "i": 52044, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "of co-founder as opposed to his current role of president, Technology. \"He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};\" > A user from Canberra measured 1303kbps@ Broadband", "new_id": -2}, {"uid": "1296770511173654034", "i": 14653, "idx": 27, "sa": ["Ted Kennedy", "Colin Powell", "Donald Rumsfeld"], "q": "narrative developed that <strong> Colin Powell </strong> was somehow innocently misled into making a false declaration to the Security Council and the world,\" <strong> Donald Rumsfeld </strong> writes. He seems particularly offended that <strong> Colin Powell </strong> has said that some in the intelligence community knew <q> that some of these sources were not good, </q> \"didn't speak up,\" and \"that devastaTed Kennedy me.\" <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been \"the most senior military officer in our country\" and no one", "new_id": -2}, {"uid": "1295636762010666003", "i": 17383, "idx": 1, "sa": ["Andy Coulson", "Prince Andrew, Duke of York", "Mazher Mahmood", "Sarah Ferguson"], "q": "<strong> Sarah Ferguson </strong>, for offering up access to her former husband <strong> Prince Andrew, Duke of York </strong> for? 500,000($ 800,000). <strong> Mazher Mahmood </strong>( aka the Fake Sheikh) specializes in the classic Fleet Street sting, and secretly filmed <strong> Sarah Ferguson </strong> agreeing to <q> open any door you want </q> to a wealthy businessman- <strong> Mazher Mahmood </strong> in disguise. It is these types of tactics that have led many to question whether <strong> Andy Coulson </strong> was as unaware of his reporters' behavior as he has always claimed. They also", "new_id": -2}, {"uid": "1296585674107593766", "i": 12640, "idx": 1, "sa": ["Zahi Hawass", "J. King"], "q": "Egypt's protesters not swayed by tanks iReporters help cover Egypt protests Reporter turns to Twitter in Cairo China blocJ. King news of protests? Once inside the museum, they went to the Late Period gallery, <strong> Zahi Hawass </strong> wrote. <q> When they found no gold, they broke 13 vitrines( glass showcases) and threw the antiquities on the floor. </q> The intruders then went back to the gallery housing artifacts from <strong> J. King </strong> Tutankhamun's tomb, where they opened one showcase, broke a statue of <strong> J. King </strong> Tut on a panther and threw it to the ground, he wrote", "new_id": -2}, {"uid": "1295877057093847566", "i": 16980, "idx": 5, "sa": ["George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "of staff under <strong> George W. Bush </strong> Ford- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. \"It's not a journal, it's not a diary,\" he says of the Ford White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the war", "new_id": -2}, {"uid": "1297234639010321981", "i": 15886, "idx": 0, "sa": ["Steve Ballmer"], "q": "Ok dummies, the PS3 and Xbox360 are the same really! Same fuckin games! Graphics? I don't see any difference. I take it you guys read what <strong> Steve Ballmer </strong> said? <strong> Steve Ballmer </strong>: <q> Xbox is not a games console </q> and it's all over the Net en Espa?ol Yahoo! does not evaluate or guarantee the accuracy of any Yahoo! Answers content.", "new_id": -2}, {"uid": "1295621895169754624", "i": 3072, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "Newforth Partners, a mergers and acquisitions advisory firm, in an email. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for <strong> Larry Page </strong>, told Reuters in an interview that the change was <q> not a reaction to competitors. </q> Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. \"Google has many different businesses and the issue that we", "new_id": -2}, {"uid": "1295746465110362632", "i": 5880, "idx": 5, "sa": ["Allen Iverson", "Aaron McKie"], "q": "scored an NBA season-high and career-best 54 in a 107-103 victory over the Cleveland Cavaliers. \"It was like he was playing horse tonight,\" said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. <q> His jumper was deadly. </q> Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. \"When your jumper is on", "new_id": -2}]