[{"uid": "1295673184217972744", "i": 30609, "idx": 1, "sa": ["Kirsten Gillibrand", "George Pataki", "Barack Obama", "Imam Feisal Abdul Rauf", "Sharif El-Gamal"], "q": "as is US <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. Labor and legislative officials say Bruno- who championed the project for his former district- <strong> George Pataki </strong> and company officials assured labor several years ago that a deal would be worked out. But <q> People at the table then are no longer around, </q> said Ed Malloy, of the New York State Building& Construction Council. http://wn.com/Imam_Feisal_Abdul_Rauf_If_9/11_happens_again_I_want_to_be_the_first_to_die_iOwnTheWorldcom <strong> Imam Feisal Abdul Rauf </strong>`` If 9/11 happens again I want to be the first to die'' <strong> Imam Feisal Abdul Rauf </strong>( slumlord) <strong> Sharif El-Gamal </strong> el-Gamal( grifter) Hisham", "new_id": -2}, {"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,'' he said,`` but when the spokesman needs a spokesman, it's time to move on.''( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q> Once you become the story, it's time to quit. </q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}, {"uid": "1295629345218054656", "i": 19455, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "hacking of phones belonging to Princes <strong> David Cameron </strong> and Harry on his watch. <strong> Andy Coulson </strong>, who became <strong> Tony Blair </strong> <strong> David Cameron </strong>'s director of communications after last year's election, unexpectedly quit overnight conceding that his involvement in the affair <q> made it difficult to give 110 per cent </q> to his job. His departure sent shockwaves around Westminister and came just hours after the sudden resignation of one of Labour's most senior MPs, shadow chancellor Alan Johnson, who stepped down on Thursday night", "new_id": -2}, {"uid": "1295301671181911578", "i": 24719, "idx": 1, "sa": ["Ernie Grunfeld", "Allen Iverson", "LeBron James"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q> You have crazy games throughout the NBA seasons, and I was glad to be on the winning end. </q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards president <strong> Ernie Grunfeld </strong> Can Flip and the Wizards stay ahead of the Raptors? Wizards host Jazz in an early afternoon MLK Day special Nick Young", "new_id": -2}, {"uid": "1297168254028033082", "i": 7340, "idx": 1, "sa": ["Simon Cowell"], "q": "12 will be able to audition for the show- which has a$ 5 million recording contract for the winner- and <strong> Simon Cowell </strong> is confident they can handle the pressure of the competition. He said: <q> We've started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q>( c) BANG", "new_id": -2}, {"uid": "1296115657070025243", "i": 28413, "idx": 0, "sa": ["David Letterman"], "q": "and computers. On August 30th 1993, on the`` Late Show'', <strong> David Letterman </strong> referred to a`` switch'' in a pet trick segment involving`` Bailie'' the dog who played dead on command and used <q> There is no off position on the genius switch. </q> as a queue. http://www.youtube.com/watch?v=_rr_IXvCm4k During Beta testing of the`` Key to Knowledge'', which started yesterday, the inventors confirmed that humans could use it to become`` Super Intelligent'', simply by understanding", "new_id": -2}, {"uid": "1295007931223330369", "i": 349, "idx": 0, "sa": ["Katharine McPhee", "Paula Abdul", "Simon Cowell", "Chris Daughtry"], "q": "to <strong> Katharine McPhee </strong>. Premature cuts are traditional for the`` Idol'' soap opera, but this one really stung. <strong> Chris Daughtry </strong> had the last laugh, of course, when he turned pro. <strong> Paula Abdul </strong> burbles, <q> The moth who finds the melon finds the cornflake. </q>( Season Five, 2006) <strong> Simon Cowell </strong> tricked her into saying it, but no matter. <strong> Paula Abdul </strong> will go down in`` Idol'' history for her fuzzy logic and fizzy rambling at the judges' table", "new_id": -2}, {"uid": "1296981663254574647", "i": 24976, "idx": 0, "sa": ["Frank Zombo", "Michael Vick"], "q": "and were brought up to the varsity to help solidify the defense.`` They were just so excited just to come up, even though they were not going to play offense,'' he said. <q> <strong> Greg Jennings </strong> was a football player. He was not an athlete trying to play football. He loved contact; he loved the physical aspect of the game. </q> Former soccer stud leads the Pack On <strong> Frank Zombo </strong>'s first play in an NFL game, he sacked <strong> Michael Vick </strong>. He was a dream team all-stater at Stevenson but rarely played defense.``", "new_id": -2}, {"uid": "1295668634145047636", "i": 11836, "idx": 5, "sa": ["James Cleveland", "Allen Iverson"], "q": "and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the <strong> James Cleveland </strong> Cavaliers. <q> It was like he was pla... video results for: cleveland their comment`` A Praying Spirit </q>( 1980)- <strong> James Cleveland </strong>& VOC Written by Elbertina`` Twinkie'' Clark and originally recorded by the Clark Sisters in 1978. It was covered in 1980 by <strong> James Cleveland </strong> and the Voices of Cornerstone on their`` A", "new_id": -2}, {"uid": "1296494521100859915", "i": 26515, "idx": 15, "sa": ["Eddie House", "Allen Iverson"], "q": "10-13 after a 5-15 start. He entered Saturday averaging 14.2 points, well below his career average, and 4.3 assists.`` He means a lot more than his numbers,'' Philadelphia coach <strong> Eddie House </strong> Jordan said. <q> His spirit gives us momentum, his spirit gives us confidence, it gives us a sounding board, it gives us a calming effect. He means a lot.`` He's special to us. He's not the <strong> Ray Allen </strong> we used to know back in 2001, but he adds leadership, toughness and some experience. </q> <strong> Allen Iverson </strong>, whose reputation took a hit in recent years after turbulent stops in Detroit and Memphis, has http://wn.com/Amazing_Allen_Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_Home_to_Home_Game_2 betfreebie.com Basketball <strong> Allen Iverson </strong> 39 s team first approach with the Philadelphia 76ers has earned him respect from his teammates and", "new_id": -2}]