[{"uid": "1297222400217088019", "i": 47365, "idx": 0, "sa": ["Steve Ballmer"], "q": "heads, in place of talent from within or outside of the company, versus changing the number of business units and their executive make-up. Bloomberg did say that a central part of the company's plan was to <q> promote managers who have engineering chops and experience executing on product plans, </q> which would imply moving someone at the top to make way for that promotion. A Microsoft representative declined to comment. Bink.nu 3.0. Copyright? 1999-2011 <strong> Steve Ballmer </strong> Bink. All Rights Reserved.", "new_id": -2}, {"uid": "1296109290115327074", "i": 28289, "idx": 11, "sa": ["Matt Ryan", "Larry Fitzgerald", "Michael Vick", "Adrian Peterson"], "q": "first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta.`` <strong> Matt Ryan </strong> is great. The coaching staff is great. We're just having a good time,'' he said. <q> I like what they're doing in the offence and it's been easy. We're going to go out and try to have fun and everybody enjoy each other. </q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver href=\"http://www.tsn.ca/nfl/teams/players/?name=Larry Fitzgerald+Larry Fitzgerald\"> <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end", "new_id": -2}, {"uid": "1295633194146702360", "i": 3181, "idx": 7, "sa": ["Gabrielle Giffords", "Mike Pence"], "q": "local businessman Travis Corcoran after he wrote a blog post threatening U.S. lawmakers in the wake of the shooting of <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>( D-AZ). In a post on his blog( which has since been removed) titled <q> 1 down and 534 to go </q>- 1 referring to <strong> Gabrielle Giffords </strong> and 534 referring to the rest of the House of Representatives and the Senate- Corcoran applauded the shooting of <strong> Gabrielle Giffords </strong> and justified the assassination of lawmakers because he argued the federal government has grown", "new_id": -2}, {"uid": "1295416190055623735", "i": 20983, "idx": 0, "sa": ["Enda Kenny", "Brian Cowen", "Eamon Gilmore", "Brian Lenihan"], "q": "party was at stake. Fine Gael leader <strong> Enda Kenny </strong> and Labour Party leader <strong> Eamon Gilmore </strong> both accused the Government of not having its eye on the ball because it was focused on the Fianna Fail leadership. <q> There is nobody minding the shop, Taoiseach, while Fianna Fail is trying to sort out its internal difficulties, </q> Mr <strong> Eamon Gilmore </strong> told Mr <strong> Brian Cowen </strong> in the Dail. The Fianna Fail leadership debate was overshadowed by a bitter spat over Mr <strong> Brian Lenihan </strong>'s alleged involvement in efforts to undermine Mr <strong> Brian Cowen </strong>. The Taoiseach's", "new_id": -2}, {"uid": "1296566909244629504", "i": 29801, "idx": 4, "sa": ["Tyronn Lue", "Del Negro", "Allen Iverson", "Ime Udoka", "Kobe Bryant"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole tIme Udoka,'' <strong> Allen Iverson </strong> said http://wn.com/Allen Iverson_Allen Iverson_23pt_vs_Kobe Bryant_Kobe Bryant_Lakers_09/10_NBA_*third_quarter_reminiscent_of_2001_Finals AI vs. <strong> Kobe Bryant </strong> Del Negroivered the throwback", "new_id": -2}, {"uid": "1295891774149438499", "i": 29915, "idx": 0, "sa": ["Bill Lockyer"], "q": "in the worthless scrip in 2009, causing a cascade of headlines around the world about the California's fiscal dysfunction. <strong> Bill Lockyer </strong>, a Democrat, offered a clear prescription to avoid repeating that fiscal calamity: <q> Get a budget adopted that's honest, and make the cuts as soon as possible. </q>[...] Finance spokesman H.D. Palmer said California, if no actions are taken, will face a cash shortfall in July. But measures to conserve cash would have to be taken earlier--`` well", "new_id": -2}, {"uid": "1295667406250150986", "i": 37052, "idx": 0, "sa": ["Anil Ambani", "Andy Coulson"], "q": "<strong> Anil Ambani </strong>, chairman of the Reliance <strong> Anil Ambani </strong> Group... Reliance Industries Ltd., India's biggest company by market value, reported a... Video: Fishermen, businesses beg for BP spill money target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=DFCDTQDLFHU5FRB7IV37MOEZYY&amp;commentid=50718941\"> Report Abuse <q> Good. India and China deserve cheap energy and 10% growth. </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Penny stocks soaring 900% Come experience penny stock gains with our free& accurate", "new_id": -2}, {"uid": "1297448217228950044", "i": 39957, "idx": 1, "sa": ["Alassane Ouattara"], "q": " The spokeswoman for the Ivory Cost's embassy in Washington, Cynthia Guibi, told AFP meanwhile that Charles Yao Koffi, named by strongman Laurent Gbagbo who is refusing to hand over power to <strong> Alassane Ouattara </strong>, is <q> still in his job. </q> Guibi said`` one thing I wanted to correct with you... <strong> Alassane Ouattara </strong> is not the president of Ivory Coast.''`` That the State Department decided to accept the credentials from a certain individual", "new_id": -2}, {"uid": "1295977507172294181", "i": 13937, "idx": 0, "sa": ["Max Baucus", "Newt Gingrich", "Bill Lockyer"], "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HOTEL MAINTENANCE Company Comfort MANUFACTURING PRODUCT ENGINEER AND SR.. SOFTWARE MARKET", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}]