[{"uid": "1295958804062226512", "i": 51536, "idx": 0, "sa": ["Mike Pence", "Jim Jordan"], "q": ". <strong> Mike Pence </strong> <strong> Jim Jordan </strong>( R-Ohio), chairman of the Republican Study Committee( RSC), says Republicans have to seize their opportunity to pass legislation that would significantly lower the nation's record deficit. <q> I think the next six months, between now and the end of July as we go into the August recess, as we go through[ debates on] the continuing resolution, the budget, debt ceiling, appropriations... will largely define the whole political landscape as we move into 2012, </q> <strong> Jim Jordan </strong> said in a sit-down interview with The Hill. The three-term Ohio Republican lawmaker is poised to press his leadership to honor its pledge for fiscal discipline, spending cuts and reforms on behalf of the 175-member conservative caucus", "new_id": -2}, {"uid": "1297142120027197452", "i": 47265, "idx": 1, "sa": ["Eric Schmidt"], "q": ". While <strong> Eric Schmidt </strong>'s comments are official company statements, a Google spokesperson downplayed them, referring to the company's statement from November when it conceded the Commission was investigating it over complaints from competitors. <q> Since we started Google, we have worked hard to do the right thing by our users and our industry-ensuring that ads are always clearly marked, making it easy for users to take their data with them when they switch services and investing heavily in open-source projects, </q> the spokesperson said. Get past speeds, feeds, and misleads and into smarter systems for better decision-making. New Technologies That Will Change Enterprise Computing Move forward with Sony Media Backbone solutions IBM Smarter Systems Virtual Event", "new_id": -2}, {"uid": "1296591793045760520", "i": 25598, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "arise. As we all know, what in fact happened was that Iraq spontaneously descended into violence, looting, and mob rule. But then-secretary of defence <strong> Donald Rumsfeld </strong> famously shrugged when asked about the looting, <q> Freedom's untidy. Democracy is a messy thing. </q> For the Americans, capitalism in Iraq amounted to destroying the state and seeing who starts a business, while democracy in Afghanistan involved appointing a strongman and seeing if anyone would vote for him. These twin", "new_id": -2}, {"uid": "1295335314262799385", "i": 43932, "idx": 0, "sa": ["Sergio Marchionne"], "q": ": Renzi, Lavoratori Hanno Fatto Loro Parte. Ora <strong> Sergio Marchionne </strong> Investa Lo dice l'AD del gruppo torinese <strong> Sergio Marchionne </strong> in una lunga intervista al quotidiano la Repubblica nella quale aggiunge che l'obiettivo? arrivare alla partecipazione dei lavoratori agli utili <q> ma prima di parteciparli, gli utili dobbiamo farli </q>.`` Il discorso? chiuso. Il referendum non l'ho chiamato mio, n sono io che ho fatto le regole. Per me Mirafiori ha deciso e io sto al risultato, che? un risultato molto", "new_id": -2}, {"uid": "1294957437066879508", "i": 36833, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "us.'' With her closest friends from Capitol Hill holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong>, 40, opened her left eye and tried to focus on loved ones for the first time. <q> It was raw courage. It was raw strength. It was so beautiful and so moving, </q> Sen. href=\"http://www.foxnews.com/topics/politics/Kirsten Gillibrand-Kirsten Gillibrand.htm#r_src=ramp\"> <strong> Kirsten Gillibrand </strong> of New York said of the Arizona lawmaker.`` She wanted us to know that she was with us a hundred percent and understood everything we were saying.'' <strong> Gabrielle Giffords </strong>'", "new_id": -2}, {"uid": "1296231906026230879", "i": 15701, "idx": 3, "sa": ["Sergio Marchionne"], "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said.`` I think it would be unwise for Chrysler not to take advantage of the opening.'' On the Italian side, he is preparing to invest? 700 million in a plant", "new_id": -2}, {"uid": "1295628168219987969", "i": 43364, "idx": 1, "sa": ["Dan Gillmor", "Larry Page", "Eric Schmidt"], "q": "href=\"http://www.xconomy.com/san-francisco/2011/01/20/searching-for-meaning-in-googles-leadership-changes/\" target=\"_blank\"> les excellents r?sultats.`` L'encadrement par un adulte n'est plus n?cessaire'', estime? pr?sent <strong> Eric Schmidt </strong> sur le ton de l'humour, en r?f?rence au jeune ge de ses prot?g?s. <q> Nous devions clarifier nos r?les </q> Pour le href=\"http://www.guardian.co.uk/technology/2011/jan/21/google-Eric Schmidt-Eric Schmidt-Larry Page-Larry Page\" target=\"_blank\"> Guardian,`` Google a au contraire besoin de davantage d'encadrement''.`` Comme beaucoup d'autres avant elle, l'entreprise se retrouve frein?e Dan Gillmors croissance'', crit le", "new_id": -2}, {"uid": "1295559524014680153", "i": 19564, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Meg Whitman", "Sergey Brin"], "q": "'s an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> said.`` As Google has grown, managing the business has become more complicated,'' <strong> Eric Schmidt </strong> wrote. <q> So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> The news of the shake-up came just before Google announced earnings for its most recent quarter. HP board shake-up Palo Alto tech titan Hewlett-Packard has named five new board members-- including <strong> Meg Whitman </strong>", "new_id": -2}, {"uid": "1295563110148553754", "i": 22229, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "founders-and for the movement, which seems to be gathering steam among CEO <strong> Eric Schmidt </strong>, announcing today that he'd will step down as CEO and turn over day-to-day responsibilities to co-founder title=\"Larry Page\" href=\"http://www.inc.com/topic/Larry Page+Larry Page\"> <strong> Larry Page </strong>: <q> <strong> Larry Page </strong> will now lead our product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> Once you know your customers intimately-who they are and what they want-you are ready to roll out your great new...", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]