[{"uid": "1297451512119193621", "i": 1132, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers", "Ric Flair"], "q": "right here,\" said <strong> David Letterman </strong> as he dug his fingers into <strong> Aaron Rodgers </strong>' armrest and then recollected about questioning him about retirement, and then asked if all the flip flopping distracted the current Pack QB. <q><strong> Ric Flair </strong> don't think it was a distraction,</q> replied <strong> Aaron Rodgers </strong>. \"<strong> Ric Flair </strong> was the guy who took all the reps in the off-season and he was the guy who took all the reps during the season, and that was kind of how it worked out.", "new_id": -2}, {"uid": "1296590105205422622", "i": 30656, "idx": 0, "sa": ["Barack Obama", "David Letterman"], "q": "phrase, \"As I've always said.\" Saturday Night Live begins running hackneyed skits depicting <strong> Barack Obama </strong> as an empty suit who does nothing all day but eat waffles and gaze lovingly into a mirror, muttering, <q>I can see Mt. Rushmore from here.</q> Another skit mocks <strong> Barack Obama </strong>'s Kenyan homeland with an actor portraying his indigent half-brother George in a grass hut, performing African tribal dances in stereotypical fashion while singing a catchy \"Kenyan-Obama\" rap. <strong> David Letterman </strong> jokes", "new_id": -2}, {"uid": "1296363623155516951", "i": 1478, "idx": 0, "sa": ["Zahi Hawass"], "q": ". But before protective measures were taken, vandals had gotten inside and tore the heads off two mummies, antiquities director <strong> Zahi Hawass </strong> told the Al-Arabiya news network. Outside the museum, demonstrators chanted: <q>Wake up, <strong> Hosni Mubarak </strong>. This is your last day in power!</q> The army had filled a vacuum of retreating policemen, who camped wearily in neighborhoods and along the Nile corniche, where charred cars sat along roadsides. Although many demonstrators expressed contempt for police and", "new_id": -2}, {"uid": "1295189804049070144", "i": 20199, "idx": 1, "sa": ["Ryan Seacrest", "Simon Cowell", "Carrie Underwood", "Jennifer Lopez"], "q": "show. Heck, at one point on the DVD of audition previews distributed by Fox, the judges all hold hands after a woman's rendition of a <strong> Carrie Underwood </strong> ballad brings <strong> Jennifer Lopez </strong> to tears. <q>We have a little bit more compassion, I think, for contestants than maybe in years past,</q> <strong> Jennifer Lopez </strong> says in an interview on the disc, though <strong> Simon Cowell </strong>'s name is never mentioned. Host <strong> Ryan Seacrest </strong> is less subtle. \"In the past there was a diabolical at times figure and a", "new_id": -2}, {"uid": "1297091703077316256", "i": 6795, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and LIL WAYNE Team up Again for \"Hit the Lights\" Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks during the... Report Abuse <q>Awesome game! Go Daddy commercials were terrible! Liked the unexpectedly awkward Doritos commercial, though it wasn't up to par with previous super bowl commercials.</q> Report Abuse \"I didn't waste a single moment watching any of them.\" I have never bought a single item based on a TV or print ad. Report Abuse \"The worst commercials in memory", "new_id": -2}, {"uid": "1297180938217825348", "i": 14146, "idx": 5, "sa": ["Dwaine Caraway", "Michael Vick", "Clarence Thomas", "Aaron Rodgers"], "q": "accept it. Maybe <strong> Dwaine Caraway </strong> couldn't get <strong> Aaron Rodgers </strong> or any of the gathered greats for the Super Bowl to take his calls. Great PR move, Dallas... Can't blame <strong> Michael Vick </strong> for accepting it... <q>Giving him a key to the city, however, is absurd, as was <strong> Michael Vick </strong>'s decision to accept it.</q> The NAACP Has \"No Comment\" on Racist Remarks Leveled at <strong> Clarence Thomas </strong>", "new_id": -2}, {"uid": "1295860435042090520", "i": 5993, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "George Osborne"], "q": "the Cabinet Office- in the hope that his successor will continue the work of streamlining comms in other departments. In practice, <strong> Andy Coulson </strong> made up his mind before Christmas that he would have to go. <q><strong> Andy Coulson </strong> was running at 70 per cent of his capacity- at best,</q> says one ally. \"He wasn't prepared to work on that basis.\" <strong> David Cameron </strong> and <strong> George Osborne </strong> tried hard to dissuade him from stepping down. Indeed, it is a measure of how much they valued him", "new_id": -2}, {"uid": "1295739237074268687", "i": 9445, "idx": 5, "sa": ["Tyronn Lue", "Calvin Coolidge", "Dennis Johnson", "Marvin Webster", "Allen Iverson"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/CSU_FULLERTON_TITANS_VS_CSU_BAKERSFIELD_ROADRUNNERS_11/27/10 Fullerton, Calif.- Perry <strong> Marvin Webster </strong> and Jer` Vaughn <strong> Dennis Johnson </strong> each scored 17 points and three other Titans were in double figures Saturday night as <strong> Calvin Coolidge </strong>", "new_id": -2}, {"uid": "1295934410148537368", "i": 22496, "idx": 6, "sa": ["Vince Carter", "Allen Iverson", "Matt Geiger"], "q": "replaced him, the crowd cheered. \"The crowd getting on <strong> Matt Geiger </strong>, and then at the end of the game he ended up being one of the heroes,\" said <strong> Allen Iverson </strong>, who scored 37 points. <q>It's tough. \"For this guy to help us get to the playoffs last year and come in here off having surgery and push himself to get back a little earlier and get booed because he's not capable of doing the things that he's always been capable of, it's kind of rough.</q> The Raptors, who blew a 17-point lead by playing a selfish second half, had a chance to tie it or win it, but <strong> Vince Carter </strong> missed a 21-foot jumper from the corner at the buzzer. The Sixers", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q>It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together,</q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade, \"or even cutting spending\" as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]