[{"uid": "1297194029096485410", "i": 138, "idx": 0, "sa": ["Sergio Marchionne", "Mark Steyn"], "q": "Filling in for Rush on Monday, guest-host <strong> Mark Steyn </strong> took the news of Eminem's Detroit-is-back Super Bowl ad and Chrysler-Fiat CEO <strong> Sergio Marchionne </strong>'s \"shyster loan\" comment and went to town on Detroit. <q> Unlike European cities, no bombs fell on this American city, this American city did it to themselves, </q> he said, taking offense at the ad's protrayal of Detroit as a comeback city. He also zeroed in on Chrysler for taking corporate welfare then spending$ 9 million of it on a Super Bowl ad.", "new_id": -2}, {"uid": "1295614879066224141", "i": 58503, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Rupert Murdoch"], "q": "had felt compelled to resign, but did not mention the scandal, which centers on allegations of systematic wrongdoing at Murdoch\" Murdoch-Rupert Murdoch-PEHST001424.topic\"> <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" \" Nazareth community updates", "new_id": -2}, {"uid": "1294970660073564164", "i": 39863, "idx": 1, "sa": ["Stuart Taylor", "Donald Rumsfeld", "Michael Ratner", "George W. Bush", "David Vladeck"], "q": "for Constitutional Rights and Author, \"The Trial of <strong> Donald Rumsfeld </strong>: A Prosecution by Book\" <strong> Stuart Taylor </strong>, Columnist, National Journal and Contributing Editor, Newsweek <strong> David Vladeck </strong>, Professor George W. Bushtown University Law Center <strong> Michael Ratner </strong>'s new book, <q> The Trial of <strong> Donald Rumsfeld </strong>, </q> lays out the evidence that high-level officials of the <strong> George W. Bush </strong> administration ordered, authorized, implemented and permitted war crimes, in particular the crimes of torture and cruel, inhuman and degrading treatment. <strong> Michael Ratner </strong> and <strong> Stuart Taylor </strong> will make", "new_id": -2}, {"uid": "1297175078196968449", "i": 7481, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "- <strong> Donald Rumsfeld </strong>'s top regret: not quitting after Abu Ghraib Former US defense secretary <strong> Donald Rumsfeld </strong> admitted in an interview that the country <q> would've been better off </q> if he had quit after the 2004 Abu Ghraib scandal and spared no criticism of his colleagues in his new memoir published Tuesday. Former US defense secretary <strong> Donald Rumsfeld </strong>, seen here in 2006, admitted in an interview", "new_id": -2}, {"uid": "1295093820134398003", "i": 6461, "idx": 1, "sa": ["Conan O'Brien", "David Letterman", "Jay Leno"], "q": "less interested in any reconnection with <strong> Jay Leno </strong>. His relationship with <strong> David Letterman </strong> remains unaffected- his Late Night predecessor apparently called him over the holidays. \"It was just a quick call,\" <strong> Conan O'Brien </strong> qualifies. <q> We hadn't spoken for a long time, and Dave just called to basically say, you know,' I haven't checked in on you. I just wanted to make sure that we were good.' And I said,` We've always been good.' I have a lot of respect for that guy. It was not a lengthy phone call. He's not a blabbermouth, but it was nice. It was just nice to get the call. </q> A reconciliation with <strong> Jay Leno </strong>, though, seems highly unlikely. \"I don't think so,\" <strong> Conan O'Brien </strong> concedes. \"I mean, I think we all know what... you know. There's", "new_id": -2}, {"uid": "1295618707107249686", "i": 46852, "idx": 0, "sa": ["Andy Coulson", "John Price", "Alan Johnson"], "q": "relationship\" . Mr <strong> John Price </strong> said it \"engendered strong feelings\" both in her husband and the wider family on both sides and matters \"came to a head\" in July 2003. He said: <q> The promenade area of Gravesend which runs alongside the south bank of the River Thames was thronging with people. Suddenly amongst them all there broke out a violent struggle between three men. Within a matter of minutes one of those men was left dying on the ground, the victim of multiple stab wounds and his throat having been cut across its width. </q> <strong> Alan Johnson </strong> bodyguard` had affair with wife' new <strong> Andy Coulson </strong> quits as Cameron spin doctor new School principals trawl web to` dig up the dirt on teachers' Oasis fan` snorted Liam's dandruff' new", "new_id": -2}, {"uid": "1297325128230850591", "i": 8595, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "Indeed, <strong> Donald Rumsfeld </strong> conceded that it's hard today to give a simple explanation- as you could with World War II- about what the Iraq war and related terrorism conflicts were all about. <q> It is a marathon, not a sprint, </q> he said. \"It is a competition of ideas. For whatever reason, we are hesitant and not skillful in engaging in the competition of ideas.\" Last night, the competition of ideas did", "new_id": -2}, {"uid": "1295432194218038285", "i": 13611, "idx": 0, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "and he should stick to that. The new age of nice on \"American Idol\" might have been ushered in by Lythgoe\" Lythgoe-Nigel Lythgoe-PECLB005387.topic\"> <strong> Nigel Lythgoe </strong>, the producer who uses a similar style while judging <q> So You Think You Can Dance. </q> He is returning to the show this year after an absence reportedly caused by a rift with <strong> Simon Cowell </strong>- possibly about their different approaches. Either way, the most telling change on \"American Idol\" may", "new_id": -2}, {"uid": "1295564414055705600", "i": 11793, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Google's <strong> Eric Schmidt </strong> is stepping aside as chief executive in April, and co-founder Page\" Page-Larry Page-PEBSL000061.topic\"> <strong> Larry Page </strong> is taking over, the company said before its earnings statement Thursday. <q> Google also announced that its board of directors had approved certain changes to Google's management team, </q> the company said in a filing with the Securities and Exchange Commission. \"<strong> Larry Page </strong>, Google's co-founder and president of products, will become Google's chief executive officer, effective April 4, 2011.", "new_id": -2}, {"uid": "1297724649148226055", "i": 53009, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick"], "q": "NFL star whose name became synonymous with dogfighting is scheduled to be a guest on the <q> The Winfrey\" Winfrey-Oprah Winfrey-PECLB004206.topic\"> <strong> Oprah Winfrey </strong> Show. </q> The daytime talk show host's interview with <strong> Michael Vick </strong> is set to air Thursday, Feb. 24. Officials with Chicago-based Harpo Productions say the interview will cover <strong> Michael Vick </strong>'s time in prison, his work", "new_id": -2}]