[{"uid": "1296110214112230422", "i": 22035, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the U.S. government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. The following are comments from our users. Opinions expressed are neither created nor endorsed by", "new_id": -2}, {"uid": "1297217356071778338", "i": 447, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "tenure at the Pentagon. In earlier parts of the interview released Monday, <strong> Donald Rumsfeld </strong> was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war. </q> Telling <strong> Diane Sawyer </strong> that assessment was`` possible,'' <strong> Donald Rumsfeld </strong> also cautioned that`` the path you didn't take is always smoother.'' The admissions largely echoed his memoir, in which he laid", "new_id": -2}, {"uid": "1295586027175472666", "i": 16649, "idx": 5, "sa": ["Eric Schmidt"], "q": "there was no blow up but there has been tension for a while`` over who has day-to-day decision making'' authority. This person said this mainly results from Mr. <strong> Eric Schmidt </strong> being more formal and process oriented. He <q> has more of a corporate mentality, </q> the acquaintance said. Mr. Page is an introvert who keeps a low public profile and sticks to the product side of the business, taking the lead on the company's biggest product initiatives. Since the", "new_id": -2}, {"uid": "1296434449170967045", "i": 33039, "idx": 0, "sa": ["Google Inc.", "David Cameron", "Eric Schmidt", "Rupert Murdoch"], "q": ".'s U.K. unit handed over new details. <strong> Rupert Murdoch </strong>, who was scheduled to speak at a panel discussion with <strong> Google Inc. </strong>. Chief Executive Officer <strong> Eric Schmidt </strong> at the Switzerland, last week cancelled his appearance. <q> The mess bursting around his business in Britain will undoubtedly impact on his international ambitions, </q> said <strong> David Cameron </strong> Banks, a former editor of the Daily Mirror who also worked for News Corp. newspapers the New York Post and The Sun. A spokeswoman for News Corp. declined to comment on whether", "new_id": -2}, {"uid": "1296060080049987593", "i": 28558, "idx": 2, "sa": ["Liv Tyler", "Simon Cowell", "Mia Tyler", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> be mean to people.'' While <strong> Mia Tyler </strong> may be biased, there's no doubt that the Aerosmith frontman's comments are entertainingly unpredictable. For example, he said about one contestant: <q> Water that flower'cause I think it's gon na grow. </q> And it sounds like <strong> Steven Tyler </strong> is having a fun time doing it.`` He loves[ being a judge]!'' <strong> Mia Tyler </strong> said. <strong> Liv Tyler </strong>, the rocker's famous actress daughter,", "new_id": -2}, {"uid": "1295133242039174154", "i": 18548, "idx": 4, "sa": ["Allen Iverson", "That guy"], "q": "got the win. <strong> That guy </strong>'s what makes it so easy to take. I'm as happy as I can be right now.'' <strong> Allen Iverson </strong> was surprised to learn he had tied his career high in assists. <q> I'm glad I did something right in that game, </q> he said.`` I'm happy I had the assists that I had and obviously my teammates did a great job of finishing plays. I knew that whole game-- 48 minutes-- I had to do something", "new_id": -2}, {"uid": "1296365944097009666", "i": 433, "idx": 7, "sa": ["Sleepy Floyd", "Allen Iverson"], "q": "record for most points in a quarter, set by <strong> Sleepy Floyd </strong> of Golden State in 1987. <strong> Allen Iverson </strong>'s final two 3-pointers were the biggest of the game, coming after Philadelphia had pulled within 10 with 5:14 remaining. <q> When[ <strong> Allen Iverson </strong>] went on that run, it seemed like he was unstoppable, </q> <strong> Allen Iverson </strong> said.`` He almost pulled it off.'' <strong> Allen Iverson </strong>'s performance came one day after he alleged that the NBA would rather see a 76ers-Lakers Finals than a Bucks-Lakers Finals. He spent a long time before", "new_id": -2}, {"uid": "1295559843078905398", "i": 10064, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1295497652083329040", "i": 5478, "idx": 0, "sa": ["Simon Cowell", "Tina Turner", "Steven Tyler"], "q": "'' and charmed them with her oversize personality. As always in the early rounds, it was mostly a parade of crackpots, nasal wheezers and goofy white guys in plaid shirts singing R&B- badly. <q> Did you eat a lot of paint chips as a child? </q> <strong> Steven Tyler </strong> asked after a murderous take on a <strong> Tina Turner </strong> tune. Whereas <strong> Simon Cowell </strong> used to slay them with meanness, <strong> Steven Tyler </strong> seemed to have instantly perfected the art of the playful, entertaining putdown, adding a new wrinkle to", "new_id": -2}, [{"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]]