[{"uid": "1296963339115425283", "i": 4678, "idx": 2, "sa": ["Michael Vick"], "q": "around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. \"He had a plan and he stuck to that, both on and off the field,\" Reid said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job with the football part of it. \"And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison. The Eagles", "new_id": -2}, {"uid": "1295934410148537368", "i": 22495, "idx": 5, "sa": ["Allen Iverson", "Matt Geiger"], "q": "That's just Philly. When I play bad, they boo.\" <strong> Matt Geiger </strong> missed 10 of 14 shots, and kept losing rebounds to the Raptors. When rookie Todd MacCullough replaced him, the crowd cheered. <q> The crowd getting on <strong> Matt Geiger </strong>, and then at the end of the game he ended up being one of the heroes, </q> said <strong> Allen Iverson </strong>, who scored 37 points. \"It's tough. \"For this guy to help us get to the playoffs last year and come in here off having surgery and push himself to get back a", "new_id": -2}, {"uid": "1297122854184680470", "i": 4243, "idx": 5, "sa": ["the Black", "Simon Cowell"], "q": "X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q> The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child. \"I", "new_id": -2}, {"uid": "1295617238099680260", "i": 20375, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Edwin Edwards"], "q": "building scandal. It also further calls into doubt claims by the Rupert Murdoch-owned News of The World that phone hacking was only carried out by a couple of rogue employees. <strong> Andy Coulson </strong> denies wrongdoing, but said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role. </q> <strong> David Cameron </strong> said that he was \"very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.\" \"<strong> Andy Coulson </strong> has told me that the focus on him <strong> Edwin Edwards </strong>, the Silv", "new_id": -2}, {"uid": "1296184901199016459", "i": 11061, "idx": 0, "sa": ["Mike Pence"], "q": "served as chairman of the conservative Republican Study Committee from 2005 to 2007 and as chairman of the House Republican Conference from 2009 until January 2011. circulated a letter to supporters announcing the decision. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> wrote <strong> Mike Pence </strong>. \"We will not seek the Republican nomination for president in 2012.\" Video: Obama picks Carney for press secretary Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans", "new_id": -2}, {"uid": "1295094117134053957", "i": 506, "idx": 4, "sa": ["Donald Rumsfeld", "Vince Gonzales"], "q": "than$ 48 billion in new defense spending.\" More money for the Pentagon, CBS News Correspondent <strong> Vince Gonzales </strong> reports, while its own auditors admit the military can not account for 25 percent of what it spends. <q> According to some estimates we can not track$ 2.3 trillion in transactions, </q> <strong> Donald Rumsfeld </strong> admitted.$ 2.3 trillion- that's$ 8000 for every man, woman and child in America. To understand how the Pentagon can lose track of trillions, consider the case of one military accountant who", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. \"I think he's working very hard on the issue of unemployment,\" <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}, {"uid": "1297428190058949643", "i": 11827, "idx": 7, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "come from advertising and new forms of monetization.\" \"We the ability to activate users and put them in a position to be more effective in what we call local commerce,\" added <strong> Steve Ballmer </strong>. <q> Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well. </q> Nokia is touting its Microsoft alliance on its Web page. <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> detailed their proposal immediately before the vast Mobile World Congress trade show in Barcelona, Spain, where a large number", "new_id": -2}, {"uid": "1296744552199131154", "i": 30120, "idx": 22, "sa": ["Eric Shinseki", "Donald Rumsfeld", "Colin Powell"], "q": "fires back that the secretary of State had once been \"the most senior military officer in our country\" and no one else in the administration had \"even a fraction of his experience\" on intelligence matters. <q> <strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong. </q> <strong> Donald Rumsfeld </strong> also takes a swipe at his Marine Corps commandant, <strong> Colin Powell </strong> James Jones, and Army chief, <strong> Colin Powell </strong> <strong> Eric Shinseki </strong>, who were cited in a December, 2002 Washington Post story as opposing an invasion of", "new_id": -2}, {"uid": "1295208913228065304", "i": 22819, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Randy Larson", "Susannah York"], "q": "tube. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New <strong> Susannah York </strong>, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's \"Meet the Press\" Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>, 57,", "new_id": -2}]