[{"uid": "1295629102247332868", "i": 21672, "idx": 0, "sa": ["Eric Schmidt"], "q": "26 percent to$ 8.44 billion, compared to the same period last year. Net income for the quarter was$ 2.54 billion, compared to$ 1.97 billion in the fourth quarter of 2009. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,<q> said <strong> Eric Schmidt </strong>, chief executive of Google. \"These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.\"", "new_id": -2}, {"uid": "1295953289167477269", "i": 26408, "idx": 0, "sa": ["Derek Hough", "Girls Aloud", "Simon Cowell"], "q": "on the judging panel of the pop star search show when it heads Stateside after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as <strong> Derek Hough </strong> said: <q>Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US' X Factor' in the bag. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like Katy or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US.<q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The source added", "new_id": -2}, {"uid": "1297614241182648868", "i": 48645, "idx": 48, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": "Iraq on the verge of all-out civil war, the <strong> Richard Nixon </strong> told <strong> Donald Rumsfeld </strong> he had to go. \"It was hard for him to do that- to come to that conclusion,\" said <strong> Donald Rumsfeld </strong>. <q>And of course I felt the same way when I had to fire somebody. I didn't like it either. He said, \"Are you OK with this?' And I said` Absolutely.\"<q> Is he responsible for what went wrong? \"We all were responsible,\" says <strong> Donald Rumsfeld </strong>. \"We all agreed.\" The posting of advertisements, profanity, or personal attacks is prohibited", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q>It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,<q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}, {"uid": "1295589925085278736", "i": 31612, "idx": 1, "sa": ["Eric Schmidt"], "q": "accelerated in the fourth quarter, so has advertising spending, said Richard Fetyko, an analyst at Merriman Curhan Ford& Co. in New York, who recommends buying the stock and doesn't own it. <q>When consumers shop more, companies are more aggressive with advertising.<q> The company is focusing more attention on mobile devices with its Android operating system, an area where it competes with Apple for the sale of smartphones and tablets. <strong> Eric Schmidt </strong> was on Apple's board until 2009", "new_id": -2}, {"uid": "1295268805147652642", "i": 10515, "idx": 1, "sa": ["Barack Obama", "David Letterman", "David Yoder"], "q": "Show with <strong> David Letterman </strong>\" last night, White House senior adviser <strong> David Yoder </strong> Axelrod explained what he thought had caused the presidential seal to fall from the podium during a speech by <strong> Barack Obama </strong> on Tuesday night: \"Witchcraft.\" <q>I've been giving this a lot of thought,<q> Axelrod joked to host <strong> David Letterman </strong>.... www.cbsnews.com Asset-shift from west to east- In a refreshing reflection of reality and common sense, Chinese Rating Agency Dagong International just offered an alternative perspective on global countries' credit rating", "new_id": -2}, {"uid": "1295981594193069060", "i": 28332, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q>Your retirement age is going to be pegged to some reasonable correlation to life expectancy,<q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog NURSING SUPERVISOR Company California State PHYSICAL THERAPY DIRECTOR Company Webster", "new_id": -2}, {"uid": "1295568022204079113", "i": 40361, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!<q> Glen Solimine, CEO of Speranza, discusses how the company helps customers in a variety of industries control their bank relationships with Speranza software, which allows for the opening and closing of accounts and changing signing privileges", "new_id": -2}, {"uid": "1296927943014336018", "i": 28503, "idx": 1, "sa": ["Sergio Marchionne"], "q": "we could be looking at one entity. It could be based here,\" said <strong> Sergio Marchionne </strong>, speaking at the J.D. Power and Associates International Automotive Roundtable. <strong> Sergio Marchionne </strong> said the companies are considering a number of <q>alternatives and scenarios. First we need to integrate them operationally and then look at governance.<q> Since Chrysler emerged from bankruptcy on June 10, 2009, under the control of Fiat, it has worked feverishly to revamp its product portfolio. Sixteen new or revamped products are coming to market in 2011", "new_id": -2}, {"uid": "1297614248105119753", "i": 3325, "idx": 0, "sa": ["Zahi Hawass"], "q": "antiquities, <strong> Zahi Hawass </strong>, said that during the revolt several ancient treasures had been stolen from the Egyptian Museum, including a statue of the renowned boy king Tutankhamun. The objects missing from the famed museum include <q>a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess<q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28, during clashes between protesters and riot police who used tear gas", "new_id": -2}]