[{"uid": "1295606779143458354", "i": 45230, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "Idol is much more fun without <strong> Simon Cowell </strong>, insists <strong> Nigel Lythgoe </strong>. ''<strong> Simon Cowell </strong>'' <strong> Nigel Lythgoe </strong>, 61, back on the show as executive producer, reckons more wannabe singers have turned up. He added: <q>There isn't the fear that there was of the embarrassment of singing in front of <strong> Simon Cowell </strong>. ''I think you'll see a lot more fun this year.</q> <strong> Simon Cowell </strong> quit the show, which returned to Fox on Wednesday, to launch X Factor in the States. Have your say on the issues of the day with MY Sun Â© News Group Newspapers Ltd.", "new_id": -2}, {"uid": "1295294095030998564", "i": 25952, "idx": 2, "sa": ["Steve Ballmer", "Helen Baxendale"], "q": ", your body.'' Although <strong> Steve Ballmer </strong> admitted that the firm could improve with targeting a broader set of demographics, such as teenage girls, the console is resonating better with a wider audience. <q>I think about my own family. My wife used to say, ''No, no, that's the machine the boys use', and now she says,` Yeah, I want to go watch movies. Let's go play the dance game'',</q> he said. <strong> Helen Baxendale </strong> The actress on", "new_id": -2}, {"uid": "1295599439233226308", "i": 3272, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "difficult job in the world is it?'' <strong> Simon Cowell </strong>, who has an estimated wealth of Â£ 125million, also said he believes his success is down to his good instincts. He said: <q>All my life I had to teach myself. ''I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school. ''Mainly, I trust my instincts. I genuinely believe that if I like something, other people are going to like it as well.</q> American Idol returned to US screens this week with two new judges. Aerosmith frontman <strong> Steven Tyler </strong> and singer <strong> Jennifer Lopez </strong> have joined the only remaining original judge, Randy Jackson. Showbiz pals miss out on", "new_id": -2}, {"uid": "1296282852002965504", "i": 19635, "idx": 0, "sa": ["Eric Schmidt", "Angela Merkel", "David Cameron"], "q": "said. ''We in the West have taken rather a simple view that what matters is just the act of holding an election,'' <strong> David Cameron </strong> added. German Chancellor <strong> Angela Merkel </strong> agreed. <q>There is no point in locking up people or to reduce the access to information,</q> she said. ''We must come to a peaceful dialogue in Egypt. The stability of the country is, of course, extremely important but not at the cost of freedom of opinion.'' <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297616629186400779", "i": 26893, "idx": 35, "sa": ["Donald Rumsfeld"], "q": "junior lieutenant general in the Army, and had a scandalously undermanned headquarters. ''I raised 16 kinds of the dickens about it... and the Army didn't get it staffed,'' <strong> Donald Rumsfeld </strong> said. <q>He went on for a long period with a seriously understaffed command.</q> It was a set up for failure, and <strong> Donald Rumsfeld </strong> was in charge. ''You are responsible for the occupation of Iraq,'' said Martin. ''Supposedly.''", "new_id": -2}, {"i": 10146, "idx": 1, "index_answer": 2, "new_id": -1, "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q>always been good. I said he didn't owe me a phone call, but I appreciated it.</q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> <strong> Barbra Streisand </strong> America contestants bring home state designs to ''Show Us Your Shoes'' parade in Las Vegas America contestants strutted down the Las Vegas Strip displaying shoes decorated", "sa": ["Jay Leno", "David Letterman", "Conan O'Brien", "Barbra Streisand"], "uid": "1295127807207224874"}, {"uid": "1296586945119291926", "i": 11211, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "is worth about$ 750, and CEO <strong> Sergio Marchionne </strong> said even though the company is losing money, the employees deserve the recognition. The automaker lost nearly$ 200 million in the fourth quarter of 2010. <q>The way in which this house has responded to the challenge of introducing 16 cars in 12 months is something I've never seen, and hopefully will never see again... It would have been improper on our part not to recognize what went on here in 2010,</q> <strong> Sergio Marchionne </strong> said during the Q&A session of Monday's financial earnings news conference call. CAW <strong> Barack Obama </strong> Ken Lewenza said Monday that the employees appreciate the recognition.. ''I think it's a vote", "new_id": -2}, {"uid": "1297264173151748653", "i": 46543, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "U.S. <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong> of New York sent a letter to lawmakers in her state Tuesday urging them to pass the marriage equality bill this year. Capitol Tonight reports on the letter, in which <strong> Kirsten Gillibrand </strong> wrote, <q>Equal protection under the law has been a hallmark of the American legal, social and political system since the founding of the republic. In this instance, I believe that this principle must be extended to all of those in our state who seek the civil contract of marriage and the numerous legal rights, protections and benefits that only the status of marriage confers.</q> The correspondence accompanied a lobby day in Albany sponsored by Marriage Equality New York, which drew around 300 participants, or more than double the number from last year. Advocates feel hopeful about the bill, which", "new_id": -2}, {"uid": "1294962672210993211", "i": 6928, "idx": 8, "sa": ["Bruce Willis", "Kirsten Gillibrand", "Demi Moore", "Gabrielle Giffords"], "q": "when <strong> Gabrielle Giffords </strong> opened her eyes. ''We know that she will overcome this. If anyone in the world can overcome an injury, of a severe nature, it's her,'' <strong> Kirsten Gillibrand </strong> said. <q>Mark was telling us just a couple days ago how he was telling the doctors, she will be walking in a few weeks, you'll see.</q> An Outpouring of Grief at Funerals, Memorial Services <strong> Bruce Willis </strong> and <strong> Demi Moore </strong>'s Eldest Daughter Poses for Badgley Mischka's Spring 2011 Ad Campaign More than 500,000 Die Each Year, but All States Are", "new_id": -2}, {"uid": "1297201801051740673", "i": 16054, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "calm demeanor and that shiny belt they threw on him during the awards presentation. ''The belt has really caught on,'' says <strong> Aaron Rodgers </strong> of the WWE World Championship belt, complete with spinning logo. <q>It's a celebration that stared during practice, and the fans love it. You've got to give them what they love.</q> Judging by the screams of ''yeah'' from the audience, the fans do love it. And they also followed <strong> Aaron Rodgers </strong> to <strong> David Letterman </strong>'s New York studio.", "new_id": -2}]