[{"uid": "1295817637129564698", "i": 3526, "idx": 0, "sa": ["Andy Coulson", "Richard Keys"], "q": "branded`` medieval'' by Fare, a Europe-wide campaign group opposed to discrimination in football.`` They reveal the appalling and damaging sexist attitudes that exist across football,'' said Piara Powar, its executive director. <q> If they had made the same comments about a black or Asian linesman we would be looking at what happened to <strong> Ron Atkinson </strong>[ who was urged to resign as a pundit by ITV in 2004 after he made a racist remark live on air about the black Chelsea player <strong> Marcel Desailly </strong> when he thought the microphone was off]. </q> Sky said last night:`` The comments are not acceptable. They were not made on air but we have spoken to <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> and told them our views and they have apologised and expressed their", "new_id": -2}, {"uid": "1297238985246775836", "i": 30020, "idx": 6, "sa": ["the Black", "Simon Cowell"], "q": ".'' The`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child. <q> I'm genuinely staggered this hasn't happened. All the signs are out there, from Glee' to High School Musical,' </q> he said, advising`` any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.''", "new_id": -2}, {"uid": "1295336336131039232", "i": 10058, "idx": 6, "sa": ["Sergio Marchionne"], "q": "(`` Ã\u0088 paragonabile all` acquisto di Porsche da parte di Volkswagen''). Sulle strategie Fiat-Chrysler interviene anche il Financial Times, che tra l'altro sostiene che nella fabbrica di Jefferson North a Detroit <strong> Sergio Marchionne </strong> <q> possa produrre un Suv per la Maserati </q>. E, mentre dalla Serbia il viceministro dell` Economia Nebojsa Ciric fa sapere che non ci saranno`` riduzione d'investimento da parte di Fiat'', lo stesso <strong> Sergio Marchionne </strong>( che ha lasciato ieri Torino per gli Usa", "new_id": -2}, {"uid": "1295880095158040073", "i": 31335, "idx": 1, "sa": ["Eric Schmidt", "Brian Marshall"], "q": "and mid-term, to the tussle between Google and Apple.`` I don't think it will change the situation at all,'' said <strong> Brian Marshall </strong>, an analyst with Gleacher& Co. who tracks Apple. <q> The companies will continue on the paths that they're now on for the foreseeable future. Google will throw things against the wall and sees what sticks, and Apple will continue to focus on great products. </q> Ezra Gottheil of Technology Business Research agreed.`` I can't imagine what Google would do differently in respect to Android and Chrome OS just because <strong> Eric Schmidt </strong> is no longer CEO,'' Gottheil said.``", "new_id": -2}, {"uid": "1297275612018513958", "i": 27278, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "timid 9/11 Commission report makes clear. But in any case, his orders clearly violated the military chain of command-something <strong> Donald Rumsfeld </strong> failed to point out, according to his own account of the subsequent conversation. <q>`` Yes, I understand, </q> I replied.`` Who did you give that direction to?'' \"`` It was passed from here through the[ operations] center at the White House,'' <strong> Dick Cheney </strong> answered.``", "new_id": -2}, {"uid": "1297097928101318703", "i": 30866, "idx": 0, "sa": ["Michael Vick"], "q": "Mike Williams, who got eight.`` It's unbelievable,'' <strong> Michael Vick </strong> said Saturday on NFL Network's`` NFL Total Access,'' which exclusively revealed the award, in conjunction with The AP. <q> I have to give all glory to God and thank my coaches and my teammates. They put me in this position, they got me better as an NFL player, as a quarterback. They took advantage of my talents. </q> You are now in: Sports, Top News, Top News for more stories Related Article( s):( Video) Pepsi Super Bowl Ad: Another Angry Black Woman Stereotype( Video", "new_id": -2}, {"uid": "1295631157218054675", "i": 23612, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "who blame the coverage tend not to have liked the events that precipitated it. For those who feel that <strong> Andy Coulson </strong> has been unfairly implicated, the comedian <strong> David Cameron </strong> Schneider offered a heavily retweeted suggestion: <q> Show your appreciation of <strong> Andy Coulson </strong>. Leave him a message of a support on your voicemail. </q>", "new_id": -2}, {"uid": "1297156736070336565", "i": 24969, "idx": 0, "sa": ["Eric Schmidt"], "q": "While <strong> Eric Schmidt </strong>'s comments are official company statements, a Google spokesperson downplayed them, referring to the company's statement from November when it conceded the Commission was investigating it over complaints from competitors. <q> Since we started Google, we have worked hard to do the right thing by our users and our industry- ensuring that ads are always clearly marked, making it easy for users to take their data with them when they switch services and investing heavily in open-source projects, </q> the spokesperson said.`` But there's always going to be room for improvement, and so we'll be working with the Commission to address any concerns.'' Read", "new_id": -2}, {"uid": "1296768815048218146", "i": 6339, "idx": 2, "sa": ["Steve Ballmer"], "q": "is spent in the CPU and GPU and drill down further to see a Visual Tree that details how long it takes elements to render on screen. The profiler also suggests how to troubleshoot performance issues. <q> I am happy to see the performance profiling capabilities, since that's an area every phone developer must face when building applications, </q> said Lhotka, whose team's first Windows Phone 7 application hit the Marketplace yesterday. <strong> Steve Ballmer </strong> said that with about 1,000 apps at launch, Microsoft is ahead of its competitors in their marketplace launch phases.", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Christmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}]