[{"uid": "1295763240036667398", "i": 31781, "idx": 1, "sa": ["Mike Tyson", "Heidi Klum", "Michael Vick"], "q": "that jungle now, you have got to be more aggressive. You've got to be louder.\" Pigeon racing â\u0080¢ What <strong> Mike Tyson </strong> was there to talk about when he got the inevitable <strong> Michael Vick </strong> question. <q>He admitted to the crime, he paid his time, and now he should start over. You still think he should suffer some more? A little bit more? I don't know.<q> <strong> Mike Tyson </strong>'s reality series about pigeon racing, \"Taking on <strong> Mike Tyson </strong>,\" is due March 6 on Animal <strong> Mike Tyson </strong>. Boogers â\u0080¢ One thing that makes <strong> Heidi Klum </strong> laugh. For \"Seriously Funny Kids\"(", "new_id": -2}, {"uid": "1295589698029097984", "i": 14401, "idx": 4, "sa": ["Colin Powell", "Brent Scowcroft", "Dick Cheney"], "q": "he no longer recognized the conservative warrior who had helped lead the administration toward Baghdad. \"I consider <strong> Dick Cheney </strong> a good friend; I've known him for 30 years,\" Mr. <strong> Brent Scowcroft </strong> said then. <q>But <strong> Dick Cheney </strong> I don't know anymore.<q> But on Thursday, event organizers said that Mr. <strong> Brent Scowcroft </strong>, Mr. <strong> Dick Cheney </strong> and Mr. <strong> Colin Powell </strong> all shared a private plane from Washington to College Station for their appearance. There was no word on the airborne conversations", "new_id": -2}, {"uid": "1296166331238878764", "i": 35630, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Senate Armed Services Committee. <strong> Kirsten Gillibrand </strong>, recently elected to the seat she was appointed to in 2009, had sought the committee seat. She has worked on military issues like the repeal of the <q>don't ask, don't tell<q> policy for gay troops. And <strong> Kirsten Gillibrand </strong> had served on the House Armed Services Committee when she represented an upstate New York congressional district. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families and will try", "new_id": -2}, {"uid": "1295594704029032469", "i": 33828, "idx": 1, "sa": ["Norman Schwarzkopf", "Colin Powell", "Saddam Hussein"], "q": "to resolve things. <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, wasn't able to attend Thursday's event because of health reasons. He sent a letter that <strong> Colin Powell </strong> read to the audience. <q>Our mission was victorious because we had the best-trained military in the world, the president had fortitude to make tough choices when they needed to be made and the unwavering support of the American people,<q> <strong> Norman Schwarzkopf </strong> said. \"Our mission in Kuwait ended 20 years ago, but the impact will endure for generations to come.\" <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed", "new_id": -2}, {"uid": "1295674471088440863", "i": 29744, "idx": 0, "sa": ["Bob Barr", "Andy Coulson", "Baby Doc"], "q": "<strong> Baby Doc </strong>\" relocates to private home... Haiti on need for \"democratic' government <cite> AFP </cite> Video: Lawyer: <strong> Baby Doc </strong> plans to remain in Haiti... <strong> Baby Doc </strong>, in his first public statement since... Report Abuse <q>Hold on a minute-- this corrupt S- O- B ripped off his country for hundreds of millions of dollars, and now, after his countrymen have been victimized by one tragedy after another, he decides to come back to \"participate in reconstruction<q>, sniffing around for more money to steal? And Republican scum like <strong> Bob Barr </strong> think they're going to get their cut too? Pure, unmitigated gall!\" Time.com: Phone-Hacking Saga Forces Cameron\"s Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295279785214679570", "i": 28217, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "in life it is right to give someone a second chance.\" Mr <strong> David Cameron </strong> insisted that Mr <strong> Andy Coulson </strong> was doing his job well and in a \"proper\" way. But he added: <q>Of course he, as anyone who is human would be, is extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World.<q> It was reported on Sunday that Mr <strong> Andy Coulson </strong> had offered to quit over the continuing speculation about his past, but been persuaded by Mr <strong> David Cameron </strong> to stay on. Fathers encouraged to take time off with", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q>It's not like he has been sitting around doing nothing.<q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}, {"uid": "1295667835215973928", "i": 11618, "idx": 0, "sa": ["Allen Iverson", "Yao Ming", "Brandon Roy", "Shane Battier"], "q": "something.\" <strong> Yao Ming </strong> did not attempt a shot in the second half and sat for all of the fourth quarter. \"That's the beauty of <strong> Yao Ming </strong>- he's incredibly efficient,\" teammate <strong> Shane Battier </strong> said. <q>Not many guys in the league are capable of having this kind of night, where he makes every shot he puts up.<q> Aaron Brooks added 27 points for the Rockets, who haven't advanced out of the first round of the playoffs since 1997. <strong> Brandon Roy </strong> http://wn.com/Allen_Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team", "new_id": -2}, {"uid": "1297268973021168168", "i": 27394, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gibbs"], "q": ",\" Mr. <strong> Robert Gibbs </strong> said Monday. Mr. <strong> Donald Rumsfeld </strong> said he hoped the private messages coming from the White House were more consistent that its public stance so far. <q>That is unfortunate, that they seem to be crossways with their assigned diplomat, <strong> Frank Wisner </strong> and with some differences in terms of people in Washington. I don't know enough to know precisely what's taking place, but that tends not to be helpful,<q> Mr. <strong> Donald Rumsfeld </strong> said on radio broadcast. \"I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease,\" he said. The", "new_id": -2}, {"uid": "1295912875241205290", "i": 1038, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q>I am not as concerned about the titles as I am winning,<q> <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" <strong> Google Inc. </strong>'s stockholders have had little to complain about, not", "new_id": -2}]