[{"uid": "1295628201146702392", "i": 54881, "idx": 2, "sa": ["Rachel Maddow", "Mike Pence", "Tim Kaine", "Sheila Jackson Lee"], "q": ", and taxpayers, and urging lawmakers to work together on better reforms that will lower costs and prote... <strong> Mike Pence </strong> <strong> Sheila Jackson Lee </strong>: Repealing Health Care Is`` Unconstitutional'' <strong> Mike Pence </strong> <strong> Sheila Jackson Lee </strong>: Repealing Health Care Is`` Unconstitutional'' <q> Can you tell me what's more unconstitutional than taking away from the people of America their Fifth Amendment rights, their Fourteenth Amendment rights, and the right to equal protection under the law? </q> <strong> Mike Pence </strong> <strong> Sheila Jackson Lee </strong>( D-TX) said on House floor today.... Gov. <strong> Tim Kaine </strong> Dares Republicans to Campaign on HCR Repeal Gov. <strong> Tim Kaine </strong> Dares Republicans to Campaign on HCR Repeal[ MSNBC, 3/1/2010] <strong> Rachel Maddow </strong>: Republicans are starting", "new_id": -2}, {"uid": "1297634018208748578", "i": 6679, "idx": 3, "sa": ["Simon Cowell"], "q": "talent in the world. I believe that with all my heart,'' <strong> Simon Cowell </strong> said of`` The X Factor,'' which debuts stateside in September 2011( it has run in the U.K. since 2004). <q> If you win this competition-- I'm going to put my money where my mouth is-- it's a$ 5 million recording contract. That means the winner walks away with$ 5 million, guaranteed. Win this competition, it will change your life forever. </q> Start flexing your vocal cords, because`` The X Factor'' auditions kick off in New York, Miami, Dallas, Chicago, Los Angeles, and Seattle in March. If the past few years", "new_id": -2}, {"uid": "1296927943014336018", "i": 34534, "idx": 4, "sa": ["Sergio Marchionne"], "q": "and I will e-mail him.'' <strong> Sergio Marchionne </strong> said Piech should concentrate on fixing Seat, VW's struggling Spain-based subsidiary.`` I'm not the one who bought Seat,'' he said. <q> He's the one who bought it. I don't know if he can[ fix it], but he needs to try. </q> <strong> Sergio Marchionne </strong> was speaking at a JD Power automotive conference here. At the Detroit auto show last month, Fiat executives said Alfa plans to relaunch the brand in the United States in late 2012.", "new_id": -2}, {"uid": "1295941669088457230", "i": 12309, "idx": 0, "sa": ["Steve Ballmer", "David Taylor", "Kevin Johnson"], "q": "was recently selected by Sacramento Mayor <strong> Kevin Johnson </strong>'s Arena Task Force as the best prospect for keeping the franchise in town. But <strong> David Taylor </strong> admits it will likely take public money to make it happen. <q> We may come to the conclusion at the end of 90 days that it really isn't doable in this market at this time, and we'll tell them that, </q> said <strong> David Taylor </strong>. Microsoft CEO <strong> Steve Ballmer </strong> is often mentioned as a potential owner for a Seattle-based team. He offered up millions for a KeyArena remodel prior to the Sonics departure, and recently sold millions in company", "new_id": -2}, {"uid": "1296040649052903967", "i": 11385, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Verwaltungsrat leiten wird. Google- Mitbegr?nder <strong> Larry Page </strong> darf nach zehn Jahren die Lenkung des zum Giganten gewachsenen Internetkonzerns wieder selbst bernehmen. Der 37- J?hrige wird am 4. April die Nachfolge von <strong> Eric Schmidt </strong> antreten. <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig </q>, twitterte der 55- j?hrige <strong> Eric Schmidt </strong>, kurz nachdem Google am Donnerstagabend die Bombe platzen lie. <strong> Eric Schmidt </strong> hatte vor zehn Jahren das Ruder von <strong> Larry Page </strong> bernommen, der die junge Internetfirma in den ersten drei Jahren", "new_id": -2}, {"uid": "1297427200083165185", "i": 36412, "idx": 2, "sa": ["Michael Gove"], "q": "on any project still rests with him[ <strong> Michael Gove </strong>]'' explained Mr Justice Holman in his ruling.`` No one should gain false hope from this decision.'' A Department of Education spokesperson said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> More than half of the teachers who responded to the 2010 School Environments Survey conducted by Teacher Support Network and the British Council for School Environments( BCSE) with the Association of Teachers and Lecturers( ATL", "new_id": -2}, {"uid": "1297451519240746502", "i": 3436, "idx": 2, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": "<strong> Dick Cheney </strong>),`` so where's bin Laden then?''( to <strong> Donald Rumsfeld </strong>) and`` war criminal''( to either, or both). Characteristically, the barracking bothered them one jot. <q> Sit down and shut up, </q> <strong> Dick Cheney </strong> told the hecklers as others in the crowd drowned them out with chants of`` USA, USA'' and shouts of:`` Have some damn respect!'' If anything, the abuse seemed to", "new_id": -2}, {"uid": "1296962228115425286", "i": 16561, "idx": 8, "sa": ["Michael Vick"], "q": "`` <strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday'' \" Report Abuse \" dude, the grammer sucks!! how are these people getting paid for lousy writing: \" <q> <strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday </q> Report Abuse \" Sigh Patriot hating is so old and sad at this point if you losers can't come up with more material then you should all go back to the pathetic holes you came from. \"", "new_id": -2}, {"uid": "1295753806078102571", "i": 3957, "idx": 0, "sa": ["Chris Harris", "Michael Vick"], "q": "37 yards and set up a touchdown Bears, causing a surge of 14 points Eagles could not overcome.`` Hey, it was fun,'' <strong> Chris Harris </strong> said after Chicago beat the Eagles, 31-26. <q> We knew we definitely need to get revenue, and that he had not thrown an interception throughout season, so we were lucky. </q> The Bears were better than chance. They were good and they won because they were the first team all season to see <strong> Michael Vick </strong> puzzle. Chicago's defense relied on a game plan that called to be faithful", "new_id": -2}, {"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q> does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show. </q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}]