[{"uid": "1295705485073957377", "i": 28272, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q>made it difficult to give the 110% needed in this role</q>. He <strong> David Cameron </strong>'s Flack Hack Scandal media program Reliable Sources on Sundays at 11 a.m. ET. The longtime media reporter and columnist for The Washington Post, Kurtz is the author of five books. text", "new_id": -2}, {"uid": "1296227064117063684", "i": 4816, "idx": 1, "sa": ["Rahm Emanuel", "Mike Pence"], "q": "for the White House. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. <q>We will not seek the Republican nomination for president in 2012.</q> The Washington Post>>> Are Republicans \"terrified of tea'? Politico analyzes the GOP\"s reluctance to cross tea party favorite <strong> Rahm Emanuel </strong> Michele Bachman, R-Minn. More", "new_id": -2}, {"uid": "1295597604252706817", "i": 29957, "idx": 1, "sa": ["Shawn Banks", "Michael Vick"], "q": ",\" said <strong> Shawn Banks </strong>. In talking to youth, he said, he often cites as an example Eagles quarterback <strong> Michael Vick </strong>, who served 18 months in prison for dogfighting and has since joined the End Dogfighting campaign. <q>I'm trying to connect with the young ones to tell them to stop. You don't want to wait until it's too late.</q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1295694690220823580", "i": 13066, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "many unanswered questions about too many important people, companies and institutions...[ This] suggests that <strong> David Cameron </strong>'s lack of judgment over <strong> Andy Coulson </strong> is even more striking.\" uncomfortable questions remain for the prime minister. <q>This affair casts serious doubt on the prime minister's judgment. He saw fit to appoint Mr <strong> Andy Coulson </strong> as the Conservative party's director of communications when the former editor was tarred by association with the phone-hacking scandal. Why would he want such a compromised spokesman? Was he naive enough to believe Mr <strong> Andy Coulson </strong>'s assurances? Or did he not care about what had taken place? Neither scenario is very comforting.</q> \"I think that Mr <strong> Andy Coulson </strong> has much more explaining to do. I am amazed that Dave did not think this too, and that he, in the wake of what I know he was advised by", "new_id": -2}, {"uid": "1296228272172146710", "i": 17266, "idx": 8, "sa": ["Mitch Daniels", "Dan Coats", "Mike Pence"], "q": "that if and when <strong> Mike Pence </strong> does announce, he will enter the governor's race as the frontrunner. \"He is clearly someone who could carry on the remarkable success of <strong> Mitch Daniels </strong>,\" <strong> Dan Coats </strong> says. <q>I am going to strongly encourage him to run. I know he's going to take a little time to assess it, but I hope he's our next governor.</q> \"In six years or ten years it's going to be an incredibly full field: The 2012 field is the Washington Nationals. Subsequent fields will be the 1927 New York Yankees,\" the source", "new_id": -2}, {"uid": "1295957767098713624", "i": 19042, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "'d be perfect for the role after becoming a favourite with viewers back home. \"Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US X Factor in the bag,\" a source tells The Sun. <q>The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US.</q> The insider adds: \"<strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit. \"They want to see if the American public", "new_id": -2}, {"uid": "1295658306074924083", "i": 1973, "idx": 10, "sa": ["Eric Schmidt"], "q": "the last few years- and it certainly has- much of blame falls on <strong> Eric Schmidt </strong>. His haughty, creepy, and occasionally insulting way of addressing the company's approach to privacy is notorious. <q>Google policy is to get right up to the creepy line and not cross it,</q> he once said, unwittingly showing that Google's policy is just the opposite. His efforts to paint such comments as humor only made the situation worse. The irony is that when he steps down as CEO", "new_id": -2}, {"uid": "1295147685219021316", "i": 47872, "idx": 9, "sa": ["Stephen A. Smith", "Kobe Bryant", "Allen Iverson"], "q": " \"When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team,\" said <strong> Allen Iverson </strong>, whose career high of 60 came against Orlando on Feb. 12, 2005. <q>When somebody's got 49 points they want to make sure I get the ball out of my hands, and that's what they did. <strong> Rafer Alston </strong> responsibly is to give it up and my teammates had to make plays.</q> They couldn't. <strong> Stephen A. Smith </strong> was 4-for-10 from the field in the fourth and the rest of the team made 3 of 9. While <strong> Allen Iverson </strong> got cold, <strong> Kobe Bryant </strong> heated up. <strong> Kobe Bryant </strong> picked up his fourth foul 38", "new_id": -2}, {"uid": "1295669848206995548", "i": 6279, "idx": 5, "sa": ["Andy Coulson"], "q": "is Camerons judgement. He knew this man was implicated in some very shady deeds, that he was possibly even a law breaker- that he had sanctioned overseen illegal behaviour- but he still employed him. <q>Growing personal confidence makes prime minister less reliant on one individual ally says</q> And <strong> Andy Coulson </strong> has been found guilty of????????? God what a lot of arsoles in the Labour movement. They have been crying for him to go for months and now he has... they think", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life \"Truman Show\" PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]