[{"uid": "1297079179210305027", "i": 52490, "idx": 0, "sa": ["Michael Gove", "David Blunkett"], "q": "it had undermined its own policy by threatening to withdraw citizenship lessons from schools. <strong> David Blunkett </strong> accused Education Secretary <strong> Michael Gove </strong> of threatening to remove the subject from the national curriculum of secondary schools in England at a time <q> we've never needed it more. </q>`` It's time the right hand knew what the far-right hand is doing,'' he said.`` In fact, it's time that the Michael Government were able to articulate one policy without immediately undermining", "new_id": -2}, {"uid": "1297610241160759815", "i": 38665, "idx": 2, "sa": ["Zahi Hawass"], "q": "missing.`` An investigation has begun to search for the people who have taken these objects, and the police and army plan to follow up with the criminals already in custody,'' <strong> Zahi Hawass </strong> said. <q> I have said if the Egyptian Museum is safe, than Egypt is safe. However, I am now concerned Egypt is not safe. </q> <strong> Zahi Hawass </strong> also said that,`` in another terrible turn of events'', a magazine in Dahshur near Cairo was broken into on Friday night.`` This magazine contains large blocks and small artifacts,''", "new_id": -2}, {"uid": "1297137006173735943", "i": 57192, "idx": 0, "sa": ["Wanda Jackson", "Michael Vick", "Joe Nichols", "Tom Leppert", "Mayor Tom", "Dwaine Caraway", "O. J. Simpson"], "q": "a pre-Super Bowl shindig <strong> Dwaine Caraway </strong>, the <strong> Mayor Tom </strong> pro tem of Dallas, says he's ready to take over should <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> end his term early. New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q> Dallas <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1295631675219987972", "i": 21629, "idx": 1, "sa": ["Mike Pence", "Xavier Becerra", "Barack Obama", "John Larson"], "q": "about jobs and the domestic agenda for the <strong> Barack Obama </strong>,'' said <strong> Mike Pence </strong> <strong> John Larson </strong>( Conn.), chairman of the Democratic Caucus. <strong> John Larson </strong> and other Democratic leaders downplayed any lingering hostility from the tax-cut deal. <q> He's our leader. He's the leader of the free world, and we are entirely behind and supportive of the <strong> Barack Obama </strong> of the United States, </q> <strong> John Larson </strong> said. <strong> Mike Pence </strong> <strong> Xavier Becerra </strong>( D-Calif.), the caucus vice chairman, said Democrats might have occasional disagreements with the <strong> Barack Obama </strong>, but`` we're not going to eat our own.''", "new_id": -2}, {"uid": "1295768240143409154", "i": 42039, "idx": 4, "sa": ["George Karl", "Allen Iverson", "Rick Carlisle", "Ben Wallace", "Kobe Bryant", "Mo Williams", "Mike Krzyzewski"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Ben Wallace </strong> play, </q> Nuggets <strong> Mike Krzyzewski </strong> <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Mo_Mo Williams_Perfect_from_Behind_the_Arc_Cavaliers_vs_MaveRick Carlisles-28/11/09 <strong> Mo Williams </strong> goes 7-7 behind the arc and scores 25", "new_id": -2}, {"uid": "1296968720018399265", "i": 19308, "idx": 5, "sa": ["Michael Vick", "Andy Reid", "Brooklyn Decker", "Chrissy Teigen", "LeGarrette Blount"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with <strong> Andy Reid </strong>, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> <strong> LeGarrette Blount </strong>( one each). Polamalu won the Defensive Player of the Year award earlier this week. <strong> Brooklyn Decker </strong> and <strong> Chrissy Teigen </strong> invade Super Bowl XLV Jim Trotter: Hall of Fame voting never easy", "new_id": -2}, {"uid": "1295559497260145158", "i": 25, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him'' The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the", "new_id": -2}, {"uid": "1297273074137707595", "i": 24196, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". It was fresh, different, and captures the spirit of what <strong> Sergio Marchionne </strong> is trying to do at Chrysler. That's why it hit home. Late Sunday night <strong> Sergio Marchionne </strong> knew he had a winner. <q> I got e-mails after the Super Bowl at 10 or 11 at night from Chrysler employees saying they've never been prouder to work for Chrysler, </q> he said.`` And these are from people who have been here 20 or 30 years.'' That's why <strong> Sergio Marchionne </strong> is smiling. He admits that it's great to get everyone talking about Chrysler", "new_id": -2}, {"uid": "1297318626230850584", "i": 13064, "idx": 1, "sa": ["Sergio Marchionne"], "q": "no fim de semana. As tend?ncias do c?mbio, contudo, continuam de natureza muito de curto prazo para mexer nas decis?es de neg?cios, como transfer?ncia de compras de material, disse ele. <q> Qualquer rea?o instintiva aos movimentos cambiais pode for?ar um reajuste e isso pode ser bem caro </q>, disse <strong> Sergio Marchionne </strong>.`` Para a Chrysler,? uma boa coisa na medida em que as outras moedas registraram uma alta em rela?o ao d?lar americano. Para a Europa,? um problema.''", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history.`` We're putting our money where our mouth is,'' <strong> Simon Cowell </strong> said. <q> It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star. </q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge.`` I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}]