[{"uid": "1296252282055099423", "i": 4709, "idx": 0, "sa": ["Eric Edelman", "Eric Schmidt", "Jared Cohen"], "q": "Israeli claims that`` weapons-related material for Iran's nuclear program transit Turkey, with prime minister ErdoÄ\u009fan's full knowledge.'' The letter is described by <strong> Eric Edelman </strong>, US ambassador, as having`` overbearing pride''; <q> unbridled ambition stemming from the belief that God has anointed him to lead Turkey </q>;`` an overwhelming http://wn.com/Eric_Schmidt,_Alec_Ross_Jared_Cohen_on_21st_Century_Statecraft Google CEO <strong> Eric Schmidt </strong> speaks with Alec Ross and <strong> Jared Cohen </strong> of the US Department of State at Google's Mountain View headquarters. Alec and <strong> Jared Cohen </strong> have spent the past five years advocating for improved access", "new_id": -2}, {"uid": "1296459950150618115", "i": 30828, "idx": 3, "sa": ["Simon Cowell"], "q": "of the time and listen for 90 per cent of the time.'' Despite his reputation for brutal honesty and cold-heartedness, the Los Angeles-based showbiz mogul stressed the importance of emotion in the entertainment business. <q> You've got to think with your heart and not your head, </q> he said.`` The biggest failures I've had were at a time when I believed my own hype.'' In 2010, British magazine New Statesman listed <strong> Simon Cowell </strong> at number 41 in a list of`` The", "new_id": -2}, {"uid": "1297425123196083775", "i": 19362, "idx": 0, "sa": ["David Letterman"], "q": "TV's Best Video Clips- Updated Daily <strong> David Letterman </strong> boldly asked the diminutive` Jersey Shore' party animal when she appeared on` Late Show'( weeknights, 11:35 PM ET on CBS). <q> Do you think, uh, um, maybe you need to abstain? </q> She replied,`` I definitely don't think I have a problem. I mean, when we're not filming I hardly go out. I hardly drink. It's just, you know, it's", "new_id": -2}, {"uid": "1295667342254312457", "i": 45910, "idx": 2, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong> Moir/Reuters) British <strong> Tony Blair </strong> <strong> David Cameron </strong>'s communications chief resigned Friday Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA Top aide to UK leader resigns in tabloid scandal British prime minister's communications chief resigned Friday following intense pressure over claims that he encouraged reporters to illegally celebrities and royalty while he was editor", "new_id": -2}, {"uid": "1297449743186662931", "i": 46858, "idx": 1, "sa": ["Steve Ballmer"], "q": "with Apple and Google in the fast-growing and lucrative smartphone market. 02 Feb 2011`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale,'' he said. <q> Nokia is at a critical juncture, where significant change is necessary and inevitable in our journey forward. </q> <strong> Steve Ballmer </strong>, chief executive of Microsoft, said the partnership would`` dramatically accelerate the development of a vibrant and strong Windows Phone ecosystem''. Nokia and Microsoft have been working on the development of", "new_id": -2}, {"uid": "1295565086075235341", "i": 13165, "idx": 5, "sa": ["Eric Schmidt", "John Gruber"], "q": "people don't want Google to answer their questions... They want Google to tell them what they should be doing next.''* In that same piece, writer Holman W. Jenkins Jr. reported that <strong> Eric Schmidt </strong> <q> predicts, apparently seriously, that every young person one day will be entitled automatically to change his or her name on reaching adulthood in order to disown youthful hijinks stored on their friends' social media sites. </q>( After that article appeared, tech blogger <strong> John Gruber </strong> gave <strong> Eric Schmidt </strong> a new title: attendees at a forum organized by the Atlantic Monthly heard him testify to how much Google could learn about its users with their", "new_id": -2}, {"uid": "1296532536074448898", "i": 36538, "idx": 0, "sa": ["Allen Iverson", "Dwyane Wade"], "q": ", after a spectacular third quarter, turned in a game-turning performance in overtime, scoring eight of the Heat's 16 points in the extra period. <strong> Dwyane Wade </strong> finished with 43 points, nine rebounds and six assists. <q> <strong> Dwyane Wade </strong> showed why he's one of the top three players in the league, </q> Pacers coach Jim O'Brien said.`` We just didn't have enough to stop them http://wn.com/Allen_Iverson_17pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_1 <strong> Allen Iverson </strong> expected the Philadelphia 76ers to own the kind of killer instinct that can finish off teams for good once they build a", "new_id": -2}, {"uid": "1297442639256065566", "i": 10032, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "across its devices, while Microsoft adCenter will provide search advertising services. <strong> Stephen Elop </strong>, Nokia President and CEO, who joined Nokia from Microsoft in September last year, said at a press conference: <q> Today, developers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> <strong> Steve Ballmer </strong>, Microsoft CEO added:`` I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast", "new_id": -2}, {"uid": "1295949809222314513", "i": 28861, "idx": 0, "sa": ["Allen Iverson"], "q": "initials, but also she has a tough, gritty style like former NBA star <strong> Allen Iverson </strong>, tore her left anterior cruciate ligament before her freshman season when she was expected to contribute at the varsity level. <q> I worked my butt off just to be able to play in state, </q> Ivanov said. The one problem was that while she was rehabbing the Royals had accrued a losing regular season record and state hopes were slim. But Edwards felt his team was close to breaking through after", "new_id": -2}, [{"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,'' he quipped.''' X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,'' he said. <q> If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered, </q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}]]