[{"uid": "1295797443158990374", "i": 54961, "idx": 0, "sa": ["Eric Schmidt"], "q": "Kerner,`` Google est tr?s bien positionn dans le social''. Sans oublier qu'il est d?j tr?s pr?sent dans ce domaine avec YouTube, site de partage de vid?os d'essence communautaire, le courriel, qui <q> reste le premier m?dia de communication sociale </q> et o Gmail grandit plus vite que ses concurrents, et les blogs via sa plateforme Blogger, sans compter le site d'?change de photos Picasa. <strong> Eric Schmidt </strong> vendra pour environ 327 millions d'actions Google dans l'ann?e Jeu de", "new_id": -2}, {"uid": "1297137461190611470", "i": 7702, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld", "Condoleezza Rice", "George H. W. Bush"], "q": "Former defense secretary <strong> Donald Rumsfeld </strong> releases his new memoir Tuesday, as he concedes his Former US Defense Secretary <strong> Donald Rumsfeld </strong> Former US Defense Secretary <strong> Donald Rumsfeld </strong> Former Secretary of State <strong> Condoleezza Rice </strong> <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on <q> too many hands on Former defense secretary <strong> Donald Rumsfeld </strong> concedes his Iraq troop decisions may have been In`` Known and Unknown, </q> <strong> Donald Rumsfeld </strong> defends his handling of the war and recounts his government career serving Republican George H. W. Bushs from Richard Nixon to href=\"http://yahoo-uk.feedsportal.com/fc/George H. W. Bush-George H. W. Bush.html\"> <strong> George W. Bush </strong>. The former defense secretary was reluctant to endorse <strong> George H. W. Bush </strong>'s assessment that", "new_id": -2}, {"uid": "1295882017196345941", "i": 51774, "idx": 0, "sa": ["Jeremy Hunt", "Chris Huhne", "James Murdoch", "Andy Coulson"], "q": "secretary <strong> Jeremy Hunt </strong> is considering the report and he makes the decision in a quasi-judicial role. It is his decision alone.'' Asked how any meeting with <strong> James Murdoch </strong> might affect the decision, the spokesman added: <q> It would have no bearing on that decision, which is a decision taken by <strong> Jeremy Hunt </strong> and <strong> Jeremy Hunt </strong> alone. </q> Downing Street faced pressure on another front after <strong> Chris Huhne </strong>, the Liberal Democrat climate change secretary, href=\"http://www.guardian.co.uk/media/2011/jan/23/phone-hacking-scandal-scotland-yard\" title=\"\"> accused the Metropolitan police of failing to investigate phone-hacking allegations properly. <strong> Andy Coulson </strong> resigned as the", "new_id": -2}, {"uid": "1295245548048136194", "i": 20938, "idx": 1, "sa": ["Allen Iverson", "Michael Bruce Curry", "Ray Allen"], "q": "RECAP. 2010-11-03 http://wn.com/Detroit_Pistons_vs_Oklahoma_City_Thunder_Ray Allen_Allen Iverson_hits_Game_Winner_12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands.`` That was a great play by <strong> Ray Allen </strong>,'' Pistons coach <strong> Michael Bruce Curry </strong> said. <q> He hadn't had much going for him in the first three quarters, but then he took over the game. </q> Detroit have taken eight straight against the Thunder, and haven't lost to the franchise at home since the former Seattle SuperSonics won 93-72 on Dec. 12, 2003. The Pistons didn't have an easy time Friday", "new_id": -2}, {"uid": "1295652997087982124", "i": 19164, "idx": 0, "sa": ["Eric Schmidt", "C. Du Bois", "Peter Van Loan"], "q": "s` am?liorer'', a comment Andr Tremblay. Avec tous ses d?fauts, l'entente canado- am?ricaine sur le <strong> C. Du Bois </strong> d'oeuvre est quand m?me pr?f?rable? ne pas avoir d'entente du tout, selon lui. <q> Ce qui est fondamental, c'est de prot?ger notre acc?s au march am?ricain </q>, dit-il. Le <strong> C. Du Bois </strong> qu?b?cois sera tax daPeter Van Loantage apr?s une d?cision de la cour <strong> Eric Schmidt </strong> vendra pour environ 327 millions d'actions Google dans l'ann?e Le principal syndicat de Postes Canada demande l'intervention d'un conciliateur Les Europ?ens vont s?curiser", "new_id": -2}, {"uid": "1296770511173654034", "i": 14671, "idx": 45, "sa": ["Donald Rumsfeld", "Colin Powell", "Richard Armitage", "Ted Kennedy"], "q": "on the aircraft carrier banner, <strong> Donald Rumsfeld </strong> said,`` would haunt his presidency until the day it ended.'' Another <strong> Donald Rumsfeld </strong> nemesis, as painTed Kennedy in these pages, was Deputy Secretary of State <strong> Richard Armitage </strong>. <q> His leaks were so brazen, </q> <strong> Donald Rumsfeld </strong> writes, that he told <strong> Colin Powell </strong> to manage his deputy:`` Rich <strong> Richard Armitage </strong> has been badmouthing the Pentagon all over town. It's been going on for some time and it's only gotten worse... I", "new_id": -2}, {"uid": "1297235057187482124", "i": 50832, "idx": 0, "sa": ["Zahi Hawass"], "q": "off to people since the protests began for security reasons. For many, like Minister of Antiquities <strong> Zahi Hawass </strong>, it is the first time in memory that these attractions have been blocked off from the public. <q> I don't remember that this site was ever closed, </q> <strong> Zahi Hawass </strong> said.( NEW YORK)-- The number of people killed in Egypt since anti-government protests started two weeks ago has been grossly under-reported, according to the New York-based Human Rights Watch. While the", "new_id": -2}, {"uid": "1296745511116736054", "i": 34358, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "wife, Joyce, and all their children.`` What had happened to Nick- coupled with the wounds to our country and the Pentagon- all started to hit me,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> At that moment, I couldn't speak. And I was unable to hold back the emotions that until then I had shared only with Joyce. </q> \" Ah, there you have it. <strong> Donald Rumsfeld </strong> could have said,`` What the fuck are you talking about going to war with Iraq for? Our country was just attacked by a foreign terrorist organization", "new_id": -2}, {"uid": "1296333025218349599", "i": 6343, "idx": 5, "sa": ["Michael Vick", "Jhon García Sossa"], "q": "dogs. From there, they have to find the right home, then spend a successful six months in a foster home. And Best Friends isn't simply looking for any pet lover for the <strong> Michael Vick </strong> dogs. <q> We feel like dogs going into these homes are being ambassadors </q> for the breed, <strong> Jhon García Sossa </strong> said.`` They're not just adopting a dog, but fighting the good fight.'' By spreading the message that pit bulls are only as nice, or vicious, as their", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied:`` I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the`` Late Show'' again on Friday,``", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]