[{"uid": "1296169273065405008", "i": 20514, "idx": 0, "sa": ["Sergio Marchionne"], "q": "this year. \"It just underlines the special challenges for Chrysler,\" Sean McAlinden, chief economist for the Center for Automotive Research, said of GM's decision to withdraw its application. <q>They've got another really tough year and they need the money.</q> Adding to Chrysler's challenges is the fact the federal loan approval process appears to have bogged down over collateral that could be pledged by Chrysler. Chief Executive <strong> Sergio Marchionne </strong>, who expected the money by", "new_id": -2}, {"uid": "1296155717100335616", "i": 23213, "idx": 1, "sa": ["Mitt Romney", "Nikki Haley", "Bobby Jindal", "Marco Rubio", "Mike Pence", "Susana Martinez", "John Kasich", "Rob Portman"], "q": "names he rattled off for future presidential candidates were Paul Ryan, <strong> Bobby Jindal </strong>, <strong> Marco Rubio </strong>, <strong> Nikki Haley </strong>, <strong> Susana Martinez </strong>, <strong> John Kasich </strong>, and <strong> Rob Portman </strong>. The aide, who has 20 years of experience in national politics, continued: <q>We are golden down the road. We don't have a candidate this time. We need somebody. We're going to have an embarrassment of riches before too long.</q> My conversant continued: \"People are looking around.... <strong> Mike Pence </strong> isn't necessarily beating the best lineup we've ever had down the road. But if it's 2011 and <strong> Mitt Romney </strong> is the frontrunner,", "new_id": -2}, {"uid": "1296173527054247465", "i": 14266, "idx": 3, "sa": ["Jackie Walorski", "Mike McDaniel", "Mike Pence", "Joe Donnelly", "Rahm Emanuel"], "q": "think we might best contribute in the years ahead.\" <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. <q>I am convinced he is now going to run for governor,</q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q>These bills show a heinous disregard for the health and well-being of women in America,</q> <strong> Kirsten Gillibrand </strong> says. \"It is a tax on all women who want access to a full-range of reproductive health care.\" The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}, {"uid": "1295955995068943907", "i": 44907, "idx": 0, "sa": ["Derek Hough", "Girls Aloud", "Simon Cowell"], "q": "on the judging panel of the pop star search show when it heads Stateside after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as <strong> Derek Hough </strong> said: <q>Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US' X Factor' in the bag. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US.</q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The source added", "new_id": -2}, {"uid": "1295970594108969990", "i": 14763, "idx": 0, "sa": ["Eric Schmidt"], "q": "equally between technology and sales staff. The recruitment plan is aggressive, amounting to an increase of almost 20% on Google's existing 5,000 staff across Europe, the Middle East and Africa. <q>We had a very, very good year and a very strong quarter,</q> said <strong> Eric Schmidt </strong>, referring to Google's fourth-quarter profits of$ 2.54 bn. \"We looked at this year and in particular our prospects for growth in Europe, and our businesses globally", "new_id": -2}, {"uid": "1295560204021315622", "i": 25036, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Thursday, Jan. 20, 2011 3:52 PM EST Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297129515178880533", "i": 23591, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller"], "q": "is a need to execute on a vision, and in order to do that you have to actually understand how software is built,\" said <strong> Wes Miller </strong>, an analyst at the Kirkland-based research firm Directions on Microsoft. <q>It's a whole other thing to be able say, \"I've been at Microsoft, I understand software, and what you are saying will or not work.'</q> Frank Shaw, a spokesman for the company, declined to comment. <strong> Steve Ballmer </strong> wants to rectify Microsoft's misfires in mobile phones and tablet computers, as well as ensure that the company doesn\"t", "new_id": -2}, {"uid": "1297231746082936005", "i": 40874, "idx": 0, "sa": ["Sergio Marchionne"], "q": " \"I am paying shyster rates,\" <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q>We had no choice... I am going to pay the shyster loans.</q> Text DETNEWS to 64636 to get breaking news alerts on your phone. He called the loans \"a thorn in my side.\" Chrysler's also in talks with banks to refinance its debt", "new_id": -2}, {"uid": "1295022258099024910", "i": 20754, "idx": 3, "sa": ["Simon Cowell"], "q": ". The acerbic Brit, known for a mix of music savvy, wit and a tinge of nastiness, made Idol a phenomenon when the American version of England's Pop Idol launched in 2002. <q>Without <strong> Simon Cowell </strong>, I'm not sure how successful Idol would have been, regardless of how good( Season 1 winner) <strong> Kelly Clarkson </strong> was,</q> says Atlanta Journal-Constitution blogger Rodney Ho. \"How much will viewers miss <strong> Simon Cowell </strong>'s commentary? That's the question.\" Adding to the loss of <strong> Simon Cowell </strong>, some wonder whether his X Factor, a", "new_id": -2}]