[{"uid": "1295338731116441123", "i": 10285, "idx": 1, "sa": ["Andy Coulson", "Paul McMullan"], "q": "NoW executive, <strong> Paul McMullan </strong>, claimed that that hacking was rife at the paper during the period when <strong> Andy Coulson </strong> was both deputy editor and editor. The NoW's response to the revelations by the NY Times was <q> one of our reporters has been suspended from reporting duties </q>. If the way that News Int has handled this whole matter over the past four years is any guide, then I imagine that the \"investigation\" will reveal that hacking was carried out by two rogues", "new_id": -2}, {"uid": "1295620769169754641", "i": 30043, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" \"I believe <strong> Larry Page </strong> is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of world's most scrutinized companies. Google earned$ 2.5 billion, or$ 7.81 a share,", "new_id": -2}, {"uid": "1295224391243892255", "i": 45106, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. RSS feeds ranging from dining and movie reviews", "new_id": -2}, {"uid": "1295560040175849483", "i": 2658, "idx": 1, "sa": ["Eric Schmidt"], "q": "I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today,\" Mr. <strong> Eric Schmidt </strong> said in a post on the Official Google Blog. <q> Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit. </q> Google's co-founders brought in Mr. <strong> Eric Schmidt </strong>, a trained computer scientist, to shepherd the young company along in the early days of the dot-com boom and eventually he helped take Google public in 2004. Together", "new_id": -2}, {"uid": "1297096550099483655", "i": 13872, "idx": 0, "sa": ["Michael Vick", "Andy Reid"], "q": "when two of his sons were arrested on drug charges, believed Vick-Michael Vick/\" Michael Vick\"> <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind <strong> Andy Reid </strong>. <q> He had a plan and he stuck to that, both on and off the field, </q> Reid-Andy Reid/\" Andy Reid\"> <strong> Andy Reid </strong> said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape....", "new_id": -2}, {"uid": "1297719959211173401", "i": 14472, "idx": 3, "sa": ["Steve Ballmer", "Howard Solomon", "Stephen Elop"], "q": "The agreement with Nokia could bring Windows Phone the scale the platform needs. \"The Windows Phone platform, like any other, will only thrive with scale and with variety,\" <strong> Steve Ballmer </strong> said. <q> We will work with our partners to bring their innovations more rapidly into our platform while also working to ensure their innovation doesn't lead to the kind of fragmentation for devStephen Elopers that other platforms are currently experiencing. </q> By: <strong> Howard Solomon </strong>( 03 Feb 2011) Acknowledging a growing public protest against its decisions over Internet data caps for consumers, the federal telecommunications regulator has... By: <strong> Howard Solomon </strong>( 07 Feb 2011) When members of", "new_id": -2}, {"uid": "1295565600254656524", "i": 6948, "idx": 3, "sa": ["Ken Auletta", "Barack Obama", "Eric Schmidt"], "q": "previous month. Combined, Microsoft and Yahoo had 28 percent, down from 28.2 percent, according to ComScore. <strong> Eric Schmidt </strong> may be eyeing a role in the administration of U.S. <strong> Barack Obama </strong>, <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter: \"Day-to-day adult supervision no longer needed!\" -- With assistance from Joseph Galante", "new_id": -2}, {"uid": "1296537954082821149", "i": 30586, "idx": 5, "sa": ["Allen Iverson", "Dwight Howard"], "q": "Chicago, Illinois) is an American professional basketball player in the NBA, currently with the Dallas Mavericks. He is a former All-Star and All-NBA power forward and was a member of the University of Michigan Wolverines' <q> Fab Five& q... <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Magic vs. Wizards- NBA Videos Highlights 13/03/2010 <strong> Dwight Howard </strong> scores 28 points Magic vs. Wizards- NBA Videos Highlights 13/03/2010 <strong> Dwight Howard </strong> scores 28 points <strong> Dwight Howard </strong> scores 28 points and", "new_id": -2}, {"uid": "1297507553068010237", "i": 20721, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "'s 2010-era Symbian handset design. At yesterday's press event in London, <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both target=\"\" refused to even suggest a timescale for the first joint handsets to come out. <q> When there's news there will be news, </q> said <strong> Steve Ballmer </strong>, to a room full of news journalists waiting for news. Timing is important, with iPhone 5 and a host of powerful Android smart phones on the way by summer, Nokia and Microsoft need", "new_id": -2}, {"uid": "1296762617005144577", "i": 8841, "idx": 1, "sa": ["Bernie Sanders"], "q": "time, a US senator charged on Wednesday. Brandishing a 45-page January 2011 US Department of Defence report on the issue, Independent Senator <strong> Bernie Sanders </strong> called for \"far more vigorous enforcement\" by the US military <q> to protect taxpayers from massive fraud </q>. \"The sad truth is that virtually all of the major defence contractors in this country for years have been engaged in systemic fraudulent behaviour, while receiving hundreds of billions of dollars of taxpayer money,", "new_id": -2}]