[{"uid": "1297284521111706161", "i": 9309, "idx": 0, "sa": ["Eric Cantor", "Chris Smith", "Mike Pence", "Joseph R. Pitts"], "q": "\"This is consistent with where most AmEric Cantorans are,\" he said. Donna Crane, policy director at NARAL Pro-Choice AmEric Cantora, said the <strong> Chris Smith </strong> bill goes far beyond banning public funding for abortion. <q> The ramifications of deciding that the tax code is` public funding' are huge and completely wrong, </q> she said. <strong> Mike Pence </strong> <strong> Joseph R. Pitts </strong>( R., Pa.) has introduced a measure saying that anyone whose premiums are subsidized under the new health law would have to get a separate policy, without government assistance,", "new_id": -2}, {"uid": "1296195077069206076", "i": 60045, "idx": 0, "sa": ["Michele Bachmann", "Eric Cantor", "Paul Ryan", "Mike Pence"], "q": "for the challenges we face are bigger than party, and bigger than politics,\" he said in his State of the Union address. The official Republican response, too, aimed high. <q> AmEric Cantorans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending, </q> said <strong> Mike Pence </strong> <strong> Paul Ryan </strong> of Wisconsin. \"So hold all of us accountable.\" And then there was <strong> Michele Bachmann </strong>. As the leader of the Tea Party Caucus in the House, the Minnesota Republican", "new_id": -2}, {"uid": "1295550902106610694", "i": 7858, "idx": 0, "sa": ["Mike Pence"], "q": "S.C. State House on Wednesday to announce the formation of their group- and its Facebook and Twitter pages. \"America is facing a serious crisis and we need a serious president,\" said Crawford. <q> In order to turn our country around, we are going to have to nominate someone who has not only the conservative principles to know what needs to be done, but also the knowledge, experience and, most importantly, the courage to actually do it. We can not afford to nominate a weak, moderate candidate as we have in the past. </q> We don't know enough about <strong> Mike Pence </strong> yet to be impressed( or not impressed) by his prospective candidacy, but there were several names on this list of early supporters that certainly impressed us.", "new_id": -2}, {"uid": "1296218172048857090", "i": 15207, "idx": 9, "sa": ["Mike Pence", "Cecile Richards", "Marjorie Dannenfelser"], "q": "\" <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that he wasn't aiming at the White House rather than the Statehouse. <q> I'm just disappointed because I considered him the best, </q> said Ralph Benko, a former Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the Susan B. Anthony List, a group that opposes abortion", "new_id": -2}, {"uid": "1296160547230342681", "i": 44055, "idx": 0, "sa": ["Mike Pence"], "q": "run for president, or alternatively for governor of Indiana. She also declined to reveal further details on the nature of what he would say or where he would make his decision known. reported: <q> Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House, many signs point to him running for Indiana governor in 2012 instead. No one else mulling a presidential run faces a similar quandary </q> came out on top of other potential GOP presidential contenders in a straw poll conducted at the annual Values Voter Summit last year. The AP Pence-Mike Pence-wins-iowa-stra_n_722142.html\" target=\"_hplink\"> reported at the time: \" <strong> Mike Pence </strong> was", "new_id": -2}, {"uid": "1295039838092176408", "i": 45957, "idx": 2, "sa": ["Mike Pence"], "q": ", to deal with the military authorization bill and several other crucial issues,\" said Democratic Representative House Appropriations Committee. He said Republicans rebuffed Democratic attempts to reach a deal on handling amendments quickly. <q> We have tried every way we can to involve the minority, </q> he said. \"We recognize a filibuster by amendment when we see it.\" When <strong> Mike Pence </strong> was asked why seeking a recorded vote on an amendment that both sides supported wasn't a stall tactic, he grinned", "new_id": -2}, {"uid": "1296168750131055629", "i": 6070, "idx": 1, "sa": ["Mike Pence"], "q": "some national conservatives: \" U.S. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana. \" <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\" FR: He said he would", "new_id": -2}, {"uid": "1296080477244613142", "i": 14424, "idx": 1, "sa": ["Mike Pence"], "q": "We will fight on for the unborn and the brokenhearted,\" ' declared Republican Congressman <strong> Mike Pence </strong> at the 38th annual pro-life march. During the walk to the Capitol building, marchers chanted slogans such as, <q> Hey, Obama, your mama chose life </q> and waved signs proclaiming the value of life and the stark reality of abortion. One sign read, \"Planned Parenthood steals souls.\" The crowd was awash with colorful hats, scarves, and", "new_id": -2}, {"uid": "1295956479149733513", "i": 33276, "idx": 0, "sa": ["Mike Pence"], "q": "the 38th annual March for life on the National Mall in Washington on Monday, Jan. 24, 2011.( AP Photo/Alex Brandon)- <strong> Mike Pence </strong>( R-Ind.) told pro-life activists in Washington on Monday that <q> a nation that will not stand for life will not stand for long. </q> The Indiana congressman-- who appears to have his eye on higher office- told the 38th annual March for Life that pro-lifers \"will keep gathering until Roe v. Wade is sent to the ash heap of history", "new_id": -2}, {"i": 6583, "idx": 3, "index_answer": 0, "new_id": -1, "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "sa": ["Eric Schmidt"], "uid": "1296006300058851357"}]