[{"uid": "2008090220_00025258_W", "i": 2833, "idx": 2, "sa": ["Barbara Boxer", "Art Torres", "Hillary Clinton"], "q": "their 441 votes, of which <strong> Hillary Clinton </strong> won over half. as <strong> Barbara Boxer </strong> yields to <strong> Hillary Clinton </strong> supporter <strong> Art Torres </strong> to make the announcement, she gleefully turns to her delegation and giggles. it's as if <strong> Barbara Boxer </strong> was saying, <q> ooo, what a coup! aren't we clever! </q> come their turn, illinois passes. new mexico yields back to illinois, who yields to new york. then a hustle bustle on the floor, so <strong> Hillary Clinton </strong> could deliver the perfect unity blow, right into her", "new_id": -2}, {"uid": "2008110320_00028693_W", "i": 2541, "idx": 3, "sa": ["Barack Obama", "George H. W. Bush"], "q": "wrote. he predicted <strong> Barack Obama </strong> would have had an easy victory in this election if he were white. \"try to think of your beloved country america and what's best for miss liberty,\" king said. <q> then try not to think of <strong> Barack Obama </strong> as a black man but as an american fighting for what's best for your children and your country. </q> in a tribute to <strong> George H. W. Bush </strong> on monday, king wrote that he believes the gop <strong> Barack Obama </strong> is a \"revolutionary, pioneer and trailblazer who loves america and the.\" king commended <strong> George H. W. Bush </strong> for appointing blacks to key positions", "new_id": -2}, {"uid": "2008121405_00011541_W", "i": 34, "idx": 0, "sa": ["Dave Davis"], "q": "alliance's dime. last monday, he touched down on the tropical tract of land and began waging a public relations battle with the track owners, who were not responding to the local greyhound activists' pleas. <q> what i found was a bunch of dogs loose, running around guam, </q> said mottern. \"they didn't have any water or food. they were skin and bone. my job was to get as much media attention as possible.\" columnist <strong> Dave Davis </strong>, for instance, focused his", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 75, "idx": 17, "sa": ["Alex Jones"], "q": ": december 16, 2008, 02:14:12 pm\" re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 \"reply# 13 on: december 16, 2008, 02:15:43 pm\" <q> reply# 14 on: december 16, 2008, 02:18:25 pm </q> re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 \"reply# 16 on: december 16, 2008, 02:21:20 pm\" \"reply# 17 on: december 16,", "new_id": -2}, {"uid": "2008092303_00020895_W", "i": 681, "idx": 4, "sa": ["Barack Obama", "George H. W. Bush", "John McCain"], "q": "scoffed at the idea that the gop ticket offered real change from <strong> George H. W. Bush </strong>, saying, \"you can put lipstick on a pig-it's still a pig,\" <strong> John McCain </strong>'s camp rose up in outrage at <strong> Barack Obama </strong> for <q> comparing our <strong> George H. W. Bush </strong> presidential nominee, gov.[ sarah] palin, to a pig. </q> in this interpretation of <strong> Barack Obama </strong>'s remarks, the <strong> John McCain </strong> people are-what's the word i'm looking for?- lying. they pretend to be unaware of the clear meaning of this old cliche, and the pretense", "new_id": -2}, {"uid": "2008111511_00024953_W", "i": 4691, "idx": 2, "sa": ["Hamid Karzai"], "q": "to continue my studies.\" president <strong> Hamid Karzai </strong> and other officials blamed on the <NO_QUOTATION>-- a broad term that most often refers to extremist however a taliban spokesman, yousuf ahmadi, told afp by telephone his group would <q> never do such a cowardly thing against girls and children </q>. the conservative islamic 1996-2001 taliban regime stopped girls from going to school. the education sector has since become among the main targets of a wave of unrest linked to an insurgency led by the hardliners. this year", "new_id": -2}, {"uid": "2008101011_00031382_W", "i": 2393, "idx": 2, "sa": ["Michael Mullen"], "q": "the strategy to defeat the taliban and allow the afghan government to establish control throughout the country. \"nato is charged with a safe and secure environment,\" craddock told reuters in an interview on thursday night. <q> you can not have a safe and secure environment with a scourge of narcotics rampant. </q> the top u.s. military officer, navy adm. <strong> Michael Mullen </strong>, warned on thursday that afghan violence would escalate in 2009 unless the united states and other countries moved quickly to counter an intensifying taliban insurgency with troops and assistance.", "new_id": -2}, {"uid": "2008120422_00011787_W", "i": 1937, "idx": 1, "sa": ["R Singh"], "q": "combed the airport inch by inch and we have found nothing. the same is for the domestic airport. nothing has happened,\" k <strong> R Singh </strong> said. the cisf is the paramilitary unit responsible for airport security. <q> all our men are still searching but have found nothing. we have no incident, </q> he said. police spokesman rajan bhagat said: \"it was not a terrorist incident. no one was killed.\" the times of india quoted a witness who said <NO_QUOTATION> at the airport. \"the news", "new_id": -2}, {"uid": "2008120204_00012070_W", "i": 1294, "idx": 1, "sa": ["Barack Obama", "Tavis Smiley", "Richard Gere", "George H. W. Bush"], "q": "don't have much in common with <strong> George H. W. Bush </strong>, he is someone[ who]... did spend a lot of money dealing with aids, not only domestically but internationally.\" <strong> Richard Gere </strong> is hopeful about Barack Obama-elect <strong> Barack Obama </strong>: <q> the major difference is we're dealing with a man here... who sees his job and the world as inclusive-- we're all in this together-- and you see him making decisions based on that, and a fundamental belief in his gut and his heart that we're all in this together, and no one is expendable... so if you start from that point of view, you can make enormous progress in these areas, especially health. </q> <NO_QUOTATION> is a weekly show offering a unique blend of news and newsmakers in expanded conversations, along with feature reports and regular commentators. <NO_QUOTATION> is produced by <strong> Tavis Smiley </strong> productions, and distributed nationwide by pri. this piece", "new_id": -2}, {"uid": "2008121302_00016674_W", "i": 31, "idx": 1, "sa": ["Jesse Jackson"], "q": "seat. still, some people have wondered if emanual was <NO_QUOTATION> and, rep. <strong> Jesse Jackson </strong> jr., who was identified as senate candidate 5?? in the criminal complaint, is still wrapped up in the scandal. <q> i'm fighting now for my character, and i'm also fighting for my life, </q> he said. \"this is about my children being able to google their name in five years and there be nothing there associated with them that suggests anything wrong,\" <strong> Jesse Jackson </strong> added. candidate 5 is the only", "new_id": -2}]