[{"uid": "1295397574010076209", "i": 34821, "idx": 0, "sa": ["Jay Cutler", "Lovie Smith", "Adrian Peterson", "Michael Vick", "Brian Urlacher"], "q": "himself on Sunday, that the Bears stopped <strong> Michael Vick </strong> when he was at his hottest, or that they shut <strong> Adrian Peterson </strong> down when he, too, was on a hot streak, recall something 50-Cent said: <q>If they hate then let them hate, and watch the money pile up.</q> <strong> Jay Cutler </strong> Mediocre messiah hasn't looked like the elite QB the Bears promised. <strong> Lovie Smith </strong> Stoic head-coach can not abide a fourth season sans playoffs. <strong> Brian Urlacher </strong> A cantankerous veteran in decline, he", "new_id": -2}, {"uid": "1295493657122388504", "i": 40691, "idx": 0, "sa": ["Simon Cowell"], "q": "The first three contestants shown made it through to Hollywood. J.Lo in particular had a difficult time becoming J-No. She seemed in agony the first time she was shown rejecting a contestant. She complained: <q>Oh, my God, I hate this! Why did I sign up for this? I want to go home.</q> DBRS expects fewer defaults, rating downgrades in 2011 by Canadian corporations Canadian companies headed for relatively stable, positive year: DBRS agency \"American Idol\" returns for 10th season without <strong> Simon Cowell </strong> but with new judges J.Lo", "new_id": -2}, {"uid": "1295649625068190213", "i": 11607, "idx": 0, "sa": ["Eric Schmidt"], "q": "its algorithm to keep low-quality sites from appearing high in searches, search guru and principal engineer Matt Cutts wrote in an official blog post Friday. But he also writes that, despite Google's efforts, <q>The fact is that we're not perfect, and combined with users' skyrocketing expectations of Google, these imperfections get magnified in perception.</q> It's unclear whether today's post has anything to do with yesterday's announcementthat co-founder Larry Page will be replacing <strong> Eric Schmidt </strong> as chief executive. But the mea culpa highlights one of the big questions Google has", "new_id": -2}, {"uid": "1295070568012681222", "i": 35604, "idx": 0, "sa": ["Kirsten Gillibrand", "Suzan Johnson Cook", "Barack Obama"], "q": "add up to is a significant diplomatic position- one created by an act of Congress in 1998- remaining vacant halfway through the president's term and a specifically religious example of partisan gridlock in Washington. <q>Her nomination has been stalled by the same type of general obstructionism that often paralyzed the last Congress,</q> said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York, Ms. <strong> Suzan Johnson Cook </strong>'s most vigorous backer on the Foreign Relations Committee. \"I hope any senator who is blocking her nomination will take the time to meet with her", "new_id": -2}, {"uid": "1295422599153174027", "i": 12655, "idx": 0, "sa": ["Tiger Woods", "Chris Rock", "David Letterman", "Andy Kaufman", "Joaquin Phoenix"], "q": "george harison please comment for this is my first video... <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?- www.twitter.com/mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?- www.twitter.com/mjdasilva So are you in the <q><strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp?</q> or the \"He's having a laugh camp\". Either way, I can't wait for that debut hip-hop album. Follow me on twitter@mjdasilva... <strong> David Letterman </strong>- <strong> Chris Rock </strong> on <strong> Tiger Woods </strong> What does <strong> Chris Rock </strong> think about", "new_id": -2}, {"uid": "1295455208049922048", "i": 41719, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers? especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said. <q>Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.</q> \"Hydraulic hybrid vehicles represent the cutting edge of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q>These payouts recognize the continual support and tireless efforts of our people,</q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds. \"We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1297200983061325341", "i": 1808, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "the surge, who warned that the two generals were not \"sufficiently aware of the gravity of the situation.\" When I ask Mr. <strong> Donald Rumsfeld </strong> if they were indeed left in Iraq too long, he concedes: <q>In retrospect, you could make that case.</q> He isn't as willing to acknowledge that he was slow to address Iraq's insurgency. It was never one insurgency, he says, but rather it \"evolved, and took different shapes", "new_id": -2}, {"uid": "1297116847195428397", "i": 34148, "idx": 4, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "have to make a case-by-case decision based on them as a person.\" And what does <strong> Simon Cowell </strong> think of the new season of American Idol? \"I haven't seen a full episode,\" he said. <q>I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over.</q> \"American Idol' EP <strong> Nigel Lythgoe </strong>:' I Worry About Being Called Karaoke' 4 2011 Grammy Nominees- Various Artist Heat Vision What\"s hot in the world of fanboy entertainment, from blockbuster films", "new_id": -2}, {"uid": "1297661612114016263", "i": 10152, "idx": 1, "sa": ["Patrick Carney", "Justin Bieber", "David Letterman", "Lady Gaga"], "q": "backstage after accepting the award for pop performance with vocals by a duo or group.-- \"<strong> Justin Bieber </strong>? Hairpiece.\"- <strong> David Letterman </strong> revealing the top Grammy surprises.-- <q>I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote \"Born This Way,' I imagined she was singing it because I wasn't secure enough in myself to imagine I was a superstar.</q>- <strong> Lady Gaga </strong> as she accepted best pop vocal album for \"The Fame <strong> Lady Gaga </strong>.\"-- \"We never expected we\"d even get invited after we were nominated.\"- <strong> Patrick Carney </strong> of The", "new_id": -2}]