[{"uid": "1297292537070500358", "i": 40823, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "They just do not exist. They can be friendly. They can be helpful. They can have good social graces... all the while hating your guts and wanting you dead, you infidel. \" Report Abuse <q> to compare democrats with terrorists is truly low rent. do you assume ALL our troops are republicans? are their no democratic americans in harms way in afghanistan? what about that? are they terrorists? </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! 1 Trick your Auto Insurer hides from you for extremely cheap rates.", "new_id": -2}, {"uid": "1295036728092176422", "i": 26440, "idx": 1, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "absenteeism. His tough talk has made Mirafiori the most important issue in Italy the past two weeks, with daily front-page coverage by all major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q> Fiat is not bluffing because it has alternatives to Italy, </q> said Gianluca Spina, dean of the business school at Milan's Polytechnic. Today's vote is`` symbolic'' and`` represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which", "new_id": -2}, {"uid": "1295131435025296915", "i": 26311, "idx": 1, "sa": ["Michael Heisley", "Chris Halvorsen", "Lionel Hollins", "Ben Wallace", "Allen Iverson"], "q": "Twitter feed:`` God Chose Memphis as the place that I will continue my career.'' Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Halvorsen </strong> <strong> Ben Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: <q> I feel that they are committed to developing a winner and I know that I can help them to accomplish that. I feel that I can trust them. </q> The Grizzlies are believed to be offering <strong> Allen Iverson </strong> a one-year deal worth$ 3.5 million, which is far less than the nearly$ 21 million he earned last season in Denver and Detroit but more than anyone else was", "new_id": -2}, {"uid": "1296395035225574945", "i": 9694, "idx": 0, "sa": ["Donald Rumsfeld", "Dan Larson"], "q": "pursue such cases said they felt compelled to bring charges against the specialist because of the similarities between the two alleged assaults. Neither victim, the prosecution contended, had been sober enough to give consent. <q> Intoxicate, isolate, violate, that's the modus operandi of the accused, </q> said Capt. <strong> Dan Larson </strong>, who helped prosecute. From its service academies to the front lines, the military has long been plagued by sexual assault. In 2004, Defense <strong> Donald Rumsfeld </strong> ordered a review of", "new_id": -2}, {"uid": "1297260696007700498", "i": 5062, "idx": 2, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and <strong> Cheryl Cole </strong> also lined up for a role. Comment on this Article He explained: <q> They have to decide how British they want the show to be, and whether they want a British voice and a British judge like <strong> Cheryl Cole </strong>. </q> But if he impresses US executives, 49-year-old Peter- who has two teenage sons with his wife Barbara- would be happy to relocate to Los Angeles during the filming of the series. He added", "new_id": -2}, {"uid": "1297245607137953280", "i": 48317, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "we are not just put out to pasture, we become manure. And the politicians have another banquett and smoke big cigars! At the taxpayers expense. The only way to fix this issue Report Abuse <q>`` The main hurdle to eliminating the benefit offset is cash. It would cost the government an estimated$ 6.7 billion over a decade to allow the widows to collect both benefits in full. </q> \" Report Abuse \" But there is ALWAYS more Money for Aids in Africa \" Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader", "new_id": -2}, {"uid": "1296391786239042627", "i": 4587, "idx": 6, "sa": ["Michael Vick"], "q": "Bowl. He takes satisfaction that his passing was better than it has ever been this season.`` I feel like this one, I had to work hard to get it,'' he said. <q> It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it worked out for me. </q> <strong> Michael Vick </strong> set career highs in yards passing( 3,018), touchdown passes( 21), touchdowns rushing( nine), completion percentage( 62.6) and passer rating( 100.2). The Eagles(", "new_id": -2}, {"uid": "1295281689010338330", "i": 2470, "idx": 0, "sa": ["Sergio Marchionne"], "q": "ÎµÎ½Ï\u008e Î¿ Î¯Î´Î¹Î¿Ï\u0082 Ï\u0084Ï\u008eÏ\u0081Î± ÎµÏ\u0080Î¹Î²ÎµÎ²Î±Î¹Ï\u008eÎ½ÎµÎ¹ Ï\u0084Î¹Ï\u0082 Ï\u0086Î®Î¼ÎµÏ\u0082 Ï\u0080Î¿Ï Î®Î¸ÎµÎ»Î±Î½ Ï\u0084Î·Î½ Î­ÎºÎ´Î¿Ï\u0083Î· Ï\u0084Î·Ï\u0082 Maserati Î½Î± Ï\u0087Ï\u0081Î·Ï\u0083Î¹Î¼Î¿Ï\u0080Î¿Î¹ÎµÎ¯ ÎºÎ¹Î½Î·Ï\u0084Î®Ï\u0081ÎµÏ\u0082 Ferrari! Î Ï\u0081Î¹Î½ Î±Ï\u0080Ï\u008c Ï\u0084Ï\u0081ÎµÎ¹Ï\u0082 Î¼Î®Î½ÎµÏ\u0082 Ï\u0084Î¿ Î³Ï\u008dÏ\u0081Ï\u0089 Ï\u0084Î¿Ï ÎºÏ\u008cÏ\u0083Î¼Î¿Ï Î­ÎºÎ±Î½Îµ Î· ÎµÎ¯Î´Î·Ï\u0083Î· Ï\u0080Î¿Ï Î®Î¸ÎµÎ»Îµ Ï\u0084Î¿Î½ Î¯Î´Î¹Î¿ Ï\u0084Î¿Î½ <strong> Sergio Marchionne </strong> Î½Î± Î´Î·Î»Ï\u008eÎ½ÎµÎ¹ Ï\u0087Î±Ï\u0081Î±ÎºÏ\u0084Î·Ï\u0081Î¹Ï\u0083Ï\u0084Î¹ÎºÎ¬ Ï\u008cÏ\u0084Î¹: <q> Î\u0095Î¯Î½Î±Î¹ Ï\u0080Î¿Î»Ï\u008d Ï\u0083Î·Î¼Î±Î½Ï\u0084Î¹ÎºÏ\u008c Î³Î¹Î± ÎµÎ¼Î¬Ï\u0082 Î½Î± ÎµÎºÎ¼ÎµÏ\u0084Î±Î»Î»ÎµÏ Ï\u0084Î¿Ï\u008dÎ¼Îµ Ï\u0084Î· Ï\u0083ÎºÎ»Î·Ï\u0081Î® Î´Î¿Ï Î»ÎµÎ¹Î¬ Ï\u0080Î¿Ï Î­Ï\u0087ÎµÎ¹ Î³Î¯Î½ÎµÎ¹ Ï\u0083Ï\u0084Î¿Î½ Ï\u0084Î¿Î¼Î­Î± ÎµÎ¾Î­Î»Î¹Î¾Î·Ï\u0082 Ï\u0084Î¿Ï Î½Î­Î¿Ï Grand Cherokee. To Î±Ï Ï\u0084Î¿ÎºÎ¯Î½Î·Ï\u0084Î¿ Ï\u0086Î­Ï\u0081ÎµÎ¹ Ï\u0083Î·Î¼Î±Î½Ï\u0084Î¹ÎºÎ¬ Ï\u0083Ï\u0084Î¿Î¹Ï\u0087ÎµÎ¯Î± Ï\u0080Î¿Ï Î­Ï\u0087Î¿Ï Î¼Îµ Î­Ï\u0089Ï\u0082 Ï\u0083Î®Î¼ÎµÏ\u0081Î± Î±Î³Î½Î¿Î®Ï\u0083ÎµÎ¹ </q>. Î\u0088Ï\u0084Ï\u0083Î¹ Ï\u0084Î¿ project Ï\u0080Î¿Ï Ï\u0080ÎµÏ\u0081Î¹Î»Î±Î¼Î²Î¬Î½ÎµÎ¹ Ï\u0084Î·Î½ ÎµÎ¾Î­Î»Î¹Î¾Î· ÎµÎ½Ï\u008cÏ\u0082 Î½Î­Î¿Ï Ï\u0084ÎµÏ\u0084Ï\u0081Î±ÎºÎ¯Î½Î·Ï\u0084Î¿Ï Î±Ï Ï\u0084Î¿ÎºÎ¹Î½Î®Ï\u0084Î¿Ï Î³Î¹Î± Ï\u0084Î¹Ï\u0082 Maserati ÎºÎ±Î¹ Alfa Romeo Ï\u0084Î¿ Î¿Ï\u0080Î¿Î¯Î¿ Î¸Î± Î²Î±Ï\u0083Î¯Î¶ÎµÏ\u0084Î±Î¹ Ï\u0083Ï\u0084Î¿ ÎºÎ±Î¸Î±Ï\u0081Ï\u008cÎ±Î¹Î¼Î¿ Î±Î¼ÎµÏ\u0081Î¹ÎºÎ¬Î½Î¹ÎºÎ¿ SUV Ï\u0080Ï\u0081Î¿Ï\u0087Ï\u0089Ï\u0081Î¬ Î¼Îµ Î±ÎºÎ¬Î¸ÎµÎºÏ\u0084Î¿Ï Ï\u0082 Ï\u0081Ï Î¸Î¼Î¿Ï\u008dÏ\u0082, ÎµÎ½Ï\u008e Î· ÎµÎ¯Î´Î·Ï\u0083Î· Ï\u0080Î¿Ï Î®Î¸ÎµÎ»Îµ Ï\u0084Î·Î½ Î­ÎºÎ´Î¿Ï\u0083Î· Ï\u0084Î·Ï\u0082 Maserati", "new_id": -2}, {"uid": "1297207927034078749", "i": 23916, "idx": 0, "sa": ["Donald Rumsfeld", "all political"], "q": "'s rights. Like other countries in the region, Jordan has seen large street protests calling for <strong> all political </strong> and economic reforms. But the protesters have not called for the king to step down. <q> We call for a modern electoral law based on consultations with <strong> all political </strong> forces in Jordan, enhancing freedoms and the formation of a national salvation government to oversee a transparent parliamentary election, </q> the tribal leaders' statement said. Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>'s memoirs leave little room for doubt War on abortion Video stings, rows over", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]