[{"uid": "1296231906026230879", "i": 13004, "idx": 2, "sa": ["Sergio Marchionne"], "q": "to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. \"I think the opening of the capital markets window in the United States is real,\" <strong> Sergio Marchionne </strong> said. <q>I think it would be unwise for Chrysler not to take advantage of the opening.</q> On the Italian side, he is preparing to invest â\u0082¬ 700 million in a plant near Naples to launch production of the new Panda and begin investments in Turin to build two new SUVs, one", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote: \"I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.\" Latest from BBC News blogs <strong> Brian Taylor </strong>: <q>Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...</q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}, {"uid": "1296256677000376840", "i": 5467, "idx": 0, "sa": ["Eric Schmidt", "Rupert Murdoch"], "q": "The Murdochs turn a media crisis into a family drama By John Gapper Published: January 28 2011 22:37| Last updated: January 28 2011 22:37 <q>Day to day adult supervision no longer needed!</q> tweeted <strong> Eric Schmidt </strong> last week as he announced that he was stepping down as chief executive of Google in favour of 37-year-old Larry Page. <strong> Rupert Murdoch </strong> this week delivered the opposite message as he cancelled a planned trip to Davos to", "new_id": -2}, {"uid": "1296463311082231470", "i": 3136, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "in a 35-32 win at Detroit, <strong> Michael Vick </strong> made the most of his first pro start since 2006. He completed 21-of-34 passes for 284 yards and two touchdowns and rushed for 37 yards on seven carries. <q>I'm here to announce that <strong> Michael Vick </strong> will be the starting quarterback for the Philadelphia Eagles. I think his performance has exceeded expectations the past several weeks,</q> said Eagles head coach Andy Reid at an evening press conference. \"This is not about the health or the performance of <strong> Kevin Kolb </strong>... this is more about <strong> Michael Vick </strong> and his accelerated play.\" NFL investigating", "new_id": -2}, {"uid": "1296349656162676762", "i": 25503, "idx": 0, "sa": ["Allen Iverson"], "q": "Jazz top the Thunder in Oklahoma City. Utah Jazz- Oklahoma City Thunder GAME RECAP. 2010-10-31 http://wn.com/Detroit_Pistons_vs_Oklahoma_City_Thunder_Allen_Iverson_hits_Game_Winner_12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands. <q>That was a great play by <strong> Ray Allen </strong>,</q> Pistons coach Michael Curry said. \"He hadn't had much going for him in the first three quarters, but then he took over the game.\" Detroit have taken eight straight against the Thunder, and", "new_id": -2}, {"uid": "1296741734237912106", "i": 24059, "idx": 2, "sa": ["Mitt Romney", "Donald Rumsfeld", "Molly Ball", "Barack Obama", "Jon Huntsman", "President Bush"], "q": "of staff that <strong> President Bush </strong> had actually sought the intelligence job.... \"<strong> President Bush </strong>'s version of what took place has consistently been contrary to the facts,\" <strong> Donald Rumsfeld </strong> concludes.\" http://bit.ly/hmQ0k2 2012-- <q>GOP race could have Mormon subplot,</q> by <strong> Molly Ball </strong> and Jonathan Martin: \"<strong> Mitt Romney </strong> and <strong> Jon Huntsman </strong> <strong> Barack Obama </strong> are both Mormons, both wealthy scions of old Utah families, both ex-governors... And neither has shown much regard for the other. Now their unspoken competition", "new_id": -2}, {"uid": "1296680778019759128", "i": 45468, "idx": 0, "sa": ["Zahi Hawass"], "q": ", said in a telephone interview on February 1. He also rejected comparisons between the current situation in Egypt and scenes of chaos and discord that resulted in the destruction of artefacts in Iraq and Afghanistan. <q>People are asking me, \"Do you think Egypt will be like Afghanistan?\"</q> he said. \"And I say,` No, Egyptians are different- they love me because I protect antiquities.\" Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work,", "new_id": -2}, {"uid": "1296869911188694544", "i": 28220, "idx": 1, "sa": ["Sergio Marchionne"], "q": " \"I am paying shyster rates,\" <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q>We had no choice... I am going to pay the shyster loans.</q>\" As a matter of etymology, \"shyster\" refers to an unethical or unscrupulous person. For some people, it also carries anti-Semitic overtones. But a Chrysler spokesman, Gualberto Ranieri, told DealBook", "new_id": -2}, {"uid": "1295972769153763874", "i": 6175, "idx": 3, "sa": ["Bobby Jindal", "Sam Brownback", "Sen. Bernie Sanders"], "q": "Republicans to embrace them. \"Up until this point, the Republican leadership has been vague about what federal programs they want to cut,\" said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q>On the other hand, Congressman <strong> Ryan Day </strong> has been very clear on this subject.</q> Delivering the party's response to the president is an honor but by no means a ticket to stardom. Most such addresses aren't memorable, though Louisiana <strong> Sam Brownback </strong> <strong> Bobby Jindal </strong> drew wide attention in 2009, when", "new_id": -2}, {"uid": "1297289300130088968", "i": 30497, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Don Little"], "q": ", including \"My Girl,\" \"My Guy,\" \"When I Fall In Love,\" \"Always& Forever,\" \"Hey Baby\" and \"Can't Help Myself.\" <q>It's been a hit, a surprise hit,</q> <strong> Don Little </strong> said. \"It's really become popular.\" Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas", "new_id": -2}]