[{"uid": "2008090220_00019750_W", "i": 1877, "idx": 3, "sa": ["Jon Kyl", "John McCain"], "q": "\" she is a very authentic person who appeals to the base of the party, so he not only gets someone that appeals to the base, which helps him, but a soulmate who is a reformer. <q> an early <strong> John McCain </strong> backer when there were few in his party, <strong> Jon Kyl </strong> noted with some amazement the journey <strong> John McCain </strong> has taken. </q> i remember when we attended the meeting and it was,` ok, we got$ 1.80 in the bank, we're going to have to fire everybody, we've got one shot, we got to", "new_id": -2}, {"uid": "2008091217_00010811_W", "i": 477, "idx": 0, "sa": [], "q": "n't care that there were dishes in the sink.\" so what does that have to do with you leaving a whole plate of uneaten pasta in the sink? you expected her to clean that shit up? <q> he got all flustered and spun himself around in a three foot area, waving his arms around. </q> that's not for whole plates of food and you know it. when you're ready to be an adult, let me know and we can talk. \"an hour later he finds me and attempts to", "new_id": -2}, {"uid": "2008110516_00051612_W", "i": 872, "idx": 2, "sa": ["Barack Obama", "Joe Biden", "Sarah Brady"], "q": ", at any level, for any office, who lost a race because of support for common sense gun measures. \"\" this is a good day for people who want to reduce gun violence in america, <q> said <strong> Sarah Brady </strong>, chair of the <strong> Sarah Brady </strong> campaign. </q> it's a bad day for extremists who are stuck in the rhetoric of the past. \"the <strong> Sarah Brady </strong> campaign issued a strong endorsement for the Barack Obama-Joe Biden ticket in early october. Barack Obama-elect <strong> Barack Obama </strong> consistently supported sensible gun laws", "new_id": -2}, {"uid": "2008111806_00025144_W", "i": 606, "idx": 0, "sa": ["Jenny Graves"], "q": "the kangaroo genome. this is the first and most important stage in their quest to discover the genetic sequence of the iconic marsupial.\" a good map is crucial for finding our way around a new genome, <q> said geneticist and director of the project <strong> Jenny Graves </strong>, who divides her time between the australian national university in canberra and the university of melbourne. a complex puzzle </q> it enables us to explore how the genomes of mammals- including humans- are organised, how they functions, and how they evolved, \"she said. the detailed genome map is the most difficult part of", "new_id": -2}, {"uid": "2008111308_00025996_W", "i": 906, "idx": 1, "sa": ["Mike Hamilton", "Butch Davis"], "q": "said for the last couple of weeks, i love being here, my family loves being at carolina. we're building with the administration everything we can every single day to build a championship football program here. <q> <strong> Butch Davis </strong> also said tennessee had not contacted his agent. tennessee athletic director <strong> Mike Hamilton </strong> said tuesday night that </q> we haven't had any conversations with any candidates at this point. \"heels dismiss defensive end: north carolina defensive end darius powell has been dismissed from the team for violating team rules, a unc spokesman confirmed", "new_id": -2}, {"uid": "2008090412_00034352_W", "i": 76, "idx": 5, "sa": ["Barack Obama"], "q": "pa. vote, \"pittsburgh tribune-review, wednesday, april 2, 2008, and\" keyes, <strong> Barack Obama </strong> are far apart on guns, \"chicago tribune, 9/15/04. 9.\" <strong> Barack Obama </strong> and gun control, <q> the volokh conspiracy, taken from the 12. </q> clinton, edwards, <strong> Barack Obama </strong> on gun control, \"radio iowa, sunday, april 22, 2007.( 13. chicago tribune blogs,\" <strong> Barack Obama </strong>: niu shootings call for action, \"february 15,", "new_id": -2}, {"uid": "2008121106_00008118_W", "i": 2022, "idx": 3, "sa": ["David Ward"], "q": "working its way up towards the other muscles of the body.\" children may have difficulty walking or get blurred or double vision or be unco-ordinated, have difficulty swallowing or just be drowsy and want to rest. <q> dr <strong> David Ward </strong> said that to his knowledge, no-one had died in australia from tick paralysis for about 50 years because of big improvements in supportive medical care and early detection. mater children's intensive care specialist michael corkeron said the hospital would normally only treat one child for tick paralysis every two years. </q> vets are the ones that get a feel for good versus bad seasons and my understanding is that the vets have seen a bad season this year, \"he said.\" they see very large numbers of cases", "new_id": -2}, {"uid": "2008122913_00036248_W", "i": 1364, "idx": 0, "sa": ["John Andrew Peacock", "Jack Wilshere", "Jose Baxter"], "q": "and enjoying plenty of possession. they will look to go one better next time. a number of u17 internationals have recently enjoyed valuable first-team experience with their club sides, perhaps most notably everton's <strong> Jose Baxter </strong> and arsenal <q> <strong> Jack Wilshere </strong>, who became the gunners' youngest ever european player when he came off the bench against dynamo kiev in the champions league in november. <strong> John Andrew Peacock </strong> knows that first-team experience is vital in the development of his players, but he is also aware that england's elite opponents will provide them with a stern examination. </q> it's a tough draw for us, \"<strong> John Andrew Peacock </strong> said. it's very similar to this year when we played france, israel and russia.\" to be honest though, you have to expect that when", "new_id": -2}, {"uid": "2008120316_00037897_W", "i": 657, "idx": 29, "sa": [], "q": "the same that slays the <NO_QUOTATION> he is the antichrist. now there are four things said of him. first, he <NO_QUOTATION> second, he <NO_QUOTATION> third, he shall\" ascend out of the bottomless pit. <q> fourth, he shall <NO_QUOTATION> from this we learn that in john's day the </q> beast... was not, \"but that he had been before on the earth, and was to come again, that he was to ascend from the bottomless pit. this is positive proof that the antichrist has", "new_id": -2}, {"uid": "2008110514_00028296_W", "i": 371, "idx": 1, "sa": [], "q": "share in common and the policies on which we can work together will enable to us, as two countries, to come through these difficult economic times and build a safer and more secure society for the future, <q> the british leader said. </q> it's been an important election. i think the most important thing that follows from it is that america and europe will have to work together to deal with the international problems we face, not just the financial", "new_id": -2}]