[{"uid": "1297292758248905735", "i": 281, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Frank Lautenberg", "Robert Menendez"], "q": "spearheaded by U.S. <strong> Frank Lautenberg </strong> <strong> Robert Menendez </strong>( D-NJ), a member of the Foreign Relations Committee, and joined by Senators <strong> Frank Lautenberg </strong>( D-NJ), <strong> Kirsten Gillibrand </strong>( D-NY) and <strong> Chuck Schumer </strong>( D-NY). <strong> Frank Lautenberg </strong> <strong> Robert Menendez </strong> said: <q> The UK didn't just turn a blind eye to Al-Megrahi's release- they cut deals that set the terrorist free. The UK and Scottish governments' repeated denials, even when confronted by specific and compelling evidence, get more ludicrous by the day. It is time that these governments launch independent investigations into the matter and put the wheels in motion to return Al-Megrahi to prison. </q> <strong> Frank Lautenberg </strong> said, \"More than a year after his release, Al-Megrahi remains alive while the authorities who set him free continue to dodge responsibility. The latest maneuver comes from the UK's internal report that acknowledges the", "new_id": -2}, {"uid": "1297392352089440273", "i": 13426, "idx": 0, "sa": ["Christina Aguilera", "Sarah Palin", "Simon Cowell"], "q": "was ran by Us Weekly on their website, but was a satire piece, reports Gossip Cop. Oops! False Story Claims <strong> Sarah Palin </strong> Rips <strong> Christina Aguilera </strong> Over Anthem Botch. The report claimed that among other things, <q> potential 2012 presidential candidate <strong> Sarah Palin </strong> says that if she were president, she would deport pop star <strong> Christina Aguilera </strong> for botching a portion of The Star-Spangled Banner during her performance at Super Bowl XLV. </q> to Gossip Cop, the magazine's website ran with the story, which was a false story and satire from*** Meanwhile, <strong> Simon Cowell </strong> has offered his trademark blunt opinion when asked about <strong> Christina Aguilera </strong>'s Super Bowl", "new_id": -2}, {"uid": "1295444542254590982", "i": 29336, "idx": 0, "sa": ["Maxine Waters", "Sen. Bernie Sanders"], "q": "to more media consolidation. <strong> Sen. Bernie Sanders </strong>( I., Vt.) decried the deal, as did <strong> Sen. Bernie Sanders </strong> <strong> Maxine Waters </strong>( D., Calif.). DirecTV, in a filing with the FCC on Jan. 5, said the <q> unprecedented array of assets would give Comcast new opportunities to gain unfair leverage over rivals to the detriment of consumers, </q> later noting that \"Comcast has a history of anticompetitive conduct, and the proposed transaction will give it the ability to enhance and extend that conduct.\" Because your contributions are currently under review, no comments", "new_id": -2}, {"uid": "1296518061268402773", "i": 47338, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": " \"I would like to express my sincere gratitude and appreciation to commissioner <strong> Roger Goodell </strong> for allowing me to be readmitted to the National Football League,\" <strong> Michael Vick </strong> said in a statement released by his agent, Joel Segal. <q> I fully understand that playing football in the NFL is a privilege, not a right, and I am truly thankful for the opportunity I have been given. \"As you can imagine, the last two years have given me time to re-evaluate my life, mature as an individual and fully understand the terrible mistakes I have made in the past and what type of life I must lead moving forward, </q> he said. <strong> Roger Goodell </strong> suspended <strong> Michael Vick </strong> indefinitely in August 2007 after the former Atlanta Falcons quarterback admitted bankrolling a dogfighting operation on his property On Twitter:@longisland495 When it comes to the dollar bill, there's no such", "new_id": -2}, {"uid": "1297260081046088218", "i": 10080, "idx": 5, "sa": ["Eric Schmidt"], "q": "\" EU investigation Asked whether <strong> Eric Schmidt </strong> saw Google being dragged into a decade-long antitrust battle with the EU- in a similar vein to Microsoft's long-running skirmish with the European authorities- he replied: <q> We certainly want to avoid that. </q>\" \"I think it is in our interests and I would hope in its[ the EU's] interests to do a quick analysis of concerns that have been raised by competitors, hopefully they are", "new_id": -2}, {"uid": "1296148740210010132", "i": 35141, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": "Bloods 2.0/ 6 11.96 ABC Off The Map 1.8/ 5 5.09 NBC Law& Order: SVU( R) 1.7/ 5 5.47- Via NBC press notes: <q> In Late-Night Metered Markets Wednesday night: â\u0080¢ In Nielsen's 56 metered markets, household results were: \"The Tonight Show with <strong> Jay Leno </strong>, </q> 3.2/ 8; CBS's\" Late Show with <strong> David Letterman </strong>,\" 2.6/ 6 with an encore; and ABC's combo of\" Nightline,\" 3.2/ 7; and \"<strong> Jimmy Kimmel </strong>", "new_id": -2}, {"uid": "1297715146211173397", "i": 3677, "idx": 0, "sa": ["House Judiciary Committee", "Patty Murray", "Barbara Boxer", "Kirsten Gillibrand"], "q": "the horrors of abortion,\" Smith said on Tuesday. A gaggle of <strong> House Judiciary Committee </strong> Senators led by <strong> Barbara Boxer </strong>( D-Calif.), however, blasted Smith and Lipinksi's efforts, and accused them of risking <q> the health and the lives of women. </q> \"Your agenda on women's health is extreme. It breaks faith with a decades-long bipartisan compromise,\" <strong> Barbara Boxer </strong> said at a Tuesday press conference, with Sens. <strong> Patty Murray </strong>( Wash.), <strong> Kirsten Gillibrand </strong>( N.Y.", "new_id": -2}, {"uid": "1297280262080936973", "i": 26078, "idx": 2, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "his leadership the Windows Vista fiasco he inherited turned into the Windows 7 success. If <strong> Satya Nadella </strong> and Sinofsky are models for the kind of leaders <strong> Steve Ballmer </strong> wants, surely more changes are coming. But at what cost? <q> <strong> Amitabh Srivastava </strong>, senior vice president in the Server and Tools Business, will leave the company, </q> <strong> Steve Ballmer </strong> writes. <strong> Amitabh Srivastava </strong> is one of Azure's key architects and a huge loss to Microsoft. Considering that the cloud is now the Server and Tools Business' primary focus, could it be he is leaving after", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}, {"uid": "1296246869137003031", "i": 285, "idx": 0, "sa": ["Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "health care through a so-called public-option will hurt states, working families, and small businesses. www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana Rep. <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}]