[{"uid": "1296287013057311248", "i": 15026, "idx": 2, "sa": ["Michael Gove"], "q": "last year voted to campaign against free schools because they \"risk increasing social divisiveness and inequity\" . Teaching unions share concerns that creating new schools will lead to a two-tier system. <strong> Michael Gove </strong> said yesterday: <q> Yes, there are opponents, people trying to stop this. That's why it's so important that reformers across party and across countries talk to each other and know there are people who are attempting to start new schools and realise that far from being individuals with a vision they are part of a global movement to transform education for the better. </q> Other speakers at the conference include Josephine Baker, executive director of the Washington public charter school board, which approves applications from new charter schools and oversees existing ones. She will urge teachers not to oppose", "new_id": -2}, {"uid": "1295516885091439159", "i": 14496, "idx": 0, "sa": ["Christine Blower", "Michael Gove"], "q": "a core knowledge that pupils should have to take their place as \"educated members of society\" . <strong> Christine Blower </strong>, general secretary of the National Union of Teachers, told BBC Radio 4's Today programme: <q> The fact is, we know that children and young people are successful. \"Some children leave school with qualifications that <strong> Michael Gove </strong> doesn't recognise, but the fact is, generally speaking, people are very successful. What we need is a comprehensive, good local school for every child. </q> Mr <strong> Michael Gove </strong> said he wanted a curriculum that refrained from telling teachers how to teach, but told them what to teach in core subjects. He denied he would be coming up with prescriptive lists of names", "new_id": -2}, {"uid": "1296145793005734414", "i": 1180, "idx": 1, "sa": ["Michael Gove", "Theresa Villiers"], "q": "again the sort of disruption caused by snow last month. Transport minister <strong> Theresa Villiers </strong> told MPs they must be \"realistic\" and in severe weather \"there is bound to be some disruption\" . <q> Heathrow airport faces special challenges that make it tougher to respond to such conditions, </q> she said. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in schools. Insurance law` will save motorists money", "new_id": -2}, {"uid": "1296140197140460041", "i": 59396, "idx": 2, "sa": ["Michael Gove"], "q": "mobiles and video cameras from pupils- and give detentions without parents getting the current 24 hours' notice. Teachers accused of inappropriate behaviour by pupils will be granted anonymity unless charged. Mr <strong> Michael Gove </strong> said: <q> The whole trend in the last 25-30 years has been away from respect for teachers and towards pupils saying,' I know my rights'. \"I want to restore respect for teachers. The public are clear that we need to improve behaviour. </q> The Bill will also set out plans for free schools and a curriculum shake-up. Teaching unions and Labour are opposed to the changes. Other measures in the Bill will lead to graduates in well-paid", "new_id": -2}, {"uid": "1296210020044204117", "i": 1463, "idx": 0, "sa": ["Michael Gove", "Pascal Lamy", "James Richardson"], "q": "<strong> James Richardson </strong>'s European newspaper review <strong> James Richardson </strong>'s European Paper Review <strong> James Richardson </strong>'s European newspaper review <strong> James Richardson </strong>'s European newspaper review Davos 2011: <strong> Pascal Lamy </strong> on protectionism <strong> Michael Gove </strong> on education bill- video goldennads 28 January 2011 10:02 AM <q> chocolate peanut butter and jam- in 1 cake? it can be done, say scientists. </q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing", "new_id": -2}, {"uid": "1296139401071090198", "i": 32881, "idx": 1, "sa": ["Michael Gove", "Bill Browder"], "q": "country is changing for the better. If every year we can say that the rule of law is becoming better, not perfect but better, then I think I'm doing my job,\" he added. <q> We need to work together </q> New <strong> Bill Browder </strong> to improve school discipline <strong> Michael Gove </strong> has published the Education <strong> Bill Browder </strong> today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and mouth outbreak'", "new_id": -2}, {"uid": "1296250921075300873", "i": 636, "idx": 1, "sa": ["David Cameron", "Michael Gove", "Ed Balls", "George Osborne", "Liam Fox"], "q": "<strong> David Cameron </strong>: \"I wouldn't change child benefit, I wouldn't means test it. I don't think that's a good idea.\" Lie 5. <strong> Michael Gove </strong>, just before the election: <q> <strong> Ed Balls </strong> keeps saying that we are committed to scrapping EMA. I have never said this. We won't. </q> Lie 6. <strong> Liam Fox </strong>: \"a bigger army for a safer Britain\" , but it now loses 7,000 soldiers. Lie 7. In October 2009 <strong> George Osborne </strong> said:\" ... retail banks", "new_id": -2}, {"uid": "1297109124023560237", "i": 6120, "idx": 6, "sa": ["Michael Gove"], "q": "disrepair to allow free schools to be set up. \" BeExcellent 7 February 2011 7:27 PM I overheard a local Michael Government( education) colleague a couple of days ago criticising <strong> Michael Gove </strong>'s plans- <q> Well, he wants them to learn the periodic table, in this day and age! Has he not heard of Google? </q> Manningtreeimp 7 February 2011 7:28 PM Education in our state-run schools died along time ago. Today you either move to a village or put your kids in to private school whilst hocking the silverware", "new_id": -2}, {"uid": "1297702046148619270", "i": 51603, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "failed to consult them before imposing the cuts. Shadow education secretary <strong> Andy Burnham </strong> said it was a \"damning verdict\" which raised doubts about his \"competence and judgment\" . He said Mr <strong> Michael Gove </strong> <q> should now remove himself from any further part in this decision </q>. Mr <strong> Michael Gove </strong>, forced to answer an urgent question in the Commons following Friday's High Court ruling, insisted he would carry out the review in an \"open minded\" way and said the the", "new_id": -2}, {"q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coYao Ming into a situation where guys have been Jamess_Highlights_[12-26-09]_Kobe Bryant_scores_38! The young LeBron Jamess get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "answer_q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "answer": "Allen Iverson", "sa": "['LeBron James', 'Allen Iverson', 'Chris Bosh', 'Kobe Bryant', 'Kwame Brown', 'Yao Ming']", "index_answer": 1, "idx": 2, "i": 4135}]