[{"uid": "1295630754045006869", "i": 11716, "idx": 0, "sa": ["Michael Vick", "Tony Dungy"], "q": "he couldn't have envisioned the success that <strong> Michael Vick </strong> had on the field in 2010. Football: <strong> Tony Dungy </strong> Talks <strong> Michael Vick </strong>, NFL Playoffs, Coaching\" width= \"177\" height= \"207\"/> <q>I really couldn't. When I talked to Mike in Leavenworth about two years ago, I asked him what he wanted to do,</q> <strong> Tony Dungy </strong> recalls. \"And he said,` Number one, I want to connect back with my family and be the type of father that my kids need. Number two, I want to show people that", "new_id": -2}, {"uid": "1295444020176455710", "i": 7402, "idx": 0, "sa": ["Jim Gilmore", "Mike Pence", "Tim Kaine"], "q": "also lining up behind a <strong> Mike Pence </strong> presidential bid this week. We've said previously that reading <strong> Mike Pence </strong> tea leaves has proven increasingly difficult. And <strong> Mike Pence </strong> was purposely vague on Tuesday, telling reporters: <q>I would say our options we're considering and we're reflecting on are to either continue to serve in Washington in some capacity, to come home to Indiana to seek higher office or to seek higher office on the national level.</q> <strong> Jim Gilmore </strong> Webb, another senator on the retirement watch list, is planning to run for re-election-- at least according to Democratic National Committee Chair and former Virginia Gov. <strong> Tim Kaine </strong>. \"But I have no", "new_id": -2}, {"uid": "1295217385130613292", "i": 2030, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz"], "q": "law in the House, obviously, but I do think the tone will change and that's a good thing.\" Representative <strong> Debbie Wasserman Schultz </strong> said calling health-care overhaul a \"jobs-killing\" measure isn't appropriate. <q>All of us need to be more careful about the words that we choose to use,</q> <strong> Debbie Wasserman Schultz </strong>, a Florida Democrat, said on CBS. The debate should focus on specific parts of the legislation that are contentious, said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, a New York Democrat. \"If we", "new_id": -2}, {"uid": "1295650549188383258", "i": 28477, "idx": 4, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "going to put him on a gurney, roll him into the OR room and bust him open like a lobster!,\" <strong> Regis Philbin </strong> \"It was hell,\" <strong> Charlie Rose </strong> <q>I probably would have had a heart attack and may very well have died,</q> <strong> Barbara Walters </strong> What do <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong> and <strong> Charlie Rose </strong> all have in common? They all went from being in the spotlight to being in the operating room for life-and-death open heart surgery", "new_id": -2}, {"uid": "1295667459153141269", "i": 34538, "idx": 0, "sa": ["Eric Schmidt", "Andrew Conry-Murray"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> InformationWeek's <strong> Andrew Conry-Murray </strong> interviewed EMC World 2008 attendees to find out what interesting IT projects people have going on. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating", "new_id": -2}, {"uid": "1297210418026116097", "i": 5353, "idx": 0, "sa": ["Dwaine Caraway", "Mike Quade", "Michael Vick", "Andy Fantuz"], "q": "if there will even be a 2011 season. And despite that, last week the Chicago Bears signed <strong> Andy Fantuz </strong> from the Canadian Football League. <strong> Mike Quade </strong> Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q>And it was the most ridiculous experience of my life,</q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1297274054047726593", "i": 38546, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": " \"In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,\" Microsoft CEO <strong> Steve Ballmer </strong> wrote in a Feb. 9 email to employees. <q>We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways.</q> <strong> Steve Ballmer </strong> had apparently considered a number of internal and external candidates before choosing <strong> Satya Nadella </strong>, who will replace Bob Muglia. \"We are on a path to change the world again with our next generation", "new_id": -2}, {"uid": "1296705381167772199", "i": 1237, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,</q> <strong> Donald Rumsfeld </strong> acknowledges. Play video Protesters hold firm after violence in Egypt Play video Hollywood fame beckons for cross-eyed opossum The United States said on Wednesday Egyptian <strong> President Bush </strong> <strong> Hosni Mubarak </strong> must take concrete steps towards democratic elections at... Copyright/IP", "new_id": -2}, {"uid": "1295985442139264003", "i": 6283, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "amounts to a grass-roots effort of those who feel the government has blocked this \"miracle\" product. \"There is no industry support on this thing at all,\" she said of the organization. <q>We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HOTEL MAINTENANCE Company Comfort MANUFACTURING PRODUCT ENGINEER AND SR.. SOFTWARE MARKET", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q>This was a big win for us at somebody else's home,</q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}]