[{"uid": "2008110322_00008653_W", "i": 3107, "idx": 0, "sa": ["Barack Obama"], "q": "<strong> Barack Obama </strong> described as moses by bishop! <q> and with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved. and for this cause god shall send them strong delusion, that they should believe a lie: </q>-2 thessalonians 2:11 \"for if he that cometh preacheth another jesus, whom we have not preached, or if ye receive another spirit, which ye have not received, or another gospel, which ye have not", "new_id": -2}, {"uid": "2008102009_00002584_W", "i": 3567, "idx": 2, "sa": ["Adam Selwood"], "q": "'m just hopeful it's going to be a good game and a fair game.\" in a bid to ease any lingering tension, organisers have scheduled a meet-and-greet dinner for the two sides on wednesday night. <q> irish guys are always good, fun blokes to meet... i'm sure it's going to be good fun, </q> <strong> Adam Selwood </strong> said. he dismissed suggestions australia did not treat the series seriously, saying each member of the team had jumped at the chance to represent their country. \"this is the only opportunity we get to play", "new_id": -2}, {"uid": "2008122323_00005221_W", "i": 3828, "idx": 2, "sa": ["Mahmoud al-Mashhadani"], "q": "you, i ask your forgiveness.\" the authorization for foreign troops became entangled in <strong> Mahmoud al-Mashhadani </strong>'s quarrel with kurdish and shiite lawmakers last week, when he shouted insults at some of them and threatened to resign because <q> there is no honor in leading this parliament. </q> his opponents ultimately forced him to keep his word. as a negotiating ploy, <strong> Mahmoud al-Mashhadani </strong> tried to delay until jan. 7 the vote on the troops resolution- a week after the dec. 31 expiration of the u.n. mandate", "new_id": -2}, {"uid": "2008092205_00012891_W", "i": 1603, "idx": 0, "sa": ["Sam Swank"], "q": "saturday. he did not heap such praise on the offense, though he said he did not care how the 18th-ranked deacs scored, as they needed four field goals from <strong> Sam Swank </strong> and did not score a touchdown. <q> we won, and that's what i told the guys, </q> he said. \"we don't care whether it's 3-0 or 49-48. i think we made too many mistakes offensively. i don't know if we've ever played a better defensive game as far as", "new_id": -2}, {"uid": "2008092010_00012767_W", "i": 212, "idx": 1, "sa": ["Barack Obama", "John McCain"], "q": "a 72-year-old presidential candidate, would you go to your 50th college reunion 6 weeks before election day? a new <strong> Barack Obama </strong> campaign ad says <strong> John McCain </strong> supports \"cutting social security benefits in half.\" factcheck.org says that's <q> a falsehood sure to frighten seniors who rely on their social security checks. in truth, <strong> John McCain </strong> does not propose to cut those checks at all. </q> also, a fact check we pointed to yesterday needs to be corrected. <strong> Barack Obama </strong> did, in fact, receive more money from mortgage giants fannie mae and freddie mac than all but one other lawmaker. the correct", "new_id": -2}, {"uid": "2008111320_00006942_W", "i": 419, "idx": 1, "sa": ["Muhammad Yunus"], "q": "investors for using the power of investment to alleviate global poverty, and we're celebrating the thousands of working poor who are growing their businesses and changing their lives,\" said tracey turner, founder of microplace. <q> the idea of microplace was sparked by dr. <strong> Muhammad Yunus </strong> when he spoke of a` social stock market.' i was inspired to make this a reality, and microplace was born. so it is a special honor to have him here with us today to celebrate our 1 year anniversary. </q> as the world's only online brokerage specializing in microfinance investing for the everyday person, microplace is charting a whole new course to end poverty for the billion working poor around the world. according to the world bank", "new_id": -2}, {"uid": "2008090417_00005441_W", "i": 965, "idx": 6, "sa": ["Sarah Palin", "John McCain"], "q": "it's how we react to them.\" instead of creating a problem, the impending birth of <strong> Sarah Palin </strong>'s grandchild is an issue templeton thinks <strong> Sarah Palin </strong> could use to her advantage on the campaign trail with <strong> John McCain </strong>. <q> she's not ashamed of it, she shouldn't be ashamed of it and i think she's going to be a good candidate, </q> templeton said. \"i think she's going to be a very electable candidate and she's a very strong person.\" templeton knows republicans have an uphill battle in illinois as the presidential campaign heads into the", "new_id": -2}, {"uid": "2008111405_00008584_W", "i": 4680, "idx": 1, "sa": ["Jeffrey Tambor"], "q": "calls you, and the director and the executive producer calls you, it's a good time.\" the interviewer apparently went into a mini conniption of excitement in reaction to this loaded announcement and <strong> Jeffrey Tambor </strong> declaratorily demanded <q> get your hopes up! that's what hopes are for, by the way, to get up </q> raising his arms gospel-preacher style. <strong> Jeffrey Tambor </strong> can dance and bestow nuggets of wisdom upon dot com reporters all he wants. that's lovely, it is. but, it still sounds like hollywood talk to me.", "new_id": -2}, {"uid": "2008111508_00003217_W", "i": 3649, "idx": 5, "sa": ["Patrick Chan", "Joannie Rochette", "Brian Joubert"], "q": "in paris. now <strong> Patrick Chan </strong> will have to deal with being first ahead of a world champion going into today's long program. \"i don't look at <strong> Brian Joubert </strong> as a world champion,\" <strong> Patrick Chan </strong> said. <q> i just look at him as another competitor. i have to be careful. crazy things happen in the long[ program]. but i'm going into this competition thinking that i've trained for this, i'm ready, and i have nothing to worry about. </q> <strong> Joannie Rochette </strong> said she went into the flip with too much power and speed. but she was able to put the mistake behind her. \"i can't wait to skate my long much better than the short,", "new_id": -2}, {"uid": "2008090220_00025258_W", "i": 2834, "idx": 3, "sa": ["Barack Obama", "Karl Rove"], "q": "ain't me, babe, although i will never cast a vote for <strong> Barack Obama </strong>. in my life, the means are absolutely as important as the end, and i can not support a candidate who derives power <q> by any means necessary. </q> if i have to cast a protest vote, i will. however, remember emails with <strong> Karl Rove </strong> beginning in 2003 helped him help her promote the most unelectable democratic candidate. so, let's not forget who's", "new_id": -2}]