[{"uid": "2008090905_00019811_W", "i": 1064, "idx": 51, "sa": [], "q": "cited by his confessor: a vision, to be true, must draw a soul into humble adoration of christ... but even then, one should ignore the vision.\" lord, free me from delusion, <q> he prayed. after some hesitation, he continued to walk slowly along the great palace of justice, hardly able to bear the weight of his emptiness. following the advice of his confessor, he tried not to dwell on his own misery, but thanked the lord. </q> now i know, lord, \"he prayed silently,\" that i will always be the one who will light the fire, burning the martyrs to death, and never the one giving witness to you,", "new_id": -2}, {"uid": "2008092204_00008941_W", "i": 1680, "idx": 1, "sa": [], "q": "of missing livestock. wandering cows, horses, dogs, etc.\" we've received a report that four goats are walking down 9th st. so, if you've lost your goats, they're on 9th st. <q> when horses stray, the report is accompanied by a taped whinnying sound. salmon's weekly newspaper( founded 1886) is the recorder-herald, published on thursdays. this venerable broadsheet hasn't changed much in 122 years, and as you read it you might think that this was the sort of paper where mark twain or h.l. mencken got their starts. it may be one of the few small-town weeklies extant still lacking a website. it advertises itself as the </q> official newspaper of lemhi county \"( i know of no other), and it's low tech state ensures that it will remain so. the paper's throwback status is further enhanced by the fact that it", "new_id": -2}, {"uid": "2008110601_00002714_W", "i": 1761, "idx": 2, "sa": ["Charlotte Green"], "q": "common goal to pave the way for improving the environment through sustainable events and business practices.\" this is just a great example of a regional, public-private partnership that has made real strides in improving the environment, <q> said newman, who appeared with tribble to lead the session. </q> we have developed many turnkey ways for organizations meeting in <strong> Charlotte Green </strong> to provide <strong> Charlotte Green </strong> programs to their attendees. \"for example, many <strong> Charlotte Green </strong> programs were implemented in connection with the 2007 north carolina conference for women, an", "new_id": -2}, {"uid": "2008101709_00009503_W", "i": 973, "idx": 7, "sa": ["Alan Jackson", "Phil Spector"], "q": "question prospective jurors about their reactions to it. <strong> Alan Jackson </strong> argued:\" there is no justification for sanitizing it. is it offensive? yes it is. but it shows what mr. <strong> Phil Spector </strong> thought of lana clarkson. <q> riordan stressed that the incidents occurred a decade before <strong> Phil Spector </strong> met clarkson. attorney doran weinberg, <strong> Phil Spector </strong>'s lead lawyer in the new trial, said he was concerned that the prosecution's remarks indicate the case </q> is going to be tried on a theory that <strong> Phil Spector </strong> hates women. \"he argued that <strong> Phil Spector </strong> can't be tried for <NO_QUOTATION> <strong> Phil Spector </strong>, 69, famed for inventing the <NO_QUOTATION> recording technique, did not attend the", "new_id": -2}, {"uid": "2008121414_00007337_W", "i": 1606, "idx": 5, "sa": ["Manmohan Singh"], "q": ", to take the relationship with india to another level, \"he said. <strong> Manmohan Singh </strong> said india hopes relations can be <NO_QUOTATION>\" this is my belief that all issues can be resolved through mutual wisdom and cooperation, <q> he said, while making clear that new delhi's tolerance has limits. </q> our good intentions should not be misconstrued as our weakness, \"he said. buy foreclosed propertiessearch 8500 pre-foreclosure, auction and bank-owned properties in the metro area.", "new_id": -2}, {"uid": "2008122308_00028207_W", "i": 2097, "idx": 0, "sa": ["Frank Gifford", "Mark Bowden", "Sam Huff"], "q": "survivors of the'58 game. if you want more, you can read one or more of the books that are out there, celebrating the game. there's lou sahadi's\" one sunday in december, <q> which is rich in scene-setting and the cultural context of the game. there's <strong> Mark Bowden </strong>'s </q> the best game ever, \"which takes you inside the huddle. and there's <strong> Frank Gifford </strong>'s <NO_QUOTATION> which gives the author one more chance to bury the hatchet between <strong> Sam Huff </strong>'s shoulder blades and whine about the first", "new_id": -2}, {"uid": "2008111917_00039313_W", "i": 1790, "idx": 1, "sa": ["Frank Sheehan", "Peter Howard"], "q": "of making indecent images of children.\" he has been bailed pending further enquiries. \"a spokesman for west midlands fire service said:\" this is a police matter and i can not comment any further. <q> councillor <strong> Peter Howard </strong>, head of west midlands fire and rescue authority, released a statement confirming mr <strong> Frank Sheehan </strong>'s resignation. he said: <strong> Frank Sheehan </strong> has resigned from his post, for personal reasons, as chief fire officer for west midlands fire service with immediate effect. </q> the deputy chief fire officer, vij randeniya, will be acting in the role of chief fire officer. the fire authority has every confidence in the corporate board and the staff of west midlands fire service who will", "new_id": -2}, {"uid": "2008121814_00034236_W", "i": 2180, "idx": 5, "sa": ["Akom Kranjanahirun", "Angus Houston", "Martin Cruz Smith", "Terry Moran"], "q": "'s department, <strong> Terry Moran </strong>, and australia's ambassador to kabul, <strong> Martin Cruz Smith </strong>. <strong> Akom Kranjanahirun </strong> <strong> Angus Houston </strong> told the troops they were delivering <NO_QUOTATION> in oruzgan.\" this province at a tactical level is going better than any others, <q> he said. major glen kuschert, second-in-command of the 440-strong mentoring and reconstruction taskforce, said the onset of winter would not dictate a slowdown in activity for the australians. </q> yes, it's uncomfortable, yes, it's cold, but we have got tough boys, \"major kuschert said.\" it doesn't pose too many issues. \"major kuschert said the men and", "new_id": -2}, {"uid": "2008110908_00000222_W", "i": 589, "idx": 6, "sa": ["Kaya Jones"], "q": "n't know where the ball went after it bounced off me. \"marcus' good fortune didn't impress her as much as bertucci's speed and potential.\" jessica is just crazy good for a freshman, <q> marcus said. <strong> Kaya Jones </strong>' monster kick didn't totally shock tori catey and stephanie reed, the senior backline defenders who play on either side of <strong> Kaya Jones </strong> in front of senior goalkeeper brittany osborn. they weren't surprised at how well <strong> Kaya Jones </strong>, a sophomore, responded as they helped limit bellingham to eight shots, with only three in the second half. </q> i was just trying to clear the ball, but i was so excited, \"said <strong> Kaya Jones </strong>, who said playing defense with the two seniors inspires her after spending most of her youth soccer career as a goalkeeper", "new_id": -2}, {"uid": "2008090405_00020100_W", "i": 1880, "idx": 2, "sa": [], "q": "deployment of a un peacekeeping force, and the subsequent withdrawal of ethiopian forces.\" the hope is that any agreement that facilitates the withdrawal of ethiopian forces will open the door for an end to the insurgency, <q> according to the report. but the implementation of the agreement faces <NO_QUOTATION> warned menkhaus, not least because </q> the moderates[ who negotiated the accord] don't control any of the armed groups. \"while the shabaab have already denounced the ars leaders as <NO_QUOTATION> he noted, hard-liners in the tfg know that they can", "new_id": -2}]