[{"uid": "1296719606020512783", "i": 371, "idx": 0, "sa": ["Mike Pence", "Jim Wallace"], "q": "president.  Jim Wallace , 49, said he understands the odds but thinks he brings an economic development and business background that  Mike Pence  lacks. Besides, he suggested,  Mike Pence  is needed in Congress.  I like  Mike Pence . I think he's a fantastic congressman. In fact, I think he's a treasure on the national stage,  he said. \"I think it would be a tragedy to lose that conservative voice in Congress.\"\"   Jim Wallace  emphasizes his own resume and business background, including his graduation from the U.S. Military Academy and", "new_id": -2}, {"uid": "1295553639137363464", "i": 15137, "idx": 2, "sa": ["Mike Pence", "Bart Stupak"], "q": "important than that... This time I'm gon na kick that football to the moon Whoohoo, I can sign the HCR bill and look like I'm defending my pro-life stance at the same time!  Funny thing about that document,  Bart Stupak ... it was never notorized - Mention Philadelphia and watch the cockroaches scatter. And,  Mike Pence  Shelia Jackson Lee came out in support of this bill, due to estute understanding of the Constitution she displayed yesterday", "new_id": -2}, {"uid": "1296167480125468697", "i": 104, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Mike McDaniel"], "q": "a former state Republican chairman.  Mike Pence 's staff did not return repeated phone calls and e-mails to The Associated Press. The 51-year-old  Mike Pence  is a darling of social conservatives and often describes himself as  a Christian, a conservative, and a Republican, in that order.  He had made multiple trips to states that host early Barack Obamaial primary contests.  Mike McDaniel  said the decision not to run must have been difficult. \"He had a lot of people around the country", "new_id": -2}, {"uid": "1295958129216842277", "i": 12957, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "of their state Capitol on Wednesday to encourage  Mike Pence  to run for  Barack Obama . \"It's not a complicated message, but it's a heartfelt one,\"\"  said state  Mike Pence  Kris Crawford.  We would like him on the ballot.  Leaders of the conservative movement made the same argument in a letter sent to  Mike Pence  this week. \"Seize this moment,  Mike Pence ,\"\"  said the letter signed by former", "new_id": -2}, {"uid": "1297723721166166566", "i": 47326, "idx": 0, "sa": ["Mike Pence", "Jim DeMint"], "q": "you're making to match the amount of money you're spending. Republicans want to cut spending, but they want to cut revenues even more: Just today,  Mike Pence  and  Jim DeMint  href=\"http://www.washingtonmonthly.com/archives/individual/2011_02/027994.php\"> introduced the  Tax Relief Certainty Act,  which would make the Bush tax cuts permanent. That would cost trillions of dollars, and they offer no offsets. It'd all just go on the national credit card. If you cut spending by$ 2", "new_id": -2}, {"uid": "1295387630249954409", "i": 23056, "idx": 2, "sa": ["Mike Pence", "Paul Ryan"], "q": "\"\"  Couple that with what House budget chair  Paul Ryan  said the other day: \"Will the debt ceiling be raised? Does it have to be raised? Yes.\"\"  That's a long way from  Let's call their bluff.   Mike Pence  Nixon, of course, had his href=\"http://en.wikipedia.org/wiki/Madman_theory\"> madman theory of international relations- act like you'll do anything, no matter how crazy, to bolster your bargaining position. At least so far", "new_id": -2}, {"uid": "1296286332201490484", "i": 3218, "idx": 3, "sa": ["Eric Holcomb", "Mike Pence", "Mike McDaniel", "Joe Donnelly", "Jackie Walorski"], "q": "think we might best contribute in the years ahead.\"\"   Mike Pence  has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie.  I am convinced he is now going to run for  Eric Holcomb ,  said  Mike McDaniel , a former state Republican chairman. Former Republican state  Mike Pence   Jackie Walorski , a tea party favorite who narrowly lost her race last year against Democratic  Mike Pence   Joe Donnelly  in northern Indiana, said she was excited", "new_id": -2}, {"uid": "1296006847180027415", "i": 21470, "idx": 3, "sa": ["Kevin McCarthy", "Gary Day", "Mike Pence", "Don Young", "Eric Cantor"], "q": ".\"\"   Mike Pence   Kevin McCarthy ( of \" Don Young  Gun\"\"  fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\"\"   We've got to roll back there. That will save$ 100 billion in the first year,  agreed  Mike Pence ( R-IN). Just yesterGary Day, in fact, incoming Majority Leader  Eric Cantor ( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York Times", "new_id": -2}, {"uid": "1297291235013402112", "i": 15105, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Bob Corker"], "q": " Representative  Paul Ryan , the Wisconsin Republican who chairs the budget panel, reiterated his criticism of the Fed's Treasury purchases, saying they risk asset-price bubbles and faster inflation. The increase in long-term bond yields this week  certainly adds to these concerns and fuels some of this speculation,  he said.  Paul Ryan  has said he supports legislation proposed by fellow Republicans, Tennessee Senator  Bob Corker  and Indiana Representative  Mike Pence , that would remove the Fed's employment mandate and have it focus solely on keeping prices", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]