[{"uid": "1297183760108150799", "i": 31084, "idx": 4, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.'' Sports. You can", "new_id": -2}, {"uid": "1295249339014909458", "i": 2855, "idx": 1, "sa": ["Johnny Depp", "Roman Polanski", "Angelina Jolie", "Florian Henckel von Donnersmarck", "Robert Schwentke", "Annette Bening", "Beverly Hills"], "q": "Roman Polanskitische Thriller`` The Tourist'' <strong> Florian Henckel von Donnersmarck </strong> fiel bei der Preisvergabe in <strong> Beverly Hills </strong> dreifach durch. Seine Hauptdarsteller <strong> Angelina Jolie </strong> und <strong> Johnny Depp </strong> gingen leer aus. In der Sparte`` Beste Kom?die/ Musical'' machte ihm die Kinokom?die <q> The Kids Are All Right </q> den Sieg streitig. Der Film ber ein lesbisches Paar, dessen Kinder ihren biologischen Vater kennenlernen wollen, brachte <strong> Annette Bening </strong> die Troph?e als beste Kom?dien- Darstellerin ein. Auch der deutsche Regisseur <strong> Robert Schwentke </strong> ging ohne Globe nach Hause", "new_id": -2}, {"uid": "1295808302016547854", "i": 47532, "idx": 1, "sa": ["Eamon Gilmore"], "q": "passage of the Finance Bill.'' Labour leader <strong> Eamon Gilmore </strong> said all stages of the Bill could be complete by Friday and said Fianna Fail was stalling for time to elect a new leader. He said: <q> The Finance Bill must be enacted this week, the Dail dissolved by the weekend and the election called for the earliest possible date. Only when that has been done can the process of national recovery begin. </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1296429332256245803", "i": 14445, "idx": 2, "sa": ["Reggie Miller", "Allen Iverson", "Travis Best", "Jermaine O'Neal", "Phil Jackson"], "q": "but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired.`` We got to a point where we felt we had these guys beat,'' <strong> Allen Iverson </strong> said. <q> We got tight. To get a big lead like that and lose it at home is ridiculous. </q> Indiana, the defending Eastern Conference champions and prohibitive underdogs against Phil Jacksonadelphia, lead the Travis Best-of-five series 1-0. Game 2 is Tuesday night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and", "new_id": -2}, {"uid": "1295736733074268675", "i": 45531, "idx": 5, "sa": ["Larry Brown", "Tyronn Lue", "James Madison", "Allen Iverson", "Marcus Gilbert", "Ted Kennedy"], "q": "would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach <strong> Larry Brown </strong> said. <q> This is kind of unexpecTed Kennedy but it's neat. </q> In betJames Madisonn <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable <strong> Marcus Gilbert </strong> for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1297383285254541831", "i": 4360, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Spencer Pratt", "Brad Womack", "Heidi Montag"], "q": "has. So, I was willing to give him that chance and physically of course, he's very attractive, and he's an easy person to talk to.` The Bachelor' bachelorette Jackie Gordon: <q> I was shocked to go when I did </q>` The Bachelor' star <strong> Brad Womack </strong> denies proposing to ex-girlfriend` Live To Dance' crowns D'Angelo Castro, Amanda Carbajales champs Bravo rejects <strong> Heidi Montag </strong>, <strong> Spencer Pratt </strong>'s` Real Housewives' offer <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk", "new_id": -2}, {"uid": "1297214985071778305", "i": 13999, "idx": 0, "sa": ["Mike Pence"], "q": "with family-planning services and basic health medical care, like pap smears and screening for diabetes, breast cancer, cervical cancer and sexually transmitted diseases. Our legislative slogan for 2011: Let Them Use Leeches. <q> What is more fiscally responsible than denying any and all funding to Planned Parenthood of America? </q> demanded <strong> Mike Pence </strong> of Indiana, the chief sponsor of a bill to bar the government from directing any money to any organization that provides abortion services. Planned Parenthood doesn't use government money to provide abortions;", "new_id": -2}, {"uid": "1296964906258326574", "i": 21132, "idx": 0, "sa": ["Michael Vick"], "q": "kind of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 votes, easily beating( FSY), who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and", "new_id": -2}, {"uid": "1297138045102924322", "i": 59248, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "age range and the still undecided judges' table. <strong> Simon Cowell </strong> was asked if his former`` Idol'' judging partner href=\"http://people.zap2it.com/p/Paula Abdul-Paula Abdul/68870\"> <strong> Paula Abdul </strong> could possibly turn up as a judge on`` X Factor.'' <q> I'm a massive fan of <strong> Paula Abdul </strong>. We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting, and the commitment and the expertise each person offers. </q> He wouldn't say if Cheryl Cole, a judge on the British`` X Factor,'' will make the transition across the pond, but reveals the panel is open to Americans and Brits. <strong> Simon Cowell </strong>", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q> You came out here tonight to win, and what we have witnessed is a knockout, </q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming`` the best singer of season 7 is right there,'' following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s`` Imagine,'' a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}]