[{"uid": "1295425539066371662", "i": 56741, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said.? 2010 Cleveland Live, Inc.. All Rights Reserved. Use of this site constitutes acceptance of our", "new_id": -2}, {"uid": "1297277770262340610", "i": 51520, "idx": 0, "sa": ["David Letterman", "Dan Lauria"], "q": "open March 25. Performances will continue through April 17. Additional casting and creative team members will be announced at a later time. The Fox on the Fairway, according to press notes, <q> opens as underdog Quail Valley Country Club prepares to take on archrival Crouching Squirrel in this year's Annual Inter-Club Golf Tournament. With a sizable wager at stake, the contest plays out amidst three love affairs, a disappearing diamond, objectionable sweaters and an exploding vase. Sex and water hazards collide in this artful madcap adventure about love and golf. </q> <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as Vince Lombardi( Video) <strong> Dan Lauria </strong>, who recently visited`` Late Night with <strong> David Letterman </strong>'' to give the host a pep talk in character as Green Bay", "new_id": -2}, {"uid": "1295391425232685620", "i": 17561, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. We encourage an open exchange of affirming and dissenting opinions on our stories. We invite you to comment on our content as part of our interactive community. Click here to read our", "new_id": -2}, {"uid": "1297421555196083848", "i": 37378, "idx": 0, "sa": ["Eric Schmidt"], "q": "mit 50 Milliarden Dollar bewertet. Das Unternehmen selbst sch?tzt seinen Wert noch h?her ein. Droht da eine neue Blase? Facebook 60 Milliarden Dollar wert? Google-Chef <strong> Eric Schmidt </strong> h?lt den Ansturm auf Facebook jedenfalls f?r bertrieben. <q> Da sind klare Anzeichen einer Blase </q>, sagte <strong> Eric Schmidt </strong> dem Schweizer Magazin`` Bilanz''. Aber die Bewertungen seien nun einmal, wie sie sind. Die Leute glaubten eben, dass diese Firmen in Zukunft riesige Ums?tze und saftige Gewinne erwirtschaften w?rden.", "new_id": -2}, {"uid": "1295673423206995553", "i": 46008, "idx": 1, "sa": ["Liza Minnelli", "Steven Tyler", "Simon Cowell"], "q": "that previous judges did not.`` You won't find many people like that, that kind of enthusiasm,'' <strong> Steven Tyler </strong> said of the <strong> Liza Minnelli </strong> wannabe who essentially pleaded her way into the next round. <q> I am going to personally work that into something good. </q> He <strong> Liza Minnelli </strong> be all talk, the initial good cheer <strong> Liza Minnelli </strong> wear thin and we <strong> Liza Minnelli </strong> be begging to be slapped around by <strong> Simon Cowell </strong> in a few weeks, but for now it's just nice to have", "new_id": -2}, {"uid": "1297595711017956866", "i": 7573, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q> The police and army plan to follow up with the criminals already in custody, </q> he added. Should Malta have a consultative referendum on divorce before Parliament votes, or should it have an abrogative referendum after the House decides? Malta should have a consultative referendum before the House votes", "new_id": -2}, {"uid": "1295966915202670097", "i": 50498, "idx": 15, "sa": ["Colin Powell", "Barack Obama"], "q": "San Francisco. when the stadium lights... <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> for <strong> Barack Obama </strong> Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... 10 Most Miserable Cities, California cuts 20000 state jobs, Oregon wants 1900% Beer Tax 10 Most Miserable Cities, California cuts 20000 state", "new_id": -2}, {"uid": "1295566300175194114", "i": 4629, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>, es simplificar la gesti?n empresarial.`` Como Google ha crecido, gestionar el negocio se ha vuelto m?s complicado'', dice en un comunicado quien lleva diez a?os al frente del potente buscador. <q> Hemos decidido que es el momento adecuado para hacer algunos cambios </q>, ha explicado en esta nota, en la que apuesta por definir los roles de cada directivo y crear`` responsabilidades m?s claras''.? Error al enviar el mensaje, vuelve a intentarlo!", "new_id": -2}, {"uid": "1296784629036126790", "i": 50569, "idx": 20, "sa": ["Jack Anderson", "Donald Rumsfeld", "Sammy Davis"], "q": "Nixon's anti-poverty czar. He claims he sent a four-page response to <strong> Jack Anderson </strong>, correcting his mistakes, but the columnist refused to run a correction, saying that newspapers would drop his column if he did so. <q> The episode was like a body blow and left me with a deep caution of the press, </q> he said. <strong> Donald Rumsfeld </strong> also drops some odd celebrity encounters, from he and his wife's friendship with <strong> Sammy Davis </strong> Jr. to his backstage Vegas meeting with Elvis Presley, who wanted to talk about the U.S. Army", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]