[{"uid": "1297227563238518272", "i": 25021, "idx": 10, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "Iraq and seal the escape route into Syria... that is what the <strong> President Bush </strong> administration hided... \" there are a few leaked photos of the truck convoys leaving iraq and going into Syria.... google: <q> DoD Report: 50 Trucks Carried Iraqi WMD To Syria </q> the real secret is that the WMD got away... Report Abuse \"`` Had <strong> Colin Powell </strong> not stood in the way, in <strong> Donald Rumsfeld </strong>'s view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq", "new_id": -2}, {"uid": "1296504715234176517", "i": 29474, "idx": 1, "sa": ["Sergio Marchionne"], "q": "percent the year before.`` It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,'' chief executive <strong> Sergio Marchionne </strong> said. <q> However, our job is not yet done, </q> added <strong> Sergio Marchionne </strong>, who is CEO of both Chrysler and Italian carmaker Fiat, which owns a controlling 25 percent interest in the Detroit carmaker. For 2011, <strong> Sergio Marchionne </strong> predicted Chrysler sales surging to$ 55 billion", "new_id": -2}, {"uid": "1297364739143966216", "i": 26641, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "war-humpers were saying at the time, which your reviewer remembers as,`` Well, torture by American soldiers might be bad, BUT AT LEAST WE'RE NOT SADDAM.'' Now the standard seems to be, <q> Torture is bad but at least we're not opponents of torture! Overstatement is the greatest terrorist. </q> Known and Unknown has all the stuff you crave: Rummy's first go-round as <strong> Donald Rumsfeld </strong> of Defense in the Ford administration; the famous meeting with America's( at that time) good buddy <strong> Saddam Hussein </strong> in", "new_id": -2}, {"uid": "1297255387028704788", "i": 32093, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "at Guantanamo:` unknown' to <strong> Donald Rumsfeld </strong>,` known' to the rest of the world WASHINGTON- The`` war on terror'' prison at the US naval base in Guantanamo Bay, Cuba is <q> one of the finest prison systems in the world, </q> former defense secretary <strong> Donald Rumsfeld </strong> said in an interview with Fox News on Tuesday. <strong> Donald Rumsfeld </strong>, who is promoting his autobiography titled`` Known and Unknown,'' praised US military personnel that worked at the site in", "new_id": -2}, {"uid": "1295494449164200472", "i": 17490, "idx": 1, "sa": ["Michael Jordan", "Rafer Alston", "Allen Iverson", "That guy"], "q": "<strong> Michael Jordan </strong> jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said.`` <strong> That guy </strong> is the way it felt tonight.`` <strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. <strong> Rafer Alston </strong> coach calls", "new_id": -2}, {"uid": "1296744552199131154", "i": 30137, "idx": 39, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Condoleezza Rice"], "q": "`` You could have said something in the NSC meeting in front of the president and the principals.''`` Don, you've made mistakes in your long career,'' <strong> Condoleezza Rice </strong> replied. <q> Yes, but I've tried to clean them up. </q> There were glimmers of good news. When the fugitive leader who <strong> Donald Rumsfeld </strong> had once met in Baghdad was captured, <strong> Donald Rumsfeld </strong> thought it would be`` tempting for me to meet with <strong> Saddam Hussein </strong> in jail,''", "new_id": -2}, {"uid": "1296014345168460294", "i": 7525, "idx": 8, "sa": ["J'Covan Brown", "Allen Iverson"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds.`` I wanted to get off to a good start,'' <strong> Allen Iverson </strong> said. <q> Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the big shots at the end. </q>`` The little kid was phenomenal,'' Sixers coach Larry <strong> J'Covan Brown </strong> said.`` I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a", "new_id": -2}, {"uid": "1297209660067371057", "i": 5500, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Mr <strong> Donald Rumsfeld </strong> believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Mr <strong> Donald Rumsfeld </strong> wrote. He said he made his recommendation to Mr <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which Mr <strong> Colin Powell </strong> sketched out the presentation he was to make at the", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q> Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet, </q> <strong> Mike D'Antoni </strong> said.`` They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1295961326207159361", "i": 30325, "idx": 2, "sa": ["Christine Bleakley", "Rory McIlroy", "Holly Sweeney", "Elizabeth Taylor", "Ricky Gervais", "Simon Cowell", "Grainne Seoige", "Michael Jackson"], "q": "`` I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.'' The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q> He's a workaholic. He's a great boss, and I'm not just saying that, </q> he said. <strong> Rory McIlroy </strong>: I still chat with ex-girlfriend <strong> Holly Sweeney </strong> every day <strong> Ricky Gervais </strong> ridicules Hollywood darlings at Golden Globes as Firth lifts crown <strong> Grainne Seoige </strong>'s gruelling bid to look as fit as <strong> Christine Bleakley </strong> <strong> Michael Jackson </strong>` mortified by <strong> Elizabeth Taylor </strong>", "new_id": -2}]