[{"uid": "1296222376236240913", "i": 11637, "idx": 0, "sa": ["Calvin Harris", "Simon Cowell"], "q": "The X Factor last year, according to the red-tops One Direction have still convinced <strong> Simon Cowell </strong>'s record label to pump a cool Â£ 2 million into the boy band. A ''source'' revealed that the band are <q>in the States to meet top producers and songwriters before they start recording material for their debut album</q>. Despite the hefty investment, each one of the band has only been given Â£ 8,000 each, which is 0.4 per cent of their advance. Seems a bit stingy...?( <strong> Calvin Harris </strong> has given a remarkable", "new_id": -2}, {"uid": "1297141515250691586", "i": 32447, "idx": 0, "sa": ["Simon Cowell"], "q": "Super Bowl commercials? The Black Eyed Peas singer planned to send out tweets while the band was on the field performing the halftime show at Sunday's game-- until he lost service. <q>Att crashed... ahhhh!!!! The worse,</q> he tweeted after they performed. <strong> Simon Cowell </strong> is making a huge noise with his new talent show, ''The X Factor,'' which will premiere on Fox in the fall. The winner will", "new_id": -2}, {"uid": "1295981570193069074", "i": 46248, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "Nov. 2010) released a budget plan which State Treasurer <strong> Bill Lockyer </strong> calls realistic and provocative.( David Paul Morris/Getty Images) LOS ANGELES-After three weeks in office and days filled with meetings, the result is a proposal that <q>is realistic and provocative. The plan acknowledges that a balanced remedy of spending reductions and revenues is the best cure,</q> in a statement from State Treasurer <strong> Bill Lockyer </strong>. The California legislature's logjams during attempts to develop effective responses to the growing deficit had become a perennial problem since the worldwide economic meltdown began. <strong> Jerry Brown </strong>, now back", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q>11th grade-- is that a sophomore in high school?</q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: ''I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the ''Late Show'' again on Friday, ''", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}, {"uid": "1297176031226918403", "i": 3194, "idx": 36, "sa": ["David Letterman", "Aaron Rodgers"], "q": "our guys, got a 15-yard penalty-- you can't do that.''( <strong> Aaron Rodgers </strong>, audience laugh) <strong> David Letterman </strong>:'' ''No, you hate to see that.'' <strong> Aaron Rodgers </strong>: <q>It's tough, you know?</q> <strong> David Letterman </strong>: ''Is it fun when you're out there? I mean, you're overwhelmed by adrenaline for a while aren't you when you're out there?'' <strong> Aaron Rodgers </strong>: ''", "new_id": -2}, {"uid": "1295279785214679570", "i": 28215, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "Mr <strong> David Cameron </strong> told the BBC that he believed Mr <strong> Andy Coulson </strong> had already made amends for ''bad things'' that happened during his editorship, and insisted that the communications chief deserved a second chance. <q>I always think that the danger at the moment is that he is effectively being punished twice for the same offence,</q> he said. ''I gave him a second chance. I think that sometimes in life it is right to give someone a second chance.'' Mr <strong> David Cameron </strong> insisted that Mr <strong> Andy Coulson </strong> was doing his job", "new_id": -2}, {"uid": "1295623615132808715", "i": 30209, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "these rags, and frankly, anyone who buys them is out of their mind, or a moron, or both. hermionegingold 21 January 2011 3:22 PM HypatiaLee 21 January 2011 3:22 PM <q>I don't know a journalist in Britain who believes that a serious editor of a major title would not insist on knowing how his journalists had sourced their stories.</q> Certainly the legal department would have kittens ''So it is amazing that <strong> David Cameron </strong> appointed <strong> Andy Coulson </strong> in the first place- and that he hung on to him'' Frankly, it's enough to make", "new_id": -2}, {"uid": "1295779892017170523", "i": 1848, "idx": 14, "sa": ["Mitt Romney", "Mitch Daniels", "Erick Erickson", "Mike Pence"], "q": "fundraisers and other political insiders surveyed by the nonpartisan National Journal, <strong> Mitch Daniels </strong> recently was chosen as the second-most-likely to get the GOP nomination, after <strong> Mitt Romney </strong>. <strong> Mike Pence </strong> didn't make the top 10. <q><strong> Mike Pence </strong> displays the kind of optimism, moral values and gutsy leadership we need in a president-- and a presidential nominee,</q> says the draft-Pence website, theconservativechampion.org. ''He bridges the gap between the establishment and the grassroots,'' wrote influential conservative blogger <strong> Erick Erickson </strong> on RedState.com. <strong> Mike Pence </strong> gets credit for", "new_id": -2}, {"uid": "1295582183033980446", "i": 4561, "idx": 7, "sa": ["Eric Schmidt"], "q": "to be CEO, <strong> Eric Schmidt </strong> said during the call. ''It's time for him to have a shot at running this.'' Page hailed <strong> Eric Schmidt </strong> as a ''tremendous leader'' whose contributions exceeded all expectations. <q>There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,</q> Page said. Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies.", "new_id": -2}, {"uid": "1296125466027361319", "i": 37474, "idx": 0, "sa": ["Zahi Hawass"], "q": "initiative as a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, especially those items that are considered unique. <q>The painted bust of Nefertiti is universally recognised as a unique and irreplaceable artefact,</q> <strong> Zahi Hawass </strong> says. The bust is ranked first on a ''Wish List'' of five important objects that Egypt hopes to have returned. The other four objects in question are the Rosetta Stone, now in the British", "new_id": -2}]