[{"uid": "1295907439137379893", "i": 36451, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "was important that all allegations were properly investigated.`` Hacking into people's phones is illegal,'' she said.? href=\"http://news.scotsman.com/phone-tapping/Tony Blair-Tony Blair-never-had-a.6699950.jp\"> <strong> Tony Blair </strong> never had a mobile while prime minister <q> Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. Nobody is above the law, no newspaper editor, no journalist. </q> Scotland Yard has declined to respond to the latest allegations. Mr <strong> Andy Coulson </strong> has denied knowledge of any hacking, but stepped down on Friday over the continuing media coverage of the issue.", "new_id": -2}, {"uid": "1295668830122535946", "i": 48422, "idx": 3, "sa": ["Allen Iverson", "Ed Rendell"], "q": "And that's why I forgot to bring bagels.''[-2] Police pull two cars from the Schuylkill River in a week.`` Don't worry,'' says <strong> Ed Rendell </strong>, toweling off. <q> They're just Zipcars. </q>[+1] The State Department chooses a film about <strong> Allen Iverson </strong> to be among the 18 American documentaries that it will show in worldwide screenings. The question is: Will the montage end on`` I get", "new_id": -2}, {"uid": "1296888754258654232", "i": 12262, "idx": 1, "sa": ["Craig Fugate", "Kirsten Gillibrand"], "q": "FEMA Administrator W. <strong> Craig Fugate </strong> expressing her support for Collins Center Volunteer Fire Company's grant application.`` This is a great investment for Erie and Cattaraugus counties,'' Sen. <strong> Kirsten Gillibrand </strong> said in the news release. <q> This federal investment will help improve the fire department's equipment, help local firefighters do their work and keep families safe. I will continue working to ensure our first responders have the tools and resources they need to keep our communities safe. </q>`` As a representative of this consortium, I'd like to express our happiness to receive this award for much-needed radio equipment that will allow us all to perform more efficiently,'' said Doug Jensen,", "new_id": -2}, {"uid": "1295470516213155876", "i": 2286, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": ". The 50-year-old actress- who plays scathing cheerleading coach Sue Sylvester on the US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also admitted she is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with", "new_id": -2}, {"uid": "1294988930024674308", "i": 31305, "idx": 1, "sa": ["Michael Gove", "Chris Huhne", "Richard Grayson", "David Cameron", "Nick Clegg"], "q": "of young people, which I thought was particularly gratifying, given the furore over tuition fees.'' What he says next may not play well with the likes of <strong> Richard Grayson </strong>, but he's sticking to it: <q> The genuine activist is determined to do his or her best for the party. There are people who call themselves activists, whose connection with the party is somewhat tenuous, shall we say. What their mood is, I really couldn't tell you. </q> <strong> Nick Clegg </strong> and <strong> David Cameron </strong> announce the formation of the coalition Michael Government in May 2010. Photograph: <strong> Chris Huhne </strong> Furlong/PA I then ask around senior and not-so-senior Liberal Democrats, seeing if there is any anxiety about where their party", "new_id": -2}, {"uid": "1295286961030097447", "i": 53025, "idx": 0, "sa": ["Steve Ballmer"], "q": "Finance Search Mon, Jan 17, 2011, 12:55 PM EST- U.S. Markets closed for Martin Luther King, Jr.. Day{`` s'':`` msft'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Press Release Source: Microsoft Corp..) CEO <strong> Steve Ballmer </strong> today announced the worldwide availability of Microsoft Dynamics CRM Online, the cloud version of", "new_id": -2}, {"uid": "1295649413153436210", "i": 7098, "idx": 2, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "in a few weeks. <strong> David Cameron </strong> expressed regret over the loss of a key aide.`` I've always felt he's been punished for the same offense twice,'' <strong> David Cameron </strong> told reporters. <q> But I quite understand his decision and wish him well for the future. </q> <strong> Ed Miliband </strong>, the leader of the opposition Labor Party, said <strong> David Cameron </strong> had made a mistake in keeping <strong> Andy Coulson </strong> on the job even as damaging accusations continued to swirl around him. Comments are filtered for language", "new_id": -2}, {"uid": "1296527331020578310", "i": 34491, "idx": 0, "sa": ["Michael Vick"], "q": "to play again. I am so glad the Eagles bit the dust. What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. <q> Who thought of this, And why did it take so long for some to think of it? Wow In a country this... </q> Hounddog left a comment- 9 min ago Yahoo! Sports`` I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.'' WilliamH left a comment- 15", "new_id": -2}, {"uid": "1296704404078823458", "i": 2578, "idx": 7, "sa": ["Jermaine Jackson", "50 Cent", "Jerry Stackhouse", "LeBron James", "Michael Jordan", "Michael Finley", "Eddie House", "Allen Iverson", "Metta World Peace"], "q": "'s in game 1 of the 1989 Eastern Conference Michael Finleyals... Pistons@ Bulls 4-3-01 <strong> Jerry Stackhouse </strong> 57pts Career High Celebrity look alike anyone? <strong> Metta World Peace </strong>= <strong> Jermaine Jackson </strong>! <strong> Jerry Stackhouse </strong> used to be compared to <strong> Michael Jordan </strong>. For one night in <q> The <strong> Eddie House </strong> That <strong> Michael Jordan </strong> Built, </q> he was better than <strong> Michael Jordan </strong> himself. <strong> Jerry Stackhouse </strong> scored a career-high 57 points-- the most ever in the United 50 Center--... <strong> Allen Iverson </strong> 23pts vs <strong> LeBron James </strong> Cavs 08/09 NBA", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]