[{"uid": "1295590731155664399", "i": 14645, "idx": 0, "sa": ["Drew Brees", "Michael Vick", "Brian Urlacher", "Aaron Rodgers"], "q": "play calls on defense.\" They know our calls, so I have to try to change it up a little bit, but he's fun to play against, too,\" <strong> Brian Urlacher </strong> said. <q> He's exciting. He's a good competitor.\" I did vote him for the Pro Bowl, too. For real. </q> <strong> Brian Urlacher </strong>'s endorsement wasn't enough for <strong> Aaron Rodgers </strong> to earn a Pro Bowl selection ahead of <strong> Michael Vick </strong>, <strong> Drew Brees </strong> and Matt Ryan. View/Add Comments There have been no comments made about this story. Copyright Â©", "new_id": -2}, {"uid": "1297314957126959686", "i": 38553, "idx": 1, "sa": ["Jay Leno", "Dan Lauria", "David Letterman", "Matt LeBlanc"], "q": "Top Ten Signs You Are Watching a Bad Cable Channel.\" After <strong> David Letterman </strong> would read each item on his list, <strong> Dan Lauria </strong> in character would offer some humorous un-Lombardi-like motivational sentiment. For example: <q> <strong> Jerry Kramer </strong> used to drive across the border to beat up Canadians, just for the fun of it. I love that kind of guy. </q> Or:\" German potato salad is not real potato salad. Real potato salad has mayonnaise in it.\"@alin: I am watching <strong> Matt LeBlanc </strong> on <strong> Jay Leno </strong>, and with his new salt-and-", "new_id": -2}, {"uid": "1297512024118882316", "i": 28223, "idx": 0, "sa": ["Simon Cowell"], "q": "bureaus. Of course, networks can fall back on the defense that their audience exhibits scant interest in the rest of the world. A recent Pew Research Center survey concluded that increased public interest in Egypt <q> did not keep pace with the growth in media coverage, </q> and in an earlier poll, 52% of respondents said they had heard\" little or nothing\" about the anti-government protests. To them, <strong> Simon Cowell </strong> leaving\" American Idol\" qualifies as big international news.", "new_id": -2}, {"uid": "1296925242142311425", "i": 14363, "idx": 2, "sa": ["Mike Pence"], "q": "in a deep funk.\" Seriously, who else do we have?\" one asked me.\" Unless something miraculous happens and we get an unexpected gift candidate.\" Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent president of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>! Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field of potential", "new_id": -2}, {"uid": "1295243742247496746", "i": 28786, "idx": 3, "sa": ["Francisco Garcia", "Mikki Moore", "Kevin Garnett", "Kenyon Martin", "Allen Iverson"], "q": "'s no reason for this team to come in here and beat us on our own floor, as good as we were playing on this floor,\" <strong> Allen Iverson </strong> said after the Nuggets fell to 31-8 at home. <q> They were playing without their two best players. No reason for it. It's unacceptable. </q> <strong> Kevin Garnett </strong> <strong> Kenyon Martin </strong> scored 36 points despite missing Sacramento's shootaround with the stomach flu and the Kings capitalized on <strong> Kenyon Martin </strong>'s one-game suspension by getting 29 points from <strong> Francisco Garcia </strong> and 23 from <strong> Mikki Moore </strong>.\" We didn't have a", "new_id": -2}, {"uid": "1295116940052232197", "i": 27754, "idx": 3, "sa": ["Allen Iverson", "Matt Geiger"], "q": "game. <strong> Matt Geiger </strong> scored 10 of his playoff career-high 23 points in that span. He also finished with a postseason-high 10 rebounds.\" I think their big guys focused on <strong> Allen Iverson </strong> a lot,\" <strong> Matt Geiger </strong> said. <q> I got to some key spots and my teammates found me. I am feeling good about my shot right now. </q> <strong> Matt Geiger </strong>, who was signed as a free agent to a six-year,$ 48 million contract before the season, averaged 13.5 points in 50 games during the regular season. With Orlando's defense scrambling to double-team http://wn.com/Flair_Bartending_Competition_in_Omaha__Zero_Gravity_Flair__Final_Round", "new_id": -2}, {"uid": "1295762095175325199", "i": 12722, "idx": 2, "sa": ["Barack Obama", "John McCain", "Colin Powell", "Sarah Palin", "Dick Cheney"], "q": ". <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.\" He has both style and substance. I think he is a transformational figure,\" <strong> Colin Powell </strong> said on NBC's\" Meet the Press.\" <q> <strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well, </q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}, {"uid": "1295984269158924821", "i": 5987, "idx": 3, "sa": ["Eric Schmidt"], "q": "of <strong> Eric Schmidt </strong>'s rumored show spread, comments and Twitter users were eager to help, offering suggestions for a show title:\" Holy <strong> Eric Schmidt </strong>!\"\" My Show is the <strong> Eric Schmidt </strong>\"\" <strong> Eric Schmidt </strong> Happens\" <q> I'm Getting Too Old For This <strong> Eric Schmidt </strong> </q>\" I <strong> Eric Schmidt </strong> You Not\"\" Who Gives a <strong> Eric Schmidt </strong>?\"\" The <strong> Eric Schmidt </strong> Storm\" Sadly, nobody suggested\" <strong> Eric Schmidt </strong> My CEO Says!\" Or perhaps he could host a reality dance show competition", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" again, <strong> Betty White </strong> quips,\" I think you do a thing once and then you run like a thief.\" <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}, {"uid": "1295984196057327656", "i": 24604, "idx": 6, "sa": ["Walt Disney", "Eric Schmidt", "Google Inc."], "q": "Corp. and ABC parent <strong> Walt Disney </strong> Co.. The broadcasters are all trying to capture the shift toward on- demand viewing, which ratings company Nielsen Co. has said is surging in the U.S. <strong> Google Inc. </strong> TV will be <q> much more effective if the broadcasters are supportive, </q> and the company is trying to convince them it's not a threat, <strong> Eric Schmidt </strong> said today.\" We believe it's going to lead to more TV watching, which is good for them.\"", "new_id": -2}]