[{"uid": "1295956479149733513", "i": 27479, "idx": 4, "sa": ["Mike Pence"], "q": ", the year after the Supreme Court's decision legalizing abortion on demand. The march begins on the National Mall and ends in front of the Supreme Court building, located directly behind the U.S. Capitol. <q>Thank you for braving the cold one more time,</q> <strong> Mike Pence </strong> told the crowd. \"We will win this fight because the deepest desire of every mother and father is to protect their child, at any cost, even with their own lives, and that truth can", "new_id": -2}, {"uid": "1297621750013008911", "i": 1772, "idx": 0, "sa": ["Mike Pence"], "q": "Rep. <strong> Mike Pence </strong>, R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <q>Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,</q> <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned Parenthood is now.\" By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by", "new_id": -2}, {"uid": "1297242024149028872", "i": 23750, "idx": 3, "sa": ["Perry Fewell", "David Letterman"], "q": "is intact to make runs like this for the next four or five years.\" <strong> David Letterman </strong> ended the segment by pulling out a football and asking the Super Bowl MVP to throw him a pass. <q>Do you mind throwing me something simple?</q> <strong> David Letterman </strong> asked before he quickly added: \"Don't hurt me.\" <strong> Perry Fewell </strong> not Titans' pick either UPDATED: 1:18 p.m. Another head coaching job that <strong> Perry Fewell </strong> interviewed for has been filled by someone else", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q>Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized.</q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}, {"uid": "1297448100150323210", "i": 33644, "idx": 0, "sa": ["Michael Davis", "Michael Vick"], "q": "As <strong> Michael Davis </strong> sees it, The News has a vendetta against Caraway because the paper didn't like the positions that the mayor pro tem took on last year's property tax hike. <q>They've been gunning for payback ever since,</q> <strong> Michael Davis </strong> writes, adding, \"Sorry to inform the Dallas Morning News, but Dwaine's not going anywhere.\" present <strong> Michael Vick </strong> with a \"key to the city\" during Super Bowl week? Without informing", "new_id": -2}, {"uid": "1297193996065617951", "i": 16250, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. <strong> Donald Rumsfeld </strong> quotes himself as having told the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam", "new_id": -2}, {"uid": "1296717067176898072", "i": 14616, "idx": 2, "sa": ["Rip Hamilton", "Vince Carter", "Rasheed Wallace", "Antonio McDyess", "Allen Iverson"], "q": "lot of other guys stepped up.\" Detroit played without <strong> Rip Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury, but still held the Nets to a season low. <q>No one was going to come in and be <strong> Rasheed Wallace </strong>, <strong> Rip Hamilton </strong> or Dice, but we have guys who will come off the bench and help us in their own way,</q> <strong> Allen Iverson </strong> said. \"We just had to utilize that, even when it meant playing a totally different style.\" The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with", "new_id": -2}, {"uid": "1297712549158122038", "i": 10220, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. \"Many people make the mistake of thinking that dreams can not come true, but they can,\" he wrote. <q>You have to believe, and know that they are more than just imagination.</q> All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1295181499258277387", "i": 695, "idx": 0, "sa": ["Eric Schmidt", "Marine Le Pen", "Woodrow Wilson"], "q": "things away than they can by charging for them. This event took place on July 7, 2009 at Google's offices in Washington, DC http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.: The bogeyman of French politics, <strong> Marine Le Pen </strong>, bows out( News Feature) The bogeyman of French politics, <strong> Marine Le Pen </strong>,", "new_id": -2}, {"uid": "1295730324150700038", "i": 28853, "idx": 3, "sa": ["Howard Kurtz", "Andy Coulson", "David Cameron", "Sarah Ferguson"], "q": "Tom Watson, a Labour lawmaker, said the <strong> Andy Coulson </strong> controversy raises questions about <strong> David Cameron </strong>'s judgment and should trigger a deeper investigation of Murdoch's media empire. The New <strong> Sarah Ferguson </strong> Times quoted Watson as saying: <q>Spin and obfuscation is all we get from Downing Street-we need to get to the truth.</q> The Times may have gotten an extra kick out of reporting that as <strong> Andy Coulson </strong> was being kicked out the door at 10 Downing. <strong> Howard Kurtz </strong> is The Daily Beast's Washington bureau chief. He also", "new_id": -2}]