[{"uid": "1295277090044859402", "i": 48173, "idx": 0, "sa": ["Gordon Brown", "Richard Myers", "David Cameron", "Andy Coulson"], "q": "' body the British Medical Association, the Royal College of Nursing and trade unions- which together represent many of the more than 1 million NHS employees- warned that the scale and pace of reform made the changes <q> extremely risky and potentially disastrous. </q> <strong> David Cameron </strong> says communications chief <strong> Andy Coulson </strong> is... <strong> Gordon Brown </strong>, Gen. <strong> Richard Myers </strong>, Admiral William Fallon... Business Video: Fiat workers trade strikes for jobs Report Abuse \" Was it something like this that made Tunisia president flee his", "new_id": -2}, {"uid": "1295498091112721922", "i": 7372, "idx": 8, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Ali Farokhmanesh", "Ben Wallace", "Phil Jackson"], "q": ".'' The 76ers extended their winning streak to six games and http://wn.com/Allen Iverson_Allen Iverson_31pts_Phil Jacksonadelphia_76ers_vs_LeBron James_LeBron James_James Cleveland_CavAli Farokhmaneshers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s Ben Wallacegest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Phil Jacksonly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' <strong> Chris Webber </strong> had his best performance in his four games with Phil Jacksonadelphia, scoring 24 points and grabbing 12 rebounds,", "new_id": -2}, {"uid": "1295826534078135300", "i": 11072, "idx": 0, "sa": ["Antonio Gramsci", "Sergio Marchionne"], "q": "e la FIOM? Una singolare polemica su Liberazione, nascosta dietro un articolo di <strong> Antonio Gramsci </strong>, pone all` ordine del giorno la domanda. Vediamo i fatti. <strong> Antonio Gramsci </strong>( da L'Ordine Nuovo, 08.05.1921) <q> Questo articolo si riferisce agli avvenimenti della primavera 1921, quando a Torino, in seguito all` annunciato licenziamento di pi di mille operai, le maestranze Fiat e Michelin entrano in sciopero. Gli industriali rispondono con la serrata degli stabilimenti e l'agitazione si conclude, agli inizi di maggio, con la sconfitta delle organizzazioni sindacali e il licenziamento di pi di 3.500 lavoratori. </q> Qui finisce la presentazione dell` articolo di <strong> Antonio Gramsci </strong> fatta da Liberazione il 15.01.2011, il giorno dopo la grande affermazione del`` NO a <strong> Sergio Marchionne </strong>'' degli operai delle Carrozzerie di Mirafiori( 2.305 NO di fronte a 2.314", "new_id": -2}, {"uid": "1297272341143687688", "i": 31994, "idx": 0, "sa": ["Simon Cowell", "Ed Westwick"], "q": "`` can't wait'' to go on tour, explaining the show is a`` roller-coaster journey'' of dance styles and performances. On Britain's Got Talent in 2009, <strong> Simon Cowell </strong> described their routine as <q> one of the best things I have ever seen in my life </q>. After their success in the TV talent show, Flawless have gone on to star in the movie StreetDance 3D, as well as appearing in music videos for Play video <strong> Ed Westwick </strong> says his looks are", "new_id": -2}, {"uid": "1295086152139362323", "i": 1084, "idx": 0, "sa": ["Nichi Vendola", "Sergio Marchionne", "Silvio Berlusconi"], "q": ", is opposed because it says it undermines Italy's system of national contracts by creating local ones. Premier <strong> Silvio Berlusconi </strong> angered unions with his support of <strong> Sergio Marchionne </strong>'s labor tactics. <q> I think it will win with a rather high percentage of votes, and thereby good sense will win, </q> <strong> Silvio Berlusconi </strong> said. Tensions have risen as the vote approached, with rhetoric spilling over onto the streets. There was a brief scuffle at the Turin plant this week when opposition leader <strong> Nichi Vendola </strong>, who", "new_id": -2}, {"uid": "1295153633111345687", "i": 42203, "idx": 0, "sa": ["David Letterman"], "q": "new late-night TV talk show than he was in the past. Photograph by: Getty Images, Getty Images BURBANK, target=\"_blank\" href=\"http://californiaobserver.com/\"> California- What a difference a year makes. Whoever coined the term, <q> May you live in interesting target=\"_blank\" href=\"http://worldtime.wn.com/\"> times, </q> and meant it as a curse, knew more... Stella Wallace, of York, celebrates 100th birthday York Press A LONG-serving volunteer is celebrating her 100th birthday phone call from <strong> David Letterman </strong> over the holidays. The CBS host", "new_id": -2}, {"uid": "1295162148185597955", "i": 15717, "idx": 6, "sa": ["Shaquille O'Neal", "Robert Horry", "Lou Williams", "Allen Iverson", "Travis Best", "Tim Tetrick", "Jermaine O'Neal", "Reggie Miller"], "q": "but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a <strong> Robert Horry </strong> off as Tim Tetricke expired.`` We got to a point where we felt we had these guys beat,'' <strong> Allen Iverson </strong> said. <q> We got tight. To get a <strong> Shaquille O'Neal </strong> lead like that and lose it at home is ridicuLou Williamss. </q> Indiana, the defending Eastern Conference champions and prohibitive underdogs against Philadelphia, lead the Travis Best-of-five series 1-0. Game 2 is Tuesday night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and", "new_id": -2}, {"uid": "1296437639091652104", "i": 13194, "idx": 1, "sa": ["Mark Hurd", "Eric Schmidt"], "q": "disclosed explanation that the management reshuffle is about clarifying and tightening lines of authority among the troika that has jointly run Google for a decade.`` This has nothing to do with competitors,'' <strong> Eric Schmidt </strong> said. <q> I publicly said the next 10 years will be as successful as the past 10. We're going to run this way for a while. It's a full-time job just to deal with </q> the areas <strong> Eric Schmidt </strong> will oversee, he said. These include`` all the external stuff: customers, partners, deals, M&A, government, press, publicity and Mark Hurdeting. It was misinterpereted by many people who", "new_id": -2}, {"uid": "1295682265065617928", "i": 108, "idx": 2, "sa": ["Mike Pence", "Dick Armey"], "q": "one,'' state <strong> Mike Pence </strong> Kris Crawford said.`` We would like him on the ballot.'' Leaders of the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week. <q> Seize this moment, <strong> Mike Pence </strong>, </q> said the letter, signed by former House Majority Leader <strong> Dick Armey </strong> and three others.`` At this precarious time in our nation's history, none of us can afford to make political calculations or make decisions based on", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}]