[{"uid": "1295005134083214384", "i": 18975, "idx": 1, "sa": ["Barack Obama", "Bill Clinton", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "The <strong> Bill Clinton </strong> silenced both sides, at least temporarily. He called for empathy, not blame, to honor the six people who died and 13 others wounded, including critically injured Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>. <q>Only a more civil and honest public discourse can help us face up to our challenges as a nation, in a way that would make them proud,</q> <strong> Barack Obama </strong> said. Republicans as well as Democrats said the <strong> Bill Clinton </strong>'s tone should help him in the weeks and months ahead. ''It reminded me of the old <strong> Barack Obama </strong>, the <strong> Barack Obama </strong> of 2008,''", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>. ''We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q>But we don't have any fear with regards to Larry.</q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}, {"uid": "1296664605083984414", "i": 11435, "idx": 1, "sa": ["LaMarcus Aldridge", "Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four <strong> LaMarcus Aldridge </strong> scores 26 points and the Trail Blazers end a four-game road losing streak with a 96-91 victory over the Jazz. http://wn.com/Suns-Blazers_109-129_I_Shaq_20pts,7reb,J-Rich_16pts_vs_Aldridge_29pts,12reb,Roy_26pts,9reb,6ast PORTLAND,", "new_id": -2}, {"uid": "1296633836234962960", "i": 10803, "idx": 0, "sa": ["Kyle Korver", "Chris Webber", "Allen Iverson"], "q": ". <strong> Kyle Korver </strong> was mobbed by his wildly celebrating teammates. Boston players sat dazed on the bench. A third overtime was on deck. <strong> Allen Iverson </strong> simply pumped his fist, his face expressionless as if he expected it. <q><strong> Kyle Korver </strong> hit that big shot and I was thinking, ''If he hit that shot, we've got to win it,</q> he said. After <strong> Kyle Korver </strong> sent the game into a third overtime, <strong> Chris Webber </strong> delivered a clutch steal and secured the Philadelphia 76ers' 125-124 victory over the Celtics on Friday night. '''It was an amazing game,", "new_id": -2}, {"uid": "1295553639137363464", "i": 12557, "idx": 0, "sa": ["Kristi Noem", "Barack Obama", "Mike Pence"], "q": "would veto a law that he thinks, publically, <strong> Barack Obama </strong> ready exists and should be in place. Rep <strong> Kristi Noem </strong> thinks politicians should honor their campaign promises? What planet is this lady from? <q><strong> Kristi Noem </strong> owns and operates guns. Therefore she's a racist</q>- <strong> Mike Pence </strong> Moore ''There is no federal funding of abortions. And how dare you try to stop it!''/ s WHAT ABOUT THE CHILDREN!?!? Oh, wait...", "new_id": -2}, {"uid": "1295564518204079107", "i": 28857, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "situation, in which he, Page, and <strong> Sergey Brin </strong> have an equal say in all decisions. So now <strong> Eric Schmidt </strong> has no direct role in decision making, and will operate in a reduced capacity as advisor instead. <q>We will continue to discuss the big decisions among the three of us,</q> he writes. ''But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.'' There are no comments to display. Be the first", "new_id": -2}, {"uid": "1296605891049397782", "i": 45809, "idx": 0, "sa": ["Sergio Marchionne"], "q": "high of 13 million. But on Monday Chrysler chief executive <strong> Sergio Marchionne </strong> said that industry-wide sales had fallen off in the final weeks of the month, which typically account for the bulk of sales. <q>We've seen a softening of the US market in the last couple of weeks,</q> <strong> Sergio Marchionne </strong> told reporters on a conference call to discuss Chrysler's fourth-quarter results. <strong> Sergio Marchionne </strong> forecast a sales rate of near 12.4 million to 12.5 million vehicles for the month. Reuters Latest business news from AP-Wire", "new_id": -2}, {"uid": "1296391267266764303", "i": 24647, "idx": 2, "sa": ["Allan Houston", "Allen Iverson", "Tracy McGrady"], "q": "Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. His previous high was 58 against <strong> Allan Houston </strong> on Jan. 15, 2002. <q><strong> I Wan </strong> score a career high and we won the game,</q> <strong> Allen Iverson </strong> said. ''That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}, {"uid": "1296364135215957509", "i": 17619, "idx": 9, "sa": ["Allen Iverson", "Mo Williams"], "q": "his most against any opponent. He had 40 and 54 points in his previous two games versus Milwaukee. ''AI has our number,'' said <strong> Mo Williams </strong> who drew the difficult task of trying to stop <strong> Allen Iverson </strong>. <q>He seems to play really, really well against us.</q> He got off to a fast start in this one, scoring 20 in the first quarter. ''He was just on fire,'' <strong> Mo Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. ''", "new_id": -2}, {"uid": "1296537954082821155", "i": 49054, "idx": 4, "sa": ["Allen Iverson", "Dwyane Wade"], "q": "to... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q>God Chose Memphis as the place that <strong> I Roy </strong> will continue my career.</q> Referring to a Monday meeting with Griz... Amazing <strong> Dwyane Wade </strong> Complete Highlights 27 Points 8 Assists vs Grizzlies 23.3.09 Amazing <strong> Dwyane Wade </strong> Complete Highlights 27 Points 8 Assists vs Grizzlies 23.3.09 betfreebie.com FootballMIAMI AP Another record for <strong> Dwyane Wade </strong> another win for", "new_id": -2}]