[{"uid": "1294977377249905175", "i": 42244, "idx": 14, "sa": ["George Karl", "Ben Gordon", "LeBron James", "Eduardo Nájera", "Allen Iverson", "Tubby Smith", "Linas Kleiza"], "q": "up for me,'' <strong> Allen Iverson </strong> said.`` Once JR and LK hit shots that enabled me to get in the lane and make shots.'' <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, <strong> Tubby Smith </strong> and <strong> Eduardo Nájera </strong>. <q> It was one of those nights where our Ben Gordonch needed to come through and we http://wn.com/LeBron James_LeBron James_38_Points_vs_Pistons_Game_1_Playoffs_!!_HD_! capped by venomindustries CLEVELAND-- <strong> LeBron James </strong> crossed midcourt and launched the ball toward the basket more than 40 feet away as the horn sounded As Cleveland's star, the Detroit Pistons, 20000 fans and a TV audience watched the shot's arching flight, <strong> LeBron James </strong> never stopped running.`` I was going to chase it until it went in the hoop, </q> he said. Off the backboard, through the rim, then the net. It was halftime. It was over. <strong> LeBron James </strong> banked in a stunning 3-pointer at the end of the first half and finished with 38", "new_id": -2}, {"uid": "1297451846240746502", "i": 44698, "idx": 3, "sa": ["Islam Karimov", "Donald Rumsfeld"], "q": "But the DIA memo, written at <strong> Donald Rumsfeld </strong>'s request, came to the conclusion that the Andijan events were in fact not the result of an Islam Karimovist plot, but of legitimate grievances of the population. <q> Their[ those involved in the uprising] motivation almost certainly was anger and frustration over poor socio-economic conditions and repressive government policies rather than a unifying extremist ideology, </q> the memo, written by DIA Director Vice Admiral Lowell Jacoby.`` There are no indications that <strong> Islam Karimov </strong> understands that a deep sense of injustice was at the center of the protest. Future protests-possibly leading to more violence-are", "new_id": -2}, {"uid": "1297702988051036210", "i": 40190, "idx": 0, "sa": ["Steve Ballmer"], "q": ", complete with hardware acceleration. Microsoft showed off the new browser smoking an iPhone 4's Mobile Safari in a speed test. The only disappointment is that Flash wasn't mentioned, indicating that Microsoft may opt to <q> follow in Apple's line </q> and go HTML5-only. But Mr. <strong> Steve Ballmer </strong> did promise the`` full'' internet, so it's possible that Flash just was coincidently not mentioned. And another update is also in store. With that third", "new_id": -2}, {"uid": "1297364532156647424", "i": 13846, "idx": 0, "sa": ["Sergio Marchionne"], "q": "In an interview at the Chicago Auto Show, he said that no decision has been made on governance or a headquarters location, adding that the issue isn't one to be dealt with before 2014. <q> It was a typical overreaction to an honest reflection of the issues that must be dealt with, </q> <strong> Sergio Marchionne </strong> said. Last week in San Francisco, <strong> Sergio Marchionne </strong> told reporters that two corporate structures for Fiat and Chrysler don't make sense after the U.S. automaker goes public.`` In the next two", "new_id": -2}, {"uid": "1295980272233783310", "i": 34116, "idx": 1, "sa": ["Meg Whitman", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>: his` parting gift', plus Facebook updates Tunisia status, and Apple app download winners STUART:`` Welcome to the future: access can be obtained anonymously while streaming movies-or...'' Patrick: <q> Not even close, what we have looks more like <strong> Meg Whitman </strong>. </q> RedRat:`` OK, as a chemist, we do not count formulas for chemical compounds as words. That is just plain ridiculous...'' RedRat:`` Actually have <strong> Eric Schmidt </strong> host a tech type show on TV", "new_id": -2}, {"uid": "1296432939168050693", "i": 55745, "idx": 2, "sa": ["Alassane Ouattara", "Horace Campbell"], "q": "Coast today to force incumbent president Laurent Gbagbo to cede power. Gbagbo has refused to step aside following the disputed presidential election last month. Opposition leader <strong> Alassane Ouattara </strong> has been widely recogn... <strong> Horace Campbell </strong> on Ivory Coast Crisis: <q> This is a Test for the African Union </q> 1 of 2 <strong> Horace Campbell </strong> on Ivory Coast Crisis:`` This is a Test for the African Union'' 1 of 2 Democracy Now! Monday, December 27, 2010 democracynow.org A general strike has been called for in", "new_id": -2}, {"uid": "1295118154252166150", "i": 58482, "idx": 7, "sa": ["Angelina Jolie", "Sérgio Vieira"], "q": "from Bosnia, Croatia( and Serbian province Kosovo) currently living in Serbia. Their conditions are`` squalid'' and`` subhuman''. Source: United Nations Under Secretary General for humanitarian affairs, <strong> Sérgio Vieira </strong> De Mello <q> We have more than half a million Serb refugees that WE DO N'T TALK A LOT ABOUT from Bosnia and Croatia in Serbia. </q> <strong> Sérgio Vieira </strong> De Mello, Interview with Jim Lehrier, april 28, 1999 Edited on 08/09/2007, Radio Television of Serbia http://wn.com/Angelina Jolie_Angelina Jolie_UNHCR_GOODWILL_AMBASSADOR_'_WORLD_REFUGEE_DAY_2010_' <strong> Angelina Jolie </strong> UNHCR Goodwill Ambassador says don't forget refugees: Plz More Read unhcr and World Refugee", "new_id": -2}, {"uid": "1295667523247005211", "i": 4889, "idx": 0, "sa": ["Eric Schmidt", "Mike Rowland"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> nformationWeek's Andrew Conry-Murray spoke with <strong> Mike Rowland </strong> about Joe Tucci's speech at the EMC World convention in Las Vegas. <strong> Mike Rowland </strong> is the Creative Support Manger of Cabela's. <strong> Eric Schmidt </strong> will continue to work for Google", "new_id": -2}, {"uid": "1297253526021528594", "i": 39975, "idx": 0, "sa": ["Chris Huhne", "Mark Bailey"], "q": "for the cooling, power distribution and lighting?`` Should carbon liability become an issue for the SLA?'' asks <strong> Mark Bailey </strong>, partner in the intellectual property, technology and commerce team at Speechly Bircham. <q> What about the aspect of continuous improvement? Who has liability for the energy security and is that more important than who pays the carbon tax? </q> Ironing out the CRC details will not be the final word on carbon taxes: energy secretary <strong> Chris Huhne </strong> told the CBI in November that the CRC`` is just the beginning''. One fear is", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him.`` As soon as he hangs his cleats up, he's going to the Hall of Fame,'' Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>.`` I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}]