[{"uid": "1297035674142557188", "i": 33116, "idx": 0, "sa": ["Bill Lockyer"], "q": "numbers more misleading and misused than the average benefit for retirees of the California Public Employees' Retirement Association. CalPERS loves to circulate the statistic. So do politicians and unions representing workers. <q>Twenty-five hundred dollars a month is the average state employee pension,</q> state Treasurer <strong> Bill Lockyer </strong>, a member of the CalPERS board, told a UC Berkeley conference of academics and journalists last month. As the public pension debate heats up in coming weeks, you will", "new_id": -2}, {"uid": "1296102825131907639", "i": 34368, "idx": 1, "sa": ["Stephen Jackson", "Allen Iverson", "Dwyane Wade"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. ''He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Game_Recap_Atlanta_Hawks_vs_Milwaukee_Bucks__December_27,_2010_NBA December 27, 2010 Atlanta Hawks vs. Milwaukee Bucks( NBA), Score: Atlanta Hawks: Milwaukee Bucks:, Turnovers: Atlanta Hawks:... <strong> Dwyane Wade </strong> scores 38 points and dishes out 10", "new_id": -2}, {"uid": "1295755514184385545", "i": 22164, "idx": 27, "sa": ["Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. ''That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q>You honestly don't r... Allan <strong> Allen Iverson </strong> 60 Point Game! INCREDABLE! AI! PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. ''That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. ''You honestly don't really feel it when th... 554 N. 63rd Street- Robbery Point of Gun 554 N. 63rd Street- Robbery Point of Gun On Saturday, December 04, 2010,", "new_id": -2}, {"uid": "1297694269130826245", "i": 35057, "idx": 5, "sa": ["Donald Rumsfeld", "Nicole Krauss"], "q": "reading experience as a ''long, hard slog, with little likelihood of emerging on the far side appreciably enlightened''. Instead of ''seriously contemplating the implications'' of the events in which he participated, <strong> Donald Rumsfeld </strong> <q>spends more than 800 pages dodging them</q>. ''Known and Unknown'' will be reviewed in a forthcoming issue of the New Statesman Great House by <strong> Nicole Krauss </strong> Writing in the Financial Times, Adrian Turpin finds <strong> Nicole Krauss </strong>'", "new_id": -2}, {"uid": "1295628138018169942", "i": 1786, "idx": 5, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "form evidence in any future criminal prosecution relating to phone hacking.'' The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago. <q>To say this is long overdue is an understatement,</q> said opposition Labour Party lawmaker Chris Bryant- one of several legislators who claim to have been targeted by the newspaper. The News of the World is owned by News International Ltd., a subsidiary of <strong> Rupert Murdoch </strong>", "new_id": -2}, {"uid": "1297004944017629204", "i": 30694, "idx": 1, "sa": ["Eric Schmidt"], "q": "new executive chairman, <strong> Eric Schmidt </strong>, told the newspaper he did not want the company to be dragged into a drawn-out dispute with the EC. ''We certainly want to avoid that,'' <strong> Eric Schmidt </strong> said. <q>I think it is in our interests and I would hope in their interests to do a quick analysis of concerns that have been raised by competitors; hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law.</q> Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1295416067196034628", "i": 10175, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler just started making its refreshed 2011 Dodge Grand Caravan and Chrysler Town and Country in Windsor, Ontario, today but Fiat/Chrysler CEO <strong> Sergio Marchionne </strong> was already pondering the next-generation van. <q>We need to completely rethink the minivan,</q> he told the AP's Dee-Ann Durbin at the plant in Canada. ''We need to retain all its functionality but make it much more versatile.'' He said that could mean vehicles that still haul a", "new_id": -2}, {"uid": "1297260087038010917", "i": 27146, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "which is another important factor to keep in mind); it simply looks at things like patent citations to show that there is an inertia to innovation. Recall the infamous yet useful words of <strong> Donald Rumsfeld </strong>: <q>[ T] here are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know.</q> If you go looking for the known unknowns-the tiny asteroids that are undiscovered but statistically likely to exist-then you have a pretty good chance at building and sustaining an academic career. When you start seeking out unknown unknowns", "new_id": -2}, {"uid": "1295425431127008871", "i": 30753, "idx": 1, "sa": ["George H.W. Bush", "James A. Baker III", "Colin Powell", "Smedley Butler"], "q": "the Vietnam syndrome.'' <strong> George H.W. Bush </strong> and <strong> James A. Baker III </strong> said some opponents later would acknowledge their criticism was wrong. ''It was far better than we had feared,'' <strong> George H.W. Bush </strong> said of the outcome. <q>We feared it would go badly. But it went far more clean... far more quickly, far less loss of our lives and Iraqi lives, than we worried about. It was very rewarding. Article: GOP Senate candidates lining up for Hutchison... Report Abuse ''Congratulations on twenty years of murdering innocents.Do you get a medal for that.</q> Report Abuse ''-- Excerpt from a speech delivered in 1933, by Major <strong> Colin Powell </strong> <strong> Smedley Butler </strong>, USMC.'' War is just a racket. A racket is best described, I believe, as something", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. ''I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q>I didn't feel a thing!</q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock( ''CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]