[{"uid": "1297287102243777541", "i": 56262, "idx": 2, "sa": ["Mike Pence", "Laura Ingraham", "Gail Collins", "George Tiller"], "q": "money, which provides abortions- which, BTW, is still legal despite the efforts of Bill and <strong> Mike Pence </strong>'s`` pro-life'' pals to criminalize it. As <strong> Gail Collins </strong> says in her excellent article, href=\"http://www.nytimes.com/2011/02/05/opinion/05Gail Collins.html\"> <q> The Siege of PlLaura Ingrahamd Parenthood, </q> the legislative slogan here is`` let them eat leeches.'' So not surprisingly, Bill O'Reilly, whose relentless attacks on abortion provider Dr. <strong> George Tiller </strong>, which created a climate of hate in which the doctor was", "new_id": -2}, {"uid": "1295474988012009500", "i": 6471, "idx": 0, "sa": ["Mike Pence"], "q": "a favorite campaign stop for many aspiring White House contenders, <strong> Mike Pence </strong> pushed the idea of a flat tax, a rollback of regulatory standards and a constitutional amendment to limit spending to 20 percent of GDP. <q> We must have a mechanism that forces Washington as a whole to make the hard choices necessary to reform our nation's addiction to big spending and unsustainable entitlements, </q> <strong> Mike Pence </strong> said, according to a prepared text of his speech. That's funny getplaning. You just don't get it. The majority of American people do not agree with you about anything. You", "new_id": -2}, {"uid": "1297511515005586977", "i": 19360, "idx": 0, "sa": ["Simon Cowell"], "q": ", the music mogul suggested that- contrary to recent href=\"http://digitalspy.co.uk/tv/s103/the-x-factor/news/a302308/Simon Cowell-Simon Cowell-at-war-with-itv-over-x-factor.html\"> reports- he is not intending to focus fully on the Fox launch in America and will be still involved with the ITV1 show. <q> We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour, </q> he said.`` It hasn't been tested yet but that's the idea.'' <strong> Simon Cowell </strong> is yet to announce the judging panel for either version, airing in conjunction this autumn, but there is", "new_id": -2}, {"uid": "1297584598159744008", "i": 26865, "idx": 1, "sa": ["Mike Pence"], "q": "the alley, because the light was better. Social conservatives tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion`` in the public square'': <q> Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history, </q> said <strong> Mike Pence </strong>, Republican of Indiana, at the Family Research Council's 2010 Values Voter Summit. But what, exactly, are the policy problems they say they aim to solve? Former Arkansas", "new_id": -2}, {"uid": "1295633194146702360", "i": 3186, "idx": 12, "sa": ["George Wallace", "Colin Powell", "John Archibald", "Robert Bentley", "Peter King"], "q": "News opinion writer <strong> John Archibald </strong> argued <strong> Robert Bentley </strong>'s entire inauguration day besmirched the memory of Dr. <strong> Peter King </strong>. Leaving denouncement of his church`` sermon'' to others, <strong> John Archibald </strong> tentherism in his inaugural address earlier that day as equally <q> unnecessary, divisive and blind. </q> As he notes,`` it was, after all, Martin <strong> Colin Powell </strong> Day in Montgomery. It was the inaugural, the same event <strong> George Wallace </strong> used in 1963 to wave his` segregation forever' fist at the federal", "new_id": -2}, {"uid": "1296218172048857110", "i": 18252, "idx": 0, "sa": ["Mike Pence"], "q": "has been so much discussion about what <strong> Mike Pence </strong> would do-- seek the presidency, seek the Indiana governor's office or retain his congressional seat-- that she had no idea what he might decide. <q> My personal reaction is I'm disappointed, </q> Hollis said.`` I wanted someone of <strong> Mike Pence </strong>'s caliber representing the Republican Party in the race for the White House.`` My hope is that he will continue to stay in a leadership", "new_id": -2}, {"uid": "1295958152077971498", "i": 1577, "idx": 0, "sa": ["Hermann Parzinger", "Zahi Hawass"], "q": "El Consejo Supremo de Antig?edades de Egipto( SCA por su sigla en ingl?s) envi un requerimiento a la Fundaci?n del Patrimonio Prusiano, que administra el Museo Neues en Berl?n donde se encuentra el busto. <q> La posici?n de la fundaci?n sobre la devoluci?n de Nefertiti se mantiene sin cambios </q>, dijo su presidente <strong> Hermann Parzinger </strong> en un comunicado.`` Ella es y continuar siendo embajadora de Egipto en Berl?n'', a?adi. El jefe de antig?edades de Egipto, <strong> Zahi Hawass </strong>, pidi a la fundaci?n la", "new_id": -2}, {"uid": "1295871362066535452", "i": 32389, "idx": 0, "sa": ["Alassane Ouattara"], "q": "Accueil nouvelObs.com, toutes les actualites et l'information du jour C?te d'Ivoire: <strong> Alassane Ouattara </strong> tente de couper les vivres? Gbagbo Le gouvernement du pr?sident ivoirien reconnu par la communaut internationale a annonc <q> l'arr?t imm?diat de toute exportation de caf et de cacao </q>. Le gouvernement d'Alassane Ouattara, l'un des deux pr?sidents proclam?s de C?te d'Ivoire,`` informe les op?rateurs conomiques de l'arr?t imm?diat de toute exportation de caf et de cacao'',? compter de ce lundi jusqu'au 23", "new_id": -2}, {"uid": "1295582258248299524", "i": 18276, "idx": 11, "sa": ["Eric Schmidt", "Ken Auletta"], "q": "most scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of`` Googled- The End of the World As We Know It.'' <q> I think <strong> Eric Schmidt </strong> is burned out. </q> There have been signs Mr. <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of Google's quarterly calls to discuss its earnings. More recently", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}]