[{"uid": "1295605737143458341", "i": 26257, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "rock legends, saying he turned them down Unledded... <strong> Steven Tyler </strong> of Aerosmith. Photograph: Frederick M Brown/Getty Images` American Idol' Episode 1 Recap: <strong> Steven Tyler </strong> Steals-- And Maybe Saves-- The Show Yahoo Music <q> Forget what you know... for the best is yet to come, </q> declared the bold lettering at the start of the`` American Idol'' Season 10 By WILL FRIEDWALD View Full Image Alan Nahigian Saxophonist <strong> David Letterman </strong> Murray brings a big band to Birdland. <strong> David Letterman </strong> Murray Big Band Birdland 315 W.", "new_id": -2}, {"uid": "1295602988020365352", "i": 39820, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of`` Googled: The End of the World As We Know It.'' <q> I think <strong> Eric Schmidt </strong> is burned out. </q> There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly calls to discuss its earnings. More recently,", "new_id": -2}, {"uid": "1296539752082821193", "i": 10888, "idx": 5, "sa": ["Linas Kleiza", "Allen Iverson"], "q": "won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>.`` When he is not in the lineup, it makes it tougher for me,'' <strong> Allen Iverson </strong> said. <q> He is the main part of our team and he enables us to do so much with the attention that he gets. </q> <strong> Linas Kleiza </strong> may be drawing more attention after the fourth-quarter performance he turned in against the Bobcats. <strong> Linas Kleiza </strong> scored 16 of his 23 points in the period.`` I started being more aggressive and it paid off,''", "new_id": -2}, {"uid": "1295575785037306397", "i": 42768, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "believed the company needed a more mature leader.( AP Photo/Nati Harnik) The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1295796274110280734", "i": 11070, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "that he was representing four people who believe their phones were hacked by journalists from papers other than the News of the World.`` Lots of people were doing it,'' he said. <q> It was such a widespread practice. Although it is a crime, people were regarding it as though it was driving at 35mph( miles per hour) in a 30mph zone, that you just sort of do it and hope you don't get caught. </q> Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. Article: PM` damaged' by media chief's resignation", "new_id": -2}, {"uid": "1297164099239927310", "i": 45948, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.'' STATEMENTS:", "new_id": -2}, {"uid": "1297273743258801705", "i": 10193, "idx": 0, "sa": ["Jamie Oliver", "Bill Gates", "Simon Cowell"], "q": "43 per cent of 16 to 18 year olds would choose to work as an apprentice for <strong> Bill Gates </strong>. Meanwhile, <strong> Simon Cowell </strong> and <strong> Jamie Oliver </strong> received just 17 per cent and 22 per cent of the votes respectively. <q> Our light-hearted question reveals the serious intent of many young people as they struggle to get a toe-hold in the jobs market, </q> said Fiona McBride, CEO of Pearson Professional& Vocational Training. All fields required. Your email address will not be displayed on the site. The next WAVE of convergence: the integration of storage", "new_id": -2}, {"uid": "1297260233049332236", "i": 18368, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what's in the news. Some of the comments may be reprinted elsewhere in the site or in the newspaper", "new_id": -2}, {"uid": "1297616629186400779", "i": 26874, "idx": 16, "sa": ["Donald Rumsfeld"], "q": "`` I think that's right. It's a painful process,'' said <strong> Donald Rumsfeld </strong>. Nick made it rehab. But just as U.S. forces were storming Baghdad, <strong> Donald Rumsfeld </strong>'s wife Joyce nearly died. <q> She ended up with a perforated appendix and she was being poisoned, </q> said <strong> Donald Rumsfeld </strong>.`` You thought you might lose her,'' Martin said.`` So how's that work? Fifteen hours a day, <strong> Donald Rumsfeld </strong> of Defense, war going on.''", "new_id": -2}, [{"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q> We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people, </q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true.`` Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}]]