[{"uid": "1295375973188088334", "i": 2566, "idx": 2, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "Group LLC)`` We're going to continue making minivans, we're going to replace the architecture in due time and probably give that architecture more facility than it has today,'' he said. <q> We continue to work pretty diligently on finding an architectural solution to the minivan issue going forward. </q> The pep rally planned for the 2011 launch was scheduled for <strong> Barack Obama </strong> p.m. on Tuesday. In addition to thanking front-line workers, <strong> Sergio Marchionne </strong> may also speak to the possible role of hybrid technology in some of the", "new_id": -2}, {"uid": "1296286332201490484", "i": 2673, "idx": 3, "sa": ["Jackie Walorski", "Mike McDaniel", "Mike Pence", "Joe Donnelly"], "q": "think we might best contribute in the years ahead.'' <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited", "new_id": -2}, {"uid": "1296023224046219314", "i": 5780, "idx": 0, "sa": ["Allen Iverson"], "q": "After joining the Phillies as a consultant in 1994, he was hired to conduct`` personality assessments'' of prospective NBA draft picks for the 76ers two years later. His first interview was <strong> Allen Iverson </strong>. <q> It's a big town, but it's a small town, </q> Fish said.`` Word started to get around.'' Once it got around to Penn Athletic Director Steve Bilsky 11 years ago, he invited Fish to speak to a group of Penn coaches. The", "new_id": -2}, {"uid": "1295698689092569639", "i": 44288, "idx": 0, "sa": ["Alexander Lukashenko", "Andy Coulson"], "q": ": Belarus President <strong> Alexander Lukashenko </strong> World Video: Raw Video: Japan launches rocket to ISS World Video: Dutch students clash with police Report Abuse \" Hmmm... haven't we seen this in Europe before? \" Report Abuse <q> If the EU really cared, they would prevent all travel to any government figure and and initiate an immediate trade embargo. He is welcome to have full bilateral relations with only Russia. Europeans need to show a backbone and not coddle dictators across the world( including Putin) </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295562508244678719", "i": 18899, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. Top 5 Google Labs projects <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1295242473192987149", "i": 11196, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", Mark Kelly, on Saturday night. The astronaut described the latest progress in his injured wife's recovery after the Jan. 8 shooting.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> <strong> Gabrielle Giffords </strong> was upgraded from critical to serious condition Sunday after a procedure to remove her from a ventilator was successful. <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Safeway market in Tucson,", "new_id": -2}, {"uid": "1296365682082608136", "i": 23313, "idx": 2, "sa": ["Elizabeth Bartman", "Zahi Hawass"], "q": "Even if the protesters and government forces share that respect for the museum's antiquities, the situation could still lead to unintended and unwelcome consequences. The fire next door is the main threat right now. <q> Especially with Egypt being such a dry place- they have all these organic materials, they have textiles, they have ancient food, they have lots of wooden items- fire is a very scary proposition, </q> <strong> Elizabeth Bartman </strong> said.`` Let's just keep our fingers crossed that the museums are not going to be caught in the crossfire.'' The Daily Mail says <strong> Zahi Hawass </strong> has acknowledged that the looters targeted Tut's treasures", "new_id": -2}, {"uid": "1297202330112492574", "i": 9965, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "' head and also targeted ex-president <strong> President Bush </strong>'s two daughters.`` I was concerned,'' <strong> Donald Rumsfeld </strong> told ABC's`` Good Morning America'' in his first live television interview since leaving office over four years ago. <q> Of course, the president and his family had secret service protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> he added in describing a 2003 national security meeting when he was told of the plot. The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy", "new_id": -2}, {"uid": "1296520107162906146", "i": 36997, "idx": 0, "sa": ["Sergio Marchionne"], "q": "deal on the bonuses with its unions. On a conference call with reporters and analysts Monday, CEO <strong> Sergio Marchionne </strong> was asked why bonuses would be given if the company is losing money. A: <q> I think it would have been improper on our part not to recognize what's gone on in 2010, </q> <strong> Sergio Marchionne </strong> said, explaining that employees were critical in rolling out 16 new or revamped models last year, an amount larger than he has seen in the industry. Fears of Suez Canal Shutdown, Radical Islam``", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q> Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet, </q> <strong> Mike D'Antoni </strong> said.`` They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}]