[{"uid": "1295601684081559570", "i": 26663, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", Google said in a statement. He will also act as an adviser to Page, 37, who served as CEO previously, from 1998 to 2001, and <strong> Sergey Brin </strong>, also 37. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said on Twitter in a reference to when the young co-founders brought him in to run the day-to-day operations of the then-fledgling company. Google has grown over the past decade from a startup battling other Internet", "new_id": -2}, {"uid": "1295527050255115294", "i": 3762, "idx": 0, "sa": ["Simon Cowell"], "q": "anything from school. <blockquote> Mainly, I trust my instincts because I have very broad tastes. I genuinely believe that if I like something, other people are going to like it as well. </blockquote> <q> Mainly, I trust my instincts because I have very broad tastes. I genuinely believe that if I like something, other people are going to like it as well. </q> Comment on this Article <strong> Simon Cowell </strong> quit` American Idol' last year in order to focus on bringing his UK show,' The X Factor', to the US and admits it took", "new_id": -2}, {"uid": "1297717097255754249", "i": 26292, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "platform later this year, CEO <strong> Steve Ballmer </strong> has revealed. Like the desktop version, the mobile edition of IE9 will make use of hardware acceleration and HTML5, <strong> Steve Ballmer </strong> told attendees of Mobile World Congress. <q> IE9 is a great example of bringing assests togegther from across Microsoft to improve the Windows Phone experience, </q> <strong> Steve Ballmer </strong> said.`` We need to give people the full web, the full interent... like they expect with the PC.'' <strong> Joe Belfiore </strong>, corporate vice president of Windows Phone 7, said the``", "new_id": -2}, {"uid": "1295562703217792663", "i": 16753, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "many others. He also writes Maximize the efficiency of your virtualization solution. Visit the Dell Virtualization Center today. earnings release today, Google announced a major shift to the executive ranks, calling it a way to <q> streamline decision making and create clearer lines of responsibility and accountability at the top of the company. </q> Here are the details: Starting April 4, co-founder Larry Page, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman", "new_id": -2}, {"uid": "1296564883244629506", "i": 38272, "idx": 0, "sa": ["Andy Coulson", "William Hague"], "q": "progress'' is being made towards finding his successor, according to Downing Street. The former director of communications had`` finished what he wanted to finish''. A Downing Street source added: <q> It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with. </q> Mr <strong> Andy Coulson </strong> is by far the most significant scalp to emerge from the ongoing row over phone hacking. <strong> William Hague </strong> under pressure as Egyptian exodus continues <strong> William Hague </strong> was under pressure to start evacuating Brits from Egypt", "new_id": -2}, {"uid": "1296259557105840651", "i": 2127, "idx": 2, "sa": ["Donald Rumsfeld", "Hamad bin Khalifa", "John Dunbar"], "q": ",'' says <strong> John Dunbar </strong>, a former fellow at the Center for Public Integrity who studied media.`` It is seen, fairly or not, as an outlet for terrorists.'' <strong> Donald Rumsfeld </strong> called the channel <q> vicious, inaccurate, and inexcusable. </q> On November 13, 2001, during the U.S. invasion of Afghanistan, a U.S. missile destroyed <strong> Hamad bin Khalifa </strong> Jazeera's offices in Kabul. And in November 2005, Britain's Daily Mirror newspaper reported that in an April 2004", "new_id": -2}, {"uid": "1295909249177651736", "i": 3236, "idx": 0, "sa": ["Eric Schmidt"], "q": "was overshadowed by news that co-founder Larry Page will replace <strong> Eric Schmidt </strong> as CEO. The executive change, which takes place on April 4, has been under discussion for a while, said <strong> Eric Schmidt </strong>. <q> As Google has grown, managing the business has become more complicated, </q> he explained in a Google blog post Thursday.`` So Larry, Sergey and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the", "new_id": -2}, {"uid": "1295782639044482572", "i": 36390, "idx": 1, "sa": ["Kay Burley", "Andy Coulson", "Rupert Murdoch"], "q": "<strong> Kay Burley </strong> hits the nail on the head when she says`` Nobody cares what I think''.( Apologies for shaky video and crappy sound!) sub+ comment+ thumbs up A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. An emergency debate has been called to examine newspaper phone hacking, amid fresh pressure on No10 communications chief <strong> Andy Coulson </strong>.. Follow us on twitter at twitter.com.", "new_id": -2}, {"uid": "1297203269184696860", "i": 6551, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but <strong> Donald Rumsfeld </strong> believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> <strong> Donald Rumsfeld </strong> wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days", "new_id": -2}, [{"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]]