[{"uid": "1295622217249511964", "i": 33880, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and will assume the position of executive chief. On the official Google blog <strong> Eric Schmidt </strong> wrote that he, Page and co-founder <strong> Sergey Brin </strong> had decided it was time to make some structural changes to the company. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company, </q> wrote <strong> Eric Schmidt </strong>. He further discussed their roles, saying that Page would lead product development and technology strategy along with becoming the company's CEO. <strong> Sergey Brin </strong> will retain his title of co-founder and he will", "new_id": -2}, {"uid": "1295610181062603290", "i": 6405, "idx": 3, "sa": ["Andy Coulson"], "q": "He's resigned- reported by The Times. Too slow, Graun! \" Tiresias 21 January 2011 11:40 AM randomdoofus 21 January 2011 11:40 AM bradwright 21 January 2011 11:40 AM <q> <strong> Andy Coulson </strong> was fed up with the`` continual focus and distraction, </q> \" All those wire taps must be quite distracting, to be fair. benzedrine 21 January 2011 11:40 AM riggers1 21 January 2011 11:41 AM I am sure <strong> Andy Coulson </strong> will quote", "new_id": -2}, {"uid": "1296023224046219314", "i": 5782, "idx": 2, "sa": ["Allen Iverson"], "q": ", until you get to 40.''' Coach Jerome <strong> Allen Iverson </strong>- whose players have also consulted with Wharton management professor Keith Weigelt on mental preparation- is grateful that so much attention is paid to something <q> so easily said, but so hard to really master. </q> For his part, Fish has teamed with Counseling and Psychological Services- which takes the lead on weightier events, like the suicide of football captain Owen Thomas last spring- to promote mental health among the", "new_id": -2}, {"uid": "1297356353206143512", "i": 49164, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. All content Â© Copyright 2000- 2011 WorldNow and WISTV, a", "new_id": -2}, {"uid": "1295907918177651713", "i": 23767, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "<strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>, with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>.`` It's not a journal, it's not a diary,'' he says of the <strong> Gerald Ford </strong> White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos;`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the", "new_id": -2}, {"uid": "1296492936169607194", "i": 73, "idx": 4, "sa": ["Sergio Marchionne"], "q": ", said in an interview. Chrysler's average spending on customer discounts fell to$ 3,210 during the past year from$ 4,131 in the previous year, according to Santa Monica-based Edmunds. <q> They've been using fleet as an alternative to incentives, </q> Anwyl said.'' Instead of trying to discount cars to consumers, they've been selling fleet, probably the best of tricky choices.'' <strong> Sergio Marchionne </strong> has been working to pull back incentive spending since taking", "new_id": -2}, {"uid": "1295169383147406858", "i": 24577, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "Jerry Stackhouse"], "q": "The House That Mike Built,'' he was better than <strong> Michael Jordan </strong> himself. <strong> Jerry Stackhouse </strong> scored a career-high 57 points-- the most ever in the United Center-- as the Detroit Pistons trounced the Chicago Bulls, 110-83. <q> Thats the most points I've ever scored, </q> <strong> Jerry Stackhouse </strong> said, who is the NBA's second-leading scorer behind former teammate <strong> Allen Iverson </strong>.`` This is the highest level of basketball that you can play and I can say that I did this. It is definitely something", "new_id": -2}, {"uid": "1295562514244678661", "i": 7039, "idx": 1, "sa": ["Eric Schmidt"], "q": "on new products, the company said.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in a statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> The tech giant also reported Thursday fourth-quarter net income of$ 2.54 billion, or$ 7.81 a share, from$ 1.97 billion, or$ 6.13 a share in the year-ago period. The", "new_id": -2}, {"uid": "1295913242177651722", "i": 20416, "idx": 0, "sa": ["Piers Morgan", "Joel Osteen", "Oprah Winfrey", "Simon Cowell", "Victoria Osteen"], "q": "the scripture messenger, <strong> Piers Morgan </strong> prays for ratings, preview m& c Shock and surprise, Evangelical preacher Pastor <strong> Joel Osteen </strong> of Texas believes that Homosexuality is`` a sin'', thus making rocker <strong> Victoria Osteen </strong> and <strong> Joel Osteen </strong>- <strong> Joel Osteen </strong> <q> The Christmas Spirit: Memories of Family, Friends, and Faith </q> at Barnes& Noble in m& c <strong> Piers Morgan </strong> has claimed he knows such juicy secrets about <strong> Simon Cowell </strong> that they would never talk again if he ever revealed them. The <strong> Oprah Winfrey </strong> family` secret' prompts buzz Television", "new_id": -2}, {"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q> An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software. </q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}]