[{"uid": "1296526571171900947", "i": 29190, "idx": 0, "sa": ["Michael Vick"], "q": "food back all nice and canned. What he did with the profits from the sales I don't know... I won't tell you what party he is in because it doesn't matter. \" Report Abuse <q> You know what... when all Americans are incarcerated, we would no longer have crime issues, drug issues, well fare issues, education issues, health care issues, tax issues... </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl 87ViuYLSQZFWTV6Xb5- mfGhVjFIT2KlCzX3dlP01zdvV8iXNx_q_NdlnmV2t2vBjUszAKh9VzGoMnZ7BAttpZpoTf1FzpSF- efmAr7Zww7b5t1aZoBxAiZzE92TeTm_zrcowuPN5wnBvH_s73x6blhQPVpgpDU66KI3vbvG2c33Y2vFbQwwWK_VL4rbELL7Q4JIEI9MggnN0AhBd6WCDa_AFjUUF3- GSwa5- kudauBQgzYNVQJTBJbthX3mpgfXKYJgHeXVgcQJmNzPeU8qwoy9j1DL9SRVNgEXo5X3Q_Vy3Owp3o3kMHSZUEc\"> Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"uid": "1295620447256049222", "i": 30689, "idx": 1, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron", "Ian Edmondson"], "q": "do his job and was starting to prove a distraction for the Government.\" Mr <strong> David Cameron </strong> made clear he had \"full confidence\" in Mr <strong> Andy Coulson </strong> and had not pushed him out. He said: <q> During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brillIan Edmondsont member of my team and has thrown himself at the job with skill and dedication. </q> Scotland Yard inquiry into phone hacking ended with the 2007 conviction and jailing of <strong> Glenn Mulcaire </strong>, a private investigator working for the paper. Mr <strong> Andy Coulson </strong> later resigned and six months later was appointed as Director of Communications", "new_id": -2}, {"uid": "1297216340026116096", "i": 39759, "idx": 2, "sa": ["Simon Cowell"], "q": "difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Simon Cowell-free season of Idol, he said, \"I haven't seen a full episode,\" continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers. Idol is still holding strong", "new_id": -2}, {"uid": "1296538875117768216", "i": 31379, "idx": 3, "sa": ["David Letterman", "Justin Bieber"], "q": "up with their studies. The arrangement with <strong> Justin Bieber </strong> is just like some of the other younger celebrities in the entertainment as it is required by law. \"I am in 11th grade,\" states <strong> Justin Bieber </strong> <q> So I study 11th grade material. </q> While <strong> Justin Bieber </strong> was having fun with the interview with <strong> David Letterman </strong> on Monday night, it appears he takes his schooling very serious which has to be done to follow his dream. Bieber-Justin Bieber-video-17\" Take", "new_id": -2}, {"uid": "1297337237021299221", "i": 1533, "idx": 0, "sa": ["Carson Daly", "Jimmy Fallon", "David Letterman"], "q": "support of their Fat Possum Records debut \"Lisbon,\" including a run of co-headlining dates with The New Pornographers. Along with a successful North American run and appearances on the \"Late Show with <strong> David Letterman </strong>,\" <q> Late Night with <strong> Jimmy Fallon </strong>, </q> \"Last Call with <strong> Carson Daly </strong>\" and PBS' \"Sun Studios Sessions,\" the Walkmen capped 2010 with performances in New York City at Terminal 5 and Washington, DC at the 9:30 Club. \"", "new_id": -2}, {"uid": "1296483335037306377", "i": 56509, "idx": 0, "sa": ["Eric Schmidt"], "q": ": Generals, Pilots,... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009.... Harvard University Helps the Homeless? Harvard University has an endowment worth$ 34.9 billion. They earned 23 percent on", "new_id": -2}, {"uid": "1297119970200310797", "i": 19649, "idx": 1, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "was reluctant to endorse his former boss's assessment that the decision to draw down U.S. troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" <q> I don't have enough confidence to say that that's right. I think that it's possible, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. \"", "new_id": -2}, {"uid": "1295015233063946826", "i": 21507, "idx": 1, "sa": ["Jim Moeller", "David Letterman"], "q": "Thursday by telephone from Olympia. Followed by seconds of bemused laughter. \"I'm a bit flabbergasted. The top 10, huh? Maybe we'll make` <strong> David Letterman </strong>,\" ' <strong> Jim Moeller </strong> said. <q> I've always thought we were a better place to live than Seattle, but not gayer. \"You made my day. </q> Joking aside, <strong> Jim Moeller </strong> was asked what the ranking, however arcane, might really mean. \"I've been an openly gay elected official in Vancouver since 1995,\" <strong> Jim Moeller </strong> said. \"", "new_id": -2}, {"uid": "1296776656214941710", "i": 55755, "idx": 6, "sa": ["George W. Bush", "Rick Sheehy", "Donald Rumsfeld"], "q": "since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes, was in not forcing <strong> George W. Bush </strong> to accept his offers to resign after the abuse of Iraqi detainees by American military jailers came to light in early 2004. <q> Abu Ghraib and its follow-on effects... became a damaging distraction, </q> he writes.\" ... I regret that I did not leave at that point.\" Neb.. Lt. Gov. <strong> Rick Sheehy </strong> says his adult son accidentally shot himself in face, undergoes surgery Neb.. Lt. Gov. <strong> Rick Sheehy </strong>", "new_id": -2}, {"uid": "1296171297131055622", "i": 36885, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "members to serve openly since coming to the Senate in 2009. Sen. <strong> Kirsten Gillibrand </strong> previously sat on the House Armed Services Committee when she represented New York's 20 th District in the House. <q> One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families, </q> said <strong> Kirsten Gillibrand </strong>. \"I am honored to once again serve on the Armed Services Committee to continue fighting for America's troops and veterans.\"", "new_id": -2}]