[{"uid": "1295613803099680259", "i": 14652, "idx": 4, "sa": ["Andy Coulson", "Viktor Bout"], "q": "said he had given the former editor \"a second chance\" when he had appointed him, adding that Mr <strong> Andy Coulson </strong> had done a \"very good job\" for the government and for the country. <q>He's extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World,</q> he said. In most cases a selection of your comments will be published, displaying your name as you provide it and location unless you state otherwise. <strong> Viktor Bout </strong> your contact details will never be published. When", "new_id": -2}, {"uid": "1296124365229654533", "i": 12358, "idx": 1, "sa": ["Peter Capaldi", "Andy Coulson", "Richard Keys"], "q": "that doesn't stop <strong> Peter Capaldi </strong> being pestered for comment about the demise of <strong> Andy Coulson </strong>. \"I'd like to hack his voicemail and find out what's going on in his life,\" <strong> Peter Capaldi </strong> told the Independent. <q>I can't believe he didn't know what was going on. I'm an actor, what do I know? But I don't like the idea that we're ruled by people who think it's alright to hack into private phone calls. I'm glad the actors are retaliating.</q> The Independent, P11 <strong> Richard Keys </strong> resigns from Sky Sports <strong> Richard Keys </strong>' resignation came after he tried on radio to quell the \"firestorm\" which has also seen <strong> Andy Coulson </strong> Gray sacked BBC blames government for World Service cuts", "new_id": -2}, {"uid": "1296687274182059050", "i": 42471, "idx": 1, "sa": ["John Krautner", "David Letterman", "Meg White"], "q": ".\" <strong> David Letterman </strong> Buick had already put out a <strong> Meg White </strong> Stripes single at that point. <strong> David Letterman </strong> and Jack were buddies. Later, Jack was over at <strong> David Letterman </strong>'s house, so <strong> John Krautner </strong> and I went over there: <q>Hey, Jack, we've got a question for you--</q> And Jack said \"Yes, already, yes, absolutely, wan na join, count me in.\" We said, \"All right!\" Whenever we practiced at Jack's", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q>Let's be serious: <strong> Eric Schmidt </strong> got fired.</q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,\" through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1295189075175751174", "i": 14065, "idx": 0, "sa": ["Michael Vick"], "q": "â\u0080¢ Everybody in one 10-man fantasy-football league in Omaha agreed with Spud Mann's suggestion to tattoo the last-place finisher with art of the league champion's choosing. David Filsinger finished first. Mann finished last. <q> \"The kid I was playing for the tattoo was about to have a heart attack,</q> Mann said. \"But he put up 140 points on me.\"... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team. \"For the rest of my life,\" Mann", "new_id": -2}, {"uid": "1295578933025002019", "i": 3702, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as I am winning,\" <strong> Eric Schmidt </strong> said. <q>I am quite certain that this change will result in faster decision making and better value for the shareholders.</q> <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> combined own a controlling stake in the company. <strong> Google Inc. </strong> is coming off", "new_id": -2}, {"uid": "1295907812246595678", "i": 39139, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell", "Bill Clinton", "President Bush"], "q": "<strong> Colin Powell </strong>, Joint Chiefs chairman at the time, and <strong> Norman Schwarzkopf </strong>, the commander of U.S. forces during that war. \"There was great deference among lawmakers from that point for <strong> Norman Schwarzkopf </strong> uniformed leaders,\" Freier said. <q>You hadn't seen it to that extent before.</q> In the years that followed, the <strong> Bill Clinton </strong> and <strong> President Bush </strong> administrations moved forward with plans for a leaner military. But then came the attacks of Sept. 11, 2001. In the aftermath, the <strong> President Bush </strong> administration", "new_id": -2}, {"uid": "1297233195160825398", "i": 1216, "idx": 0, "sa": ["Esther Williams", "Michael Vick"], "q": "going to have behaviorists and trainers that can re-socialize the dogs with the problems,\" <strong> Esther Williams </strong> said. <strong> Esther Williams </strong> said the rural setting, wide open spaces and centralized location is a huge plus. <q>The animal controls have to take anything that comes in. They can only take so many,</q> <strong> Esther Williams </strong> said. \"Once they run out of space then they have to start euthanizing and there are some really, really good dogs that are being put down.\" <strong> Michael Vick </strong>'s new career with the", "new_id": -2}, {"uid": "1297122854184680470", "i": 4243, "idx": 5, "sa": ["the Black", "Simon Cowell"], "q": "X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q>Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition.</q> The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child. \"I", "new_id": -2}, {"uid": "1297269857137707551", "i": 33176, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his tomb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. <q>We started the restoration two days ago. In three days, all these monuments will be completely restored,</q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office.", "new_id": -2}]