[{"uid": "1295109134267436066", "i": 11614, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "that the Weekly Standard acquired. The senators starts off by mentioning that he wanted to speak about the tragedy, then adding that he encouraged supporters to donate for his 2012 election campaign, saying, <q> the Republican Party, big money corporate interests and right-wing organizations will vigorously oppose me. </q> Perhaps <strong> Sen. Bernie Sanders </strong> saw the two as discrete, but if so, he didn't communicate it clearly, drawing condemnation for fundraising from the shooting. An appeal from the Tea Party Express, a leading Tea Party", "new_id": -2}, {"uid": "1296277628111296534", "i": 26711, "idx": 0, "sa": ["Michael Vick"], "q": "hit hard in the economic crisis. Best Friends Animal Society was one of the sponsors and had a booth at the event to help educate guests on the challenges these dogs face every day. The movie premiere featured <q> Vicktory to the Underdog: Hell and Back </q> a dogumentary by Bond to help expose the stereotypes of pit bulls and some of the movie's leading stars were dogs saved from <strong> Michael Vick </strong>'s dog fighting bust. While Bond was making the film, he knew he", "new_id": -2}, {"uid": "1297176031226918403", "i": 3172, "idx": 14, "sa": ["David Letterman", "Aaron Rodgers"], "q": "'s Butte Community College?\" <strong> Aaron Rodgers </strong>: \"It's actually in a town called Oroville, which is about 30 minutes from my hometown, Chico, in northern California.\" <strong> David Letterman </strong>: <q> Now, what kind of team? Who were your teammates? </q> <strong> Aaron Rodgers </strong>: \"We had a great team. We had, I think, 13 guys go Division I off of that team, we went 10-and-1, lost, you know, one game- we", "new_id": -2}, {"uid": "1295571285120422422", "i": 25914, "idx": 1, "sa": ["Eric Schmidt"], "q": "benefits in terms of shared wisdom, and they will continue to discuss the big decisions among themselves. However, with the shuffle of the execs, the individual roles and responsibilities will be clarified strictly. <q> We are confident that this focus will serve Google and our users well in the future. Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come, </q> said Mr. <strong> Eric Schmidt </strong>.", "new_id": -2}, {"uid": "1297108858203178000", "i": 20319, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": ".\" The memo follows a number of recent high-profile interventions from <strong> Ed Miliband </strong> in the phone-hacking issue. In the wake of the resignation of <strong> Andy Coulson </strong>, the Labour leader criticised <strong> David Cameron </strong>, stating that the affair raised <q> questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did </q>. <strong> Ed Miliband </strong> also raised <strong> Andy Coulson </strong>'s impending departure at last Wednesday's Prime Minister's Questions. Here's the full text of the email: From: xxxx| Sent: 27 January 2011", "new_id": -2}, {"uid": "1297203246085721088", "i": 37956, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller"], "q": "and mobile platforms. \"Most of Microsoft engineering executives have some aspect of marketing in their careers,\" <strong> Wes Miller </strong>, an analyst at research firm Directions on Microsoft, told V3.co.uk. <q> It's gong to come down to seeing who it is that gets promoted. My feeling is the company will look for engineering expertise. </q> He pointed out that <strong> Steve Ballmer </strong> had succeeded in changing parts of the company before by taking commend. When <strong> Wes Miller </strong> was still at Microsoft he saw <strong> Steve Ballmer </strong> do this with MSN, a move which proved successful.", "new_id": -2}, {"i": 29884, "idx": 1, "index_answer": 0, "new_id": -1, "q": ". <strong> Zahi Hawass </strong> wrote, in a post to his Web site, which, due to the blocked Internet access at the time, he had to fax to colleagues in Italy to upload: <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, but all the inspectors, young archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities. </q> On Saturday, he wrote, \"I was met outside by many Egyptians, who asked if the museum was safe and what they could do to help. The people were happy to see", "sa": ["Zahi Hawass"], "uid": "1296752424175587371"}, {"uid": "1295658341074924035", "i": 536, "idx": 5, "sa": ["Glenn Mulcaire", "Alastair Campbell", "Damian McBride", "Clive Goodman", "Andy Coulson"], "q": "said he compared <strong> Andy Coulson </strong>'s regime with \"the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong> and all that nonsense we had from the past government\". He reiterated <strong> Andy Coulson </strong>'s dogged defence, saying his communications director <q> had resigned as News of the World editor as soon as he found what was happening </q>. <strong> Andy Coulson </strong> resigned from the paper in January 2007, the day royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong>, were jailed for hacking into the phones of members of the royal household. He insisted the hacking", "new_id": -2}, {"uid": "1297298258261144595", "i": 21466, "idx": 5, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Bill Clinton", "Nouri al-Maliki"], "q": "document that says \"I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at <strong> Nouri al-Maliki </strong> Ghraib.\" Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said: <q> No one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in Iraq. </q> Yes, well, the people with ounces of sense are completely wrong. <strong> Donald Rumsfeld </strong> also apparently devotes a lot of space to rewaging various long-forgotten bureaucratic disputes. There is something about <strong> George H.W. Bush </strong>", "new_id": -2}, {"uid": "1295022795099024897", "i": 33206, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "her hospital room when the Arizona congresswoman opened her eyes for the first time. This morning <strong> Kirsten Gillibrand </strong> was on Morning Joe, and the hosts asked her to talk about <strong> Gabrielle Giffords </strong> as a person. <q> She's the most non-partisan person I've ever met, </q> <strong> Kirsten Gillibrand </strong> said. \"She's the vision of hope for this country right now. She embodies everything that <strong> Barack Obama </strong> was trying to say, that we have to be better than we are.\" <strong> Kirsten Gillibrand </strong>", "new_id": -2}]