[{"uid": "1295667370077054011", "i": 20056, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", new products.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in a statement released by Google. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Internally, <strong> Eric Schmidt </strong> will continue to act as an adviser to Page and Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job", "new_id": -2}, {"uid": "1295782639044482572", "i": 36392, "idx": 3, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "defends itself against claims it failed to thoroughly investigate accusations of phone hacking at the News of the World.. Follow us on twitter at twitter.com.... News International and the Conservatives A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation.... Commons debate called over phone-hacking row An emergency debate has been called to examine newspaper phone hacking, amid fresh pressure on No10 communications chief <strong> Andy Coulson </strong>..", "new_id": -2}, {"uid": "1295564131244678883", "i": 34182, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "today! to Parallels Desktop 6 for Mac from previous Parallels Desktop version`` Q4 marked a terrific end to a stellar year,'' said <strong> Eric Schmidt </strong>, current CEO of <strong> Google Inc. </strong>, in the press release. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web. </q> In addition, <strong> Google Inc. </strong> has also announced plans to streamline decision making and create clearer lines of responsibility and accountability at the top of the company. â\u0080¢ Starting from April 4, Larry Page,", "new_id": -2}, {"uid": "1295588219019480620", "i": 12854, "idx": 4, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "heavy scrutiny from regulators in the United States and abroad and faces growing questions about its ability to innovate and compete against Internet upstarts such as Facebook, whose CEO is its tech-savvy founder <strong> Mark Zuckerberg </strong>. <q> We will see if Larry can integrate more tightly the technology with the business model, </q> BGC Partners analyst Colin Gillis said. Few were surprised that <strong> Eric Schmidt </strong> desired more of a behind-the-scenes role as he had grown increasingly weary of the intense scrutiny and heavy demands of running a public company with the", "new_id": -2}, {"uid": "1297234002160825518", "i": 35505, "idx": 2, "sa": ["Simon Cowell"], "q": " The X Factor website.`` I believe that with all my heart.'' While Britain- and One Direction- recovers from this blow, <strong> Simon Cowell </strong> went on to trumpet the show's life-altering properties. <q> If you win this competition- I'm going to put my money where my mouth is- it's a$ 5m recording contract. That means the winner walks away with$ 5m, guaranteed. Win this competition, it will change your life forever. </q> The American X Factor will not just benefit from a much larger prize than its main competitor, American Idol- it will have a much larger talent pool. Like its UK counterpart the show is open to", "new_id": -2}, {"uid": "1295568022204079113", "i": 40361, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Glen Solimine, CEO of Speranza, discusses how the company helps customers in a variety of industries control their bank relationships with Speranza software, which allows for the opening and closing of accounts and changing signing privileges", "new_id": -2}, {"uid": "1296744552199131154", "i": 30103, "idx": 5, "sa": ["Donald Rumsfeld", "George Tenet", "Condoleezza Rice", "Joe Biden"], "q": ". Critics might question why <strong> Joe Biden </strong> didn't immediately prepare to deploy as many as 150,000 troops to Afghanistan, <strong> Donald Rumsfeld </strong> writes. But`` we would have needed many months to build a large occupying army,'' and <q> this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate. </q>`` The president did not lie. The vice president did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,'' <strong> Kirsten Gillibrand </strong> said.`` They were saying this is unbelievable progress, to see this.'' Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> Mark started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC's <strong> Chris Matthews </strong> on`` Hardball.''`` He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}, {"uid": "1295690356156418069", "i": 18150, "idx": 0, "sa": ["Luis Scola", "Carmelo Anthony", "Allen Iverson", "LeBron James"], "q": "rebounds, then missed a 16-foot jumper before <strong> Luis Scola </strong> got the rebound. On the ensuing play, Brooks penetrated before connecting with the 18 http://wn.com/Allen_Iverson_25pts_Melo_vs_Lebron_James_Cavaliers_NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules Cleveland's hoops King. <q> I know he hates losing to me, </q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over the injury-depleted Cavaliers. <strong> Carmelo Anthony </strong>, who got to rest in the", "new_id": -2}, {"uid": "1296685321182059018", "i": 46258, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "taxes for the wealthy. Searching for some way to make rich people happy to fork over the extra taxes, Adams landed on the idea of selling the naming rights for airports and bridges. The cartoonist mused: <q>`` It does seem like a waste of taxpayer resources to name a road after a dead politician if we can get a better price at auction. </q> \", the latest installment of The Market This Minute offered a look back at outgoing <strong> Google Inc. </strong>( GOOG) CEO <strong> Eric Schmidt </strong>'s most memorable quotes. Click here to watch the video. For", "new_id": -2}]