[{"uid": "1297304646234995715", "i": 45474, "idx": 3, "sa": ["Simon Cowell"], "q": "huge hit in Great Britain, there's no guarantee of a repeat performance in this country. <strong> Simon Cowell </strong> explained that the winner of the first season would be awarded a$ 5 million recording contract with Sony Music. <q> It puts me under a lot of pressure. I've got something at stake here, </q> he said during the ET interview. However, if anyone likes risk-taking it's <strong> Simon Cowell </strong>.`` It's risky and I like risks. It's what I call a delicious thrill.'' At the", "new_id": -2}, {"uid": "1295807551044548101", "i": 586, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "that he was representing four people who believe their phones were hacked by journalists from papers other than the News of the World.`` Lots of people were doing it,'' he said. <q> It was such a widespread practice. Although it is a crime, people were regarding it as though it was driving at 35mph( miles per hour) in a 30mph zone, that you just sort of do it and hope you don't get caught. </q> Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday:`` I", "new_id": -2}, {"uid": "1295575736103366679", "i": 32432, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "John Tantillo"], "q": ":( AP Video part 1 of 4 of the ABC News interview with the Jonas Brothers at the ABC studio after their Press Conference in New York!!* credit ABC News* http://wn.com/Kevin_Rudd_speaks_to_media_on_Wikileaks_[1/2]_|_ 6_Dec_2010__ ABC_News_24 <q> Money Matters: Does Bad Press Affect Endorsements? </q> Discussion of A-Rod brand on ABC News Now with brand expert <strong> John Tantillo </strong>. July 14, 2008, following allegations involving A-Rod and Madonna. Biographical data on outgoing <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> <strong> Google Inc. </strong> co-founder Page takes over, targets Facebook", "new_id": -2}, {"uid": "1297417055221036545", "i": 797, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "hug with <strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well,' </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1295501732152404070", "i": 33003, "idx": 6, "sa": ["Cheikh Samb", "Tayshaun Prince", "Antonio McDyess", "Allen Iverson", "Chauncey Billups"], "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> <strong> Bob Marley </strong> knew it would happen. You think every game you go out and play it's going to happen. It feels good. <strong> Bob Marley </strong> wanted to get the monkey off my back. <strong> Bob Marley </strong>'m just excited that <strong> Bob Marley </strong> got my first win and <strong> Bob Marley </strong> can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "new_id": -2}, {"uid": "1297127080053067784", "i": 18798, "idx": 2, "sa": ["Eric Schmidt"], "q": "commander of the detention facility where WikiLeaks... Photo in Slideshow: A file photo shows <strong> Eric Schmidt </strong> Photo in Slideshow: A file photo shows Google CEO <strong> Eric Schmidt </strong> U.S. Video: Lawyers Threaten Suit Over TV Movie Report Abuse <q> There is a lesson to be learned here. Individual US citizens can't defraud the government on contacts in countries like Iraq and Afghanistan. </q> Report Abuse <blockquote>`` Once Al-Methwad had been awarded the contracts, prosecutors say, Janet <strong> Eric Schmidt </strong> used money from Al-Methwad to purchase fewer or inferior goods than those required by the contract and arranged for their delivery to Marines", "new_id": -2}, {"uid": "1296084842258637827", "i": 9296, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. Click for your chance to win great prizes in the NewsChannel 10 Pro", "new_id": -2}, {"uid": "1296333433124829778", "i": 12564, "idx": 0, "sa": ["Michael Vick"], "q": "QB has inked a two-year endorsement deal with Unequal Technologies, a producer of the protective pads worn in games, according to RadarOnline. The deal will be publicly announced today, according to the company. <q> We're real excited about it, </q> the company's chief executive officer Rob <strong> Michael Vick </strong>` thankful,'` ecstatic' to be back in Hawaii after long journey back to Pro Bowl Hawaii( AP)- While every Pro Bowl player endured", "new_id": -2}, {"uid": "1295560496260145161", "i": 39596, "idx": 0, "sa": ["Eric Schmidt"], "q": "has been the company's chief executive since 2001. <strong> Eric Schmidt </strong> will stay on as the company's executive chairman. <strong> Eric Schmidt </strong>, who was initially hired as CEO to provide more'' Twitter, tweeting, <q> Day-to-day adult supervision no longer needed! </q> blog post announcing the management changes, <strong> Eric Schmidt </strong> wrote that in his new role, he will`` focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships", "new_id": -2}, [{"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,'' Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q> After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job. </q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}]]