[{"uid": "1295745495072876080", "i": 6368, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "off. Fatigued 23 January 2011 12:33 AM macgilleleabhar 23 January 2011 12:33 AM Guilty as charged. Pass the the black hat... There is an old Scots saying: <q> If they were nae there they were there aboots </q> BrotherBig 23 January 2011 12:34 AM â\u0080¢ Mr <strong> Andy Coulson </strong>'s truth-telling â\u0080¢ The trespass on people's privacy â\u0080¢ The peculiar behaviour of the police â\u0080¢ The <strong> Rupert Murdoch </strong> hegemony in the British media", "new_id": -2}, {"uid": "1295560336014680069", "i": 10424, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "stepping down, to be replaced by founder Larry Page. Mr. <strong> Eric Schmidt </strong> will become executive chairman and will focus externally on deals, partnerships, customers, broader business relationships and government outreach. <q> Mr. Page will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. </q> <strong> Sergey Brin </strong>, the last of the triumvirate at the top of Google's management team, will devote his time and energy to strategic projects, in particular working on new products. It's a shocking", "new_id": -2}, {"uid": "1295595231037634053", "i": 11012, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "leave <strong> Google Inc. </strong> to work for the social networking company.`` My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up,'' Page said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I", "new_id": -2}, {"uid": "1295593228034635777", "i": 26449, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": ", 2:00 AM EST- U.S. Markets open in 7 hrs 30 mins <strong> Google Inc. </strong> turns Page on <strong> Eric Schmidt </strong>, names co-founder CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} <strong> Michael Liedtke </strong>, AP Technology Writer, On Friday January 21, 2011, 12:59 am SAN FRANCISCO( AP)-- When <strong> Google Inc. </strong> went", "new_id": -2}, {"uid": "1296273660046694427", "i": 8744, "idx": 0, "sa": ["Stephen Jackson", "Chris Webber", "Kyle Korver", "Sarunas Jasikevicius", "Allen Iverson"], "q": "after a shot-clock violation on Philadelphia with 4.9 seconds left. <strong> Sarunas Jasikevicius </strong> threw an inbound pass to <strong> Stephen Jackson </strong>, who went around a stumbling <strong> Kyle Korver </strong> to make an uncontested shot.`` I was 0-for-infinity,'' <strong> Stephen Jackson </strong> said. <q> I just wanted to make a shot. We knew they'd switch. I went backdoor and got to the basket. My teammates showed confidence in me to give me the ball. It seemed like I hadn't made a shot all game. </q> <strong> Stephen Jackson </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>.`` For that to happen with 4.9 seconds left, it's", "new_id": -2}, {"uid": "1297260087038010917", "i": 27146, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "which is another important factor to keep in mind); it simply looks at things like patent citations to show that there is an inertia to innovation. Recall the infamous yet useful words of <strong> Donald Rumsfeld </strong>: <q>[ T] here are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know. </q> If you go looking for the known unknowns-the tiny asteroids that are undiscovered but statistically likely to exist-then you have a pretty good chance at building and sustaining an academic career. When you start seeking out unknown unknowns", "new_id": -2}, {"uid": "1295595231037634053", "i": 11018, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Page said. Although he tried to debunk the idea, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinised companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said <strong> Ken Auletta </strong>, author of Googled: The End of the World As We Know It.`` I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For", "new_id": -2}, {"uid": "1296423892068993033", "i": 320, "idx": 2, "sa": ["Andre Iguodala", "Danny Granger", "Allen Iverson"], "q": "hard to beat a team twice,'' <strong> Danny Granger </strong> said. <strong> Andre Iguodala </strong> scored 22 points and <strong> Allen Iverson </strong> had 20 for the Sixers. Philadelphia failed in its bid to win three straight games for the first time this season. <q> We do a lot of things positive on the basketball court, we're just not putting together whole games, </q> <strong> Allen Iverson </strong> said.`` That's the frustrating part, because a game like this, we're supposed to win.'' Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the", "new_id": -2}, {"uid": "1295468530213155889", "i": 8812, "idx": 3, "sa": ["Sergio Marchionne"], "q": "and the 300 and Charger in the future success of the company.`` The launch of the all-new 2011 Chrysler 300 and Dodge Charger demonstrates how far this company has come in 18 months,'' said <strong> Sergio Marchionne </strong>. <q> The assistance of the governments of Canada and the Province of Ontario gave us the opportunity to create a future. Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the US for the loans that enabled a vibrant, restructured company to emerge in June 2009. Along with the commitment, dedication and support of our CAW partners and employees, we are demonstrating what can be achieved when industry, government and labor recognize the need to come together. </q> The Company has invested more than US$ 1 billion since 2008 for the launch of the 300, Charger and Challenger for assembly http://wn.com/How_much_will_Barack_Obamas_government_spend_in_his_first_year? Revenues:$ 2.074 trillion. Expenses:$ 3.653 trillion. Deficit:", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]