[{"uid": "1297514117014598155", "i": 27976, "idx": 0, "sa": ["David Letterman"], "q": "including 2007's \"Brian Regan Standing Up.\" He's made the rounds of late night TV talk as a regular on <strong> David Letterman </strong>'s CBS show. The Philadelphia Inquirer said of Regan: <q>A stand-up keeps it clean and cleans up.</q> article by Gail Shister. The City Weekly of Salt Lake City said: \"Through sold-out shows and fans who know every punch line, Brian Regan stays humble.\" article by Jennifer", "new_id": -2}, {"uid": "1297125914137412651", "i": 1825, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "Clearly, this was not the case in this situation and one without my knowledge or approval,\" he said. In his own statement, <strong> Dwaine Caraway </strong> said the key was \"ceremonial.\" <q>These ceremonial gifts are different from the official keys to the city presented by the mayor,</q> he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected. \"The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q>Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign.</q> \"For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. \"This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1296637348206454868", "i": 18605, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q>To me it comes down to the mental toughness and determination of the players and coaches,</q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL", "new_id": -2}, {"uid": "1296849571234831879", "i": 6238, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": " \"He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that,\" said <strong> Roger Goodell </strong>, who added: <q>I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him and he takes that seriously.</q> Butler said that he has known <strong> Michael Vick </strong> for years because his cousin, <strong> Michael Vick </strong> Malone, played football at Virginia Tech, where <strong> Michael Vick </strong> also played. Asked if <strong> Michael Vick </strong> had concerns about being affiliated with", "new_id": -2}, {"uid": "1296743565187088980", "i": 37980, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "lunch alone with the new envoy. \"Shouldn't have done so,\" the memo said. The president \"linked him to the White House instead of to\" the Pentagon or State Department. <q>There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,</q> <strong> Donald Rumsfeld </strong> writes in the book. Providing pointed critiques of other former colleagues, <strong> Donald Rumsfeld </strong> portrays <strong> Colin Powell </strong> as reigning over a State Department reluctant to accept <strong> President Bush </strong>'s political direction and intent on taking anonymous swipes at the", "new_id": -2}, {"uid": "1297182562166789141", "i": 2710, "idx": 12, "sa": ["Donald Rumsfeld", "... More", "Condoleezza Rice", "President Bush"], "q": "of two difficult wars. <strong> Donald Rumsfeld </strong> accepted the <strong> President Bush </strong>'s decision. \"I now believe that this was a misjudgment on my part <strong> ... More </strong> than anything else I have failed to do,\" he writes, <q>and even amid my pride in the many important things that we did accomplish, I regret that I did not leave at that point.</q> Fans of Washington insider politics, meanwhile, will find plenty to chew over. <strong> Donald Rumsfeld </strong> does not hesitate to dish on the personal squabbles that plagued the <strong> President Bush </strong> administration. <strong> Donald Rumsfeld </strong> accuses <strong> Condoleezza Rice </strong>, who", "new_id": -2}, {"uid": "1297123112135839749", "i": 46117, "idx": 0, "sa": ["Simon Cowell"], "q": "all the associated costs are deducted. However <strong> Simon Cowell </strong> has insisted that all the cash will go directly to the winner and not to label staff. During a conference call with reporters he said: <q>I'm nervous but I'm also confident that it was the right thing to do. I think it should be a life-changing prize and just to be clear, this isn't a dressed-up$ 5 million. This is a guaranteed$ 5 million payable to the winner. The recording, marketing and video costs are completely separate to that. It will be paid over five years at$ 1 million a year.</q> The winner will also be offered professional help to aid them with \"investing\" and \"looking after\" the money. <strong> Simon Cowell </strong> has admitted to some nerves over the$ 5 million recording contract", "new_id": -2}, {"uid": "1295459058253952020", "i": 5394, "idx": 0, "sa": ["David Letterman"], "q": "to cancel the remainder of their North American tour. Tyler previously put the accident down to a mis-timed dance move, but he's now come clean about the real reason behind the incident. <strong> David Letterman </strong>, <q>I guess it's not any news about my drug use and addictions in the past... So a couple of years ago I was doing Lunesta( sedative) because I had some problems with my feet... That's the tip of the iceberg. I was snorting that, I fell off the stage... That shows you what kind of a drug addict I was.</q> \"Only the finest for me... I was looking for any excuse to get high and I should have been using my band because my band is the strongest drug I've ever had.\"", "new_id": -2}, {"uid": "1296792773177504269", "i": 28467, "idx": 0, "sa": ["Chris Elliott", "David Letterman"], "q": ". After his twin brother and fellow cop, Dan, got bounced when they both gained weight, Don puts on another 6 pounds so he too can get sent home to the family he missed so much. <q>It's a good strategic move,</q> he says. Good riddance. Gossip Girl, Blair and Dan's scheming to push each other out of their internships at <strong> Chris Elliott </strong> sure doesn't mind. The comedian- a former Late Night with <strong> David Letterman </strong>", "new_id": -2}]