[{"uid": "1295530460005685268", "i": 14302, "idx": 6, "sa": ["Kimberly Wyatt", "Paula Abdul", "Simon Cowell", "Travis Payne"], "q": "<strong> Paula Abdul </strong> is generous with her praise, but she mostly praises dancers for how well they heeded her advice. And her fellow judges, <strong> Travis Payne </strong> and <strong> Kimberly Wyatt </strong>, are careful to pay homage to the show's star. <q> <strong> Paula Abdul </strong>, your time spent with them was amazing, </q> <strong> Simon Cowell </strong> <strong> Travis Payne </strong> said on Wednesday, referring to a dance team she had coached.`` Very well spent.'' There are odder things than having to accept a new cast of judges on`` American Idol", "new_id": -2}, {"uid": "1297178299144113685", "i": 34849, "idx": 2, "sa": ["Simon Cowell"], "q": "'' he said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q> It was supposed to be similar to them doing their first concert, </q> <strong> Simon Cowell </strong> explained.`` It really helped show me who could handle the pressure.'' Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of", "new_id": -2}, {"uid": "1296752760168230988", "i": 37245, "idx": 3, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "fraudulent contractors. The Pentagon brass saw no need for any changes.`` The department believes that existing remedies with respect to contractor wrongdoing are sufficient,'' the Report to Congress on Contractor Fraud concluded. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> <strong> Sen. Bernie Sanders </strong> said. Under a separate <strong> Sen. Bernie Sanders </strong> provision in another law signed by <strong> Barack Obama </strong>, a government-wide federal contractor fraud database will be accessible to the public by April 15. Until now, access to the Federal", "new_id": -2}, {"uid": "1295292215026312759", "i": 36491, "idx": 2, "sa": ["Philip Klein", "Mike Huckabee", "Mike Pence"], "q": "either the Republican or Democratic side, making it so <strong> Mike Pence </strong> would have a huge lead in the race. <strong> Philip Klein </strong>, a writer at the conservative American Spectator, explains the appeal for <strong> Mike Pence </strong>. <q> There are a few factors driving talk of a <strong> Mike Pence </strong> presidential run. A regular speaker at tea parties, <strong> Mike Pence </strong> is one of a small number of elected Republicans with an appeal to economic, social and national security conservatives, </q> he writes.`` Last fall, the presidential talk got a boost when he won the straw poll at the Value Voters' summit, surprising many who assumed that <strong> Mike Huckabee </strong> had it in the bag", "new_id": -2}, {"uid": "1295425657058294288", "i": 8880, "idx": 5, "sa": ["Jim Ryun", "Gene Huey", "Mike Pence", "Ronald Reagan"], "q": "urging <strong> Mike Pence </strong> to run for the presidency is a former deputy counsel to <strong> Ronald Reagan </strong> and former U.S. Rep. <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and his wife will reach will be based on <q> where can we make the most difference for the conservative principles that carried us into public service. It also comes down to where are we needed most. </q> While <strong> Mike Pence </strong> would be one of numerous Republicans considering presidential campaigns, he would enter a race for governor as the favorite. <strong> Gene Huey </strong>` surprised' at being fired as Colts running backs", "new_id": -2}, {"uid": "1295018833055181321", "i": 8797, "idx": 0, "sa": ["Dr. Peter", "Sen. Bernie Sanders", "Peter Rhee"], "q": ". We saw that in Arizona. We saw the tenacity of those clinging to life, the compassion of those who kept the victims alive, and the heroism of those who overpowered a deranged gunman. <q> She has a 101 percent chance of surviving, </q> trauma chief <strong> Dr. Peter </strong> <strong> Peter Rhee </strong> told ABC News.`` She will not die. She does not have that permission from me.'' 01/12/2011 1:08 AM ET <strong> Sen. Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message", "new_id": -2}, {"uid": "1295934218032604160", "i": 25528, "idx": 0, "sa": ["Christine Lakin", "Bill Lockyer", "Michael Trevino", "Zelda Fitzgerald", "Newt Gingrich"], "q": "36. Actress <strong> Christine Lakin </strong> is 32. Rhythm-and-blues singer Alicia( ah-LEE'- sha) Keys is 30. Actor <strong> Michael Trevino </strong>( TV:`` The Vampire Diaries'') is 26. Thought for Today: <q> I don't want to live. I want to love first, and live incidentally. </q>- <strong> Zelda Fitzgerald </strong>, American writer( 1900-1948). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ROSS 4 BR/ 5.3 BA$ 9,750,000.00", "new_id": -2}, {"uid": "1295507172010305555", "i": 37361, "idx": 1, "sa": ["Allen Iverson"], "q": "highlights hd 2008... Lebron James Highlights vs Clippers 1-16-10 James scored 23 of his 32 points in the second half as the Cavaliers rebounded from a double-digit deficit and defeated the Clippers, 102-101, at Staples Center. <q> We did a great job rebounding and getting after loose balls, </q> James said.`` That's the thing about our team,... <strong> Allen Iverson </strong> 38pts Denver Nuggets vs LA Clippers 07/08 NBA <strong> Allen Iverson </strong> 38pts Denver Nuggets vs LA Clippers 07/08 NBA PEACE. this is Knowledge Rap. listen closely", "new_id": -2}, {"uid": "1295393152046235650", "i": 1588, "idx": 0, "sa": ["Bill Frist", "Sen. Joe Lieberman", "Sen. Bernie Sanders"], "q": "But a couple things before <strong> Sen. Joe Lieberman </strong> go: No mo <strong> Sen. Joe Lieberman </strong>? <strong> Sen. Joe Lieberman </strong> might not throw his hat into the ring next time around. Bummed? Comcast-NBC merger. <strong> Sen. Joe Lieberman </strong> <strong> Sen. Bernie Sanders </strong> of Vermont tweets: <q> The mega-merger of Comcast-NBC will lead to less local news coverage, fewer points of view,& reduced competition for viewers& ads. </q> Deal with it: <strong> Bill Frist </strong> says the health care bill is the law of the land and Republicans should build on it rather than try to symbolically tear it down. Ah, Good", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. </blockquote> <blockquote>`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> </blockquote> Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]