[{"uid": "1296486373063668243", "i": 2375, "idx": 12, "sa": ["President Bush", "Mike Pence"], "q": "to be the GOP speaker in 2010 at an annual gathering of congressional reporters, he had the room rolling at his <strong> President Bush </strong> impression and at jabs at himself for his reputation for liking the media spotlight. <q>There's only one way to refute being called a show horse: You've got to take it in front of a huge audience,</q> he told his huge audience. Although <strong> Mike Pence </strong> is skilled at the messaging side of politics, he has less experience as an executive-- something that could be an issue for someone who aspires to be governor", "new_id": -2}, {"uid": "1297104003173965321", "i": 8578, "idx": 2, "sa": ["Simon Cowell", "Alex Winston"], "q": ". \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q>At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge.</q> This is a fictional news article. It is just a bit of fun and purely speculation on what Single ReviewsThis week: <strong> Alex Winston </strong>, Skepta, N-Dubz, Sunday Girl, and more! EastEnders:", "new_id": -2}, {"uid": "1297264173151748653", "i": 46543, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "U.S. <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong> of New York sent a letter to lawmakers in her state Tuesday urging them to pass the marriage equality bill this year. Capitol Tonight reports on the letter, in which <strong> Kirsten Gillibrand </strong> wrote, <q>Equal protection under the law has been a hallmark of the American legal, social and political system since the founding of the republic. In this instance, I believe that this principle must be extended to all of those in our state who seek the civil contract of marriage and the numerous legal rights, protections and benefits that only the status of marriage confers.</q> The correspondence accompanied a lobby day in Albany sponsored by Marriage Equality New York, which drew around 300 participants, or more than double the number from last year. Advocates feel hopeful about the bill, which", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q>Day-to-day adult supervision is no longer needed!</q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called \"adult supervision\" for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}, {"uid": "1297132541144228403", "i": 780, "idx": 6, "sa": ["Christina Aguilera", "Donald Rumsfeld"], "q": "( Custom Made RSS Feed) Google Executive Emerges as Key Figure in Revolt- WSJ.com[ del.icio.us] Super Bowl 2011: <strong> Christina Aguilera </strong> and Groupon fluff their lines Russian Islamist leader claims responsibility for Moscow airport attack Global Times <q>Top 10 fabricated news stories in 2010</q> http://bit.ly/hnj8vk Has anyone done a \"Top 10 harmonized news stories\" ranking? Bestsellers from the Guardian shop <strong> Donald Rumsfeld </strong>'s Demons by <strong> Donald Rumsfeld </strong> Cockburn Â£ 13.59 <strong> Donald Rumsfeld </strong>'s Iraq strategy was doomed to failure,", "new_id": -2}, {"uid": "1295225378163069977", "i": 32779, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "own. U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said on NBC's \"Meet the Press\" Sunday she got an update on <strong> Gabrielle Giffords </strong> from <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, the night before. <q>She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,</q> <strong> Kirsten Gillibrand </strong> said. \"So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did.\" <strong> Gabrielle Giffords </strong>, who was among 13 people wounded and six killed", "new_id": -2}, {"uid": "1295762095175325199", "i": 12725, "idx": 5, "sa": ["Mr. Bauer", "Mike Pence", "Bryan Fischer", "John McCain", "Ron Paul"], "q": "Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q>He is definitely the guy to watch,</q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> has a decision to make: While he says he is seriously weighing a run for the <strong> John McCain </strong> House", "new_id": -2}, {"uid": "1295632987007700499", "i": 7609, "idx": 0, "sa": ["Eric Schmidt"], "q": "networks statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q>Day-to-day adult supervision is no longer needed!</q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called \"adult supervision\" for Google's young founders, will take on the role of executive chairman,", "new_id": -2}, {"uid": "1296184988067649545", "i": 21636, "idx": 6, "sa": ["Barack Obama", "Mike Pence"], "q": "includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform.\" <strong> Mike Pence </strong> said that he \"even heard the president... talking about fiscal discipline and reform\" but added that <q>when he adds on top of that calls for additional spending, it undermines the credibility of his message.</q>... that a nation so concieved and so dedicated shall not perish from this earth. Reply# <strong> Barack Obama </strong> Jan. 27, 2011- 10:10 PM EST I don't agree with <strong> Mike Pence </strong> on much of", "new_id": -2}, {"uid": "1295471010042287122", "i": 33017, "idx": 5, "sa": ["Eric Snow", "Allen Iverson", "Kostas Tsartsaris"], "q": "grabbed seven rebounds. \"We gave a lot of effort, but we came too short.\" Greece left a lot of sweat on court, but they knew it was going to be a tough game. <q>We knew from the start Israel are a team of fighters and this is what happened,</q> said <strong> Kostas Tsartsaris </strong> after the game. It took Israel almost three minutes to get its first points on the board, and by then http://wn.com/Allen_Iverson_FOULED-OUT_vs_Denver_Nuggets_02/03_*9_straight_win <strong> Allen Iverson </strong> wasn't around during the final minutes, so <strong> Eric Snow </strong> picked up the slack", "new_id": -2}]