[{"uid": "1297088895231997447", "i": 31050, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne"], "q": ", Fiat boss <strong> Sergio Marchionne </strong> said in remarks on Feb. 5. His comments on were quoted by Italy's Corriere della Sera, prompting the mayor of Turin, Fiat's birthplace, to demand`` immediate clarification.'' <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Marchionne </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>.`` In the next two or three years we will", "new_id": -2}, {"uid": "1297710716141344818", "i": 36372, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.`` Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q> You have to believe, and know that they are more than just imagination. </q> Obama sends Congress$ 3.73 trillion budget Obama sends Congress$ 3.73 trillion budget vowing` tough choices' but with record deficits Pa. homes destroyed by natural gas explosion Pa. homes destroyed by", "new_id": -2}, {"uid": "1297122898200310809", "i": 5764, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "quarterback for the rival Philadelphia Eagles, causing an uproar among animal rights activists Saturday. In 2007, <strong> Michael Vick </strong> was convicted of a felony related to a dogfighting ring and served 19 months in prison. <q> The message and the kids are far greater than all this response about,` Why give him the key to the city?' </q> <strong> Dwaine Caraway </strong> told ESPNDallas on Monday afternoon.`` He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with the drugs", "new_id": -2}, {"uid": "1296045733208601093", "i": 7967, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest and later conviction on dogfighting charges, for", "new_id": -2}, {"uid": "1297284739062046279", "i": 11102, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "running Bing, Hotmail and MSN.com to build its cloud computing platform Azure in the Server and Tools division. <strong> Satya Nadella </strong> previously worked in Microsoft Business Solutions on Dynamics, the company's customer relationship management software. <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops. We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways, </q> <strong> Steve Ballmer </strong> said in an e-mail to all employees. <strong> Satya Nadella </strong> said in his e-mail to the Server and Tools division that Microsoft is on a path to change the world again with its cloud platform.`` Today", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}, {"uid": "1295743327004915210", "i": 35689, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q> A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR </q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Easy Product", "new_id": -2}, {"uid": "1295222036260489247", "i": 45322, "idx": 17, "sa": ["Linas Kleiza", "Kobe Bryant", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... HD HQ <strong> Kobe Bryant </strong> 52 points vs Dallas Mavericks HIGH QUALITY HD HQ <strong> Kobe Bryant </strong> 52 points vs Dallas Mavericks HIGH QUALITY Best sports highlight packages( go through the video section): www.youtube.com DESCRIPTION:-- to comment on", "new_id": -2}, {"uid": "1297702269198672397", "i": 17073, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "government officials for their role in the unlawful detention and torture of U.S. citizen Jose Padilla should not be thrown out. The ACLU was recently retained to represent Jose Padilla and his mother in the lawsuit. <q> Jose Padilla was seized from a New York jail and hidden away in a military brig so that the Bush administration could subject him to brutal abuse without the interference of the courts. Now, the architects of Padilla's unlawful ordeal are demanding that the courts look away once again, </q> said Ben Wizner, Litigation Director of the ACLU National Security Project, who argued on Padilla's behalf.`` The court should make clear that <strong> Donald Rumsfeld </strong> and other officials who abused their authority are not above the law", "new_id": -2}, {"uid": "1297328414192823336", "i": 14529, "idx": 0, "sa": ["Kevin Kolb", "David Letterman", "Aaron Rodgers"], "q": "finale against Dallas and is working out and getting ready for 2011, whenever and wherever that might be. He last talked to <strong> Aaron Rodgers </strong> on the Thursday before the Super Bowl but has not tried him since, because <q> he's probably a little busy right now, </q> <strong> Kevin Kolb </strong> said. <strong> Aaron Rodgers </strong> was at Disney World on Monday morning for a parade and was on Late Show With <strong> David Letterman </strong> that night. <strong> Kevin Kolb </strong> made a point to watch it, then stayed up a few", "new_id": -2}]