[{"uid": "1295448248150847491", "i": 48486, "idx": 2, "sa": ["Hillary Clinton", "Ileana Ros-Lehtinen", "Kirsten Gillibrand", "Larry King", "Barack Obama"], "q": "\" <cite> TeamPOLITICO: Jan. 19, 2011- 7:30 AM EST </cite> \" Rep. <strong> Ileana Ros-Lehtinen </strong>( R-Fla.), chair of the House Committee of Foreign Affairs, objected to the PLO flag being flown. <q> <cite> TeamPOLITICO: Jan. 19, 2011- 7:30 AM EST </cite> </q> The flag-raising came as Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) and 16 other senators wrote to Secretary of State <strong> Hillary Clinton </strong> on Tuesday, asLarry King the <strong> Barack Obama </strong> administration to oppose the Palestinian Authority's efforts to bring a resolution before the", "new_id": -2}, {"uid": "1295598786207912973", "i": 12807, "idx": 14, "sa": ["Eric Schmidt", "Larry Page", "Rob Enderle"], "q": "in command seemed long overdue to longtime Silicon Valley analyst <strong> Rob Enderle </strong>.`` Whenever you have a caretaker CEO, they're supposed to stay in place until the founders have enough experience,'' he said. <q> <strong> Larry Page </strong> had enough experience about four years ago. </q> File photo of Google co-founder <strong> Larry Page </strong> and CEO <strong> Eric Schmidt </strong> File photo of Google Inc co-founder <strong> Larry Page </strong> speaking... Google Inc.. Photo in Slideshow: File photo of Google Inc co-founder <strong> Larry Page </strong> speaking with... Google Inc.. Photo", "new_id": -2}, {"uid": "1296835348012369970", "i": 26869, "idx": 1, "sa": ["Tim Pawlenty", "Mike Pence", "Lou Cannon", "Barack Obama", "John Boehner"], "q": "people. Remember when <strong> Mike Pence </strong> <strong> John Boehner </strong> promised a 100 Billion in spending cuts just in the first year if they won in Nov. 2010. Here is the actual quote from their`` Pledge to America''. <q> With common-sense exceptions for seniors, veterans, and our troops, we will roll back government spending to presTim Pawlentyulus, pre-baiLou Cannont levels, saving us at least$ 100 billion in the first year alone and putting us on a path to begin paying down the debt, balancing the budget, and ending the spending spree in Washington that threatens our children's future </q>. Well now it turns out that this number, at best, is going to be 32 Billion Dollars. About 30% of what they promised. When <strong> Barack Obama </strong> changes his projections the GOP has a", "new_id": -2}, {"uid": "1295605564062603293", "i": 27345, "idx": 5, "sa": ["Michael Gove", "William Russell Sykes"], "q": "\" Outradgie 21 January 2011 10:17 AM Be thankful <strong> Michael Gove </strong> models himself on Gradgrind, and not, say, <strong> William Russell Sykes </strong> or Quilp. rabaisse 21 January 2011 10:23 AM Hamface <q> If our present education system is so good, why are we slipping so far down the international league tables? </q> Nobody says it is. In fact, most people are very unhappy about it. Alarming 21 January 2011 10:24 AM A hands off approach that tells the teachers what they must teach.", "new_id": -2}, {"uid": "1296563343268173331", "i": 38139, "idx": 0, "sa": ["Andy Coulson"], "q": ", who quit amid mounting controversy over phone hacking allegations. But a Number 10 source said`` good progress'' had been made in identifying a successor and that Mr <strong> Andy Coulson </strong> chose to leave quietly after finishing <q> what he wanted to finish </q>. Mr <strong> Andy Coulson </strong> said last month he could no longer give his full attention to the job because of the drip-drip of claims about illegal eavesdropping under his editorship. Scotland Yard has since launched a", "new_id": -2}, {"uid": "1296480217189546502", "i": 32119, "idx": 0, "sa": ["Sergio Marchionne"], "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. Fourth-quarter revenue was$ 10.76 billion. The", "new_id": -2}, {"uid": "1295230613192299060", "i": 55454, "idx": 1, "sa": ["Bob Dudley", "Chris Huhne", "Marine Le Pen"], "q": "year, which cost it billions. UK Energy Secretary <strong> Chris Huhne </strong> has hailed the agreement as a groundbreaking development. And, referring to the Deepwater Horizon blast BP boss <strong> Bob Dudley </strong> has said that the firm <q> learned many lessons over the past year </q>. Risk contained No sign of Tunisian uprising spreading to Egypt In father's footsteps Profile of <strong> Marine Le Pen </strong>, new leader of France's National Front Southern discomfort One man's quest to solve", "new_id": -2}, {"uid": "1295047747170393747", "i": 49593, "idx": 0, "sa": ["Bill Lockyer"], "q": "on Jan. 12 announced$ 12.5 Bill Lockyerion in spending cuts. That same day, Illinois raised its state income-tax rate to 5% from 3% to help plug an estimated$ 13 Bill Lockyerion budget shortfall. <q> We've never defaulted, not once in our entire history, including during the Great Depression, </q> says Tom Dresslar, spokesman for California Treasurer <strong> Bill Lockyer </strong>. He says paying debt service for the state's bonds is the Treasurer's second-highest priority, after schools. Revenues for U.S. municipalities as a group rose", "new_id": -2}, {"uid": "1295243744247496797", "i": 35577, "idx": 1, "sa": ["Denzel Washington", "Jimmy Stewart", "Allen Iverson"], "q": "version Agent Smith Goes To <strong> Denzel Washington </strong>, a pardoy fusion of`` The Matrix'' and <strong> Jimmy Stewart </strong> flick`` Mr. Smith Goes To <strong> Denzel Washington </strong>,'' was a bit originally scheduled to air on public access in the Mega64 episode <q> The Gangs Returned To Class and Became Honor Students. </q> It not... <strong> Allen Iverson </strong> 2 Games Highlight vs <strong> Denzel Washington </strong> Wizards 97/98 <strong> Allen Iverson </strong> 2 Games Highlight vs <strong> Denzel Washington </strong> Wizards 97/98 Won the gold medal at World University Games with the US Team in 1995. Named Big East Rookie of the", "new_id": -2}, {"i": 39257, "idx": 1, "index_answer": 0, "new_id": -1, "q": "\"`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> \" The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of", "sa": ["Mike Pence"], "uid": "1296166252125468725"}]