[{"uid": "1295189804049070144", "i": 20201, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler", "Lee DeWyze", "Jennifer Lopez"], "q": "by an unassuming fellow named <strong> Lee DeWyze </strong>, drew the series' smallest overall audience since it began: 24.2 million viewers. But Idol's producers and talent are chipper about its chances without <strong> Simon Cowell </strong>. <q>We definitely love him and will miss him, and I think he was a great addition to the show, but I think what we've added now with these two superstars, I think the show is going to go on and have huge success,<q> said Jackson. \"I see these kids walk in, and they look at <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, and they go,` My God. We got like the rock legend. We got the triple-threat", "new_id": -2}, {"uid": "1295798969051544087", "i": 20731, "idx": 2, "sa": ["John McCain", "Colin Powell", "Dick Cheney"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q>a man who I admire as much as any man in the world, person in the world<q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Colin_Powell_Endorses_Barack_Obama_on_Meet_the_Press Appearing on Meet the Press, former <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> says he's", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q>It is a pretty good offer we are making.<q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1297264343254083122", "i": 31548, "idx": 0, "sa": ["Sean Hannity", "Donald Rumsfeld"], "q": "The group was removed from the US list of foreign terrorist organizations in the 1970s. Despite having officially renounced violence, many conservatives still consider the Muslim Brotherhood a danger to the United States and Israel. <q>The problem we have is there are many elements in a popular revolt,<q> former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> told Fox News' <strong> Sean Hannity </strong> Tuesday. \"Among them are extremists, like the Muslim Brotherhood. They tend to be not the largest, but the most extreme, the best organized,", "new_id": -2}, {"uid": "1295563364204783630", "i": 10559, "idx": 3, "sa": ["Eric Schmidt"], "q": " \"so there's clear responsibility and accountability at the top of the company.\" After April 4, Page will lead product development and technology strategy and take charge of day-to-day Google operations. <q>In this new role I know he will merge Google's technology and business vision brilliantly,<q> <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion, is ready to lead.\" During a Thursday conference call, Page said <strong> Eric Schmidt </strong> has \"done an outstanding job leading Google. We're all", "new_id": -2}, {"uid": "1295293272209076262", "i": 34178, "idx": 2, "sa": ["Steve Ballmer"], "q": ", your body.\" Although <strong> Steve Ballmer </strong> admitted that the firm could improve with targeting a broader set of demographics, such as teenage girls, the console is resonating better with a wider audience. <q>I think about my own family. My wife used to say, \"No, no, that's the machine the boys use', and now she says,` Yeah, I want to go watch movies. Let's go play the dance game\",<q> he said.", "new_id": -2}, {"uid": "1296671651093847555", "i": 27711, "idx": 0, "sa": ["Barbara Walter", "David Letterman", "Barbara Walters", "Robin Williams", "Bill Clinton"], "q": "Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q>If I die on the operating table, I won't know it.<q>. Watch: <strong> Bill Clinton </strong> Grateful for Heart Surgery Watch: <strong> David Letterman </strong> on His Heart Surgery <strong> Robin Williams </strong>: People Ask \"How Are You?\" Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walter </strong>", "new_id": -2}, {"uid": "1296179950266141706", "i": 16762, "idx": 1, "sa": ["Jeb Hensarling", "Barack Obama", "Rand Paul", "Sen. Bernie Sanders"], "q": ", <strong> Barack Obama </strong> told Congress: \"We should also find a bipartisan solution to strengthen Social Security for future generations.\" The president said Thursday the solution should not slash benefits for future generations or subject benefits <q>to the whims of the stock market.<q> <strong> Sen. Bernie Sanders </strong> said he would like to hear a stronger pledge from <strong> Barack Obama </strong>. \"<strong> Jeb Hensarling </strong> of Texas said, and he's the Republican conference chairman, that they're going to take <strong> Rand Paul </strong> Ryan's", "new_id": -2}, {"uid": "1297585173005455889", "i": 21745, "idx": 0, "sa": ["Bill Lockyer"], "q": "Texas model.\" Texas now faces a 2012 budget shortfall amounting to 31.5 percent of its 2011 budget- greater even than California's 29.3 percent. As Treasurer <strong> Bill Lockyer </strong> told the Los Angeles Times recently, <q>someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore.<q> Both states have lost more than a little luster in recent years. Enough with all the comparisons between the Lone Star State and the golden one. The issue isn't really how one might imitate the", "new_id": -2}, {"uid": "1296559646171900934", "i": 1384, "idx": 0, "sa": ["Raef LaFrentz", "Paul Pierce", "Allen Iverson"], "q": "of a sprained left shoulder. <strong> Allen Iverson </strong> started and played 44 minutes, getting nine assists and six steals, despite a strained groin that put him out of the fourth quarter in Friday night's game against Dallas. <q>Early in the game, we buckled down,<q> he said. \"I'm glad we did, because it shows we can play defense with the best of them.\" <strong> Paul Pierce </strong> had 26 points and 13 rebounds and <strong> Raef LaFrentz </strong> had 14 points and 13 rebounds for", "new_id": -2}]