[{"uid": "1295091531196460547", "i": 28631, "idx": 1, "sa": ["Sergio Marchionne"], "q": "/ Supplied Jeep will resurrect a hallowed nameplate- the Grand Wagoneer- in two years. \"It's time we gave the market an upper-scale Grand Wagoneer,\" said Chrysler CEO <strong> Sergio Marchionne </strong>. <q>You'll see it in January 2013.</q> The Grand Wagoneer would be a seven-seat SUV built on the same platform as the Grand Cherokee and the Dodge Durango. Those two vehicles were part of Chrysler's 16-vehicle 2011 product offensive spearheaded by the hard-driving", "new_id": -2}, {"uid": "1295029652070811648", "i": 40089, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "CAMILLE GRAMMER MEETS KAYTE WALSH \"You are respectfully considerate and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> responded coyly, before talking about how his children are handling the divorce. <q>The kids seem to be doing okay. We've been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and <strong> Scarlett Johansson </strong> <strong> Kayte Walsh </strong>'s my new girl. We're planning to get married soon.</q>! NEWS: CAMILLE GRAMMER NOT GRANTING KELSEY GRAMMER A SPEEDY DIVORCE The work marriage triggered <strong> David Letterman </strong> to inquire about a date for the wedding, and he got one! \"Sometime in February we", "new_id": -2}, {"uid": "1296454608150618120", "i": 45954, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "goal try in the fourth quarter bounced off the right upright. \"<strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,\" <strong> David Akers </strong> said, <q>so it means a lot to be able to pass a legend like that.</q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of 10 passes for", "new_id": -2}, {"uid": "1297071301223330403", "i": 360, "idx": 1, "sa": ["Steve Ballmer"], "q": ") omlaag kan. \"Gooi ook je eigen proprietary high-end oplossing MeeGo weg- het is de grootste grap in de tech industrie en zal je alleen maar verder achterop Apple en Google helpen\", schrijft de analist. <q>Richt je high-end portfolio op Windows Phone 7, en naar verloop van tijd kun je de kosten zo omlaag brengen dat je ook het middensegment kunt bedienen.</q> \"Microsoft heeft profijt bij hoge volumes\" Ook voor <strong> Steve Ballmer </strong> ziet Ahmad louter voordelen. \"Twee miljoen verkochte toestellen in het laatste kwartaal is niet echt iets om over naar huis te schrijven, gezien", "new_id": -2}, {"uid": "1297292758248905735", "i": 281, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Frank Lautenberg", "Robert Menendez"], "q": "spearheaded by U.S. <strong> Frank Lautenberg </strong> <strong> Robert Menendez </strong>( D-NJ), a member of the Foreign Relations Committee, and joined by Senators <strong> Frank Lautenberg </strong>( D-NJ), <strong> Kirsten Gillibrand </strong>( D-NY) and <strong> Chuck Schumer </strong>( D-NY). <strong> Frank Lautenberg </strong> <strong> Robert Menendez </strong> said: <q>The UK didn't just turn a blind eye to Al-Megrahi's release- they cut deals that set the terrorist free. The UK and Scottish governments' repeated denials, even when confronted by specific and compelling evidence, get more ludicrous by the day. It is time that these governments launch independent investigations into the matter and put the wheels in motion to return Al-Megrahi to prison.</q> <strong> Frank Lautenberg </strong> said, \"More than a year after his release, Al-Megrahi remains alive while the authorities who set him free continue to dodge responsibility. The latest maneuver comes from the UK's internal report that acknowledges the", "new_id": -2}, {"i": 30030, "idx": 2, "index_answer": 4, "new_id": -1, "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q>I score a career high and we won the game,</q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against <strong> George Washington </strong> on March 10, 2004, Indiana", "sa": ["George Washington", "Tracy McGrady", "Magic Johnson", "Michael Jordan", "Allen Iverson"], "uid": "1295299857181911591"}, {"uid": "1296217928050937877", "i": 25069, "idx": 0, "sa": ["Michael Gove"], "q": "out schools reforms More details of plans to overhaul England's schools system are set out in an Education Bill. These are some of the main changes being brought in: BEHAVIOUR The government says it will <q>increase the authority of teachers to discipline pupils</q> through: <strong> Michael Gove </strong> threatens to close failing academies Sponsors of government academies will be stripped of their powers to run schools if they fail to raise standards, <strong> Michael Gove </strong>, the Tory MP removes \"gay lesson\" blog entry", "new_id": -2}, {"uid": "1295850344252723207", "i": 19272, "idx": 0, "sa": ["Sergio Marchionne"], "q": "billionChrysler CEO <strong> Sergio Marchionne </strong> says he hopes to receive the funds by the end of March. The automaker is going ahead with fuel efficiency projects, expecting it will receive the loan to help pay for them. <q>I can't stop the machine,</q> <strong> Sergio Marchionne </strong> said recently. \"So far, I have been able to manage it\" without the loan, but there will come a point in time when I have to go into the kitty and use other cash", "new_id": -2}, {"uid": "1297323057252542979", "i": 10138, "idx": 10, "sa": ["Idi Amin", "Colin Powell", "Hans Blix"], "q": "from including claim. This ranks with <strong> Idi Amin </strong> in \"Last King of Scotland\" blaming his <strong> Hans Blix </strong> for not preventing him from expelling the Indian merchant class-- <strong> Hans Blix </strong> \"I told you not to.\" <strong> Idi Amin </strong>, <q>Yes, but you failed to persuade me.</q> 3. The aptly named \"Curveball\" told German spy agency that he had helped build mobile WMD labs cited by <strong> Colin Powell </strong> in UN speech, and described in great detail the building they operated out of.", "new_id": -2}, {"uid": "1296156422245841950", "i": 9250, "idx": 3, "sa": ["Dick Armey", "Mike Pence"], "q": "POTUS talk to continue. <strong> Mike Pence </strong> faces a self-imposed deadline at \"<strong> Mike Pence </strong> can bring the whole spectrum of constitutional, social and economic conservatives together,\" <strong> Dick Armey </strong> said on Fox today. <q>They will rally behind his candidacy.</q>", "new_id": -2}]