[{"uid": "1295994110043548689", "i": 1311, "idx": 1, "sa": ["Erik Spoelstra", "LeBron James", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "q": "Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. \"They're great players and they've proven to be productive in their careers,\" Heat coach <strong> Erik Spoelstra </strong> said. <q>So once they became comfortable with this team and with each other, that was a matter of time.</q> When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on the leaderboard, for certain. <strong> LeBron James </strong>' score gets rounded to 40.2- 25.9 points, 7.2 rebounds, 7.2 assists, just a", "new_id": -2}, {"uid": "1296534583102203392", "i": 9960, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "said: \"We are standing behind Mr. President. Medinat Nasr is completely secure,\" talking about where he lived. \"We are with this guy,\" he added, meaning Mr. <strong> Hosni Mubarak </strong>. <q>We are with him until the end. We've known this guy since forever.</q> The channel announced that <strong> Zahi Hawass </strong>, the chairman of the Supreme Council of Antiquities, had called on Egyptian citizens not to believe the \"lies and fabrications\" of Al Jazeera and Al Arabiya", "new_id": -2}, {"uid": "1297119643065749007", "i": 20296, "idx": 1, "sa": ["Cheryl Cole", "Paula Abdul", "Simon Cowell"], "q": "up here, co-existing at different times of year on the same network. <strong> Simon Cowell </strong>, the show's executive producer, is the only confirmed judge, and says he'll be his usual unvarnished caustic self: <q>People will know what to expect.</q> He wouldn't address rumors he'd like fellow Brit <strong> Cheryl Cole </strong> or former Idol colleague <strong> Paula Abdul </strong> on the panel. \"We honestly haven't made our minds up,\" he says, though he'll have to in", "new_id": -2}, {"uid": "1297275488080936961", "i": 2478, "idx": 0, "sa": ["Angela Hunt", "Michael Vick"], "q": ".\" So don't expect her on Ron Natinsky's list of supporters. And what about her nearly 10-month-old daughter, Audrey Belle? Did she factor into <strong> Angela Hunt </strong>'s decision? <q>My family factors into every decision I make, and, certainly, I took that into consideration because I want to be the best mother possible and the best wife possible,</q> she says. So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to", "new_id": -2}, {"uid": "1295860435042090520", "i": 5997, "idx": 5, "sa": ["Andy Coulson", "Keith Vaz"], "q": "he had to resign. But the precedent is a bad one. As I wrote last September, when <strong> Keith Vaz </strong>, the Labour chairman of Commons home affairs select committee, was upping the ante, <strong> Andy Coulson </strong>'s antagonists <q>seem to be forging a new and frankly preposterous politico-legal doctrine of executive responsibility: namely, that a man should not only lose the job he holds at the time of the wrongdoing, but all subsequent jobs. On this sinister basis, one strike and you are out- forever.</q> <strong> Andy Coulson </strong> has now lost two very senior positions in less than four years without a single allegation against him having been proved. Politics- and government- will be poorer without him. But more honourable and", "new_id": -2}, {"uid": "1295991953089178223", "i": 3084, "idx": 11, "sa": ["Donald Rumsfeld", "President Bush"], "q": " \"unknown unknowns\" and so forth came up during intelligence briefings. \"I used the phrase in a Pentagon press conference one day, and that's when it started rolling,\" <strong> Donald Rumsfeld </strong> says. <q>I titled the book that because I believe people will find there are things they didn't know.</q> He will not discuss specific contents of the book, will not comment on current events( he saves that for his Twitter account, RumsfeldOffice) and had no comment on <strong> President Bush </strong>'s \"Decision Points,", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.\" The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q>started to open her eyes, literally,</q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}, {"uid": "1296200478083099666", "i": 7958, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "help from <strong> Barack Obama </strong>, who carried Indiana in 2008. \"Indiana is going to be a priority for the president,\" Winston said. State Democrats, he hopes, will find a consensus candidate this spring. <q>It's a$ 15 million to$ 18 million race. I hope we won't have a primary.</q> <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. \"The social conservatives love him,\" says former Republican state chairman Rex Early. \"The", "new_id": -2}, {"uid": "1295668830122535946", "i": 39850, "idx": 1, "sa": ["Ed Rendell", "Michael Vick"], "q": "west toward Marcellus Shale.[ 0] Former Gov. <strong> Ed Rendell </strong> supports program giving stray cats and dogs to prisoners. \"All of a sudden, recidivism's looking like a win-win,\" says <strong> Michael Vick </strong>. <q><strong> Paul I. </strong> just really enjoy killing dogs. <strong> Paul I. </strong> do not care where.</q>[-5] Every day, on average, two water mains break in Philadelphia, which sometimes leads to millions of gallons of water pouring onto the street. Bonus spraygrounds, you guys!", "new_id": -2}, {"uid": "1295440331234078236", "i": 36619, "idx": 0, "sa": ["Sergio Marchionne"], "q": "was required under the financial regulatory law enacted last summer. Heads Up| Chrysler weighs changes to minivans Chrysler is debating the future of its Dodge Grand Caravan and its Chrysler Town and Country minivans. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday. \"We need to retain all its functionality but make it much more versatile.\" The Treasury Department on Tuesday auctioned$ 29 billion in three-month bills at a discount rate of 0.155", "new_id": -2}]