[{"uid": "1295809830194183172", "i": 2248, "idx": 1, "sa": ["Eric Schmidt", "... More", "Thomas Aragon", "Woodrow Wilson"], "q": "have made their case on <strong> ... More </strong> <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009 <strong> ... More </strong>. Public Health 257B- Fall 2009- Lecture 6 Public Health Preparedness and Emergency Response Professor <strong> Thomas Aragon </strong> <strong> ... More </strong> Public Health 257B-", "new_id": -2}, {"uid": "1295735680191037477", "i": 43459, "idx": 0, "sa": ["Saddam Hussein", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "- It has been two decades since a U.S.-led coalition expelled <strong> Saddam Hussein </strong>'s army from Kuwait- and global leaders are still grappling with the challenges of the new world heralded by the Persian Gulf War. <q>In the case of Desert Storm, I honestly believe history will say we got this one right,</q> former president <strong> George H.W. Bush </strong> said Thursday at Texas A&M University's basketball arena as he opened a 20th-anniversary symposium on the war. Members of <strong> George H.W. Bush </strong>'s war cabinet, including <strong> Dick Cheney </strong> and <strong> Colin Powell </strong>, discussed the legacy of", "new_id": -2}, {"uid": "1296231931043434103", "i": 6989, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "2009 after <strong> Hillary Clinton </strong> left to become secretary of state, had sought the committee seat. She has worked on military issues, such as the repeal of the\" Albany-area congressional district. <q>One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families,</q> she said. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families, and try to strengthen connections between the military and NYPIRG: Real Estate, Law Are Top Sources Of Outside Income For State", "new_id": -2}, {"uid": "1296478507189546539", "i": 11864, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama", "Walter P. Chrysler"], "q": "Profit and Modified EBITDA for Q4 2010 and Total Year 2010 is detailed in Table 1 of the attachment to the press release( <strong> Barack Obama </strong>)- Cash includes Cash and Cash Equivalents <q>As <strong> Walter P. Chrysler </strong> Group's brand displays at the Detroit auto show confirmed, the Company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months,</q> said <strong> Sergio Marchionne </strong>, Chief Executive Officer, <strong> Walter P. Chrysler </strong> Group LLC. \"All of these vehicles bear testimony to <strong> Walter P. Chrysler </strong>'s rebirth. Given the positive comments we have received to date, it can safely be said that what", "new_id": -2}, {"uid": "1295829088258179074", "i": 498, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "the Internet giant. SCHMIDT SELLS SHARES In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity,</q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1296758577019021855", "i": 43275, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "Yuri Luzhkov"], "q": "he plans to visit.\" In one last dig- and hinting that officials were not ready to let <strong> Yuri Luzhkov </strong> flee with the wealth he is believed to have acquired in office- the source said: <q>Many Russian pensioners can only envy the possibilities that <strong> Yuri Luzhkov </strong> has.</q> <strong> Yuri Luzhkov </strong> accused of overseeing Â£ 5bn fraud while Moscow mayor <strong> Yuri Luzhkov </strong> accused of overseeing Â£ 5bn fraud while Moscow mayor <strong> Donald Rumsfeld </strong>'s Iraq strategy was doomed to failure, claims <strong> John McCain </strong> Bestsellers from the Guardian shop", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on \"Late Night with <strong> David Letterman </strong>.\" The talk show host was once a grocery bagger. <q>There's no guarantee, but it's traditional for the winner to be a guest on the show,</q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest. \"I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}, {"uid": "1296143890071090183", "i": 26535, "idx": 0, "sa": ["David Letterman", "Timmy Regisford"], "q": "Shelter's primary group of promoters and DJs was collectively known as \"NASA\"( Nocturnal Audio+ Sensory Awakening), who took over the club every Friday night. Its promotional flyers claimed The Shelter to be <q>New York Citys only Non-prejudicial Progressive Underground Dance Club.</q> The dance floor had a notoriously loud 37000 watt sound system designed by <strong> David Letterman </strong> Soto, a New York based audio specialist in collaboration with Garage-era DJ legend <strong> Timmy Regisford </strong>. The speaker cabinets were larger than the dancing patrons.", "new_id": -2}, {"uid": "1297708035124567831", "i": 37107, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "and provocative.( David Paul Morris/Getty Images) LOS ANGELES-After three weeks in office and days filled with meetings, legislators came up with a proposal that state Treasurer <strong> Bill Lockyer </strong> calls \"realistic and provocative.\" <q>The plan acknowledges that a balanced remedy of spending reductions and revenues is the best cure,</q> <strong> Bill Lockyer </strong> said in a statement. The California legislature's logjams during attempts to develop effective responses to the growing deficit had become a perennial problem since the worldwide economic meltdown began. <strong> Jerry Brown </strong>, now back for a", "new_id": -2}, {"uid": "1295581289167378962", "i": 12498, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Fortune. The shuffle is discussed in Google's official blog at the website here. A quick analysis on the events of today comes from Silicon Alley Insider: <q>This is not a loss for Google,</q> notes Jay Yarow. \"Increasingly, it has seemed like <strong> Eric Schmidt </strong> was just an ambassador\" for the company. \"Our read of the company is that <strong> Sergey Brin </strong> and Page have been driving most of the major strategic", "new_id": -2}]