[{"uid": "1295586272212418583", "i": 2948, "idx": 13, "sa": ["Allen Iverson", "Marcus Camby", "Yao Ming"], "q": "December 2006, led all scorers with 32 points Wednesday night. But it was the 76ers who made the <strong> Yao Ming </strong> plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. <q>I dreamed it up a certain way, and it was better than that,</q> <strong> Allen Iverson </strong> said. \"Everything was perfect but one thing, and that was not winning the game.\" <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their", "new_id": -2}, {"uid": "1295655169052625412", "i": 19599, "idx": 1, "sa": ["Bill Leader", "Eric Cantor", "Mike Pence", "Mayor Michael Bloomberg", "Ron Paul", "Jeffrey Young"], "q": "\" <strong> Ron Paul </strong> Kevin McCarthy( of \"<strong> Jeffrey Young </strong> Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q>We've got to roll back there. That will save$ 100 billion in the first year,</q> agreed <strong> Ron Paul </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority <strong> Bill Leader </strong> <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to <strong> Mayor Michael Bloomberg </strong> Times,", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q>It is a pretty good offer we are making.</q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1297415226250134550", "i": 24760, "idx": 0, "sa": ["Steve Ballmer"], "q": "'s now a three-horse race.\" The benefit to Nokia, a handset vendor without a smartphone platform, is clear. For Microsoft, Nokia's scale and distribution offer an unrivaled route to market. <q>Nokia would contribute its expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies,</q> the firm said in a statement. \"The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute,\" said Microsoft CEO <strong> Steve Ballmer </strong>. Analysts have", "new_id": -2}, {"uid": "1297632165075120649", "i": 9859, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "even played a harrowing 911 call from a victim of a home invasion. I am not even particularly left-wing on the subject of gun control and I found it to be a breathtakingly shameless and disgusting performance. <q>If I run, and if I win, this country will be respected again.</q> Right. Once we elect the bankrupt TV make-believe tycoon huckster, people around the world will say to themselves, \"They finally got it right.\" <strong> Donald Rumsfeld </strong> arrived to accept his \"defender of the Constitution", "new_id": -2}, {"uid": "1295432574026050633", "i": 1725, "idx": 0, "sa": ["Mike Pence"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a presidential veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q>We will vote to repeal Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week.</q> House Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"uid": "1295050457232783897", "i": 8134, "idx": 0, "sa": ["Eric Schmidt", "Jared Cohen"], "q": " \"think/do tank.\" Ratcheting up the engagement a notch, <strong> Eric Schmidt </strong>( and <strong> Jared Cohen </strong>) appeared before the Council on Foreign Relations in New York as part of its CEO Speaker Series, which is designed to <q>highlight the increasing importance of the international business community to U.S. foreign policy.</q>[ The Chronicle, December, 2010, p. 5] That's some hyperbole, because the good ol' industrial CEOs have always played to the Council and other important foreign policy bodies; it's only the", "new_id": -2}, {"uid": "1295391203109740051", "i": 7477, "idx": 3, "sa": ["Sergio Marchionne"], "q": "We are not going to give up one inch of territory,\" <strong> Sergio Marchionne </strong> said. A Chrysler auto worker installs seat belts to a Chrysler Chrysler Brand CEO Francois speaks in... Chrysler Town and Country Report Abuse <q> \"We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday\"\" \"One amenity is an optional heated steering wheel, a first among minivans.\" Report Abuse \"Why haven't detroit automakers learned yet that we don't want rebadged", "new_id": -2}, {"uid": "1295853731069795901", "i": 26380, "idx": 1, "sa": ["Dick Armey", "Jim Ryun", "Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives, including former House Republican Majority Leader <strong> Dick Armey </strong> and former <strong> Dick Armey </strong> <strong> Jim Ryun </strong>, to convince him to run for president rather than Indiana governor. <q>For them, the Hoosier checks many boxes- a fresh face on the national scene, a charismatic speaker from the heartland and, most important, a Republican who can appeal to all three elements of the party base: social conservatives, economic conservatives and foreign policy conservatives,</q> the story said. <strong> Mitch Daniels </strong> and <strong> Mike Pence </strong> both received votes when the New Hampshire Republican Party held a straw poll during a meeting Saturday. A total of 273 ballots were cast, according to news accounts of", "new_id": -2}, {"uid": "1296462102029147230", "i": 28404, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "try in the fourth quarter bounced off the right upright. \"<strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,\" <strong> David Akers </strong> said, <q>so it means a lot to be able to pass a legend like that.</q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of", "new_id": -2}]