[{"i": 42085, "idx": 1, "index_answer": 1, "new_id": -1, "q": "'m fulfilling the principal role of television.\" After a tense 15-minute interview, the stage lights fade for a commercial. <strong> Jaime Bayly </strong> and Collins stand up and kiss on the cheek, but their microphones remain on. <q>Don't come here just to complain about my behavior,</q> <strong> Jaime Bayly </strong> says angrily over the outro music. \"And don't be so damn boring.\" <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charlie Rose </strong>; comedian and serious interviewer;", "sa": ["David Letterman", "Jaime Bayly", "Charlie Rose"], "uid": "1296586302084361234"}, {"uid": "1296909500107855895", "i": 18673, "idx": 0, "sa": ["Simon Cowell"], "q": "hunk writhes around with half-naked ladies in the music video for provocative single Tonight( I'm Lovin' You), although he admits selecting the women to dance in the clip was a mortifying experience. <q>No, I couldn't do it!</q> he replied when asked if he behaved like famously harsh reality television judge <strong> Simon Cowell </strong> during the casting. \"The director would give me a tap when he liked someone, but I couldn't even look up", "new_id": -2}, {"uid": "1296106909116244575", "i": 39376, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "Less than two years after being released from federal prison, the Philadelphia Eagles quarterback is making his fourth Pro Bowl appearance- and first since serving 18 months for his role in a dogfighting operation. <q>This one feels great due to the fact that I've been through so much and trained to getting back to this position,</q> he said after the NFC opened practice Wednesday. \"It's paramount for me and my family and I'm just thankful.\" After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295835993071843871", "i": 4526, "idx": 2, "sa": ["Eric Schmidt"], "q": "see Page act like that is the case,\" Andrews says. \"That will include evangelism for the enterprise business, similar to what we saw from <strong> Eric Schmidt </strong>.\" In addition to paying customers, <q>If I were a managed services provider I would be looking for that same kind of message,</q> Andrews adds. more than 3 million businesses are running Google Apps, which costs$ 50 per user per year and includes Gmail, Google Calendar, Google Docs and several other services. These are mostly", "new_id": -2}, {"uid": "1297228077053084177", "i": 8716, "idx": 4, "sa": ["Simon Cowell"], "q": "with a lobster on her head.\" Despite his own status never being higher, <strong> Simon Cowell </strong> knows there are limits- such as the guest list for April's Royal Wedding. He laughed: <q>I haven't been invited, but I'll probably be allowed to wave in the street.</q> March on for UK trial FIRST auditions for this year's British X Factor take place in less than a month- even though <strong> Simon Cowell </strong> has yet to finalise the judges. Show bosses", "new_id": -2}, {"uid": "1296416429170033283", "i": 7807, "idx": 1, "sa": ["Brandon Lloyd", "Michael Vick"], "q": "A few players even hit the waves, such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. \"I don't surf,\" <strong> Michael Vick </strong> said. <q>I watch National Geographic too much, and I've seen too many catastrophic situations.</q> The players also spent a lot of time lounging at the hotel pool or one of the lagoons at Ko Olina Resort. And the rookies were invited- because they're the ones stuck with the hefty", "new_id": -2}, {"uid": "1295199188176750603", "i": 46879, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "people give him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q>Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick.</q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the US' X Factor' he is trying not to worry about it. Subscribe to RSSMost Popular in: Entertainment", "new_id": -2}, {"uid": "1296676002083132523", "i": 8693, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "has joined the Defending Social Security Caucus newly organized by fellow Democratic <strong> Sen. Bernie Sanders </strong> of Vermont. \"Social Security has not contributed a dime to the debt or the deficit,\" he said, calling the program <q>rock-solid for at least another 27 years.</q> That was a reference to the moment when Social Security's trustees project that the system's trust fund-- financed by payroll taxes that are segregated from other federal levies-- will run out.", "new_id": -2}, {"uid": "1295552137065978390", "i": 40779, "idx": 3, "sa": ["Rachel Maddow", "Sen. Carl Levin", "Lady Gaga", "John McCain", "Colin Powell"], "q": "for this legislation as of today.... Senate Votes for Repeal of \"Don't Ask, Don't Tell\" Lambda Legal Executive Director Kevin Cathcart spoke with CBS News in response to the Senate vote to repeal <q>Don't Ask, Don't Tell.</q>... MSNBC- Senate GOP Blocks DADT Repeal <strong> Rachel Maddow </strong> comments on filibuster, <strong> Colin Powell </strong> Amos, <strong> John McCain </strong>& <strong> Lady Gaga </strong>... <strong> Sen. Carl Levin </strong> Urges Senate to Repeal \"Don't Ask, Don't Tell\" <strong> Sen. Carl Levin </strong>, D-Mich., chairman of", "new_id": -2}, {"uid": "1296855932158482439", "i": 25710, "idx": 0, "sa": ["Mike Pence"], "q": ". No one wants to do any research to find out what <strong> Mike Pence </strong> and Smith are doing. Huffington Post readers only see this headline \"GOP Hates Women and Wants to Control Their Bodies\".\" Report Abuse <q> \"These bills seek to overturn years of long-standing legal doctrine and, even worse, they endanger the health of women in this country by attempting to end insurance coverage-- including private coverage-- for all abortions.</q>\" Apparently no one understands that <strong> Mike Pence </strong> and Smith aren't trying to overturn Roe v. Wade. The deficit Americans should think about most: personal character Financial Crisis Prosecutions On Wall Street Slow To Develop Despite Cries For", "new_id": -2}]