[{"uid": "1296384239188645391", "i": 1572, "idx": 1, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "Zimbabwe, but the politics in both has been problematic. The panel appeared to be more of a victory for Gbagbo as it gives him more time to consolidate his position on the ground. <q> The putting in place of a commission corresponds with what we have called for. We hope this commission will move forward with total neutrality, </q> said <strong> Ahoua Don Mello </strong>, spokesman for Gbagbo's government. <strong> Alassane Ouattara </strong> said in a statement he had taken note of the AU decision to form a panel. But he stressed it should reach conclusions fast because it was", "new_id": -2}, {"uid": "1297079636126599583", "i": 42480, "idx": 5, "sa": ["Sergio Marchionne", "Sergio Chiamparino", "John Elkann"], "q": "sociaux De son c?t, <strong> John Elkann </strong> a confirm au maire( de gauche) de Turin <strong> Sergio Chiamparino </strong> que Fiat et Chrysler`` travaillaient? mettre sur pied une organisation unique''. Ce nouveau groupe aurait <q> plusieurs p?les de d?cision selon les principaux march?s o il op?re:? Turin pour l'Europe, Detroit pour les tats-Unis ainsi qu'au Br?sil et si possible en Asie </q>.`` Plusieurs t?tes et un seul c?ur'', avait d?clar <strong> Sergio Marchionne </strong> en invitant?`` s' y habituer''. Fiat suivrait l'exemple d'autres constructeurs globaux, comme Toyota qui a deux si?ges sociaux, au Japon", "new_id": -2}, {"uid": "1297242543083116089", "i": 18708, "idx": 13, "sa": ["Simon Cowell", "Justin Bieber", "Billy Bush", "Kit Hoover"], "q": "friends. We're just gon na completely whip their a** es[ with` The X Factor].''`` Have you watched the new` Idol'?'' <strong> Kit Hoover </strong> asked. <q> No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice, everybody seemed to have sad stories. It was like a music version of` Extreme Home Makeover' with a happy ending. We like happy endings, </q> <strong> Simon Cowell </strong> said. NBC Universal, Inc.. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. <strong> Billy Bush </strong> and <strong> Justin Bieber </strong> in`` The <strong> Billy Bush </strong> Show'' studio, Burbank", "new_id": -2}, {"uid": "1296611107097845302", "i": 22216, "idx": 0, "sa": ["Bill Lockyer"], "q": "firms in the state's underwriter pool to stop including the dues in their calculation of fees paid out of bond proceeds, Tom Dresslar, a spokesman for <strong> Bill Lockyer </strong>, said in an e-mailed statement today. <q> Making taxpayers, in effect, foot the <strong> Bill Lockyer </strong> for banks' lobbying or campaign activities is not justified under any circumstances, </q> <strong> Bill Lockyer </strong>, a 69-year-old Democrat, said in the statement.`` It's improper, it will stop now, it will not happen again and we will get our money back.'' The payments went", "new_id": -2}, {"uid": "1297600395127287377", "i": 58599, "idx": 0, "sa": ["Darius Morris", "Allen Iverson", "Dan Tan", "Tim Hardaway"], "q": "of the silent locker room. He supported <strong> Darius Morris </strong> after every game, yet couldn't help himself.`` <strong> Dan Tan </strong> said,` Yeah, <strong> Darius Morris </strong>, even I saw that,''' Villegas said. <q> Everyone was so serious and when <strong> Dan Tan </strong> said that, that was it. That was the end of halfTim Hardawaye.`` You can't follow that. We all started to laugh. It was great. </q> <strong> Dan Tan </strong> imitated <strong> Allen Iverson </strong>'s famous practice rant-`` We talkin' about practice, man, practice,''- after another halfTim Hardawaye rant against Campbell Hall. An eternal opTim Hardawayist, <strong> Dan Tan </strong> always cracked", "new_id": -2}, {"uid": "1296084991130252806", "i": 38350, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. This affects comments on all stories. The Charlotte Observer welcomes", "new_id": -2}, {"uid": "1295458115232456196", "i": 3383, "idx": 2, "sa": ["Allen Iverson", "Maya Moore"], "q": "route to his third career 50-point game and first since February 6 against Sacramento.`` When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,'' he said. <q> That is the way it felt tonight.`` My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls the plays and I wouldn't set a career high without those guys. </q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in <strong> Maya Moore </strong> 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1296496333175095835", "i": 45072, "idx": 12, "sa": ["Žydrūnas Ilgauskas", "Allen Iverson", "Sleepy Floyd"], "q": "record for most points in a quarter, set by <strong> Sleepy Floyd </strong> of Golden State in 1987. <strong> Allen Iverson </strong>'s final two 3-pointers were the Žydrūnas Ilgauskasgest of the game, coming after Philadelphia had pulled within 10 with 5:14 remaining. <q> When[ <strong> Allen Iverson </strong>] went on that run, it seemed like he was unstoppable, </q> <strong> Allen Iverson </strong> said.`` He almost pulled it off.'' <strong> Allen Iverson </strong>'s performance came one day after he alleged that the NBA would rather see a 76ers-Lakers Finals than a Bucks-Lakers Finals. He spent a long time before", "new_id": -2}, {"uid": "1296142544256950282", "i": 3894, "idx": 0, "sa": ["Clive Goodman", "John P. Yates", "Tim Godwin", "Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong>, who resigned as editor when <strong> Clive Goodman </strong> was jailed. <strong> Andy Coulson </strong> resigned as <strong> David Cameron </strong>'s director of communications last week saying coverage of phone hacking made it impossible for him to do his job. <q> I have always said we will respond to any new evidence and that is exactly what we have done today. This is the first significant new evidence that may have a chance of being admissible. We have set up a new team to deal with that and we need to let them get on with it, </q> <strong> John P. Yates </strong> said today.`` This is the first Tim Godwine we have announced a new investigation with new material where there is a prospect of developing some promising lines of inquiry,'' he added.", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]