[{"uid": "1295958129216842277", "i": 10787, "idx": 10, "sa": ["Mike Pence"], "q": "that he's leaning in one direction, but declined to say what that was.\" We're nearing the end of a process that began right after Election Day in November,\" <strong> Mike Pence </strong> said. <q> We've determined that it would be appropriate for us to make a decision on our general direction before the end of January. </q> His recent activities suggest he has been keeping his options open. <strong> Mike Pence </strong> addressed state legislators last week and is speaking at 16 upcoming Lincoln Day dinners around the state. He", "new_id": -2}, {"uid": "1295610219050561027", "i": 8663, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "top decision-maker because of\" the pace of decision-making and the scale of the company.\" Mr. <strong> Sergey Brin </strong>, who joined Mr. Page and Mr. <strong> Eric Schmidt </strong> in the interview, said the three-way process confused employees. <q> We wanted to make it clear to all the executives and the managers who report to us where they should send an e-mail, </q> he said. Mr. Page and Mr. <strong> Eric Schmidt </strong> said the decision was mutual.\" I don't think there's another person in the universe that could have done as good a job as <strong> Eric Schmidt </strong> has done", "new_id": -2}, {"uid": "1297127080053067784", "i": 18796, "idx": 0, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "to suffer losses of more than$ 450,000. During the course of the investigation, government agents seized two California properties, two luxury vehicles and about$ 40,000 in cash from the couple. <q> The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people and betrayed the trust placed in them, </q> said <strong> Stuart Bowen </strong>, attorney for the Special Inspector General for Iraq Reconstruction.\" They will now pay a price for their criminal wrongdoing.\" Google CEO <strong> Eric Schmidt </strong> speaks during the Web 2.0 Summit in San... Marines", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.\" You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1294953542155058304", "i": 47664, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Sen. Kay Bailey Hutchison", "Gabrielle Giffords"], "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}, {"uid": "1295259419086458396", "i": 1710, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Sharpton"], "q": "the senator to link black churches with federal agencies and programs.\" A lot of us had never heard of her. Then we heard a lot of things that were disturbing,\" <strong> Al Sharpton </strong> said. <q> But as she remained almost omnipresent, she has won a lot of people over, because she's been there, and she's been there over and over again. </q> The new venture builds on a summit <strong> Kirsten Gillibrand </strong> held last year on Capitol Hill that brought nearly 100 church leaders in contact with numerous federal officials and agencies. This year, <strong> Kirsten Gillibrand </strong> is", "new_id": -2}, {"uid": "1296745511116736054", "i": 28364, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "wife, Joyce, and all their children.\" What had happened to Nick- coupled with the wounds to our country and the Pentagon- all started to hit me,\" Mr. <strong> Donald Rumsfeld </strong> writes. <q> At that moment, I couldn't speak. And I was unable to hold back the emotions that until then I had shared only with Joyce. </q> \" Ah, there you have it. <strong> Donald Rumsfeld </strong> could have said,\" What the fuck are you talking about going to war with Iraq for? Our country was just attacked by a foreign terrorist organization", "new_id": -2}, {"uid": "1295005134083214384", "i": 18975, "idx": 1, "sa": ["Barack Obama", "Bill Clinton", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "The <strong> Bill Clinton </strong> silenced both sides, at least temporarily. He called for empathy, not blame, to honor the six people who died and 13 others wounded, including critically injured Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>. <q> Only a more civil and honest public discourse can help us face up to our challenges as a nation, in a way that would make them proud, </q> <strong> Barack Obama </strong> said. Republicans as well as Democrats said the <strong> Bill Clinton </strong>'s tone should help him in the weeks and months ahead.\" It reminded me of the old <strong> Barack Obama </strong>, the <strong> Barack Obama </strong> of 2008,\"", "new_id": -2}, {"uid": "1295582183033980446", "i": 4562, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Page said. Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said <strong> Ken Auletta </strong>, author of\" Googled: The End of the World As We Know It.\"\" I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For", "new_id": -2}, {"uid": "1297604062127287303", "i": 20020, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel.\" We've spoken to her, she knows I'm a big fan,\" <strong> Simon Cowell </strong> said of his former fellow American Idol judge. <q> I've always said at some point we are going to be working together. </q> But, he added,\" I have to take everyone's opinions into account,\" including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member", "new_id": -2}]