[{"uid": "1297303990062455894", "i": 57847, "idx": 1, "sa": ["David Letterman", "Melissa Rosenberg", "Anderson Cooper"], "q": "green light for mobs to attack anyone who looks foreign. I don't think they know who I was particularly.'' He's also thankful he made it out of the incident in one piece, <q> There were people stabbed right after us, there were people who have been, you know, captured, disappeared. </q> <strong> David Letterman </strong>'s interview with <strong> Anderson Cooper </strong> airs Wednesday on the` Twilight' Writer <strong> Melissa Rosenberg </strong> Takes Over Summit's` Highlander' Script( Excl... After tackling vampires in Summit's`` Twlight Saga,''", "new_id": -2}, {"uid": "1295974362157089794", "i": 56035, "idx": 6, "sa": ["Larry Page", "Eric Schmidt"], "q": "Produktanfragen die Angebote anderer Suchdienste in seiner Trefferliste bewusst weiter hinten angezeigt zu haben. Au?erdem geht das Bundeskartellamt einer Beschwerde der Zeitungsverleger nach. Neben Fragen zur Ermittlung der Suchergebnisse geht es hierbei vor allem um das Urheberrecht. <q> Ich denke, mein n?chstes Jahrzehnt bei Google wird noch interessanter sein als das erste </q>, sagte <strong> Eric Schmidt </strong> mit Blick auf seine berraschende R?cktrittsank?ndigung am Donnerstag vergangener Woche. Sein Nachfolger als Vorstandsvorsitzender wird zum 4. April <strong> Larry Page </strong>, einer der beiden Google- Gr?nder. Der 55- j?hrige <strong> Eric Schmidt </strong> wird Google als", "new_id": -2}, {"uid": "1297319076226721837", "i": 18658, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel.`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow American Idol judge. <q> I've always said at some point we are going to be working together. </q> But, he added,`` I have to take everyone's opinions into account,'' including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1297438079190496799", "i": 16193, "idx": 0, "sa": ["Cecile Richards", "Mike Pence", "Subhankar Banerjee", "James O'Keefe", "Ann Marie Buerkle"], "q": "laws,' and another urging Rose to tell her mother about the pregnancy.''( Los Angeles Times; 4/26/09) http://articles.latimes.com/print/2009/apr/26/nation/na-abortion26 CNN: Live Action videos reminiscent of edited <strong> James O'Keefe </strong> videos. CNN reports, <q> the Live Action videos are reminiscent of those by right-wing videographer <strong> James O'Keefe </strong>.... <strong> James O'Keefe </strong>'s videos were found in at least two investigations to be so heavily edited as to be an unreliable record of what happened, showing no evidence of any wrongdoing by ACORN staff members.... The Live Action videos also appear to be heavily edited. </q>[ http://edition.cnn.com/2011/US/02/08/abortion.video.retraining/] href=\"http://yubanet.com/opinions/Cecile Richards-Cecile Richards-Rep-Mike Pence-Mike Pence-s-Press-Conference-to-Defund-PlAnn Marie Buerkleed-Parenthood.php\"> <strong> Cecile Richards </strong>: <strong> Mike Pence </strong>'s Press Conference to Defund PlAnn Marie Buerkleed Parenthood Jane Danowitz: Administration's National Forest Plan Would Weaken Current Rules <strong> Subhankar Banerjee </strong>: From Toilet to Planet: A Brief Journey of Survival", "new_id": -2}, {"uid": "1296432941168050707", "i": 52850, "idx": 3, "sa": ["Reggie Miller", "Allen Iverson", "Travis Best", "Jermaine O'Neal", "Phil Jackson"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q> We let the world know, we let them know, we can beat them on their own court, </q> <strong> Jermaine O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second http://wn.com/Allen Iverson_Allen Iverson_17pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_1 <strong> Allen Iverson </strong> expected the Phil Jacksonadelphia 76ers to own the kind of killer instinct that can finish off teams for good once they build a double-digit lead. Because they don't", "new_id": -2}, {"uid": "1295454221253952026", "i": 31299, "idx": 0, "sa": ["Russell Brand", "Simon Cowell", "Jonathan Ross"], "q": "There will also be a scaled-down version of royal coverage on the weekend after the wedding from April 30 to May 1. Paul Buccieri, ITV Studios America president and CEO, released a statement saying: <q> This is without question the most widely anticipated wedding in a generation. </q> <strong> Simon Cowell </strong> thinks Rihanna is the`` perfect'' choice... <strong> Russell Brand </strong> and <strong> Jonathan Ross </strong> reunite for Comedy Awards", "new_id": -2}, {"uid": "1295624513043139076", "i": 44411, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "my old job at the href=\"http://www.washingtontimes.com/topics/news-of-the-world/\"> News of the World has made it difficult for me to give the 110 percent needed in this role.'' href=\"http://www.washingtontimes.com/topics/David Cameron-David Cameron/\"> Mr. <strong> David Cameron </strong> said that he was <q> very sorry that href=\"http://www.washingtontimes.com/topics/Andy Coulson-Andy Coulson/\"> <strong> Andy Coulson </strong> has decided to resign as my director of communications. </q>'' href=\"http://www.washingtontimes.com/topics/Andy Coulson-Andy Coulson/\"> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,'' href=\"http://www.washingtontimes.com/topics/David Cameron-David Cameron/\"> Mr. <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1296251980060604445", "i": 18982, "idx": 1, "sa": ["Ted Thompson", "Michael Vick", "Aaron Rodgers"], "q": "yards and the Green Bay Packers beat <strong> Michael Vick </strong> and the Philadelphia Eagles 21-16 in an NFC wild-card game Sunday.( Jan. 9)... Green Bay Packers QB <strong> Aaron Rodgers </strong> and Randy Zachary This is a short clip taken from <q> Randy& Monica Almost Live </q> episode one that was filmed during the annual charity golf tournament hosTed Thompson by <strong> Aaron Rodgers </strong> at Tuscan Ridge Golf Club in Chico, CA in which <strong> Aaron Rodgers </strong> makes a pass to Randy- laughs ensue.... <strong> Aaron Rodgers </strong> and the Packers", "new_id": -2}, {"uid": "1296744552199131154", "i": 36477, "idx": 1, "sa": ["Howard Kurtz", "Donald Rumsfeld"], "q": "drug problem. <strong> Howard Kurtz </strong> speed-reads Rummy's new memoir. Ten days after the attacks of Sept. 11, 2001, <strong> Donald Rumsfeld </strong> wrote himself a note.`` At the right moment,'' it said, <q> we may want to give Saddam Hussein a way out for his family to live in comfort. </q> Known and Unknown, the former Defense secretary says he believed that`` an aggressive diplomatic effort, coupled by a threat of military force, just might convince Saddam and those around him to seek exile.''", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]