[{"uid": "1296088244186089519", "i": 19793, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Analyst: Cold weather, improving economy could push winter sports gear sales to a record$ 3.2 B Analyst: Cold weather, improving economy could push winter sports gear sales to a record$ 3.2 B-", "new_id": -2}, {"uid": "1295964650048300032", "i": 46408, "idx": 0, "sa": ["Brian Wilson", "Andrés Torres", "Bill Lockyer", "Newt Gingrich"], "q": "for trouble. \"I even talked to a player on the White Sox who said( last year's show) was a distraction; they were always looking over their shoulder,\" he said. <q> But like I said, we- <strong> Brian Wilson </strong> and I, the coaching staff- plan on being very vigilant about that not being the case with us. </q> <strong> Andrés Torres </strong> signs a new deal, leaving no Giants in arbitration. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics", "new_id": -2}, {"uid": "1295641898262504480", "i": 29587, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said he will \"focus wherever I can add the greatest value,\" such as partnerships and government affairs, and that he will remain \"an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.\" <q> I have learned a ton from him over the years, </q> Mr. <strong> Larry Page </strong> said of Mr. <strong> Eric Schmidt </strong> in a conference call. \"I can not be more excited about moving us forward, and we are really only at the beginning.\" The transition has long been", "new_id": -2}, {"uid": "1297446333043221013", "i": 8027, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Mitt Romney", "Gil Kerlikowske", "John Boehner"], "q": "medical marijuana stalemate Speaker of the House <strong> John Boehner </strong> speaks to the Conservative... Barack Obamaial hopefuls woo the right Photo in Slideshow: Former Republican Barack Obamaial candidate <strong> Mitt Romney </strong> speaks... Politics Video: Saudis Fault <strong> Barack Obama </strong> on Egyptian Crisis Report Abuse <q> America needs a organized and violent protest the like which has never been seen in American history. </q> TheDC Interview: Drug Czar <strong> Gil Kerlikowske </strong> on Mexico, pill mills, and the medical marijuana stalemate Gay rights groups willfully ignore positive Palin, Angle comments at CPAC; GOProud hits back TheDC Interview: <strong> Donald Rumsfeld </strong>- secret critic", "new_id": -2}, {"uid": "1296661087176242707", "i": 27999, "idx": 0, "sa": ["Osama bin Laden", "Donald Rumsfeld"], "q": "in Iraq and Afghanistan and decision to air tapes and statements obtained from <strong> Osama bin Laden </strong> shortly after the Sept. 11 attacks. Defense Secretary <strong> Donald Rumsfeld </strong>, for instance, blasted Al Jazeera's 2004 coverage of civilian casualties in Iraq as <q> vicious, inaccurate and inexcusable. </q> And there were more than just verbal salvos leveled at Al Jazeera in the Bush years: the U.S. military fired missiles at Al Jazeera's offices in Kabul in 2001 and dropped bombs on the Baghdad newsroom", "new_id": -2}, {"uid": "1296480328231522306", "i": 11017, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" Milan, Italy, contributed to this report.", "new_id": -2}, {"uid": "1295485367026624027", "i": 15406, "idx": 4, "sa": ["General Saint", "Colin Powell", "John McCain", "Barack Obama", "Mark Dayton"], "q": "said. <strong> Colin Powell </strong>, a retired US <strong> General Saint </strong> and a Republican, was once seen as a possible Barack Obamaial candidate himself. <strong> Colin Powell </strong> said he has some concerns about the direction of the Republican Party, adding that it has <q> moved more to the right than I would like to see it. </q> Read a transcript of <strong> Colin Powell </strong>'s reMark Daytons In regard to the financial crisis, which <strong> Colin Powell </strong> called the candidates' \"final exam,\" <strong> Colin Powell </strong> said <strong> John McCain </strong> appeared unsteady in dealing with it, while <strong> Barack Obama </strong> had excelled in", "new_id": -2}, {"uid": "1295610219050561027", "i": 10405, "idx": 0, "sa": ["Larry Page", "Tim Armstrong", "Eric Schmidt"], "q": ", who were in their late 20s when Mr. <strong> Eric Schmidt </strong> took over. Even Mr. <strong> Eric Schmidt </strong> characterized it as a moment for the training wheels to come off. On his Twitter account, Mr. <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q> Later, on a conference call with analysts after Thursday's earnings report, he said, \"I believe <strong> Larry Page </strong> is ready,\" adding, \"It's Tim Armstronge for him to have a shot at running this", "new_id": -2}, {"uid": "1297521835086999048", "i": 50291, "idx": 0, "sa": ["Peyton Manning", "Howard Mudd", "Michael Vick", "Jim Mora"], "q": "ball, <strong> Peyton Manning </strong> and <strong> Michael Vick </strong> are about as different as two quarterbacks can be. One is the prototypical pocket passer. The other is, well, uh, not the prototypical pocket passer. <q> The first thing our offensive staff did every week was figure out the protection schemes in the passing game, </q> said former Colts coach <strong> Jim Mora </strong>, who hired <strong> Howard Mudd </strong> in 1998. \"They were really good at coming up with ways to protect <strong> Peyton Manning </strong>. \"They prepared the team- the offensive line, the backs", "new_id": -2}, {"uid": "1295264028094093318", "i": 8696, "idx": 4, "sa": ["Andy Coulson"], "q": "a second chance. He resigned for what went wrong at News of the World. I would just argue working for the government, I think he has done a good job.\" He added: <q> Of course he was embarrassed, but he has had a second chance from me to do this job. I think he has done the job in a very good way. </q> According to the Mail on Sunday, <strong> Andy Coulson </strong> has admitted that the allegations concerning the bugging of celebrities' phones while he was editor of the News of the World are making it harder for him to carry", "new_id": -2}]