[{"uid": "1295304814100499460", "i": 14112, "idx": 0, "sa": ["Simon Cowell", "Ricky Gervais"], "q": "Celebrity Apprentice. And <strong> Simon Cowell </strong> stopped listening to music in the 80? s and was basically wrong about everybody. Mon 01/17/11 5:11 PM I think a lot of people are confusing`` not funny'' with <q> I don't get this type of humour. </q> Brits are hysterical. I'm Canadian, and we have a bit more of the same humour, sarcastic, blunt, and yes, funny. They have to be doing something right... <strong> Ricky Gervais </strong> managed to get", "new_id": -2}, {"uid": "1295634532070795270", "i": 32135, "idx": 1, "sa": ["Eric Schmidt"], "q": " <strong> Eric Schmidt </strong>'s explanation of his role change is seen by many as a nice way of acknowledging what former Google designer Douglas Bowman href=\"http://stopdesign.com/archive/2009/03/20/goodbye-google.html\"> said when he famously left the Internet giant in 2009: <q> Yes, it's true that a team at Google couldn't decide between two blues, so they're testing 41 shades between each blue to see which one performs better. I had a recent debate over whether a border should be 3, 4 or 5 pixels wide, and was asked to prove my case. I can't operate in an environment like that. I've grown tired of debating such minuscule design decisions. There are more exciting design problems in this world to tackle. </q> What else does the change mean? Check out some deeper concerns href=\"http://www.cmswire.com/cms/enterprise-20/Eric Schmidt-Eric Schmidt-steps-down-as-googles-ceo-009897.php\"> here. Continue reading this article: 1 href=\"http://www.cmswire.com/cms/enterprise- 20/a- week- in- google- on-", "new_id": -2}, {"uid": "1296823306159875074", "i": 7798, "idx": 0, "sa": ["Andrea McLean", "Simon Cowell", "Darren Emerson", "Kate Thornton"], "q": "<strong> Andrea McLean </strong> last year- revealed on the show today( 03.02.11) that she and partner DJ <strong> Darren Emerson </strong> split some time ago, but have remained close in order to protect their two-year-old son Ben. She said: <q> As you ladies are aware I separated from <strong> Darren Emerson </strong> some time ago and we have worked through this together. We have come to terms with it now and are now able to speak about it. Every relationship where a child is involved is born out of love. There is a little boy in the middle and he has to come first. There is an overwhelming emotion of sadness but it doesn't make me want to scream and shout. It makes me want to learn from it. </q> <strong> Kate Thornton </strong> and <strong> Darren Emerson </strong> started dating in 2004 and got engaged in 2007. Before joining` Loose Women', <strong> Kate Thornton </strong> was famously fired by <strong> Simon Cowell </strong> from her role as presenter of the UK's'", "new_id": -2}, {"uid": "1297293225002195576", "i": 7751, "idx": 2, "sa": ["Simon Cowell"], "q": ",'' <strong> Simon Cowell </strong> said of the age issue. The$ 5 million prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. <q> We're putting our money where our mouth is, </q> <strong> Simon Cowell </strong> said.`` It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.'' <strong> Simon Cowell </strong> was asked if he would", "new_id": -2}, {"uid": "1296762870078708770", "i": 19556, "idx": 0, "sa": ["Zahi Hawass"], "q": ".`` Egyptian cultural heritage, both its monuments and its artefacts, are part of the ancestral heritage of humanity, handed down to us through the ages,'' she said on Tuesday. <q> The value of the 120,000 pieces in the Egyptian Museum in Cairo is inestimable, not only in scientific or financial terms, but because they represent the Egyptian people?s cultural identity. </q> But the country's newly appointed minister of antiquities, well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on", "new_id": -2}, {"uid": "1295799222231243776", "i": 27546, "idx": 0, "sa": ["Andy Coulson", "Nick Clegg"], "q": "accuses the tabloid of hacking her messages. While lawyers say more celebrities are about to accuse journalists of hacking their phones, Deputy Prime Minister <strong> Nick Clegg </strong> sought to draw a line under the controversy. <q> I don't think this government will miss a beat in terms of just pressing ahead with the plan that we have set out for the next four and a half years, </q> he told the BBC.`` <strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking or had any knowledge of it. I have no reason to disbelieve him.''", "new_id": -2}, {"uid": "1296028552166068261", "i": 2391, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "of people this year, taking on more than 6,000 workers worldwide. Persaud also said the return of co-founder <strong> Larry Page </strong> to the company's helm in April would not affect operations in the region. <q> I don't see it as much of a change as the current CEO will still be in the company... It's business as usual, </q> he said. Last week, in a surprise shakeup of its top management, the California-based company announced that <strong> Eric Schmidt </strong>, its chief executive over the past decade, would step aside in April and be replaced", "new_id": -2}, {"uid": "1295604338233226243", "i": 29310, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "company is hitting the barriers to growth: how to stay as nimble as when it was younger given that it is now much, much larger. in a blog post, <strong> Eric Schmidt </strong> admitted the move had been planned <q> over the[ Christmas] holidays </q>. Of course the trio- <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and his co-founder href=\"http://www.guardian.co.uk/media/Sergey BrinSergey Brin\" title=\"More from guardian.co.uk on Sergey Brin\"> <strong> Sergey Brin </strong>- had figured out that if <strong> Eric Schmidt </strong> had simply announced it on 2 January, all hell would have", "new_id": -2}, {"uid": "1295944369182452242", "i": 15497, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer", "Keith Smart"], "q": "off the court in the waning moments of Friday night's victory over Sacramento, but he played 42 minutes the next night against the Clippers.`` Monta bounces back quickly,'' coach <strong> Keith Smart </strong> said. <q> I didn't even think he'd able to play Saturday. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog CONCORD 4 BR/ 2.0 BA$ 320,000.00 BRENTWOOD 2 BR/ 2.0 BA$ 160,000.00", "new_id": -2}, {"i": 12457, "idx": 1, "index_answer": 1, "new_id": -1, "q": ",'' <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn't booked a car to pick them up, so they were left red-faced sitting on the steps outside the building. <q> I turned to the other Simons and said,` The good news is, it will never get worse than this,' </q> he said. <strong> Simon Cowell </strong>, who became an international star when <strong> the Fox </strong> network bought` Pop Idol' and turned it into` American Idol', used the interview to fuel speculation that he will quit the", "sa": ["the Fox", "Simon Cowell"], "uid": "1295779438083050512"}]