[{"uid": "1296528342000032791", "i": 31081, "idx": 0, "sa": ["Sergio Marchionne"], "q": "refurbished Jeep Grand Cherokee SUV went on sale. It also has four other completely new models: the 300 sedan, the Dodge Durango SUV, the Fiat 500 minicar and the Dodge Charger muscle car. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said today. Karl Brauer, senior analyst for the Edmunds.com automotive website, said Chrysler's new or revamped models, most of which hit showrooms toward the end of the year,", "new_id": -2}, {"uid": "1297706299073007108", "i": 25593, "idx": 1, "sa": ["Steve Ballmer"], "q": ".\" There are 30K developers that have registered to write to it though. And there have been about 1 million downloads of the Visual Studio SDK. \"All of which bears promise,\" <strong> Steve Ballmer </strong> said. <q> There's still work to do. </q> Regarding Nokia, <strong> Steve Ballmer </strong> simply mentioned the deal as an important one, one which would create an ecosystem that is the most operator-friendly ecosystem available, free from the fragmentation that \"all other platforms are currently experiencing", "new_id": -2}, {"uid": "1297721494054689888", "i": 38079, "idx": 0, "sa": ["Jimmy Kimmel", "Esperanza Spalding", "David Letterman"], "q": "by a new jazz artist internationally in 2008. The highly acclaimed release was the first opportunity for a worldwide audience to witness her mesmerizing talents as an instrumentalist, vocalist and composer. The New York Times raved, <q> <strong> Esperanza Spalding </strong> has got a lot: accomplished jazz improvisation, funk, scat singing, Brazilian vernacular rhythm and vocals in English, Portuguese and Spanish. At its center is a female bassist, singer and bandleader, one whose talent is beyond question. </q> Soon after release, <strong> Esperanza Spalding </strong> went straight to the top of Billboard's Contemporary Jazz chart where it remained for over 70 weeks. <strong> Esperanza Spalding </strong> was booked on the Late Show with <strong> David Letterman </strong>, <strong> Jimmy Kimmel </strong> Live, the", "new_id": -2}, {"uid": "1296107045059129879", "i": 43638, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and emerged as the single most important figure. <strong> Eric Schmidt </strong>, hitherto the grown-up chief executive, may be about to pursue a political career. For the moment, however, he will as executive chairman confine himself to <q> deals, partnerships, customers and broader business relationships </q>. And <strong> Sergey Brin </strong>? A continuing, but highly influential role, as the Google corporate conscience and ideas man. Why change now is more speculative. While the issue of personal development shouldn't be underestimated", "new_id": -2}, {"uid": "1295501555083329035", "i": 29493, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "often register as opinion. There was no <strong> Simon Cowell </strong> to shatter the conversation as cleanly as a rock through a window, although <strong> Steven Tyler </strong> at least is weirdly, arrestingly flip. He asked one all-over-the-map vocalist, <q> Did you eat a lot of paint chips as a child? </q> Yet somehow he never came across as mean. On the other hand, it doesn't seem appropriate that a judge should look at a 16-year-old girl and say appreciatively of her skirt, \"Just the", "new_id": -2}, {"uid": "1297102084035717129", "i": 7325, "idx": 0, "sa": ["Steve Ballmer"], "q": "an unprecedented ease of communications between systems. Manage full relationship life cycles, with out-of-the-box Sales Force Automation, Customer Service and Marketing as well as full xRM capabilities. According to Microsoft CEO, <strong> Steve Ballmer </strong>, <q> Sales professionals are at the heart of almost every successful business. Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market. </q> Come join Microsoft and FMT Consultants at our joint launch event. Date: Wednesday, March 16, 2011 Time: 9-11am Location: Microsoft Office, San Diego Registration Page:", "new_id": -2}, {"uid": "1295815498029966341", "i": 1012, "idx": 3, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> assumes his new role as executive chairman, which will focus on external relations with customers, partners and government agencies, he may have more time to spend advocating for Google Apps in the marketplace. <q> Google definitely needs to focus on the enterprise market given Microsoft's strong push with Office 365, </q> he said via e-mail. \"Consequently, there is an important window of opportunity for Google now in the enterprise space in advance of Office 365.\" Cloud Sherpas, a Google Apps reseller and service", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}, {"uid": "1296259546046202905", "i": 1431, "idx": 0, "sa": ["Barack Obama", "Dan Boren", "Harry Reid", "Mary Landrieu", "Sen. Bernie Sanders", "John McCain", "Michael Bennet", "Nancy Pelosi"], "q": "editor at the Washington Examiner, Chris Stirewalt. http://wn.com/Balls_Beer_for_Health_Care_Reform,_the_Full_Version Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. \"Democrats Reveal Facts About Health Care\" www.youtube.com <q> <strong> Rep. Patrick Kennedy </strong> Yells: \"Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com \"High Immigration Impacts America's Unemployed\" www.youtube.com ryanpdixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> <strong> John McCain </strong> House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Sen. Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> ryan dixon http://wn.com/Michael_Moore's_Message_to_Barack_Obama_and_Blue_Dog_Democrats <strong> Michael Bennet </strong> Moore addresses press on <strong> Barack Obama </strong> and Blue Dog Democrats\"", "new_id": -2}, {"uid": "1297271131262504545", "i": 35411, "idx": 4, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "had been the heir if hundreds of years of British democratic development, did not evolve smoothly or quickly into the liberal democracy that we benefit from today.\" <strong> Donald Rumsfeld </strong> recalls suggesting to Bush and <strong> Condoleezza Rice </strong> that <q> the administration soften the democracy rhetoric. I proposed that we talk more about freedom and less about democracy, lest the Iraqis and other countries in the region think we intended to impose our own political system on them, rather than their developing one better suited to their history and culture. </q> He writes, \"I wondered as well how we would define democracy if that became our goal. If Iraq never created an American-style system of government, would that mean that our mission had been a", "new_id": -2}]