[{"uid": "1297297614011485184", "i": 24017, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "belief that the original Met police investigation into <strong> Glenn Mulcaire </strong> and News International( owner of the News of the World) was completely inadequate and failed to follow all the evidence,'' he told The Guardian. <q> I now look forward to the Met police finally uncovering the truth. </q> A Met police spokesman admitted some individuals being contacted by police were originally told there was`` little or no'' evidence that they were involved. <strong> Andy Coulson </strong>, News of the World editor at the", "new_id": -2}, {"uid": "1296591076195919887", "i": 40220, "idx": 4, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer", "Joy Behar"], "q": "A A A x Email Article From To Email Sent! <strong> Joy Behar </strong> Show: <strong> Camille Grammer </strong> Claims Fox News Salted Her Game m& c Here's a sneak peek of The <strong> Joy Behar </strong> Show from tonight's interview with <strong> Camille Grammer </strong> from <q> Real Housewives of time the newest stop is going to be`` The <strong> Joy Behar </strong> Show. </q> Speaking with <strong> Joy Behar </strong> about her marriage to <strong> Kelsey Grammer </strong>, the reality star claimed that her relationship with <strong> Kelsey Grammer </strong> ultimately <strong> David Letterman </strong>'s Bridal survey: what's on brides' minds? Following the flurry of engagements from Thanksgiving", "new_id": -2}, {"uid": "1297703308198672413", "i": 1398, "idx": 0, "sa": ["Ten Million", "Sen. Bernie Sanders"], "q": "from today's rates- which would make solar power cost competitive with conventional emission-laden power sources. The 10 <strong> Ten Million </strong> Solar Roof initiative has already been approved by the Senate's Energy and Natural Resources Committee. <q> I look forward to working with the Obama administration to incorporate elements of the new solar initiative into the <strong> Ten Million </strong> Solar Roofs Act to make the legislation even stronger, </q> <strong> Sen. Bernie Sanders </strong> said in a press release on February 4th,`` we have an opportunity to create hundreds of thousands of good-paying jobs and make America the world leader in solar energy.''+ Read the", "new_id": -2}, {"uid": "1296062754109985833", "i": 103, "idx": 3, "sa": ["Michael Vick"], "q": "the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth it,'' he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by", "new_id": -2}, {"uid": "1297589255082132993", "i": 41254, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>, who I think we agree is a little to the right of the BBC, a characteristic of a leftie is someone who regards a difference of view as a sign of stupidity because they can not imagine <q> how anyone intelligent could possibly disagree with them </q>. I think the BBC is scrupulously neutral, except that many of its staff believe that there is a sane world view, and then there are the crazies. Left and right are not always at", "new_id": -2}, {"uid": "1295611008131039236", "i": 23288, "idx": 0, "sa": ["Andy Coulson"], "q": "he did not know that phone hacking was taking place when he was editor of the News of the World. <strong> Andy Coulson </strong> has not moved from that position in his statement today. <strong> Andy Coulson </strong> today: <q> I can today confirm that I've resigned as Downing Street director of communications. It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years. </q> I'm extremely proud of the part I've played in helping him reach No 10 and during the coalition's first nine months. Nothing is more important than the Government's task of getting this", "new_id": -2}, {"uid": "1295629922045006856", "i": 16450, "idx": 0, "sa": ["Eric Schmidt"], "q": "is taking over as chief executive of the firm he co-founded after dropping out of graduate school a decade ago and helped build into one of the most dominant companies in the world, the tech giant said Thursday. <q> The unexpected announcement marks the ascent of Page, 37, once considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. </q> \"`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' wrote <strong> Eric Schmidt </strong> in a post on Google's official blog", "new_id": -2}, {"uid": "1295806200208044038", "i": 49225, "idx": 8, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords"], "q": " shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1296349656162676762", "i": 25503, "idx": 0, "sa": ["Allen Iverson"], "q": "Jazz top the Thunder in Oklahoma City. Utah Jazz- Oklahoma City Thunder GAME RECAP. 2010-10-31 http://wn.com/Detroit_Pistons_vs_Oklahoma_City_Thunder_Allen_Iverson_hits_Game_Winner_12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands. <q> That was a great play by <strong> Ray Allen </strong>, </q> Pistons coach Michael Curry said.`` He hadn't had much going for him in the first three quarters, but then he took over the game.'' Detroit have taken eight straight against the Thunder, and", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]