[{"uid": "1297283465095453212", "i": 22388, "idx": 0, "sa": ["Bernie Boyle", "David Letterman"], "q": "OF CORINE GEBHARDT Above, from left, Marge Palin, Peter and Kristin Gorra, and <strong> Bernie Boyle </strong> sampling some wine at the fund-raiser. Jackie McSwiggan, recording secretary/golf chair of the Auxiliary, described the atmosphere as <q>warm, welcoming and very relaxing.</q> Many members of the Auxiliary, in addition to local businesses, donated baskets filled with treats for a silent auction. Some of the items included tickets to \"Late Show\" with <strong> David Letterman </strong>, a gift", "new_id": -2}, {"uid": "1296352133119062558", "i": 47885, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "meeting about DotOrg, they spent most of their time fiddling with their BlackBerrys. At one meeting, former DotOrg executives said, they were stunned when <strong> Sergey Brin </strong> dropped to the floor and started doing push-ups. <q>DotOrg was like quicksand- every time you thought you'd found your footing, a sinkhole opened,</q> the former Google.org program officer said. Jacquelline Fuller, a spokeswoman for DotOrg, said <strong> Sergey Brin </strong>, Page and <strong> Eric Schmidt </strong> were not available to discuss the organization. By the end of 2008", "new_id": -2}, {"uid": "1296370203019021838", "i": 25162, "idx": 0, "sa": ["Michael Vick"], "q": "NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q>This one feels great due to the fact that I've been through so much and trained to getting back to this position,</q> he said earlier this week. \"It's paramount for me and my family and I'm just thankful.\"", "new_id": -2}, {"uid": "1297238985246775836", "i": 30020, "idx": 6, "sa": ["the Black", "Simon Cowell"], "q": ".\" The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child. <q>I'm genuinely staggered this hasn't happened. All the signs are out there, from Glee' to High School Musical,'</q> he said, advising \"any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.\"", "new_id": -2}, {"uid": "1295432346076251250", "i": 46105, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "say there's a lot of <strong> Simon Cowell </strong> in her. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.\" <q>He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.</q> <strong> Jane Lynch </strong> also admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. Comment on this Article She explained in", "new_id": -2}, {"uid": "1296691023059244544", "i": 37672, "idx": 0, "sa": ["Simon Cowell"], "q": "the original format. Plans are on to launch it in a lavish way with big names on board. Internationally it ca n`t get any bigger than having <strong> Simon Cowell </strong> onboard.\" The source added, <q>A team from Sony has already left for the UK to convince him to feature in the Indian version at least in helping the jury to make the top 20 or top 12 contestants. It is their way to attract eyeballs and garner viewership.</q> It remains to be seen if the channel's determination to take <strong> Simon Cowell </strong> over to India for the shoot will materialise. He currently is busy with launching \"The X Factor\" in the US,", "new_id": -2}, {"uid": "1295647631245137447", "i": 48982, "idx": 0, "sa": ["Eric Schmidt"], "q": "will take over as chief executive, replacing <strong> Eric Schmidt </strong>. Google's stock fell 2.4 percent. Bond prices rose slightly, sending their yields down to 3.41 percent from 3.43 percent late Thursday. Report Abuse <q>The average person in this country Is much more concerned with cost increases in food and gas then</q> in earnings in stocks they can not afford to buy You lazy reporters need to get down to \"main\" st. and Report Abuse \"If the Whiners here are as smart as they claim to be...", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q>The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan,</q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. \"Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}, {"uid": "1297077971265338891", "i": 43628, "idx": 0, "sa": ["Diane Sawyer", "President Bush", "Donald Rumsfeld"], "q": "has no apologies for his decision-making in leading the campaigns in Afghanistan and Iraq. In an exclusive interview with ABC's <strong> Diane Sawyer </strong>, <strong> Donald Rumsfeld </strong> concedes that \"it's possible\" that decisions on how many <q>In a war, many things cost lives,</q> <strong> Donald Rumsfeld </strong> told <strong> Diane Sawyer </strong>. <strong> President Bush </strong> has written that cutting troop levels in Iraq was \"the most important failure in the execution of the war,\" <strong> Donald Rumsfeld </strong> called that \"interesting.\" \"I don't", "new_id": -2}, {"uid": "1295125227265830412", "i": 35017, "idx": 20, "sa": ["Michael Smith", "Donald Rumsfeld", "Jeremy Brecher", "Patrick Donahue"], "q": "ADAM ZAGORIN, Time^ War Crimes Suit Prepared against <strong> Donald Rumsfeld </strong> Democracy Now, November 9, 2006^ War Criminals, Beware by <strong> Jeremy Brecher </strong> and Brendan <strong> Michael Smith </strong>, The Nation, November 3, 2006^ <q>German Prosecutor Won't Set <strong> Donald Rumsfeld </strong> Probe Following Complaint,</q> by <strong> Patrick Donahue </strong>, Bloomberg.com, 27 April 2007. http://www.aclu.org/torturefoia/released/FBI.121504.4940_4941.pdf^ American Civil Liberties Union: ACLU Interested Persons Memo on FBI documents concerning detainee abuse at Guantanamo Bay^ Darling clashes with rivals in TV debate[", "new_id": -2}]