[{"uid": "1295645769060784655", "i": 22589, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "marks a return to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. While Google has dominated Internet search for a decade, the company has struggled to find its footing in social networking, with a new crop of Web companies such as Facebook", "new_id": -2}, {"uid": "1297437980065749054", "i": 1955, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "hoping the tie-up with Nokia will change its sagging fortunes in the phone market.`` I am excited about this partnership with Nokia,'' said Microsoft CEO <strong> Steve Ballmer </strong>, at a news conference in London. <q> Ecosystems thrive when fueled by speed, innovation, and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia CEO <strong> Stephen Elop </strong> said the arrangement would add a host of new tools and services to his company's sleek handsets.`` Today, devStephen Elopers, operators, and consumers want compelling mobile products,", "new_id": -2}, {"uid": "1295432667050954340", "i": 11598, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "seguido de EEUU, que dar el pistoletazo de salida este mi?rcoles, afirm que su trabajo a tiempo completo supone un nuevo registro para l, aunque no esconde las dificultades con las que se est encontrando. <q> No tengo la idea de convertirme en un juez severo </q>, afirm el cantante y compositor,`` no voy a juzgar a los chicos seg?n me haya levantado esa ma?ana... como hacen otros''. <strong> Steven Tyler </strong> aludi, sin nombrarle, a <strong> Simon Cowell </strong>, considerado como el", "new_id": -2}, {"uid": "1297347205255098881", "i": 8803, "idx": 2, "sa": ["Barry Gardiner", "Chris Huhne", "Naomi Long"], "q": "consumers. <strong> Chris Huhne </strong> said the issue is`` key'' in rural constituencies.`` We have spent a lot of attention in the ministerial team looking at it,'' he said. <q> We want to be absolutely sure that there is no exploitation going on, that the market is open and fair and that is in the <strong> Naomi Long </strong> run the best guarantee. </q> <strong> Chris Huhne </strong> said MPs on all sides are concerned, and he is waiting for the conclusions of an investigation into heating oil prices`` with interest''. <strong> Barry Gardiner </strong>( Lab, Brent North) asked", "new_id": -2}, {"uid": "1295974237110362671", "i": 21934, "idx": 3, "sa": ["Barney Frank", "Mike Pence"], "q": "reluctant to do so. But one of the leading budget experts in the House of Representatives is saying that progressives need to start putting more pressure on the issue and should specifically think about cutting spending on NATO. <q> These kind of restrictions on domestic spending with unlimited spending for the war-- and you always have to talk about both-- is a great mistake, </q> <strong> Mike Pence </strong> <strong> Barney Frank </strong>( D-Mass.) told The Huffington Post last week.`` And the liberal community's got to focus more on Afghanistan, Iraq, NATO. NATO is a great drain on our treasury and serves", "new_id": -2}, {"uid": "1295436641050954257", "i": 29030, "idx": 2, "sa": ["Alassane Ouattara", "Goodluck Jonathan"], "q": "the international community, including the U.N., A.U., ECOWAS and the European Union, consider <strong> Alassane Ouattara </strong> the legitimate winner, consensus has not been reached over the use of force to remove Gbagbo from power. <q> We[ ECOWAS] have not changed the position we took during our last summit, </q> President <strong> Goodluck Jonathan </strong> said Tuesday, referring to the group's previous meeting in which the use of force was being considered. However, John Atta Mills, president of Ghana, an ECOWAS member, has gone", "new_id": -2}, {"uid": "1296773990217071661", "i": 41530, "idx": 0, "sa": ["Darren Criss", "Paula Abdul", "Chris Colfer", "George Takei", "Simon Cowell", "Elijah Wood"], "q": "<strong> Darren Criss </strong> tells AccessHollyElijah Wood.com's Laura SGeorge Takei that something will`` definitely develop'' between his character, Blaine, and <strong> Chris Colfer </strong>'s character, Kurt, on FOX's`` Glee.'' Also, <strong> Chris Colfer </strong> says that their relationship <q> could go either way. </q> Dish Of Salt: <strong> Paula Abdul </strong>- The Truth Behind <strong> Simon Cowell </strong> Leaving` Idol? Backstage at`` Live to Dance,'' <strong> Paula Abdul </strong> discusses with AccessHollyElijah Wood.com's Laura SGeorge Takei how she knew it was the right time to", "new_id": -2}, {"uid": "1296178033201965580", "i": 14042, "idx": 9, "sa": ["Eric Holcomb", "Mike Pence", "Mitch Daniels", "Mike McDaniel", "Phil Sharp", "Jackie Walorski"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for <strong> Eric Holcomb </strong> if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through, </q> she said.`` Obviously it'd be great for the state of Indiana.'' <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat <strong> Phil Sharp </strong> in 1988 and 1990. He", "new_id": -2}, {"uid": "1295461104131301415", "i": 42923, "idx": 5, "sa": ["Gary Moore", "Allen Iverson"], "q": "NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday.`` This is the most pain he's ever felt from any injury he's had,'' <strong> Gary Moore </strong> said. <q> He's been in tremendous agony. </q> <strong> Allen Iverson </strong> spent 10 seasons in Philadelphia before bouncing through Denver and Detroit, ending up in Memphis last season. He played only three games before returning for a second", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}]