[{"uid": "1296330397077611024", "i": 5047, "idx": 1, "sa": ["Allen Iverson"], "q": ". \"You could play five in your division and four in your conference and you could really set up division rivalries with such a thing like that.\" The L.A. Daily News agrees. <q>By eliminating six teams, you would greatly enhance the chances we'd be seeing those sorts of groupings again, just as we did two decades ago,</q> the paper said in its lead Sports story Saturday, topping the piece with the four-inch headline \"NO PAIN, NO GAIN.\" Related: <strong> Allen Iverson </strong> and the top 6 basketball players outside the NBA 12 surprising", "new_id": -2}, {"uid": "1295628138018169942", "i": 1781, "idx": 0, "sa": ["Andy Coulson"], "q": "editor of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <strong> Andy Coulson </strong> said <q>continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed</q> in his role as Downing Street communications chief. \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\"", "new_id": -2}, {"uid": "1296084752130252877", "i": 44052, "idx": 3, "sa": ["Michael Vick"], "q": ", the Packers are tied for second behind the Steelers in bringing down quarterbacks. \"Those guys fly around the ball and are always in good position,\" <strong> Michael Vick </strong> said of the Packers' defense. <q>You just have to be ready for what they're going to do. They give you a lot of different looks and try to confuse you.</q> Given the nature of the opposing defense and the porous nature of the Eagles' offensive line, this is not a good week for <strong> Michael Vick </strong> to be having issues with his all-important legs. Paul Domowitch", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q>now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}, {"uid": "1294980050041599127", "i": 17662, "idx": 1, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "Society Slides available: www.ncbi.nlm.nih.gov... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... SocialMediaDaily.com Video Update# 1- Michelle MacPhearson SocialMediaDaily.com Video Update# 1- Michelle MacPhearson www.socialmediadaily.com Social media optimization guide available", "new_id": -2}, {"uid": "1297444054223772678", "i": 21878, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft are obvious. Nokia's benefits are harder to measure, which is why I assert the deal is a silent takeover without the expense or responsibility by Microsoft. In their letter, <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> boasted: <q>There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed.</q> SoundMix Feb 11, 2011- 11:42 AM bijuishere Feb 11, 2011- 11:13 AM Nokia swaps one \"burning platform' for another in Microsoft\"s silent takeover of the Finnish phone maker The Microsoft-Nokia deal", "new_id": -2}, {"uid": "1295561213061718561", "i": 14102, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "to change how people get form place to place. In a speech Sept. 29 before the Techcrunch \"Disrupt\" conference, <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> said \"your car should drive itself. It just makes sense.\" <q>It's a bug that cars were invented before computers,</q> <strong> Eric Schmidt </strong> said. The New York Times published a report on the development earlier Sunday. The Mountainview, Calif.-based technology giant has sent seven test cars a total of 1000 miles without a human touching the controls at all", "new_id": -2}, {"uid": "1296828175247005314", "i": 9847, "idx": 1, "sa": ["Jay Leno", "Howard Stern", "David Letterman", "Conan O'Brien"], "q": "'m ready to comment on this now. You know as well as everyone in this now, <strong> Jay Leno </strong> is horrible,\" <strong> Howard Stern </strong> said, in reference to the <strong> Jay Leno </strong>- <strong> Conan O'Brien </strong> late-night debacle. <q>I'm on your team. I never understood it,</q> added <strong> Howard Stern </strong>. <strong> David Letterman </strong> never picked up the bait to mock his rival. Heat Vision What's hot in the world of fanboy entertainment, from blockbuster films to the comic books that", "new_id": -2}, {"uid": "1296766036240500862", "i": 18738, "idx": 1, "sa": ["Jay Leno", "Jimmy Kimmel", "Jimmy Fallon", "David Letterman"], "q": " with <strong> David Letterman </strong>\" and ABC's combination of\" Nightline\" and \"<strong> Jimmy Kimmel </strong> Live\" in adults 18-49, total viewers and other key ratings categories, while encore telecasts of <strong> Jimmy Fallon </strong> out-delivered CBS's first-run <q>Late Late Show with <strong> Craig Ferguson </strong></q> and ABC's mostly original \"<strong> Jimmy Kimmel </strong>\" in 18-49 viewers and other key demos. Note that Tuesday CBS programs were delayed by news coverage and are excluded from these weeklong averages. <strong> Jay Leno </strong> has ranked#", "new_id": -2}, {"uid": "1296780771243531829", "i": 14895, "idx": 1, "sa": ["Zahi Hawass"], "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against \"rumours.\" In a posting on his blog <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q>70 broken objects, all of which can be restored.</q> \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. \"If anything happens, I will announce it.\" Experts fret over Egypt's treasures", "new_id": -2}]