[{"uid": "1295813473183353387", "i": 15088, "idx": 7, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, Mr. <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. But with", "new_id": -2}, {"uid": "1295916049143048705", "i": 11369, "idx": 0, "sa": ["Mike Pence"], "q": "to liberty, the pursuit of happiness and the unalienable right to life. <strong> Mike Pence </strong> also hit on the truce during his speech before the Values Voters Summit in Washington. http://www.lifenews.com/2010/09/24/state-5484/ <q> Now I know some say that Republicans should stay away from such issues this year... that the American people are focused on jobs and spending and our movement would do well to stand aside, bank the win and return to fight after this fiscal and economic crisis has passed, </q> he said during the Values Voter Summit.`` But we do not live in a world where an American leader can just focus on our financial ledger. A political party that would govern this great nation", "new_id": -2}, {"uid": "1296108988167460874", "i": 741, "idx": 6, "sa": ["Michael Vick"], "q": "Bowl. He takes satisfaction that his passing was better this season than it ever has been.`` I feel like this one, I had to work hard to get it,'' he said. <q> It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it worked out for me. </q> <strong> Michael Vick </strong> set career highs in yards passing( 3,018), touchdown passes( 21), touchdowns rushing( nine), completion percentage( 62.6) and passer rating( 100.2). The Eagles finished", "new_id": -2}, {"uid": "1296148178229572622", "i": 24856, "idx": 0, "sa": ["Al Franken", "Sen. Bernie Sanders"], "q": "burden of continuing debate on the minority, requiring that there be 41 votes against ending debate for a filibuster to continue. To do so, he has introduced a resolution to change the rules of the Senate. <q> The minority must always maintain the right to continue debate, </q> said <strong> Sen. Bernie Sanders </strong> <strong> Al Franken </strong>.`` But if the minority feels that strongly about an issue it should be their burden to continue that debate, not a supermajority's to end it.'' The change could return the Senate", "new_id": -2}, {"uid": "1295619240170147869", "i": 26413, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "even royalty, while he worked as the editor of a powerful tabloid newspaper. <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centres on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> Cameron said in a statement.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.''", "new_id": -2}, {"uid": "1296084297051298314", "i": 10299, "idx": 0, "sa": ["Beanie Wells", "Arian Foster", "Steve Slaton", "Adrian Peterson", "Drew Brees", "Michael Vick"], "q": "' running back] <strong> Steve Slaton </strong> for now. <strong> Arian Foster </strong> is the guy you want.'' What has happened: <strong> Arian Foster </strong> leads the NFL in rushing yards and rushing touchdowns.* What was written: <q> The biggest question[ for <strong> Kevin Kolb </strong>] will be his ability to withstand the 16-game schedule. You might want to grab <strong> Michael Vick </strong> in the last round, just in case. </q> What has happened: <strong> Michael Vick </strong> is one of the top five at his position.* What was written: <strong> Adrian Peterson </strong> and <strong> Drew Brees </strong> were rated ahead of <strong> Beanie Wells </strong> Johnson.`` Johnson is a horse,", "new_id": -2}, {"uid": "1296499994216055814", "i": 35219, "idx": 0, "sa": ["Joe Paterno", "Michael Vick", "Ben Roethlisberger"], "q": "are longstanding supporters who have championed fundraising efforts for the Libraries since the 1980s.`` <strong> Joe Paterno </strong> and I have always said that you can't have a great university without a great library,'' said Sue <strong> Joe Paterno </strong>. <q> We are delighted that Nike, Inc. has acknowledged this milestone in <strong> Joe Paterno </strong>'s career by supporting an institution so important to us. </q> stories with the most comments in the last 7 days. <strong> Ben Roethlisberger </strong> enjoying his time in the Super Bowl spotlight <strong> Michael Vick </strong> enjoying time in Hawaii as he prepares for fourth Pro Bowl Subscribe to The Patriot-News today and get incredible", "new_id": -2}, {"uid": "1296770511173654034", "i": 12200, "idx": 50, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "a change.'' <strong> Donald Rumsfeld </strong> handed Bush the official letter in the Oval Office on Election Day. The <strong> Bill Clinton </strong> asked if Joyce was all right.`` This is hard for me,'' Bush said. <q> You're a pro. You're a hell of a lot better than others in this town. </q> It is undoubtedly <strong> Donald Rumsfeld </strong>'s hope, as he begins the inevitable media blitz, that others will conclude the same after reading the book. But it contains few surprises and, after so many years of", "new_id": -2}, {"uid": "1297239482104841255", "i": 47144, "idx": 2, "sa": ["Colin Powell", "President Bush"], "q": "recommendation to <strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld said Khurmal was operated by Ansar", "new_id": -2}, {"i": 36633, "idx": 1, "index_answer": 0, "new_id": -1, "q": "to Be Rude, But...'' in which he laid down five important principles that actors can use when auditioning. 1. Don't grovel when you come in. <strong> Simon Cowell </strong> writes <q> I look upon it[ groveling] as a sign of desperation. So many times people come in and they come up with this terrible dialogue about how much they like me or Randy or Paula. It's demeaning, and there's no point to it. We're not looking for a nice person; we're looking for somebody who's confident and assured, but talented above all. Trust me-- most stars aren't nice. </q> 2. Believe in yourself the second you leave the house.`` Self-possession isn't something you can turn on seconds before you walk into the audition room. People like Ruben or Kelly", "sa": ["Simon Cowell"], "uid": "1296146610048234548"}]