[{"uid": "1295627170004243488", "i": 19015, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company.`` <strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,'' he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> Enter for a chance to win$ 25,000 or your choice of other great prizes in the Dream Come True Sweepstakes brought to you by Macworld.", "new_id": -2}, {"uid": "1296513672069730409", "i": 412, "idx": 0, "sa": ["Michael Vick"], "q": ", and advocacy groups have linked some of the other deaths to the bullying of gay students. U.S. Video: Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse <q> At least the fellow students in high school showed more maturity than the first commenters here. </q> Report Abuse <blockquote> I think its safe to say that its like men who have commented that these girls are proud lesbians. They're lucky. I am unfortunate enough to be straight. </blockquote> Time.com: <strong> Michael Vick </strong>:", "new_id": -2}, {"uid": "1295461435021184564", "i": 12362, "idx": 0, "sa": ["Dick Lugar", "Kent Conrad", "Mike Pence"], "q": "2012 battle to control the Senate. <strong> Kent Conrad </strong> announced his decision in the morning at almost the same time that <strong> Dick Lugar </strong>, R-Ind., announced that he will seek a seventh term despite an expected challenge from the <q> tea Democrat <strong> Kent Conrad </strong> to retire from Senate in 2012 The Hindu Staff Reporter BJP launches Kerala Raksha Padayatra <strong> Jim Ryun </strong> leads push for <strong> Mike Pence </strong> 2012 run Kansas Rep. <strong> Jim Ryun </strong> plan to start an independent expenditure campaign aimed at getting Rep. <strong> Mike Pence </strong>( R-Ind.) to run for president.`` America's President Committee </q> will begin a signature-gathering effort this week to encourage <strong> Mike Pence </strong> to get into Capgemini and China Unicom Group Join Open Data Center Alliance Steering Committee Alliance Announces 32 Contributor Members as IT Leaders Continue to Join Organization BEAVERTON", "new_id": -2}, {"uid": "1296146613005734416", "i": 10566, "idx": 0, "sa": ["Mike McDaniel", "Mike Pence"], "q": "statewide office until the Legislature completes its session in late April. It's possible that <strong> Mike Pence </strong> could say whether he'll run for president and leave the rest until later. <q> By saying what they won't do, it will probably tell us what he will do, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman.`` If he is going to run for governor, I'm sure there's no hurry for him to actually say it.'' <strong> Mike Pence </strong> stepped down from", "new_id": -2}, {"uid": "1295069800001703950", "i": 6152, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the Center for Automotive Research in Ann Arbor, Mich.. And that's why the mood was decidedly upbeat among executives who gathered last week in Detroit for the North American International Auto Show. <q> The auspices are a lot better than they were a year ago, </q> said <strong> Sergio Marchionne </strong>, CEO of Chrysler Group, which is gaining market share and expects to move back into the black this year after steadily narrowing its losses last year. Still, given Detroit's long decline", "new_id": -2}, {"uid": "1295837254208715997", "i": 31239, "idx": 0, "sa": ["Larry Ellison", "Eric Schmidt", "Google Inc."], "q": "to bring new insight and perspective'' to the company.`` With our new leadership, it's a natural time to assess the composition of the board,'' the company said in a statement. <q> We thank our current directors for their outstanding service to HP and welcome the opportunity to work with our new members. </q> HP's revelation came the same day that another technology heavyweight, <strong> Google Inc. </strong>, disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job to <strong> Google Inc. </strong> co-founder <strong> Larry Ellison </strong> Page( Alert).", "new_id": -2}, {"uid": "1297180316142131220", "i": 39246, "idx": 2, "sa": ["Steve Ballmer", "Google Inc."], "q": "Last month, <strong> Steve Ballmer </strong> pushed out server division president and 23- year company veteran Bob Muglia, saying the company needed new leadership that could focus on areas such as cloud software.'' Bass reports, <q> The move would expand on an effort to promote managers who have engineering skills and experience executing product plans-- a bid to help Microsoft catch up with rivals such as Apple <strong> Google Inc. </strong> and <strong> Google Inc. </strong> in Web services, smartphones and tablet computers. </q> It's ridiculous and sad when <strong> Google Inc. </strong> gets perfunctorily mentioned as if they raced out near the leader when all they're really doing is being sucked along in Apple's trailing vacuum. Bass reports,``", "new_id": -2}, {"uid": "1295568821043630596", "i": 17774, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "blog, <strong> Eric Schmidt </strong> tweeted`` Day-to-day adult supervision no longer needed!'' in reference to his much-discussed role as a moderating check to Page and <strong> Sergey Brin </strong>'s youthful excesses. Here are the reactions from <strong> Eric Schmidt </strong> <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Larry Page`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so", "new_id": -2}, {"uid": "1295440341100417550", "i": 48750, "idx": 2, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "a contestant, and at others their opinions will diverge- perhaps with a quarrel.`` <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> and I all agree a lot[ and] we disagree a lot,'' he said. <q> You're going to see all flavors of the rainbow because we all think sort of the same way because we're music industry professionals. </q> How do you think the`` Idol'' judges will do without <strong> Simon Cowell </strong>? Tell us in the comments! Don't miss our`` American Idol'' live stream`` Judging the Judges: An", "new_id": -2}, [{"i": 39631, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He explained that the fire brigade was", "sa": ["Zahi Hawass"], "uid": "1296817001259670033"}]]