[{"uid": "1296770511173654034", "i": 12195, "idx": 45, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "contemplated leaving, even after <strong> Dick Cheney </strong> told him that he had to stay. In May 2004, when Bush visited the Pentagon and then repaired to <strong> Donald Rumsfeld </strong>'s office, the secretary handed him yet another I-quit letter. <q> I have concluded that the damage from the acts of abuse that happened on my watch, by individuals for whose conduct I am ultimately responsible, can best be responded to by my resignation, </q> it said. Bush rejected the idea. <strong> Donald Rumsfeld </strong> said his mind was made up. But Bush would not accept the resignation, and <strong> Donald Rumsfeld </strong> says he eventually accepted the decision. To no one", "new_id": -2}, {"uid": "1295990417223739924", "i": 46005, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan", "Sergey Brin"], "q": "decade. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now are to`` prove that they've got their Mojo back and that nobody needs to fear them.'' <q> You have investors and others saying` Gosh, Facebook seems to be doing so well. Why aren't you the hot new thing?' </q> <strong> Danny Sullivan </strong> said. In a conference call with financial analysts after the announcement that Page would replace <strong> Eric Schmidt </strong>, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. Quotes delayed", "new_id": -2}, {"uid": "1296579182133529610", "i": 15856, "idx": 1, "sa": ["Zahi Hawass"], "q": "stole jewelry, <strong> Zahi Hawass </strong> wrote in a blog post Sunday. A group of`` tourist police officers'' had stayed at the museum overnight, as they were unable to leave after the curfew took effect. <q> These officers, and many young Egyptians who were also there, helped to stop more people from entering the museum </q> during the protests, <strong> Zahi Hawass </strong> wrote in the blog post-- which he faxed to Italy so colleagues there could post it on his website in the absence of internet in Egypt. <strong> Zahi Hawass </strong> told CNN early Sunday", "new_id": -2}, {"uid": "1295351570142295047", "i": 43463, "idx": 0, "sa": ["Mike Pence"], "q": "has introduced a bill that would cut off federal funding to Planned Parenthood and other abortion providers. The bill, the Title X Abortion Provider Prohibition Act, has 127 co-sponsors, including seven from California. <q> It is morally wrong to end an unborn human life by abortion, </q> said <strong> Mike Pence </strong> in a prepared statement.`` It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad.''`` Last year", "new_id": -2}, {"uid": "1295468682077529109", "i": 5729, "idx": 0, "sa": ["Kirsten Gillibrand", "Preston Williams"], "q": "& search= Search'',`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011204797.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-57v&amp;flvURL=/media/2011/01/12/01122011-57v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-57v.jsn''}{`` title'': <q> No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton </q>,`` description'':`` Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James Wagner preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage", "new_id": -2}, {"uid": "1295811615194183176", "i": 36524, "idx": 2, "sa": ["John McCain", "Colin Powell"], "q": "'' he said. When asked whether he would consider joining the Obama administration, <strong> Colin Powell </strong>, 73, said he was not looking for a return to the <strong> John McCain </strong> House, and that he prefers serving as <q> someone the president calls up from time to time. </q>", "new_id": -2}, {"uid": "1297373368070008840", "i": 44318, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Quickbase Database as a Service Is Being Exposed For Rich Application Developers For Some Surprising New Apps <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1296693881055951412", "i": 42895, "idx": 0, "sa": ["Nancy Glaze", "David Letterman"], "q": "2009 when Americans for Arts presented him with its <strong> David Letterman </strong> Newton Award. He says he'll stay a staunch supporter of the Arts Council's goals, even if he's no longer calling the shots. <q> The mission of the Arts Council-- to help create and foster arts and culture throughout the region-- remains critically important and needed, </q> he said. <strong> Nancy Glaze </strong> is taking over for Davis as the interim executive director while the board conducts a search. She's no stranger to the arts. A former board member of the Arts Council,", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` So once they became comfortable with this team and with each other, that was a matter of time.'' When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}, {"uid": "1296128197246497300", "i": 17593, "idx": 4, "sa": ["Michael Vick", "Kevin Kolb"], "q": "season is up in the air. The two-year contract he signed with the Eagles in 2009 is up, and Philadelphia also has money invested in another quarterback, <strong> Kevin Kolb </strong>, through the 2011 season. <q> I'm expecting everything to go according to plan... got to take it one day at a time, </q> said <strong> Michael Vick </strong>, who reiterated later,`` Hopefully I'll be with the Eagles next season.'' <strong> Michael Vick </strong>'s turnaround continued yesterday, when he signed his first endorsement deal since prison. One of", "new_id": -2}]