[{"uid": "1295310733097861639", "i": 47432, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "Jerry Stackhouse", "Tim Hardaway"], "q": "United Center-- as the Detroit Pistons trounced the Chicago Bulls, 110-83. \"Thats the most points I've ever scored,\" <strong> Jerry Stackhouse </strong> said, who is the NBA's second-leading scorer behind former teammate <strong> Allen Iverson </strong>. <q> This is the highest level of basketball that you can play and I can say that I did this. It is definitely something I will remember for a long Tim Hardawaye. And I really think I can do it again. </q> <strong> Michael Jordan </strong> did most of his prolific scoring in Chicago Stadium prior to his first retirement and never scored more than 55 points in the United Center, which opened in 1994. In addition to a building record, <strong> Jerry Stackhouse </strong>", "new_id": -2}, {"uid": "1296742904227606600", "i": 4413, "idx": 0, "sa": ["Jim Miklaszewski", "George W. Bush", "Barack Obama", "Donald Rumsfeld"], "q": "it, saying that it didn't make sense to throw out the good parts of the bill). Rather, the surprising part was that advertisement*** Rummy returns on <strong> Donald Rumsfeld </strong>'s new book. <q> Just 15 days after the terrorist attacks of Sept. 11, 2001, <strong> George W. Bush </strong> invited his defense secretary, <strong> Donald Rumsfeld </strong> H. <strong> Donald Rumsfeld </strong>, to meet with him alone in the Oval Office. According to Mr. <strong> Donald Rumsfeld </strong>'s new memoir, the <strong> Barack Obama </strong> leaned back in his leather chair and ordered a review and revision of war plans- but not for Afghanistan, where the Qaeda attacks on New York and Washington had been planned and where American retaliation was imminent. </q> But NBC's <strong> Jim Miklaszewski </strong> says that according to notes taken in the \"tank\" at the Pentagon only FOUR HOURS after American Flight 77 slammed into the building, it was <strong> Donald Rumsfeld </strong> himself who raised the possibility of attacking", "new_id": -2}, {"uid": "1294954980093012003", "i": 52404, "idx": 0, "sa": ["Sergio Marchionne", "Jean-Marc Gales"], "q": "Indien. PSA-Markenchef <strong> Jean-Marc Gales </strong> \"In Indien d?rften in wenigen Jahren f?nf bis sechs Millionen Autos im Jahr verkauft werden, das Land k?nnte zum drittgr?ten Automarkt der Welt werden\" , sagte der PSA-Manager <strong> Jean-Marc Gales </strong>. <q> Wer dort nicht vertreten ist, verliert Weltmarktanteile. </q> Neue Getriebe PSA startet die Aufholjagd aus einer schwierigen Position. Branchenvertreter wie ber FIAT S.P.A. AZIONI NOM. EO 5 auf FTDMarkets\"> Fiat- Chef MarchionneSergio Marchionne\"> <strong> Sergio Marchionne </strong> hatten prophezeit, dass Autokonzerne nur dann", "new_id": -2}, {"uid": "1296504160172736545", "i": 5191, "idx": 0, "sa": ["Paul Wolfowitz", "Amir Peretz", "Donald Rumsfeld", "Andrew Roberts", "Frank Lowy", "Ban Ki-moon", "George W. Bush", "Barack Obama", "Chuck Brodsky", "Angela Merkel", "Avi Dichter"], "q": "<strong> Amir Peretz </strong> <strong> Angela Merkel </strong> <strong> Avi Dichter </strong> <strong> Donald Rumsfeld </strong> Nicolas Sarcozy <strong> Paul Wolfowitz </strong> <strong> Ban Ki-moon </strong> <strong> Frank Lowy </strong> And of course there are so many others.** This song was made by <strong> Chuck Brodsky </strong>. Drohender Krieg im nahen Osten. USA& Israel gegen die Muslime. <q> Israel wird neue und gr?te Weltmacht aller Zeiten </q> Roberts_Andrew Roberts_debates_US_Foreign_Policy_1/2 www.Andrew Roberts-Andrew Roberts.net Historian <strong> Andrew Roberts </strong> participates in a rather feisty debate on US foreign policy, with respect to whether <strong> Barack Obama </strong> is any different to <strong> George W. Bush </strong>. The show CrossTalk can be seen on Russian state TV news network, RT", "new_id": -2}, {"uid": "1296789416115392519", "i": 19434, "idx": 2, "sa": ["Eddie Jordan", "Elton Brand", "Jrue Holiday", "Eric Young", "Allen Iverson"], "q": "the second straight game a day after his having his left knee drained of fluid. <strong> Eric Young </strong> was sensational, using an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win. <q> It's been working for us, but we just couldn't get the win, </q> <strong> Eric Young </strong> said. \"It really worked tonight.\" Looking for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15", "new_id": -2}, {"uid": "1297422404208748723", "i": 21216, "idx": 0, "sa": ["Susan Boyle", "Simon Cowell", "Justin Bieber"], "q": "2005- believes <strong> Simon Cowell </strong> should revoke his recent decision to allow kids as young as 12 to enter the competition, as he thinks 15 or 16 is a more appropriate age. Shayne told Digital Spy: <q> Obviously there are a lot of 12-year-olds over in America who are incredible singers. But I personally think it's too low. It's a completely different world over there. \"With the whole <strong> Justin Bieber </strong> thing, I can see why lowering the age threshold might be seen as a good thing, but personally I think it should be set at about 15 or 16. </q> While music mogul <strong> Simon Cowell </strong> won't allow any acts below the age of 12 to enter the US' X Factor', he recently admitted 2009's` Britain's Got Talent' winner <strong> Susan Boyle </strong> made him", "new_id": -2}, {"uid": "1296539752082821193", "i": 13090, "idx": 4, "sa": ["Allen Iverson", "Linas Kleiza", "Kobe Bryant"], "q": "foot of <strong> Kobe Bryant </strong> on Jan. 21. \"It felt good to be back.\" The Nuggets, who won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>. <q> When he is not in the lineup, it makes it tougher for me, </q> <strong> Allen Iverson </strong> said. \"He is the main part of our team and he enables us to do so much with the attention that he gets.\" <strong> Linas Kleiza </strong> may be drawing more attention after the fourth-quarter performance he turned", "new_id": -2}, {"uid": "1295745494072876052", "i": 36377, "idx": 0, "sa": ["Andy Coulson", "Tony Blair", "Alan Johnson"], "q": "any journalist, bAlan Johnsonced articles though off Rawnsley would be refreshing.. I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone Rawnsley, live with it.. <q> I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone Rawnsley, live with it.. </q> SonOfNyeBevan 23 January 2011 1:14 AM I forgot to add in my posts today, given <strong> Andy Coulson </strong> has been forced to step down as Tory Press Secretary, and given the position is now vacant and", "new_id": -2}, {"uid": "1297697522107970622", "i": 31607, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "reviews of these handsets. 4:21 PM Can someone please email <strong> Steve Ballmer </strong> while he's off stage and show him our WP7 reviews? 4:21 PM Deep integration of Facebook and Windows Live throughout the WP7 services. Oh, <q> we call these Live Tiles </q>... yes, <strong> Joe Belfiore </strong>, we know. 4:20 PM He just took a picture of the front row, it looks pretty horrible. 4:20 PM This is a great pitch-- here's our old stuff, not", "new_id": -2}, {"uid": "1295800027068403245", "i": 56992, "idx": 1, "sa": ["Colin Powell", "George W. Bush", "Barack Obama"], "q": "a way to go.\" He credited <strong> Barack Obama </strong> with stabilizing the economy, tackling health care reform and working with countries around the world, but declined to give the <strong> George W. Bush </strong> a letter grade. <q> Every <strong> George W. Bush </strong> has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaign and governing, </q> <strong> Colin Powell </strong> said on CNN's \"State of the Union.\" \"Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.\"", "new_id": -2}]