[{"uid": "1296244183061128804", "i": 18790, "idx": 0, "sa": ["Kirsten Gillibrand", "Samuel Alito", "Ted Haggard", "Mark Salter"], "q": "Democratic Uprising in Tunisia.\" I applaud the courage and dignity of the Tunisian people. article: \"Democratic Uprising in Egypt.\" Simon& Schuster a gift: Buzz. <strong> Mark Salter </strong> in a photo: <q>Author of note: \"New Bipartisan Buddy <strong> System . </strong></q> <strong> Kirsten Gillibrand </strong> a friend request. note on <strong> Samuel Alito </strong>'s wall: \"Where were you?\" article: \"The King's Speech Gets 12 Oscar Nominations.\" article: \"<strong> Ted Haggard </strong> Admits He's Bisexual.", "new_id": -2}, {"uid": "1295802228188252172", "i": 4633, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": ". \"There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,\" he said. <q>All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, <strong> Lee Myung-bak </strong> think has caused a level of coarseness in our society that we've all got to think about.</q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295440324144605237", "i": 37515, "idx": 5, "sa": ["Nigel Lythgoe", "Jimmy Iovine", "Simon Cowell"], "q": "comparisons. The show is mostly casting away the guest judges and mentors that it featured in previous years. It is also eliminating some of the theme weeks that the producers came to dislike. <q>We're no longer going to get the country singer to sing rock, and the rock singer to sing folk,</q> <strong> Simon Cowell </strong> <strong> Nigel Lythgoe </strong> said. \"They are now going to stay with what they believe and what <strong> Jimmy Iovine </strong> believes is their genre that they need to work in. \"` Idol\" has also reportedly signed up", "new_id": -2}, {"uid": "1295594483015614016", "i": 27516, "idx": 1, "sa": ["Michael Gove"], "q": "students should study in some subjects, such as maths, but outlines only broad areas in others, such as history, leaving teachers to decide on content. Mr <strong> Michael Gove </strong> said the new national curriculum should <q>embody for all children in England their cultural and scientific inheritance, enhance their understanding of the world around them and introduce them to the best that has been thought and written</q>. The review panel has been asked to look at what subjects should be compulsory for pupils of different ages, as well as the content that should be taught in them. The government has", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q>To me, it's a disaster,</q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1295559703061718543", "i": 13635, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": ", <strong> Google Inc. </strong> said the move would \"simplify our management structure and speed up decision making.\" But moments after <strong> Google Inc. </strong> announced the change, Mr. <strong> Eric Schmidt </strong> sent a message to his Twitter followers saying, <q>Day-to-day adult supervision no longer needed!</q> Oh, and the company also reported fourth-quarter earnings today-$ 2.54 billion in net income, compared with$ 1.97 billion a year earlier. It also reported$ 8.44 billion in revenue, an increase of", "new_id": -2}, {"uid": "1297427878083165189", "i": 9610, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "of Forrester Research in California, described Nokia's partnership with Microsoft as a \"big risk\" because it could alienate the application developers who had been working on products for Nokia's Symbian and yet-to-be-released MeeGo platforms. <q>They have to convince all those developers to stay put and it may not work,</q> he said in an interview in London. \"Nokia's challenge is to make Windows Phone their next priority.\" Mr. <strong> Stephen Elop </strong> and Mr. <strong> Steve Ballmer </strong> were vague about the timing of the launch of the first", "new_id": -2}, {"uid": "1295807421110559236", "i": 28644, "idx": 3, "sa": ["Colin Powell", "Barack Obama", "John McCain", "Dick Cheney"], "q": "endorses <strong> Barack Obama </strong>!( CNN)-- <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the \"inclusive nature of his campaign.\" <q>I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for <strong> Barack Obama </strong>,</q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie", "new_id": -2}, {"uid": "1296522021211714148", "i": 16534, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", <strong> Sergio Marchionne </strong> said employees deserved recognition for helping the automaker launch 16 new or refreshed vehicles during challenging times. \"We have had discussions with the CAW and UAW over this issue,\" he said. <q>It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010.</q> <strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing. \"It's difficult to talk about profit sharing when you've got a negative number at the bottom,\" he said. But", "new_id": -2}, {"uid": "1297137701068190259", "i": 18295, "idx": 3, "sa": ["David Letterman", "Aaron Rodgers"], "q": "you know, in the confetti there.\" <strong> Aaron Rodgers </strong> also described the tense last few minutes of the game after the Packers had kicked a field goal to go ahead, 31-25. Said <strong> David Letterman </strong>: <q>Now at this stage of the game, you don't get guys coming into the huddle saying, \"Uh, is that where I go left, or is Larry going left.?' At this point, you don't get that, do you?</q>\"... kicked a field goal and I'm thinking, one, I\"m a little worried about our special teams. Every time we kick off, I kind of hold my breath.\"*******************************************************", "new_id": -2}]