[{"uid": "1295887665065683465", "i": 38156, "idx": 5, "sa": ["Eric Schmidt"], "q": "something fresh and new to stay competitive. Ruling by consensus can be effective, but as you grow larger it grows more challenging.\" After 10 years of having \"equal\" decision making power, <q> we will continue to discuss the big decisions among the three of us, </q> <strong> Eric Schmidt </strong> wrote. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" Some Google employees are reportedly concerned about the timing", "new_id": -2}, {"uid": "1295890682014073869", "i": 14073, "idx": 2, "sa": ["Colin Powell"], "q": "defense, many top Republicans have suggested yanking money from a variety of domestic programs, including NPR, the National Endowment for the Arts and Amtrak, as possible answers to the country's financial woes. <q> Nice political chatter, but that doesn't do it, </q> <strong> Colin Powell </strong> said. He also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions. \"Don't tell me you're going to freeze to a", "new_id": -2}, {"uid": "1297283465095453212", "i": 27088, "idx": 0, "sa": ["David Letterman"], "q": "CORINE GEBHARDT Above, from left, Marge Palin, Peter and Kristin Gorra, and Bernie Boyle sampling some wine at the fund-raiser. Jackie McSwiggan, recording secretary/golf chair of the Auxiliary, described the atmosphere as <q> warm, welcoming and very relaxing. </q> Many members of the Auxiliary, in addition to local businesses, donated baskets filled with treats for a silent auction. Some of the items included tickets to \"Late Show\" with <strong> David Letterman </strong>, a gift", "new_id": -2}, {"uid": "1295443111060325937", "i": 47606, "idx": 0, "sa": ["Thomas P. Salmon", "Bernie Sanders", "Tom Salmon"], "q": "MONTPELIER- State Auditor <strong> Tom Salmon </strong>, a Republican who switched from the Democratic Party in 2009, confirmed Tuesday that he is considering running for the U.S. Senate next year against independent incumbent <strong> Bernie Sanders </strong>. <q> We're in the very early stages, </q> said <strong> Thomas P. Salmon </strong> of St. Johnsbury, who has alluded to challenging <strong> Bernie Sanders </strong> in Facebook messages and elsewhere. He said he would announce his decision by March 5, the birthday of the U.S. Navy Seabees, with", "new_id": -2}, {"uid": "1296878115021512265", "i": 8567, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "Crown. In fact, <strong> Michael Vick </strong> today is expected to be named NFL Comeback Player of the Year by The Associated Press. NFL Commissioner <strong> Roger Goodell </strong> also praised <strong> Michael Vick </strong> on Friday. <q> He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that, </q> <strong> Roger Goodell </strong> said in Texas. \"I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him, and he", "new_id": -2}, {"uid": "1295488067191037466", "i": 28944, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "of cringe-worthy audition episodes, right? So who will take place of hardass <strong> Simon Cowell </strong>? The 62-year-old <strong> Steven Tyler </strong>? When asked if he saw any contestants that reminded him of a young version of himself, <strong> Steven Tyler </strong> quipped, <q> No one had lips big enough. </q> Other adventures coming up for <strong> Jennifer Lopez </strong> include a coveted role in \"Glee\" this April as a cafeteria lady at McKinley High, as well as her second spokeswoman deal with L'Oreal( the commercials debuted this", "new_id": -2}, {"uid": "1296331565124452868", "i": 37063, "idx": 0, "sa": ["Allen Iverson", "Aaron McKie"], "q": "for the first time since the 1991-92 season, when it won six in a row at the Spectrum. The 76ers did not win their 13th game last season until February 20th en route to a 22-60 finish. <q> Our chemistry is a lot better, </q> <strong> Allen Iverson </strong> said. \"One thing that <strong> Aaron McKie </strong> said is this is the first time in his career that he has been on a team where nobody is crying about shots and nobody is worrying about me, me,", "new_id": -2}, {"uid": "1297449619186662928", "i": 45356, "idx": 2, "sa": ["Simon Cowell"], "q": "the prospects, but I hadn't a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks.\" <strong> Simon Cowell </strong> then quipped: <q> I remember the network put a one-month break clause in the house I was renting, which shows at the time I don't think they were particularly convinced either. </q> stated earlier this week that the judging panel for the series has yet to be finalised. Justin TimberlakeWatch an exclusive clip of the gives us an insight into her character", "new_id": -2}, {"uid": "1296149573243646477", "i": 43627, "idx": 7, "sa": ["Michael Vick"], "q": "shot when it seemed no one else would. \"Hopefully, I'll be with the Eagles next year. We'll see what happens,\" said <strong> Michael Vick </strong>, who added that he expects <q> everything to go according to plan. </q> \"We'll see what happens over the next couple months. I just got to be patient and take it day by day,\" he said. <strong> Michael Vick </strong>, who", "new_id": -2}, {"uid": "1296407544252772372", "i": 192, "idx": 34, "sa": ["Robert Horry", "Allen Iverson", "Marcus Camby"], "q": "<strong> Robert Horry </strong> plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. \"I dreamed it up a certain way, and it was better than that,\" <strong> Allen Iverson </strong> said. <q> Everything was perfect but one thing, and that was not winning the game. </q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western", "new_id": -2}]