[{"uid": "1295717712220610567", "i": 11346, "idx": 1, "sa": ["Saddam Hussein", "Colin Powell", "President Bush", "April Glaspie"], "q": "exit, and strong popular and congressional support. <strong> Colin Powell </strong> considered that none of those criteria were fulfilled in the case of Iraq's takeover of Kuwait. He proposed a different strategy:`` grind down'' <strong> Saddam Hussein </strong> through <q> a policy of containment or strangulation. </q> <strong> April Glaspie </strong> met with <strong> Saddam Hussein </strong> on July 25, 1990. She believed wholeheartedly in the <strong> President Bush </strong> plan to`` moderate'' <strong> Saddam Hussein </strong> and make him a U.S. ally. She took as her brief a memo that had", "new_id": -2}, {"uid": "1297260047038011242", "i": 45203, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ",`` What you know today can help you unthink your thinking about tomorrow.'' <strong> Donald Rumsfeld </strong> said,`` It can't help you with things you were thinking about back then,'' and added, <q> Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons. </q>` An Island In An Orgy Of Violence'-- A Firsthand Account Of Being Detained In Cairo", "new_id": -2}, {"uid": "1295622096143933453", "i": 203, "idx": 1, "sa": ["David Letterman", "Larry King"], "q": "take off if a guest punched him on-air- or, even better, if he punched a guest.`` You need to grab somebody by the tie and just pop him,'' <strong> David Letterman </strong> said. <q> Just a short right cross and then it would be fantastic. </q>`` Would it work if it was <strong> Larry King </strong>, or would it be seen a bit too cruel?'' he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN.`` Joking", "new_id": -2}, {"uid": "1297290206039763995", "i": 41627, "idx": 0, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "was just as necessary now to chart a course for the future, and said he and other Pentagon leaders were trying to cultivate better relations with industry after distanced and often-frosty relations under former Defense <strong> Donald Rumsfeld </strong>. <q> A strong, technologically vibrant, and financially successful defense industry is... in the national interest, </q> <strong> Ashton Carter </strong> said, adding that the department planned to pursue`` policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth.'' <strong> Ashton Carter </strong> later told Reuters that his goal was to", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns.`` I always kid with him about not being a rebounder, being so big,'' <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say,` If I was your height, I'd get a double-double every night. </q>' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game,`` but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}, {"uid": "1295285586064159807", "i": 19091, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan", "Toni Morrison"], "q": "that I was depressed,'' she says. <strong> Oprah Winfrey </strong> starred in the film( based on <strong> Toni Morrison </strong>'s prize-winning novel) and her company Harpo Productions produced it. But its box-office performance was disappointing. <q> It sent me into a macaroni-cheese tailspin. I ate about 30 pounds worth, I'm not kidding, </q> she says. <strong> Piers Morgan </strong> and <strong> Oprah Winfrey </strong> also make a bet about who will book an interview with NFL superstar <strong> Michael Vick </strong> first.`` One hundred British pounds says I'll get <strong> Michael Vick </strong> before you,''", "new_id": -2}, {"uid": "1295342642027394062", "i": 47920, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "idol, you have to pay your dues,'' <strong> Steven Tyler </strong> said on` Late Show'( Weeknights, 11:35 PM on CBS), referring to the years of national touring he did with Aerosmith. <q> But, today's a different world. </q>`` I prefer the process that gave us you to this process,'' <strong> David Letterman </strong> said of` American Idol.'`` By the time you're ready, you're ready, and we", "new_id": -2}, {"uid": "1295646089003719170", "i": 13777, "idx": 0, "sa": ["Eric Cantor", "Mike Pence", "Dennis Kucinich", "Norah O'Donnell", "Elena Kagan"], "q": "with us for a short interview about his proposal, his position on the confirmation of <strong> Elena Kagan </strong> to the Supreme Court, and the new START treaty. http://wn.com/Dir_Elmendorf_tells_W_M_the_Dems'_Bill_Will_Expand_Federal_Health_Care_Spending_Significantly Congressional Budget Office Director Elmendorf tells Ways and Means that: <q> The coverage proposals in this legislation would expand federal spending on health care to a significant degree. And in our analysis so far, we dont see other provisions in this legislation reducing federal health spending by a corresponding degree. </q> http://wn.com/3-6-2009__Pence_on_MSNBC_calling_for_federal_spending_freeze <strong> Dennis Kucinich </strong> <strong> Mike Pence </strong> appeared on MSNBC with host <strong> Norah O'Donnell </strong> to discuss the House Republican proposal to freeze federal spending at current levels http://wn.com/Boehner_Endorses_Mandatory_Review_Period_for_Major_Spending_Bills During a meeting today with representatives of organizations fighting government waste organized by House GOP Whip <strong> Eric Cantor </strong>", "new_id": -2}, {"uid": "1297384383139427845", "i": 9060, "idx": 4, "sa": ["Sergio Marchionne", "John Elkann", "The CEO"], "q": "Too Late'`` The government is moving too late, but better late than never,'' said Federico Bellono, the local head of the Fiom union in Turin, which opposed the Mirafiori agreement. <q> <strong> Sergio Marchionne </strong> is more oriented strategically toward the U.S. than Europe. </q> After Italy's main newspapers all printed <strong> Sergio Marchionne </strong>'s comments about a move to the U.S. on their front pages, Chairman <strong> John Elkann </strong> on Feb. 5 was forced to qualify the <strong> The CEO </strong>'s remarks, saying that Fiat", "new_id": -2}, {"uid": "1296787924171524099", "i": 14324, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "back in his leather chair and ordered a review and revision of war plans-- but not for Afghanistan, where the Al-Qaida attacks on the United States had been planned and where U.S. retaliation was imminent. <q> He asked that I take a look at the shape of our military plans on Iraq, </q> <strong> Donald Rumsfeld </strong> writes.`` Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,'' <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military", "new_id": -2}]