[{"uid": "2008100918_00009386_W", "i": 2390, "idx": 6, "sa": ["Alice Rivlin"], "q": "the brookings institution. <strong> Alice Rivlin </strong> nevertheless believes there is an argument to be made for spending money on economic stimulus in the short-term. as for the candidates' promises of more tax cuts, aei's lachman said, <q> they're just not going to have the dough to do it. </q> my tech` a-ha' moment silicon valley's next-gen leaders answer this question, and more. live quotes automatically refresh, but individual equities are delayed 15 minutes for nasdaq, and 20 minutes for other exchanges.", "new_id": -2}, {"uid": "2008110410_00038537_W", "i": 3601, "idx": 1, "sa": ["Jess Hill"], "q": "up with old people today? why are they so ungrateful? have the libs made a terrible mistake? could turnbull's brilliant mind and advanced social skills prove too much for this young, easily over-stimulated country? <q> tittie-f*** king your mothergate </q> is the last straw, writes ben pobjie. it's time to get rid of state governments and employ a system of micro-governance and bare-knuckle boxing on the eve of the us presidential election, david hollier and <strong> Jess Hill </strong>", "new_id": -2}, {"uid": "2008102906_00032639_W", "i": 1777, "idx": 8, "sa": ["Barack Obama", "John McCain", "Joe Biden"], "q": "senator <strong> Barack Obama </strong> not being a marxist if he intends to spread the wealth around?\" \"are you joking? is this a joke? or is that a real question?\" an incredulous <strong> Joe Biden </strong> shot back. <q> it's a ridiculous comparison. </q> but the debate intensified monday with the surfacing of a 2001 radio interview in which <strong> Barack Obama </strong> lamented the supreme court's inability to enact <NO_QUOTATION>- a key tenet of socialism. on tuesday, <strong> John McCain </strong> said <strong> Barack Obama </strong> aspires to", "new_id": -2}, {"uid": "2008121708_00028974_W", "i": 3806, "idx": 0, "sa": ["Michael Young", "Patrick Jouin", "Richard Hutten", "Tobi Wong", "William Davidson"], "q": "the designhuis in eindhoven. 100 percent design shanghai designers <strong> Richard Hutten </strong>, <strong> Michael Young </strong>& <strong> Patrick Jouin </strong> join creative directors <strong> Tobi Wong </strong>& aric chen. hamburg harley days 2008 <strong> William Davidson </strong> and some 75,000( custom) motorbikes. berlin design festival 2008 <q> the sky is not the limit </q> at the berlin design festival. new york design week 2008 a hearty collection of the best the design world has to offer. maker faire 2008 a wonderland of populist& homespun tech, courtesy of make mag.", "new_id": -2}, {"uid": "2008112617_00006504_W", "i": 3699, "idx": 1, "sa": ["Jim Doyle"], "q": "approved the nomination of the st. louis river as a national estuarine research reserve( nerr). \"today, we are taking another step towards the long term protection of our great lakes,\" <strong> Jim Doyle </strong> said. <q> creating the lake superior nerr in superior will help the state, local governments, organizations and citizens better protect our great lakes and their natural and recreational resources. by centering this new initiative in superior- the headwaters of the great lakes- we have a significant opportunity to prevent and fight invasive species, help promote sustainable growth in coastal communities and better prepare to deal with changing water levels and climate change. </q> the approved nomination continues the progress toward federal designation that will raise the national profile of wisconsin's great lakes resources and bring more federal funds to the region to study the great lakes and provide community outreach. the", "new_id": -2}, {"uid": "2008121401_00005528_W", "i": 2009, "idx": 0, "sa": ["Jensen Ackles"], "q": "trust me... you're gon na wan na click that... <strong> Jensen Ackles </strong>: ready to go at a moments notice. 5 responses to <q> the gift that keeps on giving: day 13 </q> december 13, 2008 at 7:19 pm this episode should be rated nc-17 for this alone. gtfo, <strong> Jensen Ackles </strong>. lolololol. december 13, 2008 at 7:47 pm why i love this clip: 1. <strong> Jensen Ackles </strong> in", "new_id": -2}, {"uid": "2008100308_00002346_W", "i": 3519, "idx": 0, "sa": ["Scott Kazmir", "Evan Longoria", "Javier Vazquez", "Dick Vitale", "Mark Buehrle"], "q": "35,041. rays season-ticket holder <strong> Dick Vitale </strong> waved a <NO_QUOTATION> placard from his first-row seat next to the visitor's dugout. game 2 is today, when tampa bay's <strong> Scott Kazmir </strong>( 12-8) faces <strong> Mark Buehrle </strong>( 15-12). <q> we want to win both of them now. we have such an advantage at home, </q> <strong> Evan Longoria </strong> said. chicago beat minnesota in the al central tiebreaker tuesday, and took a 3-1 lead on dewayne wise's three-run homer in the third inning. but <strong> Javier Vazquez </strong>, who has a history of flopping in big", "new_id": -2}, {"uid": "2008102317_00053775_W", "i": 333, "idx": 0, "sa": ["Gary Black"], "q": "climate. the denver-based money manager, which employs 1,275, expects to incur$ 7 million in severance costs during the fourth quarter, but estimates the cuts will save it$ 15 million a year going forward. <q> in light of the challenging environment, janus is focused on aligning our expenses with our revenues, </q> said ceo <strong> Gary Black </strong> in an earnings release issued this morning. janus mutual funds have been especially hard-hit by the most latest market declines. the assets the fund family manages fell from$ 191.8 billion on june 30 to", "new_id": -2}, {"uid": "2008100216_00024009_W", "i": 3518, "idx": 5, "sa": ["Tom Schmitt"], "q": "<strong> Tom Schmitt </strong> has created and printed using computer technology are powerful and in keeping with his overall artistic sensibility. however, something about this didn't sit right with me. while on-line some of the work is noted as <q> computer ink on paper, </q> in the gallery, these pieces were identified as ink on paper, implying they were one of a kind drawings, which they were not. these were, in fact, digital inkjet prints, which should bring", "new_id": -2}, {"uid": "2008100217_00010546_W", "i": 1098, "idx": 6, "sa": ["Harry Reid", "Marcy Kaptur"], "q": "'s the wrong medicine,\" she said. <strong> Marcy Kaptur </strong> argued that the problem should be solved by the market itself, not through governmental intervention. after the senate vote, majority leader <strong> Harry Reid </strong>, d-nev., said, <q> we've sent a clear message to americans all over that we will not let this economy fail. this is not a piece of legislation for lower manhattan. this is legislation for all america. </q> the rescue package would let the government spend billions of dollars to buy bad mortgage-related securities and other devalued assets held by troubled financial institutions. if successful, advocates say, that would allow frozen credit to begin flowing", "new_id": -2}]