[{"uid": "1296183151117178385", "i": 27585, "idx": 4, "sa": ["Mike Pence"], "q": "the congressman's decision to forgo a presidential run and instead turn his attention toward a possible gubernatorial run. One source who met with  Mike Pence  several times over the last few months tells NRO the conservative Hoosier  was extremely torn while he deliberated.  Another who met with  Mike Pence  feels his heart was never completely in a bid for president. Someone close to  Mike Pence  explains that \"the people closest to him, the friends and people he knew best from", "new_id": -2}, {"uid": "1296168750131055629", "i": 6071, "idx": 2, "sa": ["Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\"\"   Mike Pence , R-Columbus, said of himself and wife Karen in a letter being sent to supporters.  We will not seek the Republican nomination for president in 2012.  FR: He said he would make a decision \"later this year\"\"  about what his next political step? We all know. He'll go to the Republican Headquarters aka Fox Noise to", "new_id": -2}, {"uid": "1295554749175849504", "i": 16671, "idx": 0, "sa": ["Steve Moore", "Mike Pence", "Mike Huckabee", "Newt Gingrich", "Barack Obama", "Mitt Romney", "Sarah Palin"], "q": "A Home For Long-Form Journalism: TNR Introduces` Online Cover Stories' Here's Wall Street Journal editorial page writer and conservative movement apparatchik href=\"http://online.wsj.com/article/SB10001424052748703954004576090000574636260.html?mod=WSJ_Opinion_MIDDLESecond\">  Steve Moore  writing up the Draft  Mike Pence  movement:  MMike Pence won the straw poll at a gathering of more than 1,000 social conservatives in Washington, D.C., over the summer-besting  Newt Gingrich ,  Mike Huckabee , and presumptive front-runner  Mitt Romney . One concern is what  Sarah Palin 's intentions are, since she would have a huge funding base if she runs. But the pro-Mike Pence movement fears that she is highly polarizing and someone who would have a difficult time beating  Barack Obama  in the general election.  01/19/2011- 3:39 pm EDT| Tristan  Barack Obama  will be reelected, as long as unemployment continues even a slow glidepath downward. Still, I find myself occasionally fantasizing with sheer morbid curiosity about a  Sarah Palin  Presidency", "new_id": -2}, {"uid": "1296234164135299086", "i": 57903, "idx": 1, "sa": ["Mike Pence"], "q": "running for governor in 2012, and we'll do that by listening to Hoosiers. We'll do that as a family by reflecting, praying.\"\"  letter to supporters Thursday,  Mike Pence  said he and his family  feel led to devote this time in our lives to continuing to serve the people of Indiana in some way.  \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012,\"\"  he said.  Mike Pence  is slated to speak", "new_id": -2}, {"uid": "1296055281154206214", "i": 11832, "idx": 4, "sa": ["Mike Pence", "Michele Bachmann", "Barack Obama"], "q": "\"\"  including the economic recovery package. She said Americans risked being forced into government-run health care unless \"Barack Obamacare,\"\"  the Republicans' preferred term to describe the health care bill, is fully repealed.  For two years,  Barack Obama  made promises, just like the ones we heard him make this evening, yet still we have high unemployment, devalued housing prices, and the cost of gasoline is skyrocketing,   Mike Pence   Michele Bachmann  said. There was little post-speech reaction from potential 2012 contenders, but one did stop by Statuary Hall in the Capitol to share his thoughts with the PBS NewsHour.  Mike Pence , R-Ind.", "new_id": -2}, {"uid": "1295485200094470183", "i": 726, "idx": 2, "sa": ["Mike Pence", "Anthony Weiner"], "q": " \"When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare,\"\"  said  Mike Pence , R-Indiana, on the floor.  Really? Who is taking over what health care plan? Who? We are offering people tax incentives, small businesses tax incentives to go buy private insurance plans,  answered  Mike Pence   Anthony Weiner , D-New York. But a tentative agreement to tone down the rhetoric was shattered when one Democrat likened Republican claims about the law to Nazi propaganda. \"You say it enough", "new_id": -2}, {"uid": "1296163911042713105", "i": 25560, "idx": 1, "sa": ["Mike Pence"], "q": "developments occurred within an hour of an interview with the National Journal by  Mike Pence 's mother, who has been urging him to finally put an end to all of the building speculation over his political future.  He will be making his announcement tomorrow,  said Nancy  Mike Pence  Fritsch, contacted today by telephone at her home in Columbus, Ind.. Asked to confirm reports that she has told her son to make up his mind, the congressman's mom did", "new_id": -2}, {"uid": "1297706494051036178", "i": 46492, "idx": 8, "sa": ["Mike Pence"], "q": "nation's largest abortion provider,\"\"  he said. \"Last year, Planned Parenthood received over$ 363 million, lifted from your wallet and mine, and performed 324,00 abortions along the way.\"\"   Live Action films has released seven undercover videos in the last two weeks alone showing the eagerness of Planned Parenthood clinics in Virginia, New York and New Jersey to help sex traffickers get birth control and illegal abortions for 14-year-old illegal alien prostitutes. They offered to help them avoid legally mandated reporting and parental consent requirements,' he added. \"This is the best opportunity the pro-family community has had in decades to end subsidies for the largest abortion provider in the United States.  Send to a friend:  Mike Pence , Planned Parenthood Duel Over Abortion Biz De-Funding Bill", "new_id": -2}, {"uid": "1297348316264044562", "i": 3010, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Barack Obama"], "q": "cut the budget for family planning programs by$ 327 million-- the exact sum requested by Democratic  Barack Obama  for such programs in his 2011 budget, according to Planned Parenthood. PPFA  Barack Obama   Cecile Richards  called the move  the latest outrageous attack on women's health  by House conservatives. Federal funding for US family planning programs has \"connected millions of American women with health care since  Mike Pence  Nixon signed it into law in 1970,\"\"   Cecile Richards  reminded lawmakers. Nixon was", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,'' <strong> Kirsten Gillibrand </strong> said.`` They were saying this is unbelievable progress, to see this.'' Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> Mark started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC's <strong> Chris Matthews </strong> on`` Hardball.''`` He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}]