[{"uid": "1295422030018120761", "i": 18968, "idx": 1, "sa": ["George W. Bush", "Jennifer Rubin", "Donald Rumsfeld", "Ben Ali"], "q": "to delay political reform by asserting that democratization inevitably leads to insecurity.'' But as href=\"http://select.nytimes.com/iht/2006/06/07/world/IHT- 07globBen Alist.html?pagewanted=print\"> <strong> Donald Rumsfeld </strong> might say, the absence of evidence is not evidence of absence, so <strong> Jennifer Rubin </strong> presses on: <q> One question that deserves further consideration: How much did the emergence of a democratic Iraq have to do with this popular revolt in Tunisia? For now, the current administration had better get on the right side of history. </q> Perhaps the most bizarre of Republican foreign policy instincts is the belief that the <strong> George W. Bush </strong> of the United States can force the foreign policy outcomes he desires through sheer force of will. This is what", "new_id": -2}, {"uid": "1296781092236666899", "i": 28758, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "concludes in his new autobiography that the war in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict. Had the government of Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today </q>, Mr <strong> Donald Rumsfeld </strong> wrote in his memoir, due out next week. Mr <strong> Donald Rumsfeld </strong> and other US officials cited the threat posed by Iraqi weapons of ADVERTISEMENT mass destruction as justification for the 2003 US-led invasion.", "new_id": -2}, {"uid": "1296645456148553730", "i": 27823, "idx": 2, "sa": ["Charlie Sheen", "David Letterman", "Kelsey Grammer", "Shaquille O'Neal", "Justin Bieber"], "q": "to lose weight and was sticking to a diet heavy on fruits, grains and vegetables. He has another incentive now to keep healthy.`` That's my next goal,'' he told her. <q> I want to hang around here to have grandchildren. </q> Photo: <strong> Justin Bieber </strong>, <strong> David Letterman </strong> Photo: <strong> Kelsey Grammer </strong>, <strong> David Letterman </strong> special: Surgeon explains surprising signs of heart disease. Photo: <strong> David Letterman </strong>; <strong> Shaquille O'Neal </strong> Photo: Amare Stoudemire, <strong> David Letterman </strong> Video: Actor <strong> Charlie Sheen </strong> enters rehab, again", "new_id": -2}, {"uid": "1297182562166789141", "i": 3247, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Diane Sawyer"], "q": "to resign. href=\"http://www.speroforum.com/a/48154/Kazakh-Language-Test-For-George W. Bushial-Candidates-To-Be-Made-Harder\"> Kazakh Language Test For George W. Bushial Candidates To Be Made Harder Kazakhstan's Central Election Commission( OSK) chairman says a mandatory Kazakh-language test for George W. Bushial candidates would be made stricter. <q> I have no doubt that given the facts that were made available to <strong> George W. Bush </strong> in 2003, I would have made the same decision..., </q> <strong> Donald Rumsfeld </strong> writes.`` Ridding the region of Saddam's brutal regime has created a more stable secure world.'' No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week", "new_id": -2}, {"uid": "1297126622188514326", "i": 25572, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "paving roads, erecting power lines, policing streets, building stock markets, and organizing democratic governmental bodies were missions for our men and women in uniform,'' <strong> Donald Rumsfeld </strong> reportedly writes in his new memoir. <q> If some later contended that we never had a plan for full-fledged nation building or that we under-resourced such a plan, they were certainly correct. We did not go there to try to bring prosperity to every corner of Afghanistan. I believe-- and continue to believe-- that such a goal would have amounted to a fool's errand, </q> the report reads, quoting the book`` Known and Unknowns.'' In an interview that aired Monday on ABC, <strong> Donald Rumsfeld </strong> conceded that`` it's possible'' decisions on troop levels for Iraq were the", "new_id": -2}, {"uid": "1297122406226197630", "i": 33892, "idx": 0, "sa": ["Simon Cowell", "Will Smith"], "q": "n't speculate on who <strong> Will Smith </strong> be behind the judges' table on the href=\"http://www.people.com/people/article/0,,20421553,00.html\"> American version of The X Factor, but he confirms there <strong> Will Smith </strong> be one familiar face on the panel- himself. <q> Once the show goes into production, I become a judge, </q> <strong> Simon Cowell </strong> told reporters Monday.`` Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging.'' Before the show", "new_id": -2}, {"uid": "1296692287182763550", "i": 584, "idx": 1, "sa": ["Zahi Hawass"], "q": "in Egypt, 24 in total, are safe and unharmed; only the Egyptian Museum, Cairo, was broken into,'' reads a Wednesday posting on the website of <strong> Zahi Hawass </strong>, Egypt's Minister of Antiquities. <q> When I went to the museum on Saturday morning I found out that 70 objects had been broken, but nothing had been stolen. </q> The website added that the objects could be restored. Egyptian Museum Fire: Museum Unscathed by Nearby Molotov Cocktails", "new_id": -2}, {"uid": "1297509551030818321", "i": 15683, "idx": 0, "sa": ["Simon Cowell"], "q": ", the music mogul suggested that- contrary to recent href=\"http://www.digitalspy.co.uk/tv/s103/the-x-factor/news/a302308/Simon Cowell-Simon Cowell-at-war-with-itv-over-x-factor.html\"> reports- he is not intending to focus fully on the Fox launch in America and will be still involved with the ITV1 show. <q> We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour, </q> he said.`` It hasn't been tested yet but that's the idea.'' <strong> Simon Cowell </strong> is yet to announce the judging panel for either version, airing in conjunction this autumn, but there is", "new_id": -2}, {"uid": "1295626647018169868", "i": 46411, "idx": 0, "sa": ["Alan Johnson", "Tony Blair", "David Cameron", "Andy Coulson"], "q": "was acquitted in the US and returned to Pakistan. But the judge said he was`` not of the view the US judicial system is indifferent in providing appropriate intervention''. He added: <q> I must proceed on the firm footing, absent very cogent direct evidence, the rule of law and due process exists for all persons within the jurisdiction of the US courts, including Abid Naseer.`` Accordingly I reject this challenge to extradition. </q> Notes on a small island: The things that really make Britain great Anger as <strong> Tony Blair </strong> admits regrets over Iraq new <strong> David Cameron </strong>'s spin chief <strong> Andy Coulson </strong> quits new <strong> Alan Johnson </strong> protection officer facing inquiry new Search for` missing'", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}]