[{"uid": "1296005667036782107", "i": 24894, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2, "mturk_index": "1499"}, {"uid": "1297684716087539722", "i": 50947, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "stolen is a limestone statue of the pharaoh Akhenaten holding an offering table, a statue of Nefertiti making offerings and several other stone and wooden artefacts. <strong> Zahi Hawass </strong> said that an investigation is underway and that the <q> police and army plan to follow up with the criminals already in custody </q>. Human chain The museum is on the edge of Tahrir square, the heart of three weeks of protests that brought down the president, <strong> Hosni Mubarak </strong>. It was raided on 28 January by thieves who", "new_id": -2, "mturk_index": "2165"}, {"uid": "1295580024033980425", "i": 56188, "idx": 9, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said on his blogpost that <strong> Larry Page </strong>, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis. Google co-founder <strong> Larry Page </strong> taking over as CEO File photo of Google co-founder <strong> Larry Page </strong> and CEO <strong> Eric Schmidt </strong> File photo of Google co-founder <strong> Larry Page </strong> in Sun Valley <strong> Larry Page </strong> to lead Google; roles...", "new_id": -2, "mturk_index": "1277"}, {"uid": "1297717091255754251", "i": 47426, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "talks about the Defense Video: Sneak Preview: <strong> Donald Rumsfeld </strong> on` Hannity'... U.S. Video: Valentine's Day Edible Aphrodisiacs U.S. Video: UF Students Killed While Caving In Ga.. target=\"mwphcomReportAbuse\" Report Abuse <q> I am thinking... freeze and seize... and the same with his Government Pensions and free lifetime healthcare... </q> target=\"mwphcomReportAbuse\" Report Abuse \" \"The judges allegedly disguised the extortion payments as rental income from a Florida condo owned by their wives.\" \" Report Abuse \" Sounds like 3rd world operations- finder's", "new_id": -2, "mturk_index": "795"}, {"uid": "1297300258049397812", "i": 14058, "idx": 1, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "for Clunkers\" program? \" Report Abuse \" What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? \" One is filled with tax evaders, blackmailers, and threats to society. Report Abuse <q> <strong> Barack Obama </strong> wants spend 50 billion on cupcakes. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options!", "new_id": -2, "mturk_index": "1532"}, {"uid": "1297590070005390338", "i": 24633, "idx": 0, "sa": ["David Letterman", "Jamie Hince", "Howard Stern", "Betty Thomas", "Kate Moss", "Mary McCormack"], "q": ", to the delight of his fans. For one scene, he spoke about trying to cry in a scene with actress McCormack\" McCormack+Mary McCormack\"> <strong> Mary McCormack </strong>, who played <strong> Howard Stern </strong>'s then-wife Allison. <q> In this scene <strong> Mary McCormack </strong> was crying and I wanted to be able to do that.[ Director] <strong> Betty Thomas </strong> gave me something to put in my eye and make me cry. </q> Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged He also referenced <strong> David Letterman </strong>, who played himself in the movie: \"We couldn't get", "new_id": -2, "mturk_index": "1039"}, {"uid": "1295160349218923042", "i": 47935, "idx": 1, "sa": ["Elton Brand", "Allen Iverson", "Phil Jackson", "Michael Jordan"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Jordan_Michael Jordan_39_points I recently noticed that none of the major uploaders on YT of MJ games have upped highlights of this legendary game. So why", "new_id": -2, "mturk_index": "1250"}, {"uid": "1296005903157368334", "i": 20212, "idx": 0, "sa": ["John Hawkes", "E Williams", "Barack Obama", "Eric Schmidt"], "q": "'s University of Pennsylvania commencement address <strong> Eric Schmidt </strong>'s University of Pennsylvania commencement address <strong> Eric Schmidt </strong> delivers the commencement address at the University of Pennsylvania on May 18, 2009.... Walter <strong> E Williams </strong>- Economics of Liberty Excerpts from the speech <q> The Entrepreneur As AmEric Schmidtan Hero, </q> delivered by Dr. Walter <strong> E Williams </strong>, <strong> John Hawkes </strong> M. Olin Distinguished Professor of Economics, George Mason University. More videos and information on issues of liberty is available at www.LibertyPen.com... <strong> Barack Obama </strong> Speaks out against excessive tech entertainment <strong> Barack Obama </strong> Speaks", "new_id": -2, "mturk_index": "638"}, {"uid": "1297361556156647441", "i": 23355, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "for <strong> Simon Cowell </strong>. So what of <strong> Simon Cowell </strong>? Was he missed or did <strong> Steven Tyler </strong> satisfy Idol fans' OMG quotient? No doubt an element of gravitas was painfully absent, but also conviction. When <strong> Simon Cowell </strong> would say, <q> I believe you are a star, </q> we followed like faithful minions- for nine years straight! It's going to take a minute to readjust, so be patient. And, unlike last season, let's maybe take it easy on the new", "new_id": -2, "mturk_index": "820"}, {"uid": "1295625451170147875", "i": 5105, "idx": 0, "sa": ["Andy Coulson", "Chris Bryant"], "q": "is` unsackable' After <strong> Andy Coulson </strong>, we need the full story to come out| <strong> Chris Bryant </strong> 15.08 GMT on Friday 21 January 2011. It was last modified at Strummered 21 January 2011 3:19 PM <q> But in a sense, <strong> Andy Coulson </strong>- as I have argued before- is a sideshow </q> I see your point, but in a greater sense, he's far from a sideshow because he's the one that got access to the most powerful office in the country. taxesandcuts 21", "new_id": -2, "mturk_index": "818"}]