[{"uid": "1294956032094584852", "i": 28616, "idx": 0, "sa": ["Michael Vick", "Tucker Carlson", "Javier Ruiz"], "q": "'s response:`` I hardly know <strong> Javier Ruiz </strong>. I only met him once or twice. Nothing can be proven.'' Again, that's that settled then. Keeping perspective I <q> I'm a Christian, I've made mistakes myself, I believe fervently in second chances, </q> says Fox News pundit <strong> Tucker Carlson </strong>, building up to a whopper on the subject of dog fighting.`` But <strong> Michael Vick </strong> killed dogs, and he did it in a cruel, heartless way. Personally, I", "new_id": -2}, {"uid": "1295808974069746715", "i": 5556, "idx": 0, "sa": ["Mimi Walters", "Bill Lockyer"], "q": "preparing a package of pension reform bills she said must be addressed before taking up taxes. Among her reforms is legislation requiring all new state employees to enter 401( k)- style benefit plans. <q> We want reforms in place before there's any discussion about tax increases, </q> said <strong> Mimi Walters </strong>, the GOP's nominee last fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>.`` I do know there's not support at all to even put it on the ballot without significant pension reforms", "new_id": -2}, {"uid": "1297591714082133005", "i": 15420, "idx": 0, "sa": ["Jamie Hince", "Howard Stern", "David Letterman", "Kate Moss", "Mary McCormack"], "q": "Tweets, to the delight of his fans. For one scene, he spoke about trying to cry in a scene with actress <strong> Mary McCormack </strong>, who played <strong> Howard Stern </strong>'s then-wife Allison. <q> In this scene <strong> Mary McCormack </strong> was crying and I wanted to be able to do that.[ Director] <strong> Betty Thomas </strong> gave me something to put in my eye and make me cry. </q> Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged He also referenced <strong> David Letterman </strong>, who played himself in the movie:`` We couldn't get", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,'' said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said.`` There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go.''` Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}, {"uid": "1295139772120274975", "i": 15870, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "do something many thought she would never do again after getting shot at point-blank range with a 9mm slug.`` Her eye is flickering and Mark sees this and gets extremely excited,'' <strong> Kirsten Gillibrand </strong> recalled. <q> He said` <strong> Gabrielle Giffords </strong> open your eyes, open your eyes.' He is really urging her forward, and the <strong> The doctor </strong> is perking up. </q> Kelly asked her to give a thumbs-up, and not only did she open her eyes, she reached out to touch her husband.`` It was unbelievable,'' <strong> Kirsten Gillibrand </strong> said.`` She", "new_id": -2}, {"uid": "1295802703043466753", "i": 3594, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Denver_Nuggets_at_Cleveland_Cavaliers_NBA_Best_Bet_Odds_and_Pick_Gamblers_Television From GamblersTelevision.com NBA Best Bet Denver Nuggets at Cleveland Cavaliers(-9)( 8 ET)( TNT) The new look Denver", "new_id": -2}, {"uid": "1295537814152666210", "i": 46216, "idx": 0, "sa": ["Yo Gotti", "Sen. Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Previous article Charges against Tenn. rapper <strong> Yo Gotti </strong> dropped", "new_id": -2}, {"uid": "1297711727141344774", "i": 39391, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.`` Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q> You have to believe, and know that they are more than just imagination. </q> All content Â© Copyright 2000- 2011 WorldNow and WISTV, a", "new_id": -2}, {"uid": "1295673423206995553", "i": 37878, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler", "Liza Minnelli"], "q": "that previous judges did not.`` You won't find many people like that, that kind of enthusiasm,'' <strong> Steven Tyler </strong> said of the <strong> Liza Minnelli </strong> wannabe who essentially pleaded her way into the next round. <q> I am going to personally work that into something good. </q> He may be all talk, the initial good cheer may wear thin and we may be begging to be slapped around by <strong> Simon Cowell </strong> in a few weeks, but for now it's just nice to have", "new_id": -2}, {"uid": "1297617994047562773", "i": 2233, "idx": 4, "sa": ["Steve Ballmer"], "q": "competitive. He said the alliance was a good one for Microsoft, which will benefit from Nokia's global reach and assets, as well as for developers and publishers, as it, in short, <q> makes it easier for them to make money and gives them access to Nokia's global scale. </q> Finally, he added,`` We believe this is good for consumers. And at the end of the day, we believe it is that which is most important.'' Quoting <strong> Steve Ballmer </strong> Flop at", "new_id": -2}]