[{"uid": "1295570074192872461", "i": 33269, "idx": 1, "sa": ["Eric Schmidt"], "q": "internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297142622008634373", "i": 28971, "idx": 2, "sa": ["Patrick Griffin", "David Letterman", "Nick Griffin"], "q": "of an iconic figure.'' <strong> Patrick Griffin </strong> isn't entirely a show-biz newbie. His brother <strong> Nick Griffin </strong> is a comedian and writer for <strong> David Letterman </strong>.`` I've always wanted to write,'' <strong> Patrick Griffin </strong> said. <q> One day I started pitching <strong> Jeff East </strong> ideas, and now whenever I have some spare time we sit down and write. It just keeps flowing. </q> Among the duo's projects: â\u0080¢`` Return to Macon County'': It's a sequel/spinoff to the iconic'70s drive-in hit about a couple of brothers who run afoul of a vengeful", "new_id": -2}, {"uid": "1296978592083132429", "i": 7163, "idx": 6, "sa": ["Michael Vick"], "q": "Sunderland's Andy Reid, right, vies for the ball with Notts... Photo: Philadelphia Eagles coach Andy Reid reacts to a call during the... Sports Video: Cavaliers set record with 24th straight loss Report Abuse <q> I am boycotting football forever, starting last year when they awarded <strong> Michael Vick </strong> some other award. </q> Report Abuse <blockquote> I agree <strong> Michael Vick </strong> doesn't deserve the award since he a) played last year and b) missed time from prison. I mean, they don't have a most improved award, because that", "new_id": -2}, {"uid": "1295586272212418583", "i": 2954, "idx": 19, "sa": ["Cristiano Ronaldo", "Kevin Garnett", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> Combine for 57( 2008-02-19) <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> scored 57 points between them to earn a` W' against the <strong> Cristiano Ronaldo </strong>'s on Tuesday,2008-02-19. Nuggets Beat Celtics in <strong> Kevin Garnett </strong>'s Return Denver 124", "new_id": -2}, {"uid": "1294973646058228740", "i": 7949, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "October suffered a miscarriage and lost their baby. In an appearance on`` The Late Show with <strong> David Letterman </strong>'', <strong> Kelsey Grammer </strong> described Kayte as`` my new girl.'' <q> We're planning to get married soon, </q> he said, then added`` Sometime in February.'' But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to quick divorce and work out a financial settlement later.", "new_id": -2}, {"uid": "1296407544252772372", "i": 131, "idx": 9, "sa": ["Elgin Baylor", "Allen Iverson"], "q": "took shots at them before, during and after the game. This time, he saved them just for the court, then showered his old team with praise that indicated he's gotten over the bitter split. <q> They've got a lot of talent on that team. They've got a lot of guys that can do things, and they've got a lot of guys that care, guys with pride, </q> <strong> Allen Iverson </strong> said after scoring 38 points in Denver's 109-96 win Sunday night.`` It could be easy for those guys to lay down. After <strong> Elgin Baylor </strong> left, they could have just laid down. But that ai", "new_id": -2}, {"uid": "1295670450069369935", "i": 8047, "idx": 0, "sa": ["Mike D'Antoni", "Allen Iverson"], "q": "edge. New York closed to 37-27 in the second quarter but Miami went on a 12-0 run. Miami also went on a 12-4 run when New York got within 61-55 in the third quarter. QUOTABLE <strong> Allen Iverson </strong>: <q> Hopefully we can turn things around by having some more energy and execute a little better. </q>-- New York coach <strong> Mike D'Antoni </strong> on what the Knicks could do http://wn.com/Boston_Celtics_VS_San_Antonio_Spurs_Recap_Kevin_Garnett_20_Points! After splitting the first four games to set up a decisive game 5, Miami was seconds away from eliminating the eighth-seeded Knicks. Knick shooting guard", "new_id": -2}, {"uid": "1296961777064782347", "i": 1046, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": ", a game in which the Eagles trailed by 21 points in the fourth quarter.`` <strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,'' Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison,", "new_id": -2}, {"uid": "1295733873106954766", "i": 11161, "idx": 1, "sa": ["Allen Iverson", "Yao Ming", "Josh Smith"], "q": "both clarified and cluttered the wild Western Conference playoff race.`` That's all he's got to do is come into the game and the energy is there,'' said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package.`` There's nothing on the court he can't do. </q> It was the 13th time <strong> Josh Smith </strong> has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game.`` He's been a <strong> Yao Ming </strong> spark for", "new_id": -2}, [{"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]]