[{"uid": "1295305160102465537", "i": 11723, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "Bill Clinton"], "q": "rampage, and to honor those who are still struggling with their wounds. Watch the entire speech here. For more coverage: to.pbs.org... video results for: obama <strong> Bill Clinton </strong> barack <strong> Barack Obama </strong>& the DC School Voucher Program <q> <strong> Barack Obama </strong>& the DC School Voucher Program: The <strong> Bill Clinton </strong> says he wants to do \"what's best for kids.' So why won't he save a proven program that helps low-income students? </q> Mercedes Campbell is one of the 1700 students in the Washington, DC Opportunity Scho... <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> for <strong> Barack Obama </strong> On NBC\"s Meet The Press, <strong> Colin Powell </strong> announced his support for <strong> Barack Obama </strong>. October 19, 2008...", "new_id": -2}, {"uid": "1296016123074825728", "i": 28097, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "last lines of his State of the Union address. <strong> Barack Obama </strong> <strong> Chuck Schumer </strong> praised the president's commonsense call for trimming the federal budget and creating jobs, without cutting programs that could hurt the American Dream. <q> \"The <strong> Barack Obama </strong> has offered a balanced approach that hopefully can garner bipartisan support. He is aware of the need to rein in spending but also the need to grow jobs, the economy and middle class paychecks. It makes sense to cut programs that are wasteful and unnecessary, but grow the programs that are needed to preserve the American dream. The <strong> Barack Obama </strong> showed the kind of optimism that America relishes, thrives on and believes in. </q>\" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> cited the 9/11 health care bill-which she helped shepherd to passage during the lame-duck session last month-as an example of the kind of bipartisan work that might be possible in this Congress. \"", "new_id": -2}, {"uid": "1295582258248299524", "i": 15108, "idx": 7, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" Mr. Page hailed Mr. <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. <q> There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done, </q> Mr. Page said. Although he tried to debunk the idea in Thursday's interview, Mr. <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's", "new_id": -2}, {"uid": "1296056630157139033", "i": 7687, "idx": 2, "sa": ["Eric Schmidt", "Shona Brown"], "q": "run Google at the pace and with the soul and passion of a startup. I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred: <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> What they both were really saying was that this move is designed to get the organization back to the optimal level that <strong> Shona Brown </strong> says it should be at. I am not saying <strong> Shona Brown </strong> was behind <strong> Eric Schmidt </strong>'s", "new_id": -2}, {"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.\" Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q> I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century, </q> he says. \"On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.\" \"But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}, {"uid": "1295987770115605542", "i": 12529, "idx": 0, "sa": ["Zahi Hawass"], "q": "government was \"unchanged and not new.\" The Prussian Cultural Heritage Foundation confirmed that Parzinger had received a letter from <strong> Zahi Hawass </strong>, but said that it was not signed by the prime minister and was not <q> an official demand from the Egyptian state. </q> It added that under a 1912 agreement, artefacts found in the dig were properly listed and photographed, showing clearly their \"beauty and quality\", and then divided up between the two sides.", "new_id": -2}, {"uid": "1296547175213106706", "i": 2792, "idx": 0, "sa": ["Sergio Marchionne", "The CEO"], "q": "Feb. 11, was announced Monday, even as Chrysler reported a$ 652 million net loss in 2010. Salaried workers will get bonuses, too, but that amount was not disclosed. Advertisement <q> It would have been inexcusable to not recognize what our people have done, </q> said <strong> The CEO </strong> <strong> Sergio Marchionne </strong>, who likened the workload in 2010 to working in \"a sausage factory.\" Chrysler is calling the bonuses \"performance award payments\" because the company's net loss for the year", "new_id": -2}, {"uid": "1295072156113590299", "i": 24417, "idx": 1, "sa": ["Sergio Marchionne", "Alan Mulally", "Mark Reuss"], "q": "GM North America President <strong> Mark Reuss </strong> and Chrysler's <strong> Sergio Marchionne </strong> all promise not to fall back into the trap of making too many cars and then slapping huge discounts on the vehicles to move metal off dealer lots. <q> This has been the heart of the problem in Detroit, </q> said <strong> Sergio Marchionne </strong>, who also heads up Fiat. <strong> Alan Mulally </strong> said Ford has learned that it has to deal with the current reality. \"You have to match production to real demand and accelerate development", "new_id": -2}, {"uid": "1295639889070795282", "i": 33686, "idx": 6, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "his views to the country for nearly four years. Tom Watson, the former defence minister and a man who has used his position on the culture select committee to chase down <strong> Andy Coulson </strong>, said his departure <q> creates serious questions over the prime minister's judgment, and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp </q>. He called on <strong> Rupert Murdoch </strong> to clean up his operation before he could pursue his Â£ 8.3 bn bid for the complete takeover of BSkyB. <strong> Rupert Murdoch </strong> is waiting to hear whether the bid will be referred by", "new_id": -2}, {"uid": "1296200464159858698", "i": 4891, "idx": 12, "sa": ["Mike Pence"], "q": "discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" <q> You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana, </q> McIntosh said. That, <strong> Mike Pence </strong> said, was what it came down to in the end. \"At the end of the day, we ultimately believed that where our little family is led", "new_id": -2}]