[{"uid": "1295905281252543005", "i": 27238, "idx": 0, "sa": ["John McCain", "Sen. Bernie Sanders"], "q": "deal between the <strong> John McCain </strong> House and congressional Republicans, <strong> Sen. Bernie Sanders </strong> took to the Senate floor to make the case against deepening the deficit and widening the income gap in America by extending Bush-era tax breaks for the very wealthy. <q> I am simply here today to take as long as I can to explain to the American people the fact that we have got to do a lot better than this agreement provides, </q> <strong> Sen. Bernie Sanders </strong> began. After eight and a half hours of speaking without leaving the Senate floor, <strong> Sen. Bernie Sanders </strong> brought his day-long stand to a close Friday night. He concluded,`` If the American people stand up and say", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1295813799183353353", "i": 18704, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "'s thought he is planning to ditch the UK version in order to concentrate on the forthcoming American series. <strong> Oprah Winfrey </strong>, <strong> Simon Cowell </strong> admitted he wanted to quit while he was still at the top of his game. <q> I asked a successful guy,` What's the best advice you can give me?' He said,` <strong> Simon Cowell </strong>, know when to leave the fair'. I think that's good advice- one year, I actually found myself thinking,` I've run out of insults, I don't know how I'm going to tell people they suck'.`` Something inside you just says,` You know what, it's time to go', </q> <strong> Simon Cowell </strong> added.`` Without any regrets. I can look back on the past 10 years and say it's been a blast. I've enjoyed myself. I mean, it's not the most difficult job", "new_id": -2}, {"uid": "1295063169065486905", "i": 29247, "idx": 1, "sa": ["Brian Cashman", "Mike D'Antoni", "David Letterman", "Mike Francesa"], "q": "'ve been doing.''... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh.`` He was nice, though, very diplomatic.'' Breakfast With A Champion WFAN and <strong> Mike Francesa </strong> will host a very special`` Breakfast with a Champion'' with Yankees GM <strong> Brian Cashman </strong>", "new_id": -2}, {"uid": "1295589642085278733", "i": 607, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q> I am not as concerned about the titles as I am winning, </q> <strong> Eric Schmidt </strong> said.`` I am quite certain that this change will result in faster decision making and better value for the shareholders.'' <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it", "new_id": -2}, {"uid": "1296257094202539037", "i": 38067, "idx": 2, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Will Washington", "Hosni Mubarak"], "q": "[ May 2008] unprecedented attention and recognition, including meetings in <strong> Will Washington </strong> with US <strong> Donald Rumsfeld </strong> of State, the National Security Advisor, and prominent members of Congress. In the words of <strong> Condoleezza Rice </strong>, the fellows represent the <q> hope for the future of Egypt. </q> http://www.freedomhouse.org/template.cfm?page=66&amp;program=84 Political Double Talk: Chatting with`` Dictators'', Mingling with`` Dissidents'' Under the auspices of Freedom House, Egyptian dissidents and opponents of <strong> Hosni Mubarak </strong> were received in May 2008 by <strong> Condoleezza Rice </strong> at", "new_id": -2}, {"uid": "1297357008264552539", "i": 32724, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Fountain Hills-$ 899,000 MLS 4441889 4 bed/ 4 bath 4,001- 4,500/ 1999 Sherri Belcher, Prudential Arizona Properties Chandler-$ 106,000 MLS 4429781 3 bed/ 2", "new_id": -2}, {"uid": "1296191547267370536", "i": 41382, "idx": 0, "sa": ["David Bianculli", "David Letterman"], "q": "into your home each morning, hard not to like and easy to keep watching. He is <strong> David Letterman </strong>'s favorite butt of jokes, but even that notorious crank regards him with genuine, touching affection. <q> <strong> Regis Philbin </strong> is one of those fine broadcasters that television doesn't serve up very often, </q> said <strong> David Bianculli </strong>, a veteran television critic and now a media professor at Rowan University in New Jersey.`` We are going to miss him. He is honest in a medium that doesn't reward honesty and does", "new_id": -2}, {"uid": "1295643802119324695", "i": 4356, "idx": 0, "sa": ["Eric Schmidt"], "q": "make these changes in an effort to simplify Google's management structure and improve its decision making process. As the new CEO, Larry will be responsible for lead product development and technology strategy. <q> In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead, </q> <strong> Eric Schmidt </strong> said in a company blog post. In his role as the new Executive Chairman, <strong> Eric Schmidt </strong> said he will be focusing on the deals, partnerships, customers and broader business relations, government outreach and", "new_id": -2}, {"uid": "1296821695221364241", "i": 36384, "idx": 1, "sa": ["Zahi Hawass", "Christiane Amanpour"], "q": "It was unclear how much had been taken.`` I am the only source of continuing truth concerning antiquities, and these rumors are aimed at making the Egyptian people look bad,'' he wrote. <q> If anything happens to the museum, I would bravely tell everyone all over the world, because I am a man of honor, and I would never hide anything from you. </q> For Complete Coverage of the Crisis in Egypt, Featuring Exclusive Reporting From <strong> Christiane Amanpour </strong>, Click Here Archaeologists elsewhere took little comfort, concerned that <strong> Zahi Hawass </strong> was, as one put it", "new_id": -2}]