[{"uid": "1296287910210255880", "i": 30796, "idx": 2, "sa": ["Enda Kenny", "Micheál Martin", "Eamon Gilmore"], "q": ".'' These new tensions emerged as the row over the leaders' debates continued with Mr <strong> Eamon Gilmore </strong> continuing to put pressure on Mr <strong> Enda Kenny </strong> to take part in a three-way debate. Fine Gael leader to <q> step up to the microphone </q>.`` I will debate with <strong> Micheál Martin </strong> on his own-- I think it would be a pity if href=\"http://searchtopics.independent.ie/topic/Enda Kenny_Enda Kenny\"> <strong> Enda Kenny </strong> didn't show up to that debate. I think that anybody who", "new_id": -2}, {"uid": "1297165583238338063", "i": 29732, "idx": 0, "sa": ["Simon Cowell", "Simon Pegg"], "q": "supremo title=\"More on Simon Cowell...\" href=\"http://www.thisislondon.co.uk/standard/related-1149-Simon Pegg-Simon Cowell.do\"> <strong> Simon Cowell </strong> is excited to be offering the biggest guaranteed prize in television history, and has also revealed the programme will welcome auditionees aged from just 12. He said: <q> I like the idea that a 12 year old on this show can compete with an older singer and a singing group.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> On the UK version of the show, where winners land a? 1 million record deal, contestants must be aged at least 16 to enter, though for two seasons the minimum age was reduced to", "new_id": -2}, {"uid": "1297099583237600788", "i": 3955, "idx": 1, "sa": ["Susan Boyle", "Simon Cowell"], "q": "auditions in Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating`` Britain's Got", "new_id": -2}, {"uid": "1295670851069369878", "i": 4447, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "Susan Sarandon", "Angelina Jolie", "Kristen Stewart", "Tim Robbins", "Ricky Gervais"], "q": "Love Interest?( 574) Best& Worst of the Golden Globes! <strong> Ricky Gervais </strong> Roasts <strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>...( 425) <strong> Kristen Stewart </strong>'s Vogue Outtakes: Too Much Photoshop?( 424) <strong> Susan Sarandon </strong>: <q> I Don't Have a Boyfriend! </q> For quite some Tim Robbinse, numerous reports have claimed that href=\"http://uk.eonline.com/uberblog/celebs/c116667_Susan Sarandon_Susan Sarandon.html\"> <strong> Susan Sarandon </strong>'s boyfriend is her young business partner Jonathan Bricklin. If the two are more than just dear friends( <strong> Susan Sarandon </strong> is", "new_id": -2}, {"uid": "1297426049196083720", "i": 25607, "idx": 2, "sa": ["Michael Gove"], "q": "legitimate expectations that the multi-million pound schemes would be funded. Leader of Waltham Forest Council Chris Robbins said the ruling was`` a victory for common sense and fair play''. He said: <q> They must now make a decision on our funding based on the real evidence about the difficulties our schools face.`` We have said all along that we want to sit down and have an amicable discussion with the Michael Government about the difficulties our schools face. </q> He added:`` This slash and burn attitude that the Michael Govenrment has to local Michael Government must end.'' Mr <strong> Michael Gove </strong>'s decision caused an outcry from many schools and councils The Department for Education", "new_id": -2}, {"uid": "1295683933156418048", "i": 37124, "idx": 8, "sa": ["Andy Coulson"], "q": "le han empujado a hacerlo''. El primer ministro ha elogiado la`` profesionalidad'' con la que <strong> Andy Coulson </strong> ha trabajado para l y subrayado que`` ha sido un miembro brillante'' de su equipo, <q> entreg?ndose a su trabajo con capacidad y dedicaci?n </q>.`` Puede sentirse orgulloso del trabajo realizado'', ha asegurado.`` Le deseo todo lo mejor para el futuro, que estoy seguro que ser exitoso'', ha remachado.", "new_id": -2}, {"uid": "1296102350198869077", "i": 55165, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "Late Show With <strong> David Letterman </strong>'' for a sit-down interview Monday, then return the following Friday to present the broadcast's Top 10 list. The pop star, who will also appear on Sunday's episode of href=\"http://www.mtv.com/news/articles/1656584/Justin Bieber-Justin Bieber-addresses-dangers-texting-driving-on-extreme-makeover.jhtml\"> <q> Extreme Makeover: Home Edition, </q> is making the rounds to spread the word about his new 3-D feature film,`` Never Say Never,'' hitting theatres February 11. This isn't the first time the pop star has visited <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1297182562166789141", "i": 3248, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld", "Diane Sawyer"], "q": "test for George W. Bushial candidates would be made stricter.`` I have no doubt that given the facts that were made available to <strong> George W. Bush </strong> in 2003, I would have made the same decision...,'' <strong> Donald Rumsfeld </strong> writes. <q> Ridding the region of Saddam's brutal regime has created a more stable secure world. </q> No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week, <strong> Donald Rumsfeld </strong> put it this way:`` What you know today can help you unthink your thinking about", "new_id": -2}, {"uid": "1295433140214253574", "i": 38668, "idx": 0, "sa": ["Darrell Issa", "Mike Pence", "Patrick McHenry"], "q": "of Public and Private Programs. That puts him in charge of investigating some of the key concerns of U.S. <strong> Mike Pence </strong> <strong> Darrell Issa </strong>, the California Republican who chairs the full House Committee on Oversight and Government Reform. <q> There's plenty of oversight that needs to be done, </q> <strong> Patrick McHenry </strong> said in an interview last week.`` There's plenty to look at in terms of government inefficiency, duplicative programs, how decisions will be made.'' This week, <strong> Patrick McHenry </strong> is expected to", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly'' and`` deserve a lot of credit'' for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q> was critical of indefinite detention for unlawful combatants. He was critical of military commissions, </q> he said.`` And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.'' The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}]