[{"uid": "1295216470191463438", "i": 443, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": ". In a world with any semblance of justice, war-makers <strong> Colin Powell </strong> and <strong> President Bush </strong> would be portrayed sharing a bench in a prison cell. Nor does Ms. Graham challenge <strong> President Bush </strong>'s absurd responses. When <strong> President Bush </strong> says <q> I feel very strongly that if the United States were to leave, Afghan women would suffer </q> he is allowed to pose as a champion of women's rights, overlooking how his invasion of Iraq spelled catastrophe for millions of women there who lost family, jobs, and their lives, or who were reduced", "new_id": -2}, {"uid": "1295576927002506766", "i": 48428, "idx": 3, "sa": ["Eric Schmidt"], "q": "on his Twitter feed@ericschmidt.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' he added in a statement. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company.`` In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading Google for the last decade.''`` There is no other CEO in the world that", "new_id": -2}, {"uid": "1297228077053084177", "i": 8714, "idx": 2, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "picked. Advertisement He says the line-up, rumoured to include <strong> Cheryl Cole </strong> will be finalised in`` three to four weeks''. Asked about <strong> Cheryl Cole </strong>'s chances, <strong> Simon Cowell </strong> hedged: <q> The most important thing is the commitment and the expertise a person offers.`` It is really important to me that I've got people who I can trust in terms of their expertise and their gut feeling.`` It is also important to have people who are very competitive with each other. </q> But in an aside that could be in <strong> Cheryl Cole </strong>'s favour, he added slyly:`` It also helps if they are cute.'' He knows the right judges are key to the show", "new_id": -2}, {"uid": "1294954762094584920", "i": 44458, "idx": 5, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "her eyes.'' <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, realized the significance of the moment.`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>: <q> It felt like we were watching a miracle. </q> So how did <strong> Gabrielle Giffords </strong> survive the gunshot wound? The path of the bullet, quick and quality medical care, and a stroke of luck meant the difference between life and death, say her doctors and brain experts", "new_id": -2}, {"uid": "1296244183061128804", "i": 18791, "idx": 1, "sa": ["Kirsten Gillibrand", "Mark Salter", "Ted Haggard", "System .", "Samuel Alito"], "q": "gift: Buzz. <strong> Mark Salter </strong> in a photo:`` Author of note:`` New Bipartisan Buddy <strong> System . </strong>'' <strong> Kirsten Gillibrand </strong> a friend request. note on <strong> Samuel Alito </strong>'s wall:`` Where were you?'' article: <q> The King's Speech Gets 12 Oscar Nominations. </q> article:`` <strong> Ted Haggard </strong> Admits He's Bisexual.'' That's right. He loves both women and Jesus. The Cleveland Plain Dealer posted an article:`` Kucinich Sues House Cafeteria Over an Olive.''", "new_id": -2}, {"uid": "1296030310020856872", "i": 33327, "idx": 2, "sa": ["Michael Vick", "Barack Obama"], "q": "highest-paid player, and he made an estimated$ 7 million in endorsements during his six seasons with the Atlanta Falcons. That all disappeared with his 2007 arrest on dogfighting charges and an 18-month prison stay. <q> We're real excited about it, </q> Vito said.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's", "new_id": -2}, {"uid": "1295289224000475173", "i": 21558, "idx": 0, "sa": ["James Clyburn", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Martin Luther King"], "q": "to <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY), Rep. <strong> James Clyburn </strong>( D- SC... Photo in Slideshow: Capt. Mark Kelly, husband of U.S. Rep. <strong> Gabrielle Giffords </strong>,( D-AZ... U.S. Video: Celebrating the <strong> Martin Luther King </strong>. Report Abuse <q> From the Village of the Bizarre comes this bit of intellectual insight from Bezerkely, CA!!!! </q> University of California Chancellor Robert Birgeneau has declared that the cause of this tragedy is not the psychotic behavior of an individual, rather, illegal immigration and failure to pass the Dream Act. Report Abuse <blockquote>", "new_id": -2}, {"uid": "1295649657122683421", "i": 23009, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "Not much chance of that happening.`` The Capital Region has figured it out in terms of jobs for the future, not jobs for the past,'' said Senator <strong> Chuck Schumer </strong>( D- New York). <q> Whether it be here at GE or up in Luther Forest. </q>`` If we can beat Russia in the race to the moon, we can beat China in the race to green energy and that's what this is about,'' said Senator <strong> Kirsten Gillibrand </strong>( D- New York", "new_id": -2}, {"uid": "1296039406201015342", "i": 1768, "idx": 0, "sa": ["Ronnie Wood", "Justin Bieber", "Simon Cowell", "Hailee Steinfeld"], "q": "is` like a wolf' when he spots any sign of weakness.`` He's a workaholic. He's a great boss, and I'm not just saying that,'' he said. <q> He's very loyal, he's very honest, and he just wants that in return.`` He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot. </q> He added that <strong> Simon Cowell </strong> has created a home-from-home in his dressing room and has even had a bath fitted. <strong> Justin Bieber </strong> congratulatates Oscar-nominated <strong> Hailee Steinfeld </strong> Oscar-nominated actress <strong> Hailee Steinfeld </strong> has a famous teen admirer- <strong> Justin Bieber </strong>.... <strong> Ronnie Wood </strong>", "new_id": -2}, {"i": 3958, "idx": 1, "index_answer": 3, "new_id": -1, "q": "'' and`` The Late Show With <strong> David Letterman </strong>.''`` Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,'' <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jay-Z knows me?' I didn't think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "uid": "1296174568165871655"}]