[{"uid": "1295991953089178223", "i": 3075, "idx": 2, "sa": ["George Shultz", "Donald Rumsfeld", "President Lyndon Johnson"], "q": "of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. \"I started thinking about this amazing archive I had,\" he says during a recent interview. <q>The fact that I had it, persuaded me that I ought to take advantage of it.</q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: a photograph of then-Congressman <strong> Donald Rumsfeld </strong> with <strong> President Lyndon Johnson </strong> in the 1960s; a", "new_id": -2}, {"uid": "1294963253114671645", "i": 18245, "idx": 0, "sa": ["Mayor Michael Bloomberg", "Gabrielle Giffords", "Carolyn McCarthy", "Kirsten Gillibrand"], "q": "flag, the largest to survive the Sept. 11, 2001 attacks at the World Trade Center,\" reports our Stefan Bondy. In the wake of the shootings, Long Island Rep. <strong> Carolyn McCarthy </strong> is introducing legislation that <q>will prohibit the transfer, importation, or possession the co-founder of the Tucson Tea Party, said that the idea that the Tea Party was being blamed for the shootings was harming the grieving process in Tucson. And now, he told the Daily News, the shooting is being used against his political cause,</q> writes our Nina Mandell. \"It has been a tough week for <strong> Mayor Michael Bloomberg </strong>'s junior senator, <strong> Kirsten Gillibrand </strong>, since her friend Rep. <strong> Gabrielle Giffords </strong> was gunned down in Arizona. But one thing that hasn't changed for", "new_id": -2}, {"uid": "1296037931233095171", "i": 33102, "idx": 0, "sa": ["Michael Vick"], "q": "of the organization. \"We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry.\" She also tries to recast the safety question. <q>I can't point to anything to say it's 100 percent safe,</q> Keller said. \"The thing is, it only needs to be safer. The only standard is that it's safer than smoking.\" <strong> Michael Vick </strong> Scores First Endorsement Since Prison Release Wheelchair-Bound Woman Rescued From Under MARTA", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q>You'd rather be at the table than not at the table,</q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. \"You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1297006588157859844", "i": 37694, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. \"We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q>I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct. \"We'll find out and make sure we are operating well within the law and the spirit of the law.</q> Brussels launched a formal investigation into <strong> Google Inc. </strong> in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. We welcome comments that advance the story directly", "new_id": -2}, {"uid": "1295625292033243143", "i": 20795, "idx": 2, "sa": ["Piers Morgan", "David Letterman"], "q": "\" last night, and received some advice from <strong> David Letterman </strong> on how to spice things up: \"You just need to grab someone by the tie and just pop them,\" <strong> David Letterman </strong> said. <q>Would it work if it was Larry[ King]? Or would it seem a bit too cruel, you think?</q> <strong> Piers Morgan </strong> quipped. The appearance comes as day three of the show took an expected dip in the ratings: Up against \"American Idol,\" and featuring a less-timely and interesting guest in", "new_id": -2}, {"uid": "1295599112020365330", "i": 18959, "idx": 0, "sa": ["Allen Iverson"], "q": "Winter World University Games as a member of the U.S. men's national ice hockey team. Turkey? Might he bump into another athlete with Philadelphia ties? A guy who plays basketball named <strong> Allen Iverson </strong>? <q>I thought about that, but I had enough of him when he was in Philly,</q> Pyne said with a laugh last night. The 21-year-old goalie is a dual marketing/entrepreneur major. Three years ago he helped lead La Salle High to the state title. Pyne said he has traveled", "new_id": -2}, {"uid": "1294970173038420481", "i": 8786, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "to lift her legs on command. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> Sen. <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying.\" <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr.", "new_id": -2}, {"uid": "1295541245188383241", "i": 1152, "idx": 0, "sa": ["Colin Powell"], "q": ", were huddled round the television, aware of nothing but <strong> Colin Powell </strong>'s address to the U.N., making it clear that an attack on Iraq was imminent. He cited cited Downing Street's shameful work of fiction( <q>Iraq- its infrastructure of concealment, deception and intimidation</q>) saying: \"I would call my colleagues' attention to the fine paper that the United Kingdom distributed... which describes in exquisite detail Iraqi deception activities.\" It was 5th February 2003. I", "new_id": -2}, {"uid": "1296716411176898050", "i": 11869, "idx": 2, "sa": ["Blake Griffin", "Corey Maggette", "Allen Iverson"], "q": ", making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97. \"He definitely should be in the All-Star game, without a doubt,\" said Milwaukee's <strong> Corey Maggette </strong>, a former Clipper. <q>He's one of those special players, like LeBron.</q> <strong> Blake Griffin </strong> is already committed to the All-Star dunk contest and was selected to play in the Rookie Challenge game. Hindering his bid to add All-Star to his name is the fact that the Clippers are", "new_id": -2}]