[{"uid": "1295605251232587285", "i": 32120, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "on deals, partnerships, customers and broader business relationships, among other things to expand Google's reach around the world. <strong> Eric Schmidt </strong> will also continue to act as an adviser to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong>, who joined Google as CEO in 2001.`` By clarifying our individual roles, we'll create clearer responsibility and accountability at the title=\"top-google-execs-get-fat-pay-hikes\" href=\"http://www.eweekeurope.co.uk/news/top-google-execs-get-fat-pay-hikes-13343\" target=\"_self\"> top of the company. In", "new_id": -2}, {"uid": "1295976103233406470", "i": 3567, "idx": 1, "sa": ["Marcus Camby", "Allen Iverson", "Carmelo Anthony"], "q": "winning streak, 109-96, on Friday night.`` It's just because our backs are against the wall,'' <strong> Allen Iverson </strong> said after Denver's second big win over a nemesis[ Phoenix] in 48 hours. <q> We understand that every night we have to come in here and play hard and play together and not take any possessions off. We know how serious it is in the West, and if we don't get our act together it's going to be a chance we're not going to be in the playoffs.`` And with our roster... there's no way we shouldn't be in the playoffs. </q> Can you imagine? With two All-Star starters in <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> and the reigning defensive player of the year in <strong> Marcus Camby </strong>? The Nuggets sure can't fathom it. They're off to their best start in 20", "new_id": -2}, {"uid": "1297185913149962759", "i": 4401, "idx": 1, "sa": ["Donald Rumsfeld", "Jacques Chirac"], "q": "of illicit weapons.Donald Rumsfeld asserts that the German and FJacques Chiracch positions allowed critics of the United States to claim that`` Europe'' was opposed to military force, even though a large majority of European countries backed the US. <q> More troubling, the FJacques Chiracch and Germans were, intentionally or not, giving Saddam's regime the impression that they could stop a military confrontation, </q> <strong> Donald Rumsfeld </strong> writes.`` By giving Saddam a false sense of security, and thereby reducing the incentive for him to comply with the UN's demands, the FJacques Chiracch and Germans undoubtedly made a war more likely, not", "new_id": -2}, {"uid": "1295619162009781257", "i": 15129, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "said today he was` very sorry' that Mr <strong> Andy Coulson </strong> had felt PM:` I'm Sad <strong> Andy Coulson </strong> Felt Compelled To Quit' Orange News <strong> David Cameron </strong> has confirmed his communications chief <strong> Andy Coulson </strong> felt compelled to resign because of <q> pressures on him and his family </q>. Mr <strong> Andy Coulson </strong>, a former editor of the Irish Times <strong> Andy Coulson </strong> has resigned as Downing Street director of communications <strong> Andy Coulson </strong> resignation statement target=\"_blank\" href=\"http://wn.com/Reading\"> reading the main story Related stories No 10 communications chief quits Profile:", "new_id": -2}, {"uid": "1296246931075858027", "i": 48347, "idx": 1, "sa": ["Eric Schmidt"], "q": "We checked and found this was a legitimate request. We complied. We will be instructed when to turn it back on. I hope this will be very soon'' <strong> Eric Schmidt </strong>, GOOGLE CHAIRMAN <q> We obviously think it's a bad idea( Egypt's decision to shut down communications), we obviously do not want these things to happen. </q> Some European airlines modified their schedules on Friday for flights to and from Egypt, cancelling some services, due to a... Army disperses protesters from Egypt state TV HQ The army dispersed protesters who", "new_id": -2}, {"uid": "1295946873238239755", "i": 30110, "idx": 0, "sa": ["Simon Cowell"], "q": " <strong> Simon Cowell </strong> has lent his support to a Save The Children campaign <strong> Simon Cowell </strong> has finally admitted what the public have always thought- that he is a <q> pain in the a*** </q>. The X Factor judge couldn't resist making a joke about himself in an online video, where he gave his backing to Save The Children's new campaign, No Child Born To Die.", "new_id": -2}, {"uid": "1295455208049922048", "i": 50657, "idx": 2, "sa": ["Sergio Marchionne"], "q": "the pressure energy to the axle hydraulic motor, giving the vehicle power to drive the wheels. The href=\"http://www.earthtimes.org/tag/gas.html\"> gas engine will remain off if the accumulator charge is sufficient to drive the motor. <q> In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and href=\"http://www.earthtimes.org/tag/greenhouse-gas.html\"> greenhouse gas reductions, </q> <strong> Sergio Marchionne </strong> said.`` One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this", "new_id": -2}, {"uid": "1297123674195428412", "i": 4711, "idx": 4, "sa": ["Michael Vick", "Dwaine Caraway", "Tom Izzo"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> Sports Video: NASCAR: Will Jimmie be the champ again? ABC News: Super Bowl Sets Record With 111M Viewers in US ABC News: Cavaliers Owner Texts`` Hang in There'' to <strong> Tom Izzo </strong> Book Your", "new_id": -2}, {"uid": "1297600387170737665", "i": 39590, "idx": 0, "sa": ["Zahi Hawass"], "q": "pieces including a statue of King Tutankhamun have been stolen from the Egyptian museum in Cairo's Tahrir Square, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects stolen by looters include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of`` a gilded wood statue of Tutankhamun harpooning,'' a statement on <strong> Zahi Hawass </strong>' website read. For 18 days Tahrir Square was the epicenter of the nationwide protests demanding the resignation of President", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}]