[{"uid": "1295968642108970021", "i": 22808, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "of a New Vision for global think tanks. For more information visit www.ceip.org <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>, gives an exclusive interview to iinnovate( www.iinnovatecast.com) on <strong> Google Inc. </strong>, innovation, and the web landscape. www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/Eric_Schmidt,_CEO_of_Google_discusses_Internet_dictators Dr. <strong> Eric Schmidt </strong> delivered the keynote address at the Carnegie Endowment for International Peace's launch of a New Vision for global think tanks. For more information visit The Carnegie Endowment for International Peace: www.ceip.org", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in \"The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show\" last summer. \"He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}, {"uid": "1295559843078905398", "i": 10064, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}, {"uid": "1297176715006504474", "i": 35068, "idx": 0, "sa": ["Nancy O'Dell", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "judge, <strong> Simon Cowell </strong>, who reveals whether or not he thinks \"American Idol\"s newest judges, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, have what it takes to be tough when the competition goes live. <q> I think they started off by saying it's a nicer, gentler \"Idol,' so maybe they'll continue to be that way, </q> he tells <strong> Nancy O'Dell </strong>. \"They\"re different kinds of judges.\" Meanwhile, the TV staple reveals three things you may not know about him! 1. \"I like animals, I", "new_id": -2}, {"uid": "1296754983139362362", "i": 1100, "idx": 0, "sa": ["Omar Suleiman", "Mamdouh Habib", "Colin Powell", "Stephen Soldz"], "q": "effective communication path on this issue. <strong> Colin Powell </strong> Soliman's word is the GOE's guarantee, and the GOE's track record of cooperation on CT issues lends further support to this assessment. End summary. <q> Shortly after 9/11, Australian citizen <strong> Mamdouh Habib </strong> was captured by Pakistani security forces and, under US pressure, torture by Pakistanis, </q> writes <strong> Stephen Soldz </strong>. \"He was then rendered( with an Australian diplomat watching) by CIA operatives to Egypt, a not uncommon practice. In Egypt, <strong> Mamdouh Habib </strong> merited <strong> Omar Suleiman </strong>'s personal attention. As related by", "new_id": -2}, {"uid": "1297138045102924322", "i": 48736, "idx": 1, "sa": ["Simon Cowell"], "q": "mentor the contestants. The competition series will allow contestants as young as 12 to audition, a decision <strong> Simon Cowell </strong> defended on the call after being asked if kids that young should be subjects to public scrutiny. <q> We've started to see a trend with kids this age and what they can do. I like the idea that a 12-year-old on this show can compete with an older singer... times have changed. You have to make a case-by-case decision based on them as a person. </q> Contestants will have to audition before a live audience of 5,000 people in an arena. \"It was supposed to be similar to them doing their first concert. It really helped show me who could handle", "new_id": -2}, {"uid": "1297655261245153811", "i": 41252, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "information from the outside world, the goal was to provide a different worldview than Arab outlets such as Al Arabiya and Al Jazeera offered, or, as <strong> President Bush </strong> announced in his State of the Union that year, <q> to cut through the barriers of hateful propaganda, a new television service will begin providing reliable news and information across the region. </q>( Then-Secretary of Defense <strong> Donald Rumsfeld </strong> used to verbally accost Al Jazeera's war coverage as \"vicious, inaccurate, and inexcusable.\") Nine days after <strong> Barack Obama </strong> took office in 2009, he sat down to", "new_id": -2}, {"uid": "1295776048201490444", "i": 24170, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, who previously had been Novell CEO and Sun CTO, has been the public face of Google with his calm, relaxed demeanor, while running the company as a \"triumvirate\" with Page and <strong> Sergey Brin </strong>. <q> Having <strong> Eric Schmidt </strong> as the front of Google has been tremendous for Google, and there is no doubt that bringing his perspective has been critical for good decision-making at the company, </q> IDC analyst Al Hilwa said via e-mail. Some wondered if Page is up to the mammoth task of running such a large, powerful and increasingly diverse company. \"I guess the question is whether being Google CEO", "new_id": -2}, {"uid": "1295296922163250201", "i": 2733, "idx": 2, "sa": ["Steve Ballmer"], "q": "get their hands on, it's Xbox and Kinect.\" <strong> Steve Ballmer </strong> also claimed that his own wife viewed the 360 as an entertainment hub, rather than just a gaming machine for their children. <q> It opens up accessibility to family entertainment because with the Kinect, you control these systems with your body, with your voice. \"We've opened up the world of content in TV, movies. You just sit there and say \"Xbox' or` play movie.\" </q> <strong> Steve Ballmer </strong> added that the Kinect was designed to be gender agnostic, and therefore appeals to a large demographic swathe. Er, can anyone say Wii? \"You go to your average 15-year-old boy", "new_id": -2}, {"uid": "1297200983061325341", "i": 1803, "idx": 3, "sa": ["Hamid Karzai", "Donald Rumsfeld", "Colin Powell"], "q": "with more consequence than the muddled plan for postwar Iraq. The Defense Department pushed early on \"to do what we'd done in Afghanistan\"- where a tribal loya jirga had quickly anointed <strong> Hamid Karzai </strong> as leader. <q> The goal was to move quickly to have an Iraqi face on the leadership in the country, as opposed to a foreign occupation. </q> Mr. <strong> Donald Rumsfeld </strong>'s early takeaway from NSC meetings was that \"the president agreed.\" Yet <strong> Colin Powell </strong>'s State Department was adamantly opposed. It was suspicious of allowing Iraqi exiles to help govern, claiming they", "new_id": -2}]