[{"uid": "1294957392081149963", "i": 8365, "idx": 11, "sa": ["George Karl", "Shaquille O'Neal", "Robert Horry", "Allen Iverson", "Antonio McDyess"], "q": "Now, it feels that much worse. It's thRobert HorryShaquille O'Nealg like a heartbeat.'' <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game per doctors orders. <q> If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin, </q> he said. Yet he refuses to wear anything on the finger in a game.`` I'm just real superstitious,'' <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}, {"uid": "1297562861212975627", "i": 3373, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "<strong> Kirsten Gillibrand </strong> said the findings only heighten her worry that Megrahi's release undermines the international struggle against terrorism.`` Economic and trade interests should never take precedence over matters of justice,'' <strong> Kirsten Gillibrand </strong>( D-N.Y.) said. <q> If we're ever going to win the fight against international terrorism, the rule of law must hold strong. </q> The White House declined to weigh in on the report specifically, saying only that it believes Megrahi should be behind bars. The award-winning Washington Bureau takes you behind-the-scenes at the White House and Pentagon,", "new_id": -2}, {"uid": "1295618523207978567", "i": 6984, "idx": 6, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ".... Mr. <strong> Larry Page </strong>, 38, will take over day-to-day operations April 4. The computer scientist was Google's founding CEO before handing the reins to Mr. <strong> Eric Schmidt </strong> in August 2001.''-- <strong> Eric Schmidt </strong>'s <q> An update from the Chairman, </q> on The Official Google Blog:`` <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder.... I will focus wherever I can", "new_id": -2}, {"uid": "1295682265065617928", "i": 108, "idx": 2, "sa": ["Mike Pence", "Dick Armey"], "q": "one,'' state <strong> Mike Pence </strong> Kris Crawford said.`` We would like him on the ballot.'' Leaders of the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week. <q> Seize this moment, <strong> Mike Pence </strong>, </q> said the letter, signed by former House Majority Leader <strong> Dick Armey </strong> and three others.`` At this precarious time in our nation's history, none of us can afford to make political calculations or make decisions based on", "new_id": -2}, {"uid": "1296332592236797956", "i": 50140, "idx": 9, "sa": ["Michael Vick", "Jhon García Sossa"], "q": "are correctable, <strong> Jhon García Sossa </strong> insists. And time is on all these dogs' side.`` Some say if a dog is bred to do something, you can't undo that,'' <strong> Jhon García Sossa </strong> said. <q> But to me, that's like saying if everyone in your family has always fought in a war, you're a warrior and you're destined to do this. Not true. Everyone's an individual. You can choose your own path in life. Same with dogs. The only difference is, they can't choose it. We choose it for them. </q> is back pitching products. <strong> Michael Vick </strong> has signed his first paid... <strong> Michael Vick </strong> could be well on his way to regaining his marketability if he... Report Abuse \" here's hoping both <strong> Michael Vick </strong> and his former dogs continue", "new_id": -2}, {"uid": "1297345453163020800", "i": 30039, "idx": 0, "sa": ["Alassane Ouattara"], "q": "to resolve Ivory Coast's political crisis by the end of the month. West African leaders say widespread support for Mr. <strong> Alassane Ouattara </strong> is slipping because some heads of state are now backing Mr. Gbagbo. <q> The solidarity that started amongst us and in the international community is fast being eroded because certain countries have taken sides and therefore are disagreeing with the decision already taken, </q> said James Gbeho, who chairs the Economic Community of West African States, or ECOWAS. Gbagbo advisor Yao Gnamien says the African Union mediation shows ECOWAS has failed.`` The ECOWAS failed to", "new_id": -2}, {"uid": "1295365495187695155", "i": 14324, "idx": 0, "sa": ["Gabrielle Giffords", "Nancy Pelosi", "Kirsten Gillibrand", "Debbie Wasserman Schultz", "Barack Obama"], "q": "ever since. <strong> Barack Obama </strong> revealed during his speech that after he visited with her at the hospital earlier in the day, href=\"http://abcnews.go.com/Politics/video/Barack Obama-Gabrielle Giffords-opened-eyes-time-12603489\"> <strong> Gabrielle Giffords </strong> opened her eyes for the first time. <q> <strong> Gabrielle Giffords </strong> opened her eyes, so I can tell you: She knows we are here, she knows we love her and she knows we are rooting for her throughout what will be a difficult journey, </q> <strong> Barack Obama </strong> told the cheering crowd. House Minority Leader <strong> Nancy Pelosi </strong>, D-Calif., Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., and Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., were in the room when <strong> Gabrielle Giffords </strong> opened her eyes, a congressional source told", "new_id": -2}, {"uid": "1296057551245661703", "i": 13868, "idx": 0, "sa": ["Alassane Ouattara", "Bingu wa Mutharika"], "q": "plus grande unit et int?gration'', mais les discussions porteront en priorit sur la crise en C?te d'Ivoire. Le pr?sident de l'UA, <strong> Bingu wa Mutharika </strong>, a effectu mardi une visite clair? Abidjan. <q> Mon fr?re et ami( Laurent Gbagbo) m' a expliqu en d?tail ce qui s` est pass et il m' a aussi expliqu en d?tail ses id?es </q> pour sortir de la crise, a d?clar le chef d'Etat malawite? l'issue d'un entretien avec M. Gbagbo et apr?s une rencontre avec <strong> Alassane Ouattara </strong>.`` Je vais transmettre ses propositions et ses vues? l'Union africaine", "new_id": -2}, {"uid": "1297154709260177940", "i": 11701, "idx": 3, "sa": ["Simon Cowell", "Paula Abdul"], "q": "`` The X Factor,'' which he also produces, along with the British edition.`` Once the show goes into production, I become a judge,'' People.com said <strong> Simon Cowell </strong> told reporters Monday. <q> Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging. </q> <strong> Simon Cowell </strong> kept mum about who else might join him on the judges' panel, however, People.com said. Asked if his fellow former`` Idol'' judge <strong> Paula Abdul </strong> might secure a spot on his", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does`` The Dougie'', an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}]