[{"uid": "1295983645057327616", "i": 27020, "idx": 0, "sa": ["Michael Gove"], "q": "funded. But Mr <strong> Michael Gove </strong> argues that his decisions were not made lightly and are not open to legal challenge. In written statements put before the court, his lawyers say the coalition had inherited <q>the largest budget deficit in peacetime history</q>, and spending cuts had to be made \"quickly and significantly\", Substantial cuts \"inescapably\" had to be made to bring BSF spending down to manageable levels, and there was no obvious or", "new_id": -2}, {"uid": "1297178256266534988", "i": 47414, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "to supply terrorists with weapons of mass destruction. In addition, the reporter told <strong> Donald Rumsfeld </strong> that there were reports abou no direct link between the government and those terrorist networks. <strong> Donald Rumsfeld </strong> replied that such reports were <q>interesting to me, because as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown uknowns- the ones we don't know we don't know.</q> \"and so people who have the omniscience that they can sy with high certainty that something has not happened or is not being tried, have capabilities that are... they can do things I can't", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,\" Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q>After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job.</q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}, {"uid": "1296083432189841410", "i": 30189, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "wasted a year of <strong> Kevin Kolb </strong>'s development in order to attain the lofty height of losing a wild-card playoff game at home as the betting favorite. So assume he is staying, even as he acknowledges, <q>I hope so, but in this business, you never know.</q> <strong> Michael Vick </strong>'s goal is to get a rest and, as he said, to \"watch a ton of film, try to get better.\" It is the correct mindset. But Eagles coach Andy", "new_id": -2}, {"uid": "1296225359092700754", "i": 12053, "idx": 2, "sa": ["Rahm Emanuel", "Mike Pence"], "q": "for all of us, including myself. \"CLOSER TO HOME' Indiana <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> announced Thursday he would not seek the Republican nomination for president in 2012, but he did <q>I'm open to running for governor,</q> <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> told the Indianapolis Star. \"We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.\" The", "new_id": -2}, {"uid": "1296231867027263053", "i": 1559, "idx": 8, "sa": ["Michael Gove"], "q": "stable system in place instead of the constant musical chairs state schooling has to suffer. I think <strong> Michael Gove </strong> is a closet Labour member all he ever talks about is the so called \"disadvantaged'. <q>blackfirscharlie 27 January 2011 1:24 PM What is it with this teacher bashing? Teachers are weak, teachers are to blame, poor teaching etc etc.. How many of these ignorant sods work in a situation where their powers have been completely eroded to the point where</q> Your unions have ruined education, why can\"t you be stronger? teaandchocolate 27 January 2011 1:32 PM Inspections are an opportunity for the cleaners to tidy up the corridors and for lots of nice", "new_id": -2}, {"uid": "1295968905135200769", "i": 34809, "idx": 2, "sa": ["Eric Schmidt"], "q": "its workforce to fix economic woes \"Our retention has been actually the same and our retention has been exactly the same for seven years\" he said at a news conference following his DLD appearance. <q>We're going to be hiring many thousands of people this year.</q> <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things. \"We've got very complicated government issues", "new_id": -2}, {"uid": "1295111506135200861", "i": 8728, "idx": 1, "sa": ["Danilo Gallinari", "Elton Brand", "Allen Iverson", "Nate Robinson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/NBA_Pretemporada_20/10/2009__Boston_Celtics_103_Vs_New_York_Knicks_108 Bottled up in Boston, the Knicks started slowly again in the rematch. Then <strong> Nate Robinson </strong> and <strong> Danilo Gallinari </strong> scored off the bench in bunches", "new_id": -2}, {"uid": "1295557767029818940", "i": 39309, "idx": 0, "sa": ["Steve Ballmer"], "q": "million Kinects during the holiday sales season but, instead, sold 8 million. Granted that those are units sold into the channel and not necessarily all sold to end users, the numbers are significant. <q>We'll support that in a formal way in the right time and, when we've got an announcement to make, we'll make it,</q> <strong> Steve Ballmer </strong> told the interviewer. In fact, Microsoft executives have already said that they plan to link Kinect into Windows, and not just for games. They are already working on software to link Kinect into", "new_id": -2}, {"uid": "1297439426161464326", "i": 27969, "idx": 0, "sa": ["Simon Cowell"], "q": ", was made in relation to a 38,680 pound($ 62,000) unpaid bill from a stay at the five-star Jumeirah Carlton Tower Hotel in London's upmarket Knightsbridge in 2008, the Press Association reported. <q>It seems to me that the only conclusion I can come to is that there is no reasonable prospect of this debt being paid within a reasonable time,</q> said <strong> Simon Cowell </strong> Registrar Jacques. The Registrar said when the matter was before him two weeks ago, he had made it clear that if the debt was not paid a bankruptcy order would follow.", "new_id": -2}]