[{"uid": "1297369833096845847", "i": 15031, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": " of all home mortgages are underwater.# 9 28 million Americans that would like full-time jobs but that don't have full-time jobs. In a recent interview, <strong> Donald Rumsfeld </strong> said that he takes <q>great pride in the structures that the Bush administration put in place that this <strong> Barack Obama </strong> administration criticized and ran against and now have retained: military commissions and indefinite detention and( the prison at) Guantanamo Bay, Cuba.<q># 11 The number of net jobs gained by the U.S. economy during this past decade was smaller# 12 The <strong> Barack Obama </strong> administration and the Federal Reserve are both declaring that the U.S. economy is in recovery mode", "new_id": -2}, {"uid": "1295455732232161286", "i": 12590, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her,\" she told British newspaper The Sun. <q>He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop.<q> <strong> Simon Cowell </strong> is set to take his British programme The X Factor to America this year, and speculation is rife over who will judge it. <strong> Jane Lynch </strong> insists the rumours can now end, as she has the", "new_id": -2}, {"uid": "1295365519187695162", "i": 10359, "idx": 1, "sa": ["David Letterman"], "q": "stage and break his shoulder at an Aerosmith concert. \"It's not any news here about my drug use and addictions in the past,\" he told <strong> David Letterman </strong> on \"The Late Show.\" <q>A couple years ago, I was[ snorting] Lunesta because of some problems with my feet.<q> \"That shows you what kind of a drug addict I was, only the finest for me... I was looking for any excuse to get high.\" including a seeming fight with guitarist Joe", "new_id": -2}, {"uid": "1296184901199016459", "i": 11062, "idx": 1, "sa": ["Chris Christie", "Mike Pence"], "q": "until January 2011. circulated a letter to supporters announcing the decision. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" wrote <strong> Mike Pence </strong>. <q>We will not seek the Republican nomination for president in 2012.<q> Video: Obama picks Carney for press secretary Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans craft strategy to fight EPA's expanding regulatory reach <strong> Chris Christie </strong> on 2012 presidential run:` In", "new_id": -2}, {"uid": "1297139083171491347", "i": 44160, "idx": 0, "sa": ["David Letterman"], "q": "extraordinary talent from The Boxer Rebellion. After killing last week's performance on <strong> David Letterman </strong>, these guys are ready to break out in a big way with their just-released new album, The Cold Still. The Descendents- <q>I Don't Want to Grow Up<q>- Fun Fun Fun Fest 2010 Why: This video allows you to relive the amazing show from The Descendents at the 2010 Fun Fun Fun Fest in Austin. If you don't know who this band is", "new_id": -2}, {"uid": "1295611949207978546", "i": 1887, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "An hour before Mr <strong> Andy Coulson </strong>'s announcement, during a visit to RAF Brize Norton in Mr <strong> David Cameron </strong>'s Oxfordshire constituency, the <strong> Tony Blair </strong> was asked if he still had faith in him. He said: <q>You know what I have said about this in the past. I have got nothing to add to that and I think he's done a very good job for the Government.<q> Last week Mr <strong> David Cameron </strong> refused to confirm or deny reports that Mr <strong> Andy Coulson </strong> had offered to resign to spare the Government further damage. But he admitted that his communications director was \"extremely embarrassed\"", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q>Anybody that bet on it, some broke people out there,<q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}, {"uid": "1295641951138969110", "i": 7058, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "in Glasgow, Scotland, December, 2010. Reuters updated 1/21/2011 7:49:28 AM ET 2011-01-21T12:49:28 Share Print Font:+- LONDON- The British prime minister's communications chief <strong> Andy Coulson </strong> resigned on Friday <q>as prosecutors stepped up their inquiries into illegal phone hacking at a tabloid newspaper when he was editor. \"We confirm that <strong> Andy Coulson </strong> has resigned,<q> an official in Prime Minister <strong> David Cameron </strong>'s office said. <strong> Andy Coulson </strong> was a key part of <strong> David Cameron </strong>'s inner circle after joining the Conservative leader's team when in opposition in 2007. <strong> David Cameron </strong> had said Monday that", "new_id": -2}, {"uid": "1297188372166789129", "i": 5234, "idx": 8, "sa": ["Simon Cowell"], "q": "prospects, but I hadn't got a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks,\" <strong> Simon Cowell </strong> told reporters. <q>All you can do, which I'm going to do, is you give it 110% percent effort and I'll do everything I can to make it the best show I possibly can, and then you hope that viewers like it.<q> In addition, <strong> Simon Cowell </strong> also clarified that unlike some other reality competitions-- including his own America's Got Talent competition, which offers a million-dollar prize that is paid as an annual annuity over 40 years or", "new_id": -2}, {"uid": "1295580862256213017", "i": 43365, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "thought the show was just boring and suggested that none of the judges \"know what they were talking about or doing,\" labeling <strong> Steven Tyler </strong>'s comments \"superficial\" and \"obvious.\" Mrs_FiFi said, <q><strong> Steven Tyler </strong> made me forget all about <strong> Simon Cowell </strong> last nite. <strong> Steven Tyler </strong> is fascinating, funny& he can SING.<q> ArchuletaGirl begged to differ, though, tweeting, \"Idol just isn't the same without <strong> Simon Cowell </strong>. These new judges keep getting suckered into putting bad people through.\" Others dubbed <strong> Steven Tyler </strong> \"kinda", "new_id": -2}]