[{"uid": "1295891357122388543", "i": 15415, "idx": 6, "sa": ["Zahi Hawass", "Mary McCartney"], "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q>They don't like me for making these requests,</q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\" <strong> Mary McCartney </strong> Opens First Solo Show in Germany at Contributed, Studio for the Arts First Show, Since 2005, of Recent", "new_id": -2}, {"uid": "1296197040069206031", "i": 38870, "idx": 5, "sa": ["Vi Simpson", "Mike Pence", "Mayor Jonathan Weinzapfel", "Robert Dion", "Evan Bayh", "Brad Ellsworth"], "q": "Thomas McDermott, former U.S. Rep. <strong> Brad Ellsworth </strong>, former Indiana House Speaker <strong> Brad Ellsworth </strong> Gregg, state Senate Minority Leader <strong> Vi Simpson </strong> and Evansville <strong> Mayor Jonathan Weinzapfel </strong>. <strong> Robert Dion </strong> said <strong> Mike Pence </strong> might scare some Democrats away from the race. <q>It has to cause those who are thinking of running as a Democrat to think hard, because <strong> Mike Pence </strong> in the race changes the dynamic,</q> he said. <strong> Robert Dion </strong> noted that Democrats have held the Indiana governor's office for 16 of the last 24 years, but he said <strong> Mike Pence </strong> is a stronger Republican than those who challenged former Govs. <strong> Evan Bayh </strong> and", "new_id": -2}, {"uid": "1295726578178274313", "i": 3390, "idx": 0, "sa": ["Bucky Brooks", "Michael Vick", "Ozzie Newsome", "John Harbaugh"], "q": "Press If any NFL teams are interested in <strong> Michael Vick </strong>, they're not saying. One day after the former Atlanta Falcons quarterback was conditionally reinstated to the league, only the Baltimore Ravens would directly acknowledge evaluating him. <q>We've had long discussions about <strong> Michael Vick </strong>, and we have a feeling about how he would impact our team and not impact our team,</q> Ravens coach <strong> John Harbaugh </strong> said Tuesday. Ravens general manager <strong> Ozzie Newsome </strong> declined comment. Previously, he has said the team has enough quarterbacks. More on <strong> Michael Vick </strong>'s skills are too hard to ignore, <strong> Bucky Brooks </strong> writes, and it", "new_id": -2}, {"uid": "1295779927107937802", "i": 15770, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years- \"a nice round number\"- and Page was ready to lead the company into the future. <q>Larry and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,</q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly US$ 30 billion. The", "new_id": -2}, {"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q>In the eyes of many people, he's a hero,</q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}, {"uid": "1297434245208617474", "i": 34532, "idx": 0, "sa": ["Steve Ballmer"], "q": "Alert) surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q>more innovation, greater global reach and scale.</q> \"We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said. The key challenge", "new_id": -2}, {"uid": "1295528378011599923", "i": 57, "idx": 1, "sa": ["Simon Cowell"], "q": "7 billion industry and that <strong> Simon Cowell </strong>'s salary represents a fraction of his overall take. In the end, Rushfield leaves us with the Idol magic as he watches 16,000 line up for Season 10 auditions: <q>Somewhere in one of those crowds, lined up into the distance... may have stood the person who would change the show... and keep the dream alive for yet another generation of dreamers.</q>", "new_id": -2}, {"uid": "1295591453155664431", "i": 1110, "idx": 9, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Eric Schmidt </strong> drew fire for responding to a hypothetical question posed at a forum in Washington, D.C., about an implant that would let <strong> Google Inc. </strong> know what its users were thinking. He responded that <strong> Google Inc. </strong>'s policy is to <q>get right up to the creepy line and not cross it,</q> and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. \"", "new_id": -2}, {"uid": "1295638013070795356", "i": 21694, "idx": 1, "sa": ["Barbara Walters", "David Letterman", "Henry Kissinger"], "q": ": \"It was hell.\" They are all part of \"A <strong> Barbara Walters </strong> Special: A Matter of Life and Death\" at 10 p.m. Friday, Feb. 4, on WFTV-Channel 9. <q>It's astounding that people think that heart disease is a disease of men, when in fact, it kills more women,</q> <strong> Henry Kissinger </strong> Kathy Magliato says in an ABC release. <strong> David Letterman </strong> says in the special, \"Take advantage of the technology and the care that's available. There's no reason why a man or woman in", "new_id": -2}, {"uid": "1297130830124354601", "i": 24776, "idx": 1, "sa": ["Simon Cowell"], "q": "heard, it all seems to be going well.\" While <strong> Simon Cowell </strong> isn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. <q>What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over,</q> <strong> Simon Cowell </strong> explains. \"But people are still excited about these shows, whether \"Dancing With the Stars,\" which has gotten better over the years, \"America's Got Talent\"... I think they've", "new_id": -2}]