[{"uid": "1295703712216449026", "i": 3503, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Ian Edmondson"], "q": "the premier was \"reckless\" to have hired <strong> Andy Coulson </strong> in the first place, just months after he quit the NOTW. The GuardIan Edmondson, which had been investigating the phone-hacking, said <strong> David Cameron </strong> was now left <q> with a crucial vacancy as the coalition government weathers dissent about cuts </q>, introduced to help reduce a huge deficit. <strong> Andy Coulson </strong>'s move has put the scandal back at the top of the news agenda-- it dominated most of the front pages Saturday, despite competing for space", "new_id": -2}, {"uid": "1296001277079446017", "i": 22793, "idx": 3, "sa": ["Steve Ballmer"], "q": "a parking garage.\" ( TRACK) CEDAR RAPIDS, IOWA IS FALLING APART AS THE CEDAR RIVER SWALLOWS THE CITY. IT LOOKS MORE LIKE VENICE, ITALY THAN THE MIDDLE OF IOWA. <strong> Steve Ballmer </strong> Shriver/owns flooded business <q> The river is literally running through buildings. </q>( TRACK) <strong> Steve Ballmer </strong> SHRIVER OWNS AN ORGANIC LIP BALM BUSINESS LOCATED IN DOWNTOWN. AND HIS PRODUCTION ROOM IS IN THE BASEMENT... SEVERAL FEET UNDER WATER. <strong> Steve Ballmer </strong> Shriver/owns flooded business \"we have a million sticks of", "new_id": -2}, {"uid": "1295715899131842121", "i": 31235, "idx": 3, "sa": ["Hillary Clinton", "Bob Dylan", "Caroline Kennedy", "Kirsten Gillibrand"], "q": "the requisite fame, glamour, and pedigree, <strong> Caroline Kennedy </strong> seemed poised to fill the void left by <strong> Hillary Clinton </strong>'s departure. <strong> Kirsten Gillibrand </strong>, by contrast, was an obscure one-term House member from a conservative, rural district. <q> She faced prejudice not just as a woman but as an upstater, </q> says <strong> Bob Dylan </strong>, a top Democratic fundraiser in New York. <strong> Kirsten Gillibrand </strong> was promptly derided, first as a political nobody unprepared for the job; then, as Dems looked at her Blue Dog voting record-most provocatively her 100", "new_id": -2}, {"uid": "1296860965220315649", "i": 38898, "idx": 0, "sa": ["Sergio Marchionne"], "q": "example of that was the promise by Chrysler Corp. this week to pay performance bonuses to nearly all employees, even as it repays government loans that bailed out the company. According to Chrysler chief executive officer <strong> Sergio Marchionne </strong>: <q> The obligation to our people was much greater than trying to improve our bottom-line profitability. </q> Do a reality check In a market like this, experts advise that you should think hard before deciding to look for a new job. \"If you are at the point you are willing", "new_id": -2}, {"uid": "1295783022066551848", "i": 14848, "idx": 0, "sa": ["Andy Coulson", "Anil Ambani"], "q": "Photo in Slideshow: <strong> Anil Ambani </strong>, chairman of the Reliance <strong> Anil Ambani </strong> Group... Reliance Industries Ltd., India's biggest company by market value, reported a... Video: Fishermen, businesses beg for BP spill money Report Abuse <q> Two uneducatd, ignorant smelly cretins posting on this story. Neither knows a single thing about any subject, nor is either capable of gaining any such knowledge. </q> Report Abuse \" Good. India and China deserve cheap energy and 10% growth. \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295705485073957377", "i": 34229, "idx": 5, "sa": ["David Cameron", "Abdelbaset al-Megrahi", "Andy Coulson", "Sourav Ganguly", "Tony Blair"], "q": "<strong> Tony Blair </strong> to reappear before Iraq inquiry Gangs of New York crippled by largest mob round-up in history IPL: Will <strong> Sourav Ganguly </strong> play for Kochi? <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal political spin doctoring itself: <q> When the spokesman needs a spokesman, it's target=\"_blank\" time to move on. </q> Related Stories <strong> David Cameron </strong> grilled over alleged BP role in <strong> Abdelbaset al-Megrahi </strong> case Will <strong> David Cameron </strong> hit it off with Obama more than Brown did? <strong> David Cameron </strong>: How conservative is he? <strong> David Cameron </strong> named new target=\"_blank\" UK prime minister", "new_id": -2}, {"uid": "1295364152237895697", "i": 42255, "idx": 0, "sa": ["Bernie Sanders"], "q": "to other people, and that was creating the ability to lend out more to credit card customers. I talked to Sen. Sanders-Bernie Sanders.htm\"> <strong> Bernie Sanders </strong>( I-Vt.) about a week ago, and he said, <q> Here's what we had to do during the bailout period: We had to go and say to all these banks,` Yes, we'll bail you out. We'll give you$ 1 trillion, but your top rate for credit cards is going to be 15 percent.' </q> And they didn't do anything like that with the card- news/credit- card- law- interactive- 1282.php?aid=52aae854\" target=\"_self\"> Credit CARD Act; there are really no restrictions on that whole part of", "new_id": -2}, {"uid": "1296930550157466627", "i": 7068, "idx": 0, "sa": ["Bill Clinton", "Al Gore", "Amir Dossal", "Colin Powell", "Greg Mortenson", "Dan Doyle"], "q": "the United Nations community and are particularly thankful to Mr. <strong> Amir Dossal </strong> for accepting our invitation to serve as Special Envoy to the Summit,\" said <strong> Dan Doyle </strong>, the Founder and Executive Director of the World Youth Peace Summit. <q> The World Youth Peace Summit brings scholar-athletes and scholar-artists from all over the world to Connecticut, so it truly is a natural partnership and we are thrilled to have the opportunity to incorporate the mission of the United Nations with the Summit's goals of promoting peace through athletics and the arts. </q> Nobel Laureate and former United States Vice <strong> Bill Clinton </strong> <strong> Al Gore </strong>, General <strong> Colin Powell </strong> and acclaimed author of Three Cups of Tea, <strong> Greg Mortenson </strong>, will speak at the World Youth Peace Summit, which comes to", "new_id": -2}, {"uid": "1295921805206389258", "i": 12525, "idx": 2, "sa": ["Michael Vick"], "q": "Green Bay 27. The call from the sideline was for a play in which all four wide receivers on the field sprinted for the end zone. \"Four verticals,\" <strong> Michael Vick </strong> said. <q> <strong> Michael Vick </strong> pumped[ a fake] inside and threw outside, </q> Reid said.", "new_id": -2}, {"uid": "1296135713210878469", "i": 51, "idx": 1, "sa": ["Bernie Sanders", "Mike Luckovich"], "q": "repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> What's altered in the two photos? See how you score when you play the Find 5 Challenge! Editorial cartoonist <strong> Mike Luckovich </strong> gives his take on local news, politics, sports and celebrities.", "new_id": -2}]