[{"uid": "1296542505250052610", "i": 34193, "idx": 0, "sa": ["Michael Vick", "Cathy Lanier"], "q": "sound reasons. Washington, D.C. Police Chief <strong> Cathy Lanier </strong>, who commanded that city's vehicular homicide unit in the late 1990s, said cameras conserve manpower and keep officers safe while reducing fatalities. Report Abuse <q> I simply can't believe all the comments here. </q> IT'S A STOP SIGN IT MEANS STOP! So what is the big deal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Healthy Habits Coaching Weight", "new_id": -2}, {"uid": "1296712328055181329", "i": 23969, "idx": 0, "sa": ["Pat Tiberi", "Sen. Bernie Sanders"], "q": "to limit spending on Medicare, which covers health costs for the elderly. Breann Gonzalez, a spokeswoman for <strong> Sen. Bernie Sanders </strong> <strong> Pat Tiberi </strong>, R-Genoa Township, said <strong> Pat Tiberi </strong> would work with his colleagues on Ways and Means to <q> write a replacement measure that will actually lower the cost of health care, and include provisions like the coverage of pre-existing conditions... and the ability to purchase health care across state lines. </q> Gonzalez added that <strong> Pat Tiberi </strong> would work`` to chip away at some of the most offensive pieces'' of the law, including eliminating the contribution limits on flexible-spending accounts and making it clear that federal dollars can", "new_id": -2}, {"uid": "1296171922065404971", "i": 2959, "idx": 3, "sa": ["Mike McDaniel", "Mike Pence"], "q": "While there is no official word yet on whether he'll run for Indiana governor, many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as`` a Christian, a conservative, and a Republican, in that order.", "new_id": -2}, {"uid": "1297715234156434432", "i": 44936, "idx": 0, "sa": ["Mel Torme", "Demetri Martin", "Greta Gerwig", "Topher Grace", "Michael Vick"], "q": "artist who has given pleasure to countless listeners for whom such critical hairsplitting is irrelevant.'' Entertainment Video: Gino Sits Down <strong> Mel Torme </strong> Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down <strong> Mel Torme </strong> Actress <strong> Greta Gerwig </strong> Report Abuse <q> Magnificant musician. What a shame that so many young people do not know what real music is. </q> ABC News: Eminem's Loss Shows Grammys Still Behind on Rap ABC News: <strong> Michael Vick </strong> to Appear on Winfrey's Talk Show Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt", "new_id": -2}, {"uid": "1295125227265830412", "i": 34998, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Senator Norm Coleman", "Lindsey Graham"], "q": "the media, to our surprise, when they had not even arrived in the Pentagon.- <strong> Donald Rumsfeld </strong>,[ 33] Following <strong> Donald Rumsfeld </strong>'s testimony, several Senators responded: <strong> Barack Obama </strong> <strong> Lindsey Graham </strong>: <q> The American public needs to understand we're talking about rape and murder here. </q>[ 34]`` It was pretty disgusting, not what you'd expect from Americans'', said <strong> Senator Norm Coleman </strong>.[ 35]`` I don't know how the hell these people got into our army'',", "new_id": -2}, {"uid": "1297630544075120644", "i": 15122, "idx": 0, "sa": ["Larry Fitzgerald", "Ken Whisenhunt", "Kevin Kolb", "Rod Graves", "Michael Vick"], "q": "Cardinals G.M. <strong> Rod Graves </strong> and coach <strong> Ken Whisenhunt </strong>.`` I mean, if( <strong> Larry Fitzgerald </strong>) is not the best, he's one of the best receivers in the NFL, superstar,'' <strong> Kevin Kolb </strong> told WIP-AM. <q> For a guy like that to say something about me, it means a lot. And it's awfully flattering, and I hope that if something happens, their name comes up. </q> <strong> Kevin Kolb </strong>, who turns 27 in August, says he just wants a chance to start after losing Philadelphia's starting job to <strong> Michael Vick </strong> last season. <strong> Kevin Kolb </strong> is the best QB on the trade or", "new_id": -2}, {"uid": "1295878369140918808", "i": 20035, "idx": 0, "sa": ["Steve Ballmer"], "q": "telecom Company based out of the UK. Tablets and Beyond January 19, 2011 OpenERP has launched a significant upgrade designed to appeal to small and mid-sized businesses both for its functionality and its pricing. OpenERP is <q> a good example of a company using open source to target a piece of the market that has been overlooked by some of the larger, more established vendors, </q> said 451 Group analyst Jay Lyman. Microsoft CEO <strong> Steve Ballmer </strong> personally introduced the company's Dynamics CRM 2011 product, underscoring the importance the company places in its competition with Salesforce.com. Microsoft's ongoing efforts to enhance the interoperability", "new_id": -2}, {"uid": "1297421672197410819", "i": 43255, "idx": 2, "sa": ["Simon Cowell"], "q": ".`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Dead Space 2Fancy winning a copy of EastEnders: Ronnie makes an untrue accusation Emmerdale:", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog.`` Larry, in my clear opinion, is ready to lead.'' Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}, {"uid": "1295231821192299018", "i": 1873, "idx": 3, "sa": ["Sid Gillman", "LeSean McCoy", "DeSean Jackson", "Michael Vick"], "q": "1 in yards per rush. Deep threat <strong> DeSean Jackson </strong> averaged 22.5 yards a catch, <strong> Sid Gillman </strong> deep-ball numbers in a West Coast offense. Running back <strong> LeSean McCoy </strong> led the NFC in total yards from scrimmage. <q> A lot of people didn't expect us to be in this situation, </q> <strong> Michael Vick </strong> said.`` Yeah, it's a new era. We're just trying to make our mark and play good football.'' <strong> Michael Vick </strong> expects to see some of the defensive back blitzing Minnesota used", "new_id": -2}]