[{"uid": "1295970663009764877", "i": 22969, "idx": 1, "sa": ["Linas Kleiza", "Carmelo Anthony", "Kenyon Martin", "Allen Iverson"], "q": "each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home. \"Their role players beat us as much as anyone else,\" said Karl. <q> From[ <strong> Brent Barry </strong>] <strong> Brent Barry </strong> to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ <strong> Manu Ginobili </strong>] <strong> Manu Ginobili </strong> or[ <strong> Tim Hardaway </strong>] <strong> Tim Duncan </strong> did. </q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flagrant", "new_id": -2}, {"uid": "1296333025218349599", "i": 5319, "idx": 3, "sa": ["Michael Vick"], "q": "of inner peace,\" said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. <q> But I thought, no, no, no, don't get angry. Don't let a person like that ruin you. If I can't control what happens to him, I can control what happens to me and I can channel this anger into a big bunch of love. </q> And so, she met Oliver, the dog they said would never kiss a human, but who now sleeps with his pet parent and showers her with kisses every morning when she wakes up. \"The ironic", "new_id": -2}, {"uid": "1296789416115392517", "i": 21888, "idx": 1, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson", "Sen. Joe Lieberman"], "q": "Jazz 120-109 on Thursday night. \"<strong> Sen. Joe Lieberman </strong>'ve now scored 40 points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. <q> It was definitely a special night, </q> <strong> Linas Kleiza </strong> said. \"<strong> Sen. Joe Lieberman </strong> will remember this night for the rest of my life.\" The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. \"We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}, {"uid": "1297209869085721103", "i": 38773, "idx": 0, "sa": ["Eric Cantor", "Kirsten Gillibrand", "Barbara Boxer", "House Judiciary Committee"], "q": ". It's the economy: Democrats also hammered Republicans for making abortion legislation a major priority early into the new Congress. They accused the GOP of abandoning a campaign pledge to create jobs. <q> I do not understand how this Republican Congress can move from that mandate to create jobs, to create opportunities in this country toward how we undermine women's reproductive health, </q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). <strong> Eric Cantor </strong> rejects talking point: <strong> House Judiciary Committee </strong> Majority Leader <strong> Eric Cantor </strong>( R-Va.), saying that the federal government doesn't create jobs, said Republicans are trying to make good", "new_id": -2}, {"uid": "1296770511173654034", "i": 12176, "idx": 26, "sa": ["Donald Rumsfeld"], "q": "takes on lingering controversies from the war effort and often assigns blame elsewhere. The looting of an Iraqi museum, which became a worldwide symbol of a lack of order? The media reports were way overblown, and <q> the news stories tended not to blame the Iraqi fighters for breaking into the museum, turning it into a combat zone, and putting its collections at risk. </q> But he confesses to \"a few ill-chosen words\" at a subsequent press briefing-a time, says <strong> Donald Rumsfeld </strong>, when he was under additional strain because his wife was in the hospital with a ruptured appendix.", "new_id": -2}, {"uid": "1296709836249151511", "i": 23453, "idx": 2, "sa": ["Eric Snow", "Allen Iverson", "Alexei Ramirez"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter. \"When he got ejected, everybody just stepped up their game,\" <strong> Allen Iverson </strong> said. <q> We said, \"What are we gon na do?\" </q> <strong> Eric Snow </strong> said. \"Are we gon na lay down? Or are we gon na pick up the intensity?\" The 6-3 <strong> Eric Snow </strong> set the Mets, Pagan agree to one-year deal Damon, <strong> Alexei Ramirez </strong> ink", "new_id": -2}, {"uid": "1295034979268353577", "i": 48703, "idx": 0, "sa": ["Jimmy Fallon", "David Letterman"], "q": "13 2011 10. <strong> Jimmy Fallon </strong>: A town in Britain is making town employees submit a written request for an office romance. That's going to be weird if the other person isn't in to it. <q> Susan, I've gotten permission to have a romance with you. </q> \"But I'm married.\" \"Well, you're going to have to take that up with Mr. Thorpe.\" 9. <strong> David Letterman </strong>: The Golden Globes has weird categories. \"Best Actor", "new_id": -2}, {"uid": "1296537954082821155", "i": 49052, "idx": 2, "sa": ["Michael Heisley", "I Roy", "Rasheed Wallace", "Chris Bosh", "Lionel Hollins", "Allen Iverson"], "q": "Twitter feed: \"God Chose Memphis as the place that <strong> I Roy </strong> will continue my career.\" Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Bosh </strong> <strong> Rasheed Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: <q> <strong> I Roy </strong> feel that they are committed to developing a winner and <strong> I Roy </strong> know that <strong> I Roy </strong> can help them to accomplish that. <strong> I Roy </strong> feel that <strong> I Roy </strong> can trust them. </q> The Grizzlies are believed to be offering <strong> Allen Iverson </strong> a one-year deal worth$ 3.5 million, which is far less than the nearly$ 21 million he earned last season in Denver and Detroit but more than anyone else was", "new_id": -2}, {"uid": "1297228099097533971", "i": 46570, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "doubt for a minute that other countries in the region looking at that have to say: \"Well, isn\"t that interesting?\" <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on <q> is tough, is risky and has to proceed at a pace that fits their culture. </q> 2010: The year of treasure hunters The loot of the public exchequer in 2010 is estimated to exceed Rs 4 lakh cr with real estate as biggest cash cow Spectre of scandals past According to", "new_id": -2}]