[{"uid": "1295501732152404071", "i": 24736, "idx": 0, "sa": ["Theo Ratliff", "Aaron McKie", "Allen Iverson", "Shawn Bradley", "Jason Kidd", "Steve Nash", "George Lynch", "Phil Jackson"], "q": "on that Tuesday night. Although <strong> Allen Iverson </strong>'s two free throws with 17.1 seconds left were the difference in a 101-100 victory, <strong> Theo Ratliff </strong>'s seJason Kidd-high 25 points and <strong> George Lynch </strong>'s basket over 7-foot-6 <strong> Shawn Bradley </strong> were pivotal, too. <q> <strong> Theo Ratliff </strong> was demanding the ball and we had to get it to him the way he was putting it in the hole, </q> 76ers guard <strong> Aaron McKie </strong> said. Phil Jacksonadelphia's three-game losing streak appeared likely to grow as Dallas took a 10-point lead early in the fourth quarter. But a layup by <strong> Theo Ratliff </strong> with 1:22 left tied it at 97. <strong> Steve Nash </strong>", "new_id": -2}, {"uid": "1296057614158892047", "i": 53080, "idx": 1, "sa": ["Kermit Gosnell", "Mike Pence", "Paul Ryan", "Barack Obama", "Tony Perkins"], "q": "abortion, <strong> Mike Pence </strong> Michelle Bachmann of Minnesota did not mention pro-life issues either in her Tea Party response to the <strong> Barack Obama </strong> speech. Family Research Council <strong> Barack Obama </strong> <strong> Tony Perkins </strong> bemoaned the failure to address pro-life concerns. <q> Tonight <strong> Barack Obama </strong> appropriately paid tribute to the victims of the Tucson shooting. However, he did not mention the recent indictment of abortionist <strong> Kermit Gosnell </strong> in Philadelphia for the murder of a mother and seven live-born infants, </q> he said.`` The Philadelphia tragedy serves as a ghastly reminder of the moral toll abortion has taken on America's sense of justice. U.S. <strong> Mike Pence </strong> <strong> Paul Ryan </strong>( R-WI), in his official Republican response, deserves", "new_id": -2}, {"uid": "1296770511173654034", "i": 14651, "idx": 25, "sa": ["Hillary Clinton", "John Kerry", "Joe Biden", "Colin Powell", "Donald Rumsfeld", "Al Gore", "Ted Kennedy"], "q": "defense. He resurrects quotes from <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong>, <strong> John Kerry </strong> and <strong> Al Gore </strong> as supporting the WMD allegations-and the war.`` Yet when opposing the Bush administration's efforts in Iraq became politically convenient,'' says <strong> Donald Rumsfeld </strong>, <q> they acTed Kennedy as if they had never said any such thing. </q> <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out the administration's case that Saddam indeed possessed a stockpile of banned weapons.`` Over time", "new_id": -2}, {"uid": "1296197040069206031", "i": 47208, "idx": 6, "sa": ["Mike Pence", "Robert Dion"], "q": "a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it,'' he said. <q> But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money. </q> <strong> Robert Dion </strong> said one of <strong> Mike Pence </strong>'s strongest assets is that he seems able to bridge the gap between traditional Republicans and the tea party movement. The 2012 governor's race is wide open. Current", "new_id": -2}, {"uid": "1295619785143933471", "i": 38368, "idx": 0, "sa": ["George Osborne", "Andy Coulson"], "q": "the first place, the critics will claim they have been vindicated. It is also bad news for <strong> George Osborne </strong>, who liked to take the credit for talent spotting Mr <strong> Andy Coulson </strong> and securing his appointment. When they ask <q> who's idea was it? </q>, the answer is the Tory party's master strategist. Awkward.", "new_id": -2}, {"uid": "1295779997220971072", "i": 17197, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " In an interview, Mr. <strong> Larry Page </strong> said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>.`` He's a global statesman, all the way,'' he said. <q> <strong> Eric Schmidt </strong>'s very good at Sergey Bringing people together, getting people to agree. </q> href=\"http://www.tuscaloosanews.com/section/TOPIC0103//\"> In the interview, Mr. <strong> Larry Page </strong> and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when Mr. <strong> Larry Page </strong> returns to the top. Mr. <strong> Larry Page </strong> acknowledged that his role would change but said his", "new_id": -2}, {"uid": "1296485661181583907", "i": 21652, "idx": 1, "sa": ["Steve Ballmer"], "q": "'s leadership and direction. Does CEO <strong> Steve Ballmer </strong> really know what he is trying to do?'' The op-ed draws parallels between Microsoft's fading grip on the consumer market and its future as a company: <q> Ordinary consumers might legitimately ask if Microsoft's corporate strategy is any better than the company's mediocre software. </q> Even if the bid had borne fruit, the commentator confesses to difficulty in seeing why the deal makes any sense at all. PLEASE NOTE: Your name is used only to let the recipient", "new_id": -2}, {"uid": "1295168588203145230", "i": 9083, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "could hear him. Instead, she slowly raised her left arm.`` The doctor said this is amazing what she's doing right now and beyond our greatest hopes,'' <strong> Kirsten Gillibrand </strong> said. <q> It felt like we were watching a miracle, </q> <strong> Debbie Wasserman Schultz </strong> said.`` The strength that you could see flowing out of her, it was like she was trying to will her eyes open.'' On ABC's`` Good Morning America'' on Thursday", "new_id": -2}, {"uid": "1296668737187940870", "i": 24303, "idx": 0, "sa": ["Craig Oliver", "David Cameron", "Andy Coulson"], "q": "41-year-old, currently Controller of BBC Global News, replaces <strong> Andy Coulson </strong>, who resigned earlier this month amid the continuing row over phone-hacking when he was editor of the News of the World. Mr <strong> David Cameron </strong> said: <q> I am very pleased that <strong> Craig Oliver </strong> is to become the new Director of Communications at 10 Downing Street.`` <strong> Craig Oliver </strong> has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme. </q>`` It's difficult to leave the BBC after a fascinating few years- but this is an opportunity I can't turn down.'' Mr <strong> Craig Oliver </strong> was a surprise appointment, having failed to", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}]