[{"uid": "1296574823041254915", "i": 40804, "idx": 0, "sa": ["Angelina Jolie", "Mike Huckabee"], "q": "A longtime Israel supporter, <strong> Angelina Jolie </strong> is visiting the country with likely U.S. presidential candidate <strong> Mike Huckabee </strong>. <strong> Angelina Jolie </strong> was for years estranged from <strong> Angelina Jolie </strong>. He said on Tuesday his celebrity daughter was well aware of his <q> affection for Israel and the Jewish people, </q> but that he doesn't know where she stands on Israel. <strong> Angelina Jolie </strong> serves as a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong>", "new_id": -2}, {"uid": "1296232207160088064", "i": 23151, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "Indiana. We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012.'' <strong> Mike Pence </strong> said he would make a decision about his future later and would be traveling across the state in the months ahead to <q> learn about how Hoosiers think we might best contribute in the years ahead. </q> <strong> Mike Pence </strong> has a pair of public events scheduled for today-- a town hall meeting in Pendleton and a visit to a high school in Muncie.`` I am convinced he is now going to run for", "new_id": -2}, {"uid": "1297221727127549469", "i": 16445, "idx": 1, "sa": ["Jean Ping", "Alassane Ouattara", "Mwai Kibaki"], "q": "`` The winner of the election is clearly <strong> Alassane Ouattara </strong>, but we need to find a peaceful, negotiated political solution.'' Whereas some leaders called for the use of force, <strong> Jean Ping </strong>, from Gabon, now advocates <q> a result without resorting to violence </q>. Although he said this would not necessarily involve power-sharing, it would probably boil down to that, in view of a Kenyan precedent cited by <strong> Jean Ping </strong>. In 2008 the president, <strong> Mwai Kibaki </strong>, refused to recognise", "new_id": -2}, {"uid": "1295800027068403245", "i": 56995, "idx": 4, "sa": ["George W. Bush", "Colin Powell", "Barack Obama", "Candy Crowley"], "q": "George W. Bushial administrations- most recently under former <strong> George W. Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` We didn't elect` Superman,' we elected a human being.'' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "new_id": -2}, {"uid": "1296018266109002765", "i": 16449, "idx": 3, "sa": ["John Thune", "Eric Adams", "Kirsten Gillibrand"], "q": "top priority- jobs-- and laying out a plan to win the future by out-innovating, out-educating and out-building the rest of the world. We can and we must succeed.'' <strong> Kirsten Gillibrand </strong> said she believes <q> Congress is capable of putting politics aside and coming together to forge solutions. The way we fulfilled our moral obligation to the survivors and heroes of 9/11 is a testament to Congress' ability to work together and do what is right. </q> Frequent Visitor <strong> John Thune </strong>: Rasputin: union dues have gone up every year call any personnel office in the state of new... Wow:`` Show Me The Money'' <strong> Eric Adams </strong> unleashed. It would be funny if", "new_id": -2}, {"uid": "1294968981008224777", "i": 1558, "idx": 0, "sa": ["Alassane Ouattara"], "q": "UN patrols have previously come under attack from forces loyal to Gbagbo, who refuses to concede a November 28 presidential election to his besieged rival <strong> Alassane Ouattara </strong>, but not on the scale of Thursday's attacks. <q> There were three vehicles which were burnt this morning in the Riviera II area, </q> UN mission in Ivory Coast( UNOCI) spokesperson Kenneth Blackman told AFP, adding that Gbagbo loyalists were`` certainly'' responsible.`` There is no doubt about it,'' he said. A UN", "new_id": -2}, {"uid": "1296864128056573964", "i": 29126, "idx": 4, "sa": ["Andy Coulson"], "q": "codes of stars' phones''. Admitting that he himself frequently hacked into phones, he claimed that Mr <strong> Andy Coulson </strong> would have been aware of what he and others were doing. 04 Feb 2011 <q> Everyone in the schoolyard did it, many particularly showbiz journos did it, </q> he said.`` For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his Bizarre column and after that at NOTW.`` As he sat a few feet from", "new_id": -2}, {"uid": "1295137697028803114", "i": 10334, "idx": 5, "sa": ["David Letterman", "Camille Grammer"], "q": "`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Camille Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong> said, <q> always regardless of circumstances, and especially with kids. Are the kids and everybody all right now? </q>`` The kids seem to be doing OK, yeah,'' <strong> Camille Grammer </strong> said, referring to the son and daughter he has with <strong> Camille Grammer </strong>.`` We've been spending quite a bit of time with them", "new_id": -2}, {"uid": "1295480556265797632", "i": 2555, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "said they feared clashes with Gbagbo's forces who are laying siege to the Abidjan hotel serving as <strong> Alassane Ouattara </strong>'s headquarters. Gbagbo's troops have surrounded the hotel for weeks and the Security Council insisted the blockade <q> be lifted without delay. </q> And as the crisis dragged on, UN experts said they feared conditions could be in place for a wave of genocide and crimes against humanity. African Union mediator <strong> Raila Odinga </strong>, the prime minister of", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]