[{"uid": "1295633071004243472", "i": 31806, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is by removing <strong> Eric Schmidt </strong> from the picture. \"Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> claims. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him,</q> Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an \"advisor\" to the cofounders, instead of his previous equal role in decision making. \"His advice and efforts will be invaluable to me as I", "new_id": -2}, {"uid": "1295832430187138098", "i": 27481, "idx": 0, "sa": ["Andy Coulson"], "q": "best thing to ask for when your views have about as much credibility as <strong> Andy Coulson </strong>'s future in journalism. Anyway, the Association's statement goes on to say( with my bolding) that: <q> \"Communications the Association have received show that dissatisfaction is growing with <strong> Professor Brian Cox </strong>'s support for Dara O'Briain's denigration of astrology in his Stargazing Live BBC2 television programme on 3rd January 2011( see the portion commencing 17' 30</q> and 19' 45\" into the programme).\" His justification was fragmentary astronomy and empty of logic. Yet he allowed the total condemnation of astrology. This is particularly disappointing, because for the previous", "new_id": -2}, {"uid": "1295567041204783733", "i": 47400, "idx": 0, "sa": ["Eric Schmidt"], "q": "the world's most- used search engine, generating$ 29 billion in sales last year. \"Larry is ready,\" <strong> Eric Schmidt </strong>, who will become executive chairman, said today on a conference call. <q>It's time for him to have a shot at running this.</q> <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships and customers, he wrote in a blog post. Page will take over day-to-day operations as CEO on April 4", "new_id": -2}, {"uid": "1296060080049987593", "i": 28556, "idx": 0, "sa": ["Liv Tyler", "Simon Cowell", "the Fox", "Mia Tyler"], "q": ", to getting occasionally bleeped out by <strong> the Fox </strong> show's editors, <strong> Mia Tyler </strong> told Life& Style that her rocker daddy is way more interesting than <strong> Simon Cowell </strong> and his nasty quips. <q>We're a very sarcastic family,</q> said <strong> Mia Tyler </strong>, a plus-sized model and <strong> Liv Tyler </strong>'s paternal half-sister. \"He's the funniest man I know. He's saving the show because it was kind of boring before. There's only", "new_id": -2}, {"uid": "1296619354222035969", "i": 30898, "idx": 10, "sa": ["Jimmer Fredette", "Kobe Bryant", "Allen Iverson", "Ray Allen"], "q": "watched the shot's arching flight, <strong> Jimmer Fredette </strong> never stopped runn... 2010 NBA Finals- Lakers vs Boston Celtics Game 3 Recap Fisher Clutch Shots 2010 NBA Finals- Lakers vs Boston Celtics Game 3 Recap Fisher Clutch Shots <q><strong> Derek Hough </strong>, he's our vocal leader. He's the guy that pulls everybody together and is always giving positive reinforcement,</q> Lakers guard <strong> Kobe Bryant </strong>( notes) said after Fisher made five baskets in the final period to lead Los Angeles to a 91-84 victory Tuesday night over the Bo... <strong> Allen Iverson </strong> 28pts vs KG Pierce <strong> Ray Allen </strong> Celtics 07/08 NBA <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296463311082231470", "i": 3136, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "in a 35-32 win at Detroit, <strong> Michael Vick </strong> made the most of his first pro start since 2006. He completed 21-of-34 passes for 284 yards and two touchdowns and rushed for 37 yards on seven carries. <q>I'm here to announce that <strong> Michael Vick </strong> will be the starting quarterback for the Philadelphia Eagles. I think his performance has exceeded expectations the past several weeks,</q> said Eagles head coach Andy Reid at an evening press conference. \"This is not about the health or the performance of <strong> Kevin Kolb </strong>... this is more about <strong> Michael Vick </strong> and his accelerated play.\" NFL investigating", "new_id": -2}, {"uid": "1296125463102268994", "i": 10709, "idx": 0, "sa": ["Andy Coulson"], "q": "10:26 AM So Plastic Dave is trying to spin his way out of this by pleading ignorance.Did he not ever discuss the matter with <strong> Andy Coulson </strong>? Thakinski 27 January 2011 10:26 AM BigB73 <q>Seriously do people really care about this at all?</q> By the number of comments on this issue over the past few months the answer is quite simply a resounding Biarritz 27 January 2011 10:28 AM socialistMike 27 January 2011 10:28 AM", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q>Is Not the Kind of Plan Americans Want</q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care \"Is Not the Kind of Plan Americans Want\" In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}, {"uid": "1295575736103366674", "i": 37504, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "software company ITA Software, <strong> Google Inc. </strong> for$ 700 million in a cash deal, subject to closing conditions. The deal will allow <strong> Google Inc. </strong> to develop flight search tools for users to locate online flight information more easily. <q>ITA's very talented team has created an impressive product to organize flight information,</q> said <strong> Google Inc. </strong> chairman and CEO <strong> Eric Schmidt </strong>. \"Their technology opens exciting possibilities for us to create new ways for users to more easily find flight information online, and we're looking forward to welcoming them to <strong> Google Inc. </strong>.", "new_id": -2}, {"uid": "1296514464125338118", "i": 3512, "idx": 0, "sa": ["Michael Vick"], "q": "Pro Bowl QB in Philadelphia. ESPN cited a league source in reporting Sunday that <strong> Michael Vick </strong> will be... Game, I got a text message from a highly placed person in the Dolphins organization that read, <q>All even this morning in the AFC East.</q> Yes, that is a glass half-full view of things. But, sure enough, it is an inarguably accurate view of things, as well. With their elimination from the playoffs, Finding Patriot material", "new_id": -2}]