[{"uid": "1296781495058245125", "i": 7152, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", whatever you say Juan. Your career is history, anyhow. You may as well write a book with Carter. 19 posted on 02/03/2011 5:02:50 PM PST Says McCain had`` hair-trigger temper'' and <q> a propensity to shift his positions to appeal to the media </q>- <strong> Donald Rumsfeld </strong> 20 posted on 02/03/2011 5:03:02 PM PST( Who crashed the markets on 9/28/08 and why?) Thanks to Arizona we are stuck with him for six years. McCain can work with centrist Obama.", "new_id": -2}, {"uid": "1295832436124387346", "i": 46581, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune", "Marco Rubio", "Tom Coburn", "Chuck Schumer"], "q": "<strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) will attend with <strong> Barack Obama </strong> <strong> John Thune </strong>( R-S. D), while Sens. <strong> Chuck Schumer </strong>( D-N.Y.) and <strong> Tom Coburn </strong>( R-Okla.) will become an item for the night. <q> I think if <strong> Tom Coburn </strong> and <strong> Chuck Schumer </strong> can sit next to each other, then probably just about everybody can, </q> <strong> Chuck Schumer </strong> said on CBS'`` Face the Nation.'' Intra-state Senate duos include Florida's Bill Nelson, a two-term Democrat, and <strong> Marco Rubio </strong>, a GOP freshman and tea party darling.`` I know", "new_id": -2}, {"uid": "1295559703061718604", "i": 34050, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> is stepping down as CEO of Google, and Larry Page is taking over the company just announced in its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman focused on, <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company says. Google's other cofounder, <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. <strong> Eric Schmidt </strong> explained the move in a blog post saying,`` We have also", "new_id": -2}, {"uid": "1295247357175046696", "i": 9571, "idx": 0, "sa": ["George Karl", "Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q> It was a <strong> Yao Ming </strong> defensive play, </q> said <strong> Marcus Camby </strong> http://wn.com/Nuggets-Hornets_121-63_I_Anthony_26pts,7ast,6reb,Billups_17pts,8ast_vs_West_14pts,Posey_12pts,7reb NEW ORLEANS, April 27,2009( AP) <strong> George Karl </strong> scanned two decades of NBA coaching memories and failed to find an instance when one of his teams played as well, from start to finish, as", "new_id": -2}, {"uid": "1295607417062603290", "i": 1007, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "'' Goldman Sachs analyst Ikuo Matsuhashi said that although the joint venture would have little impact on NEC's PC business earnings, it would be a sign of change in NEC's business strategy. <q> If NEC were to cede leadership to another company even in the PC business, something that would have been difficult to imagine in the past, that would mark a shift aimed at changing the company's earnings structure, </q> he said in a note. <strong> Google Inc. </strong> co-founder Page takes over, shares climb <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> will step aside and make way for co-founder Larry Page to take the reins, in a surprise announcement...", "new_id": -2}, {"uid": "1297162307055738376", "i": 21241, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "Open Forum, where the transnational financial gotham is usually more inclined to consolatory self-indulgence than to serious tackling of controversial international issues. But on this occasion, Afghanistan was debated and harsh questions were asked- namely, <q> Has the West Failed in Afghanistan? </q> This was an implicit riposte, almost ten years later, to <strong> Donald Rumsfeld </strong>'s optimistic claim of successful American interventionism. And it clearly exposes a truth, too long neglected, but now self-evident: the failure of the", "new_id": -2}, {"uid": "1296633836234962960", "i": 10803, "idx": 0, "sa": ["Kyle Korver", "Chris Webber", "Allen Iverson"], "q": ". <strong> Kyle Korver </strong> was mobbed by his wildly celebrating teammates. Boston players sat dazed on the bench. A third overtime was on deck. <strong> Allen Iverson </strong> simply pumped his fist, his face expressionless as if he expected it. <q> <strong> Kyle Korver </strong> hit that big shot and I was thinking,` If he hit that shot, we've got to win it, </q> he said. After <strong> Kyle Korver </strong> sent the game into a third overtime, <strong> Chris Webber </strong> delivered a clutch steal and secured the Philadelphia 76ers' 125-124 victory over the Celtics on Friday night.`` It was an amazing game,", "new_id": -2}, {"uid": "1295685666063881291", "i": 44139, "idx": 1, "sa": ["Andy Coulson"], "q": "of the World journalists being named. MPs on the Culture Media& Sport Select Committee held an inquiry, and Mr <strong> Andy Coulson </strong> repeated his declaration that the royal phone-hacking had been an isolated incident. <q> What we had with the <strong> Clive Goodman </strong> case was a reporter who deceived the managing editor's office and in turn deceived me. I've thought long and hard about it- I did when I left. What could I have done to stop this from happening? </q> he said.`` But if a rogue reporter decides to behave in that fashion, I'm not sure there's an awful lot more I could have done.'' The MPs remained unconvinced", "new_id": -2}, {"uid": "1296859928024854534", "i": 4828, "idx": 0, "sa": ["Sergio Marchionne"], "q": "said the interest is a`` thorn in my side.'' In the past he has said the company would have posted a net profit if it weren't for interest on the loans. Refinancing would let him <q> stop explaining why I'm paying shyster rates, </q> <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> told reporters at an automotive conference that he would like`` at least to have an agreement in principle'' with banks by the end of March. The company is talking with Goldman Sachs and", "new_id": -2}, [{"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.`` The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>`` For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.`` This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}]]