[{"uid": "1296536150067862556", "i": 32802, "idx": 12, "sa": ["Allen Iverson"], "q": "Bul... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q>God Chose Memphis as the place that I will continue my career.</q> Referring to a Monday meeting with Griz... 2010-11 NBA season- Miami Heat vs. Memphis Grizzlies: First half highlights( 11/20/10) 2010-11 NBA season- Miami Heat vs. Memphis Grizzlies: First half highlights( 11/20/10)", "new_id": -2}, {"uid": "1296104229053330070", "i": 601, "idx": 1, "sa": ["Michael Vick"], "q": "a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore for most of this season. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.</q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed, but Vito said it's a \"sizable\" contract. <strong> Michael Vick </strong> was once the NFL's", "new_id": -2}, {"uid": "1295564093148553843", "i": 3789, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "announcement as the company announced revenues of$ 8.44 bn for the last quarter of 2010, far better than expected. The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman <q>focusing externally on deals, partnerships, customers and broader business relationships</q>. <strong> Eric Schmidt </strong> has led the company since 2001 alongside Page and his co-founder <strong> Sergey Brin </strong>. Page said: \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves", "new_id": -2}, {"uid": "1297302588098500626", "i": 13453, "idx": 0, "sa": ["Donald Rumsfeld", "Keith Olbermann"], "q": "FOUR cups by noon. Drink the next FOUR cups by 4 PM. if you are a teen playing footballl get hydrated BEFORE football practice and take in a little water DURING football practice. Report Abuse <q>More people want extra salt on their fries, then would be willing to trade them for some dry lettuce.</q> The Christian Science Monitor: He went where? <strong> Keith Olbermann </strong>'s move to Current TV makes sense, for now. The Christian Science Monitor: In his memoir, <strong> Donald Rumsfeld </strong> admits five mistakes, sort of", "new_id": -2}, {"uid": "1295815528129564683", "i": 47833, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Arthur Kemp", "Mary Harney"], "q": "By <strong> Arthur Kemp </strong> Report Abuse \"<strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>.\" Report Abuse <q>Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes", "new_id": -2}, {"uid": "1296982862254574635", "i": 11421, "idx": 0, "sa": ["Michael Vick"], "q": ", with a possible switch to snow around 5 p.m.- just in time for kickoff. Less than an inch of snow was expected, however. Former Arlington Mayor Richard Greene is among many crossing their fingers. <q>Looking out there today and seeing the beautiful sunshine and the sun melting away all of the ice and snow, I think that weather problems have already become part of the history and footnote,</q> Greene said. Well, except for that nagging Sunday snow forecast. The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. <strong> Michael Vick </strong> took a most unusual path", "new_id": -2}, {"uid": "1296120493016678926", "i": 7166, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. Single Page 1 <strong> Barack Obama </strong> More articles in Nation", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q>To be able to get back to this position is paramount to me, and I'm just thankful.</q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1295607667131039302", "i": 3935, "idx": 2, "sa": ["Eric Schmidt"], "q": "news comes as Google announced revenue for the three months to 31 December rose 26% to$ 8.44 bn, driven by gains from display and mobile advertising revenue. <strong> Eric Schmidt </strong> says of the quarterly results: <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, Google and the wider web.</q> Net profit in the fourth quarter was$ 2.54 bn, up from$ 1.97 bn in the same period last year.", "new_id": -2}, {"uid": "1296214543251019302", "i": 15632, "idx": 0, "sa": ["Simon Cowell"], "q": "have to pay back much of the money from record sale profits. But a source claimed they were well on the way to the big time after arriving in Los Angeles. A source said today: <q>One Direction are in the States to meet top producers and songwriters before they start recording material for their debut album. Even the X Factor finalist usually waits nearly a year to release their material but <strong> Simon Cowell </strong> is keen to get One Direction cracking. \"They are getting stuck in and will put out a first single this spring. Then they will hear the cash register chime.</q> The band's agent refused to confirm the deal. The endorsement appears to show X Factor <strong> Simon Cowell </strong> has become more confident of the band's prospects having warned on the eve of their appearance in the show", "new_id": -2}]