[{"uid": "1297426199245137410", "i": 35811, "idx": 1, "sa": ["Michael Gove"], "q": "force through more free schools, which will be irrelevant for the majority of parents.\" The Department for Education insisted that the judgement concerned procedural, not substantive questions. A spokesperson said: <q>We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. \"On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects.</q> The prime minister's spokesman said: \"The basic decision on this stands.\" The government's upbeat tone resulted from the fact that the judgement ensured there was no challenge to Mr <strong> Michael Gove </strong>", "new_id": -2}, {"uid": "1295026726123977759", "i": 22967, "idx": 0, "sa": ["Kayte Walsh", "David Letterman", "Camille Grammer"], "q": "<strong> David Letterman </strong>\" on Thursday night that he's marrying <strong> Kayte Walsh </strong>. His wife of nearly 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. She stars in Bravo's <q>The Real Housewives of Beverly Hills.</q> They were married in 1997 and have two young children.-- CBS is a division of CBS Corp.-- Online: We encourage an open exchange of affirming and", "new_id": -2}, {"uid": "1295611674042827797", "i": 15951, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": ", his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. 11.51 am: Here's the full statement from <strong> David Cameron </strong>: <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government.</q> During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication. He", "new_id": -2}, {"uid": "1296028552166068261", "i": 2000, "idx": 0, "sa": ["Eric Schmidt"], "q": "people this year, taking on more than 6,000 workers worldwide. Persaud also said the return of co-founder Larry Page to the company's helm in April would not affect operations in the region. <q>I don't see it as much of a change as the current CEO will still be in the company... It's business as usual,</q> he said. Last week, in a surprise shakeup of its top management, the California-based company announced that <strong> Eric Schmidt </strong>, its chief executive over the past decade, would step aside in April and be replaced", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,</q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1296387706032849946", "i": 44218, "idx": 1, "sa": ["Roman Harper", "Jahri Evans", "Drew Brees", "Michael Vick", "Jonathan Vilma"], "q": "on Jan. 8 in the wild-card round of the playoffs, and <strong> Drew Brees </strong>-- along with Saints teammates <strong> Roman Harper </strong>, <strong> Jonathan Vilma </strong>, <strong> Jahri Evans </strong> and Carl Nicks-- settled for the consolation of a trip to Hawaii. <q>It's nice to be back out here in Hawaii,</q> <strong> Drew Brees </strong> said. \"It's great for the fans, players love it. It's great for the families.\" <strong> Drew Brees </strong> will share time with <strong> Michael Vick </strong> and Atlanta's Matt Ryan in today's", "new_id": -2}, {"uid": "1295800027068403245", "i": 46872, "idx": 6, "sa": ["Colin Powell", "Barack Obama"], "q": "for the Arts, as some have suggested. \"Don't tell me you're going to freeze to a level. That usually is a very inefficient way of doing it,\" <strong> Colin Powell </strong> said. <q>Tell me what you're going to cut- and nobody up there yet is being very candid about what they're going to cut.</q> <strong> Barack Obama </strong> has pledged to freeze non-defense discretionary spending and Republican have said they want to continue at 2008 spending levels. But <strong> Colin Powell </strong> said <strong> Barack Obama </strong>'s energy and \"youthful approach\" have proved useful in", "new_id": -2}, {"uid": "1296057529154206212", "i": 30490, "idx": 1, "sa": ["Eric Cantor", "Michele Bachmann", "Mike Pence"], "q": "\" <strong> Michele Bachmann </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q>We've got to roll back there. That will save$ 100 billion in the first year,</q> agreed <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1295160349218923042", "i": 39449, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Blazers_@_Bulls_'92_Finals_Game_1_Michael_Jordan_39_points I recently noticed that none of the major uploaders on YT of MJ games have upped highlights of this legendary game. So why", "new_id": -2}, {"uid": "1295570534120422412", "i": 3119, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose"], "q": "into the interview, <strong> Charlie Rose </strong> brought up <strong> Eric Schmidt </strong>'s appointment, asking, \"What's the idea behind that- I mean, you guys couldn't run it yourself?\" To which <strong> Sergey Brin </strong> responded, <q>Parental supervision, to be honest.</q> <strong> Charlie Rose </strong> laughs hard, and asks Page, \"Do you agree with that- you guys need adult supervision?\" Page: \"I don't know if I'd say need, but", "new_id": -2}]