[{"uid": "1297372866142229504", "i": 44602, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "are lots of problems with using Spans ports, and usage is starting to decline, especially because they can introduce errors. Net Optics Director provides a better return on investement because it can isolate key traffic. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1297690697098959374", "i": 5675, "idx": 2, "sa": ["James Rainey", "Liz Trotta", "Anderson Cooper", "David Letterman"], "q": "answer back to <strong> Anderson Cooper </strong>. She said that she had been offended by his appearance on <strong> David Letterman </strong>'s show last week.( <strong> Anderson Cooper </strong> \"Hasn't the man any modesty at all?\" <strong> Liz Trotta </strong> said. <q>Forget journalistic ethics-- doesn't he have any personal modesty?</q> <strong> Liz Trotta </strong> is the second figure in as many days to criticize <strong> Anderson Cooper </strong>'s coverage of Egypt. On Saturday, the Los Angeles Times' <strong> James Rainey </strong> also Fox News commentator <strong> Liz Trotta </strong> called <strong> Anderson Cooper </strong>'s coverage of the", "new_id": -2}, {"uid": "1297426636014974991", "i": 32891, "idx": 6, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>. \"We have different forms of value transfer in different directions,\" <strong> Stephen Elop </strong> said. \"We have new opportunities that come from advertising and new forms of monetisation.\" <q>We the ability to activate users and put them in a position to be more effective in what we call local commerce,</q> added <strong> Steve Ballmer </strong>. \"Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.\" <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}, {"uid": "1295730324150700038", "i": 28852, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Sarah Ferguson"], "q": "bury the news, it didn't work. The continuing hacking probe may complicate life for Murdoch, who is trying to win approval to complete a takeover of British Sky Broadcasting. The Independent editorialized: <q>An iron triangle consisting of Downing Street,[ Murdoch's] News International... and the Metropolitan Police attempted to rubbish this investigation and tried to sweep wrongdoing under the carpet.</q> Tom Watson, a Labour lawmaker, said the <strong> Andy Coulson </strong> controversy raises questions about <strong> David Cameron </strong>'s judgment and should trigger a deeper investigation of Murdoch's media empire. The New <strong> Sarah Ferguson </strong> Times quoted Watson as", "new_id": -2}, {"uid": "1295278861147685381", "i": 2633, "idx": 2, "sa": ["Mike Pence"], "q": "the APC, said that <strong> Mike Pence </strong>'s ability to unite the three traditional areas of conservatism- fiscal, foreign policy, and social- make him an ideal candidate for the nation's newly energized conservatives. <q><strong> Mike Pence </strong> describes himself as \"First a Christian, then a conservative, then a Republican.\" He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012,</q> Benko said in the release. posted on 01/17/2011 7:33:56 AM PST WEST/PALIN OR WEST/BACHMANN 2012. I like <strong> Mike Pence </strong> but he needs additional seasoning. A stint as the Gov of IN would help", "new_id": -2}, {"uid": "1296117571165298183", "i": 7776, "idx": 6, "sa": ["Michael Vick"], "q": "the franchise tag, and free agency might not happen, certainly on schedule because of the expiring collective bargaining agreement. \"If they franchise me, we'll see how that goes,\" he said. <q>I'm expecting everything to go according to plan... I've just got to be patient and take it one day at a time. Hopefully I'll be with the Eagles next year, but we'll see what happens.</q> He commented on a significant step back to superstardom: His first endorsement deal since his return to the NFL in 2009. The deal is with Unequal Technologies, a company that makes football pads <strong> Michael Vick </strong> used", "new_id": -2}, {"uid": "1295958286149602315", "i": 31137, "idx": 0, "sa": ["Bill Lockyer", "John Chen", "Newt Gingrich"], "q": "focusing on the China market.\" But, like improving U.S.-Chinese relations in general, it's going take mutual trust, and time. \"That's where patience comes in,\" <strong> John Chen </strong> said. <q>I expect progress( from <strong> Hu Jintao </strong>'s trip), but it will be slower than we would want. \"The two countries have a different concept of time. We need to work with China in a longer-term time frame.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog VOLUNTEERS Company Coming of Age: Bay Area ASSOCIATE SR.. ASSOCIATE, SR", "new_id": -2}, {"uid": "1296449395205996048", "i": 38391, "idx": 7, "sa": ["Rasheed Wallace", "Michael Jordan", "Allen Iverson", "Kevin Garnett"], "q": "'ve been out for a couple of years,\" he said. \"There wasn't a lot of air out there.\" <strong> Michael Jordan </strong> legs, though, felt rejuvenated. The nine-game break did him wonders. <q>I felt like I was 27,</q> <strong> Kevin Garnett </strong> said. \"I felt young.\" <strong> Kevin Garnett </strong> came http://wn.com/Allen_Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man on defense when he slammed full-force into <strong> Rasheed Wallace </strong> and went sprawling to the floor. Picking himself up and shaking", "new_id": -2}, {"uid": "1295958474022577176", "i": 10395, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q>This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country,</q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum.( Reporting by Eric Kelsey in Berlin and Patrick Werr in", "new_id": -2}]