[{"uid": "1295355296139706408", "i": 15208, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "in the House. Together, standing close by Ms. <strong> Gabrielle Giffords </strong>'s hospital bed, the women portrayed themselves as presenting a portrait and perhaps a particularly feminine moment of solidarity, friendship and hope. <q> We just were so excited, so we were telling her how proud we were of her and how she was inspiring the whole nation with her courage and with her strength, </q> Ms. <strong> Kirsten Gillibrand </strong> later said. \"And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better. And we were holding her hand, and she was responding to our", "new_id": -2}, {"uid": "1295567746217792542", "i": 14108, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "customers and broader business relationships, government outreach and technology thought leadership to enhance <strong> Google Inc. </strong>'s global reach. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,\" said Page. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. </q> In addition, <strong> Google Inc. </strong> reported revenues of$ 8.44 billion for the fourth quarter of 2010. The data represents an increase of 26% compared to the fourth quarter of 2009. Rachel Carpenter Rhyne", "new_id": -2}, {"uid": "1297514188084983856", "i": 4818, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "official schedule showing up to introduce his old friend and fellow Bush Administration official <strong> Donald Rumsfeld </strong>, the former Defense <strong> Dick Cheney </strong>. There was booing. An NPR colleague attending CPAC reported in an e-mail: <q> <strong> Dick Cheney </strong>, for what it's worth, was cheered AND booed. I heard cries of both \"<strong> Dick Cheney </strong> for <strong> Dick Cheney </strong>! </q> and \"murderous scum!\" And one person yelling \"liberator!\"( I could not tell if that was intended as irony.) Every time someone starts heckling/booing, part of the crowd starts changing \"", "new_id": -2}, {"uid": "1296101837086409253", "i": 14049, "idx": 1, "sa": ["Steve Ballmer"], "q": "way. Has MS finally realized Windows isn't touchscreen friendly? blog post \"Microsoft is imagining a NUI future,\" <strong> Steve Ballmer </strong>'s company describes pretty accurately the way things are going with personal technology right now: <q> You don't have to look very far to realize that technology is becoming more natural and intuitive, </q> it begins. But then it notes, \"In a typical day, many people use touch or speech to interact with technology-- on their phones, at the ATM, at the grocery store and in their", "new_id": -2}, {"uid": "1296618533025804828", "i": 47191, "idx": 3, "sa": ["Barack Obama", "Jay Leno", "David Letterman", "Hu Jintao", "Conan O'Brien"], "q": ": â\u0080¢ <strong> Conan O'Brien </strong>-- \"At the state dinner for Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>, <strong> Hu Jintao </strong> opened a fortune cookie that said, \"You will lend us another trillion dollars.\" â\u0080¢ <strong> Jay Leno </strong>-- <q> <strong> Barack Obama </strong> and <strong> Hu Jintao </strong> had a private dinner the night before. When <strong> Barack Obama </strong> tried to pick up the check, <strong> Hu Jintao </strong> said,` Your money is no good here.' <strong> Barack Obama </strong> laughed, and <strong> Hu Jintao </strong> said,` No, really, your money is no good.' </q> â\u0080¢ <strong> David Letterman </strong>-- \"China\"s <strong> Barack Obama </strong> <strong> Hu Jintao </strong> is visiting the United States. If he likes what he sees, he may put down a deposit.\" With unemployment stalled at nearly 10 percent", "new_id": -2}, {"i": 5003, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a \"great privilege\" to lead the company and he looked forward to working with his <q> literally best friends and partners Larry and <strong> Sergey Brin </strong>. </q> The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman, \"focusing externally on deals, partnerships, customers and broader business relationships\". <strong> Eric Schmidt </strong> has led the", "sa": ["Eric Schmidt"], "uid": "1295571569192872501"}, {"uid": "1295569403192872482", "i": 40059, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Thu, Jan 20, 2011, 7:23 PM EST- U.S. Markets closed Summary Box: Google co-founder to replace <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} The Associated Press, On Thursday January 20, 2011, 6:58 pm NEW CEO: In a surprise announcement that overshadowed his company", "new_id": -2}, {"uid": "1295254600092618767", "i": 7203, "idx": 5, "sa": ["Allen Iverson", "George Karl"], "q": "mark. \"Tonight's game was fun because I thought from the minute they went on the court they thought they were going to win the game,\" said <strong> George Karl </strong>, who's 800-555 in 19 seasons. <q> Coach( Dean) <strong> J.R. Smith </strong> told me a long time ago that if you can't accept that players win and coaches lose, then don't get into coaching. You can be the greatest coach in the world, but if you don't have players, you aren't going to win in the NBA. </q> <strong> George Karl </strong> has a superstar in <strong> Allen Iverson </strong>, who finished with 44 points and 10 assists. <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. His season high is 46", "new_id": -2}, {"uid": "1296784629036126790", "i": 41639, "idx": 8, "sa": ["Donald Rumsfeld", "Colin Powell", "Bill Clinton"], "q": "the \"narrative\" that later emerged-- that <strong> Colin Powell </strong> was misled into making his false declarations in his UN speech-- he notes that the former <strong> Donald Rumsfeld </strong> of State was fully aware of all the intelligence. <q> <strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The <strong> Barack Obama </strong> did not lie. The Vice <strong> Barack Obama </strong> did not lie... the far less dramatic truth is that we were wrong. </q> As for the decision to not send more troops to Iraq in the wake of the invasion, <strong> Donald Rumsfeld </strong> accuses his accusers. In conversations with the <strong> Bill Clinton </strong> and his staff, <strong> Colin Powell </strong> \"did not raise any", "new_id": -2}, {"uid": "1297448100150323210", "i": 33646, "idx": 2, "sa": ["Michael Vick"], "q": "Dallas Morning News, but Dwaine's not going anywhere.\" present <strong> Michael Vick </strong> with a \"key to the city\" during Super Bowl week? Without informing the mayor or anyone else at City Hall? Because <q> in the eyes of many people, </q> <strong> Michael Vick </strong>'s \"a hero\"? We're the ones who told him to call the police chief on a Sunday evening to report a domestic dispute with his wife? Then, after the cops arrived,", "new_id": -2}]