[{"uid": "1296582890005816352", "i": 766, "idx": 2, "sa": ["Zahi Hawass"], "q": "appeared unaware of the value of what was in the museum, gleefully ransacking the gift shop.`` They thought that the museum shop was the museum,'' said <strong> Zahi Hawass </strong>, Egypt's top archaeologist. <q> These people are ignorant, they are outlaws. </q> Nine looters climbed the fire escape to the museum roof and lowered themselves on ropes from a glass pane ceiling onto the top floor, where they fumbled in the darkness, tossing aside ancient objects in what", "new_id": -2}, {"uid": "1297589255082132993", "i": 41255, "idx": 1, "sa": ["Donald Rumsfeld", "Antonio Gramsci", "William Hague", "Ronald Reagan", "Winston Churchill", "Christopher Hitchens"], "q": "the crazies. Left and right are not always at odds. In <strong> Donald Rumsfeld </strong>'s autobiography, we see him strike unstereotypical positions, pro civil rights, pro Kennedy. He admiringly quotes a Belgian ambassador: <q> What one needs in life are the pessimism of intelligence and the optimism of will. </q> Doesn't that describe <strong> Ronald Reagan </strong>, and <strong> Winston Churchill </strong>, heroes of the right? Yet the quote originally comes from the Italian communist <strong> Antonio Gramsci </strong>. Politics can coalesce- the Iraq war even united <strong> William Hague </strong> and <strong> Christopher Hitchens </strong>.", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}, {"uid": "1295501959237502465", "i": 41064, "idx": 6, "sa": ["Simon Cowell"], "q": "-- other than I promised myself whatever I did do, I was going to have fun.'' <strong> Simon Cowell </strong> shares one of the best pieces of advice he was once given by a very successful person: <q> <strong> Simon Cowell </strong>, always know when to leave the fair. </q> He says now he understands and agrees with this advice.`` I can look back on the last 10 years and say it's been a blast. I've enjoyed myself. It's not the most difficult", "new_id": -2}, {"uid": "1295958129216842277", "i": 10792, "idx": 15, "sa": ["Sarah Palin", "Mike Huckabee", "Mike Pence", "Steffen Schmidt"], "q": "'' said <strong> Steffen Schmidt </strong>, a political blogger and a political science professor at Iowa State University. Despite the buzz, however, <strong> Steffen Schmidt </strong> adds that <strong> Mike Pence </strong> would still have to prove his staying power. <q> What we would say to <strong> Dick Armey </strong> <strong> Mike Pence </strong> is,` Take a number, </q>' <strong> Steffen Schmidt </strong> said.`` It's like a big deli in Manhattan: If you want a sandwich, take a number. Your number is 16 or 18, because <strong> Sarah Palin </strong> and <strong> Mike Huckabee </strong> and all the rest of", "new_id": -2}, {"uid": "1297451519240746502", "i": 2860, "idx": 1, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "that of the United States itself. Noting that <strong> Donald Rumsfeld </strong> had been the youngest ever US Defence <strong> Dick Cheney </strong> when he was appointed in 1975 and then the oldest when he was recalled in 2001, <strong> Dick Cheney </strong> quipped: <q> Maybe if we give him a third term he'll get it right. </q> Returning the compliment, <strong> Donald Rumsfeld </strong> pointed out that it was still not too late for <strong> Dick Cheney </strong> to run for president in 2012.`` There's probably still time for you to file some paperwork for Iowa and", "new_id": -2}, {"uid": "1295656426074924040", "i": 10940, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "impossible. In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The <strong> Tony Blair </strong> said he was`` very sorry'' that Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice", "new_id": -2}, {"uid": "1295659002068894778", "i": 5761, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Barack Obama"], "q": "and its atypically liberal approach to other people's privacy, the tapas keep coming in portions better designed to stimulate the appetite than sate <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal political spin doctoring itself: <q> When the spokesman needs a spokesman, it's time to move on. </q> Related Stories <strong> David Cameron </strong> grilled over alleged BP role in Lockerbie bomber case Will <strong> David Cameron </strong> hit it off with <strong> Barack Obama </strong> more than Brown did? <strong> David Cameron </strong>: How conservative is he? <strong> David Cameron </strong> named new UK prime minister after", "new_id": -2}, {"uid": "1295125227265830412", "i": 35016, "idx": 19, "sa": ["Donald Rumsfeld", "Abu Musab al-Zarqawi"], "q": "more Soldiers sentenced for <strong> Abu Musab al-Zarqawi </strong> Ghraib abuse Archived September 15, 2005 at the Wayback Machine.^`` Iraq abuse` ordered from the top'''. BBC News. June 15, 2004.^ <q> US unit denies jail` dogs' charge </q>. BBC News. June 16, 2004.^ <strong> Donald Rumsfeld </strong> tried to resign during scandal- Conflict in Iraq- MSNBC.com^ Justice Dept. Memo Says Torture` May Be Justified'^ a b From", "new_id": -2}, {"uid": "1295803019101695619", "i": 39691, "idx": 5, "sa": ["Saddam Hussein", "Colin Powell"], "q": "Soviet Union's proposal or the Americans' threats?'' Gorbachev was attempting to broker an end to the war. <strong> Saddam Hussein </strong> ended up criticizing Gorbachev.`` He tricked us,'' <strong> Saddam Hussein </strong> said. <q> I knew he would betray us! </q> <strong> Saddam Hussein </strong>, who would be hanged after Iraqi Freedom, called Gorbachev a`` scoundrel.'' Retired <strong> Colin Powell </strong> Walter Boomer, a North Carolina native and commander of all U.S. Marine units in Desert Storm", "new_id": -2}]