[{"uid": "1295622151033243140", "i": 6971, "idx": 0, "sa": ["Andy Coulson", "Ian Edmondson"], "q": "With the investigation potentially re-opening due to allegations that news editor <strong> Ian Edmondson </strong> knew about the hacking too, <strong> Andy Coulson </strong> says he can no longer \"give the 110% needed\" in his Downing Street role. <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on, </q> he said. Weekly Politics, Media, and Real Estate stories. Varies News and reviews on movies, TV, books, and theater. Varies Free tickets to private screenings of new movies before they open", "new_id": -2}, {"uid": "1296441222107479051", "i": 31763, "idx": 3, "sa": ["David Letterman", "Conan O'Brien"], "q": "niche audience,\" Adgate said. That is a nonissue for TBS, according to the head of programming, <strong> David Letterman </strong> Wright. \"That niche is to us a viable audience,\" he said. <q> For a branded network like ours, that is really what you want: You want a talent that delivers a really specific audience. </q> Cohen said Horizon Media's ad clients had indeed been \"promised network-sized delivery and that <strong> Conan O'Brien </strong> would be first in the cable universe,\" but he added that, so far, \"it ain't", "new_id": -2}, {"uid": "1295669771065781827", "i": 2606, "idx": 1, "sa": ["Eric Schmidt"], "q": "we decided now was the right moment to make some changes to the way we are structured,\" <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as <q> deals, partnerships, customers and broader business relationships, </q> while Page would \"merge Google's technology and business vision.\" In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify", "new_id": -2}, {"uid": "1297379524211959861", "i": 24271, "idx": 0, "sa": ["Michael Vick"], "q": "At an upscale hotel in Dallas Texas a top official in the city of Dallas gave the key to the city to <strong> Michael Vick </strong>. In a <q> gushing like a school girl with a crush </q> display he hands over the key to <strong> Michael Vick </strong>. On Monday morning the Mayor of Dallas demanded it back. The mayor states that the official did not have the authority or the permission", "new_id": -2}, {"uid": "1297293225002195576", "i": 6516, "idx": 4, "sa": ["Paula Abdul", "Simon Cowell"], "q": "a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were on( \"Idol\"), I'd say we were friends 80 percent of the time,\" he said. <q> Since the show, we've been in contact.... But the truth is, I haven't made up my mind( about the judges). We'll have an announcement in 3-4 weeks, maybe a bit longer. </q> As for the new-look \"Idol,\" <strong> Simon Cowell </strong> said he has yet to see a complete episode, only a short recap. \"I think they're doing a good job,\" he", "new_id": -2}, {"uid": "1296745511116736054", "i": 28365, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "I couldn't speak. And I was unable to hold back the emotions that until then I had shared only with Joyce.\" \" Ah, there you have it. <strong> Donald Rumsfeld </strong> could have said, <q> What the fuck are you talking about going to war with Iraq for? Our country was just attacked by a foreign terrorist organization we need to go try to destroy. Iraq has nothing to do with this. Aren't you more concerned with winning this war we haven't even begun yet? </q> But instead, his son had done some drugs. Sure thing, <strong> Donald Rumsfeld </strong>. Perfectly good excuse. You should drop some leaflets on the families of people, American and Iraqi, whose children have died in that", "new_id": -2}, {"uid": "1296486772078397443", "i": 30460, "idx": 1, "sa": ["Steve Ballmer"], "q": "even though its arch-rival Microsoft is transparent on this issue,\" Greenpeace said. It still finished slightly ahead of Microsoft, which also hasn't published emissions targets. Greenpeace faulted CEO <strong> Steve Ballmer </strong> for failing to <q> effectively articulate the importance of climate protection and clean energy transformation </q>. The next Cool IT list will include efforts to manage the carbon footprint of data centers. Greenpeace has turned its attention lately to cloud computing, and caused a stir by criticizing Facebook", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}, {"uid": "1295364352186253316", "i": 19355, "idx": 2, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan"], "q": "I really don't want to talk about <strong> Michael Vick </strong> because I'm trying to interview him,\" <strong> Oprah Winfrey </strong> said. \"I will just save all my advice for when I sit down with him.\" <q> I'm trying to get him as well. <strong> One of us </strong> is going to win, </q> <strong> Piers Morgan </strong> said. He then proposed a \"little wager,\" suggesting 100 British pounds. <strong> Oprah Winfrey </strong> seemed game, but suggested they double it. \"Make it two.\" So, 200", "new_id": -2}, {"uid": "1295468682077529109", "i": 5729, "idx": 0, "sa": ["Kirsten Gillibrand", "Preston Williams"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011204797.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-57v&amp;flvURL=/media/2011/01/12/01122011-57v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-57v.jsn\"}{ \"title\": <q> No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton </q>, \"description\": \"Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James Wagner preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage", "new_id": -2}]