[{"uid": "1295667478122535962", "i": 2992, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "in a few weeks. <strong> David Cameron </strong> expressed regret over the loss of a key aide.`` I've always felt he's been punished for the same offense twice,'' <strong> David Cameron </strong> told reporters. <q> But I quite understand his decision and wish him well for the future. </q> <strong> Ed Miliband </strong>, the leader of the opposition Labor Party, said <strong> David Cameron </strong> had made a mistake in keeping <strong> Andy Coulson </strong> on the job even as damaging accusations continued to swirl around him. Comments are filtered for language and", "new_id": -2}, {"uid": "1294991426005357592", "i": 36299, "idx": 4, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "we're with you,' and she doesn't just put a thumbs up, she raises her entire arm.''`` The doctors couldn't believe what they were seeing,'' <strong> Kirsten Gillibrand </strong> said. <q> They were saying this is unbelievable progress, to see this. </q> Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page)`` Mark started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up", "new_id": -2}, {"uid": "1297461177215384092", "i": 10821, "idx": 6, "sa": ["Michael Vick"], "q": "well had been hanged, then drowned and buried by <strong> Michael Vick </strong>, Peace and Phillips in the backyard of <strong> Michael Vick </strong>'s house in Surry County, Va., he returned home to see his dog, BJ. <q> I had the scent of the dead dogs on my clothes and when I got home late[ the night federal agents first dug up the dead dogs], </q> Knorr said.`` BJ-- who was always sitting by the window waiting for me and would be there to greet me-- went sniffing around and went berserk barking, smelling the death of the dogs on me", "new_id": -2}, {"uid": "1295321590105201673", "i": 9029, "idx": 8, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson", "Anthony Morrow"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Anthony Morrow </strong> 37 points- GSW INTERVIEW, HIGHLIGHTS& BARON DAVIS DISSED? <strong> Anthony Morrow </strong> 37 points- GSW INTERVIEW, HIGHLIGHTS& BARON DAVIS DISSED? Undrafted rookie <strong> Anthony Morrow </strong> was impressive in his first start for the Golden State", "new_id": -2}, {"uid": "1296174054124354589", "i": 40924, "idx": 0, "sa": ["Bob McDonnell", "Mike Pence"], "q": "<strong> Mike Pence </strong> decision`` major coup'' for RGA- David Catanese: <strong> Mike Pence </strong> decision`` major coup'' for RGA Indiana Rep. <strong> Mike Pence </strong> isn't running for president, which means a gubernatorial run is almost inevitable. <q> <strong> Mike Pence </strong> won't formally announce his gubernatorial campaign on Thursday-a state law prohibits announced candidates from raising money during the state legislative session, scheduled to end April-but he fully intends to run for governor, a source with knowledge of his thinking told POLITICO. </q> <strong> Mike Pence </strong> was Perry's first recruitment call after he became chairman, a source with knowledge of the call told POLITICO, and <strong> Mike Pence </strong> met in Washington on Wednesday with Virginia Gov. <strong> Bob McDonnell </strong>, the RGA's vice", "new_id": -2}, {"uid": "1295959255207159336", "i": 21109, "idx": 0, "sa": ["Andy Coulson", "Noshir Gowadia", "Susan Oki Mollway"], "q": "military secrets to China. Chief U.S. District Judge <strong> Susan Oki Mollway </strong> said <strong> Noshir Gowadia </strong>, 66, would likely be in his late 80s by the time he is released if he gets credit for good behavior in prison. <q> He broke his oath of loyalty to this country, </q> Hacking: Call to investigate police telephone hacking affair suffered a setback yesterday as ministers were urged to order an independent inquiry into the actions of the Metropolitan Police. Despite the resignation of <strong> Andy Coulson </strong> as", "new_id": -2}, {"uid": "1296922649262193174", "i": 35460, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,'' Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be` creative.' </q> </blockquote>[ snip] His biggest mistake, Mr. <strong> Donald Rumsfeld </strong> writes, was in not forcing Mr. <strong> President Bush </strong>\\ to accept his offers to resign after the abuse of Iraqi detainees by American military jailers came", "new_id": -2}, {"uid": "1296769550173654016", "i": 16470, "idx": 0, "sa": ["Kay Hagan", "Kirsten Gillibrand", "Patrick Leahy", "Frank Lautenberg", "John Kerry", "Sen. Bernie Sanders"], "q": "Secretaries last week when his office was first informed of the federal government's decision: http://menendez.senate.gov/newsroom/press/release/?id=fa1c6f19-9cde-45c8-967e-fac0b416d654`` The National Mall is the only sensible venue to host the Solar Decathlon.'' wrote the Senators. <q> The first four wildly successful events were held on the Mall from 2002-2009 and the event grew in popularity each year. As a tourist attraction, it has provided the perfect venue for thousands to learn about solar energy and energy efficiency. And as a central pillar in our quest for clean energy, solar energy deserves a venue that sits adjacent to our country's legislative leaders. </q> The following Senators signed the letter: US Senators <strong> John Kerry </strong>( D-MA), <strong> Kirsten Gillibrand </strong>( D-NY), <strong> Sen. Bernie Sanders </strong>( D-VT), <strong> Kay Hagan </strong>( D-NH), <strong> Patrick Leahy </strong>( D-VT), <strong> Frank Lautenberg </strong>( D-NJ)", "new_id": -2}, {"uid": "1296217506223641601", "i": 17637, "idx": 1, "sa": ["Mike Pence", "Sen. Jim DeMint"], "q": "a bid for president. That group was looking for a candidate who has a sterling fiscally conservative record-a characteristic missing from many in a field scarred by support for earmarks or votes for bailouts. <q> There's a real void for a Club for Growth kind of candidate, an ideologically conservative candidate on fiscal issues, and <strong> Mike Pence </strong> was the closest there was to actually running, </q> said Terry Sullivan, a longtime GOP consultant in South Carolina who has worked for <strong> Sen. Jim DeMint </strong>. <strong> Sen. Jim DeMint </strong>, who is close to <strong> Mike Pence </strong>, is adamant that he won't run for president-despite a visit to Iowa", "new_id": -2}, [{"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.'' The` Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q> I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it. </q> She added,`` I will say that it's a kinder, gentler[ show now.]''", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}]]