[{"uid": "1297292864070500360", "i": 51991, "idx": 1, "sa": ["Nancy Keenan", "Mike Pence"], "q": "abetting underage sex trafficking,\"\"  said  Mike Pence ( R-Ind.), who's sponsoring the Title X bill. Other abortion rights groups slammed the Appropriations Committee proposal Wednesday afternoon.  The new anti-choice House leadership now wants to take away birth control and cancer screenings from millions of American women and men,  said  Nancy Keenan , president of NARAL Pro-Choice America. \"While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended", "new_id": -2}, {"uid": "1295412290169443332", "i": 36144, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "presidential primaries.  Mike Pence  has stepped down from his post in the House Republican leadership and is considering a White House run or possible governor campaign. In remarks to state lawmakers,  Mike Pence  called  Mitch Daniels   the best governor in America.   Mike Pence  says he's had as many people encourage him to consider coming home to Indiana as urging him to \"keep the national campaign.\"\"   Mike Pence  visits Ind.. Statehouse while mulling future", "new_id": -2}, {"uid": "1295411518006963230", "i": 10210, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": " In remarks to state lawmakers,  Mike Pence  called  Mitch Daniels  \"the best governor in America.\"\"   Mike Pence  says he's had as many people encourage him to consider coming home to Indiana as urging him to  keep the national campaign.  He says he still intends to make a decision by the end of January. User comments are not being accepted on this article. href=\"http://new.feedbotapp.com/dynamic.php?url=http%3A%2F%2Fwww.daytondailynews.com%2Fblogs%2Fcontent%2Fshared- gen%2Fblogs%2Fdayton%2Fdaytoncrime%2Fentries%2F2011%2F01%2F18%2Fthree_jackets_and_four_pairs_o.html%3Fcxtype%3Dfeedbot\"> Three jackets and four pairs of pants ca", "new_id": -2}, {"uid": "1295278289044859433", "i": 24198, "idx": 0, "sa": ["Mike Pence"], "q": "formerly the third ranking Republican in the House GOP caucus, announced his resignation from that leadership position on Nov. 3, 2010, the day after the midterm election. At the time, he said that he had  begun to look to the future  and decided he would not be able to fulfill his leadership duties over the next two years.( target=\"_self\" href=\"http://www.cnsnews.com/news/article/rep-Mike Pence-Mike Pence-steps-down-republican-con\"> See earlier story) The move sparked rumors that  Mike Pence , after winning", "new_id": -2}, {"uid": "1296217929050937881", "i": 24456, "idx": 3, "sa": ["Tim Pawlenty", "Mike Pence", "Haley Barbour", "Gary Bauer", "Ron Paul", "Barack Obama", "Mitt Romney", "John Boehner"], "q": "target=\"_blank\" href=\"http://worldTim Pawlentye.wn.com/\"> Tim Pawlentye for the obvious question: What does he offer that putative fRon Pault-runner  Mitt Romney  doesn't?  Tim Pawlenty  sidesteps. \"I don't get into comparing myself to other candidates,\"\"  he tells me.  I just  Mike Pence  reportedly rules out White House run Pundits:  Mike Pence  is GOP Governor Favorite NewsChannel 15's political analysts gave their opinions on Congressman  Mike Pence  running for Indiana Governor.... Ban Abortion- 2012 Barack Obamaial Candidate www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate  Gary Bauer  scans the potential 2012 Republican field, not much excites him. \"All the obvious fRon Paultline names have all the usual pluses and minuses,  Mr.  Gary Bauer  says. But in considering one... Reps.  John Boehner ,  Mike Pence ,& Gov.  Haley Barbour  on Dangers of Government Takeover of Health Care Reps.  John Boehner ,  Mike Pence ,& Gov.  Haley Barbour  on Dangers of Government Takeover of Health", "new_id": -2}, {"uid": "1296888447106627107", "i": 349, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Mike Huckabee", "Rick Santorum", "Sarah Palin"], "q": " Mike Pence , who has decided against running. And  Mike Huckabee , who is doing well as a Fox News contributor. And  Sarah Palin , another Fox luminary, would have the most to lose financially from running.  Rick Santorum  thinks  the left is trying to goad her into it,  hoping she would be weak among the independent voters who decide most elections.  Tim Pawlenty , former governor of Minnesota, a state contiguous with Iowa, is running hard and has published a book with a strong", "new_id": -2}, {"uid": "1296224676092700697", "i": 10344, "idx": 0, "sa": ["Mike Pence"], "q": "Post Staff Writer Friday, January 28, 2011  Mike Pence ( R-Ind.) will not run for president in 2012 but has left the door open to running for governor of the Hoosier State.  In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,   Mike Pence  said in a letter to supporters first reported Thursday by the Indianapolis Star. \"We will not seek the Republican nomination for president in 2012.\"\"   Mike Pence  has been publicly pondering whether to run for", "new_id": -2}, {"uid": "1296167621065404968", "i": 51499, "idx": 3, "sa": ["Mike Pence"], "q": "to focus on other political opportunities. And he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his \"calling is closer to home.\"\"  He will now  be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.  That begins Friday.  Mike Pence , who flew today to Indiana from Washington, is holding a town hall meeting in Pendleton at 10 a.m. and speaking to Muncie Central High School students at 1:20 p.m.", "new_id": -2}, {"uid": "1296206013158072851", "i": 55571, "idx": 8, "sa": ["Mike Pence", "Barack Obama"], "q": "\"\"  he said. \"He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.\"\"   Mike Pence , who often describes himself as  a Christian, a conservative, and a Republican, in that order,  is one of the party's most outspoken critics of title=\"Barack Obama\" href=\"http://www.whotv.com/topic/politics/government/Barack Obama-Barack Obama-PEPLT007408.topic\">  Barack Obama . In September,  Mike Pence  finished first in a straw poll of social conservatives who were asked to name the person they'd like to", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'': Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}]