[{"uid": "1296224676092700697", "i": 10344, "idx": 0, "sa": ["Mike Pence"], "q": "Post Staff Writer Friday, January 28, 2011 <strong> Mike Pence </strong>( R-Ind.) will not run for president in 2012 but has left the door open to running for governor of the Hoosier State. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. \"We will not seek the Republican nomination for president in 2012.\" <strong> Mike Pence </strong> has been publicly pondering whether to run for", "new_id": -2}, {"uid": "1297533337033751050", "i": 59459, "idx": 0, "sa": ["Mike Pence", "Greg Walden"], "q": "last month, Reps. <strong> Mike Pence </strong> of Indiana and <strong> Greg Walden </strong> of Oregon unveiled this week the Broadcaster Freedom Act, which would ban the FCC from forcing broadcasters to give free airtime to opposing sides on controversial issues. <q> The American people cherish freedom, especially freedom of speech and of the press, </q> said <strong> Mike Pence </strong>, a former radio talk show host who introduced the same bill in the last session of Congress when Democrats still controlled the House. \"Bringing back the Fairness Doctrine would amount to government control", "new_id": -2}, {"uid": "1296489695037306413", "i": 40748, "idx": 0, "sa": ["Mike Pence"], "q": "who was detained after the Paris-to-Atlanta flight was diverted to Maine is his son, 26-year-old Derek Stansberry of Riverview, Fla.. The father said government officials questioned him, but he was as perplexed as they were. <q> My son's profession in the military required he live a squeaky clean life, </q> <strong> Mike Pence </strong> Stansberry said. The father said his son served four years in the Air Force before leaving last year for a job in the private sector. He wouldn't identify his son's employer, but said the", "new_id": -2}, {"uid": "1295485200094470183", "i": 725, "idx": 1, "sa": ["Mike Pence", "Nancy Cordes"], "q": "245 to 189 to repeal health care reform. The party line vote capped a vigorous debate in which Republicans vilified the health care law and Democrats exalted it, reports CBS News Congressional correspondent <strong> Nancy Cordes </strong>. \" <q> When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare, </q> said <strong> Mike Pence </strong>, R-Indiana, on the floor. \"Really? Who is taking over what health care plan? Who? We are offering people tax incentives, small businesses tax incentives to go buy private", "new_id": -2}, {"uid": "1295779892017170523", "i": 2213, "idx": 7, "sa": ["Charlie Black", "Mike Pence"], "q": "something that has been done only once, in 1880? \"A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. \"The folks I've heard, the names I've seen, are", "new_id": -2}, {"uid": "1294961671181354498", "i": 18687, "idx": 4, "sa": ["Mike Pence", "Peter Roskam"], "q": "said at his swearing in, we can disagree without being disagreeable.\" Republicans believe it's critical to regain that momentum that swept them into power, even using the tragedy as an impetus. <q> Clearly we need to move forward on an agenda, </q> said Illinois Republican <strong> Mike Pence </strong> target=\"_blank\" RoskamPeter Roskam\"> <strong> Peter Roskam </strong>, the party's chief deputy whip. \"The events in Arizona are a reminder that we need to focus on the nation's agenda. And I think", "new_id": -2}, {"uid": "1297442150096944143", "i": 1420, "idx": 0, "sa": ["Mike Pence", "Joe Donnelly", "Jackie Walorski", "Mike McDaniel"], "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned from the No. 3 GOP House leadership slot after easily winning in November a sixth term representing his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former Republican state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited", "new_id": -2}, {"uid": "1295186920132022279", "i": 39703, "idx": 4, "sa": ["Mike Pence", "Patrick Kennedy"], "q": "health care plan that relies on massive tax hikes on small businesse... Democrats Reveal Facts About Health Care Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. <q> Democrats Reveal Facts About Health Care </q> www.youtube.com \"<strong> Mike Pence </strong> <strong> Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan\" www... Roskam Reflects After a Long Health Summit: Democrats Still Aren't Listening Roskam Reflects After a Long Health Summit", "new_id": -2}, {"uid": "1296224676092700695", "i": 2492, "idx": 8, "sa": ["Mike Pence", "Cecile Richards"], "q": "both sides were acting as if he were. Within minutes of his decision being made public, the Washington-based Planned Parenthood Action Fund put out a statement criticizing the staunchly anti-abortion <strong> Mike Pence </strong>. <q> As women voters in Indiana learn that one of <strong> Mike Pence </strong>'s top legislative priorities is effectively denying access to preventive care for millions of women, he will have difficulty winning their vote, </q> <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that <strong> Mike Pence </strong> wasn't aiming at the White House rather than the Statehouse.", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million.`` Access to air travel is critical for our economic recovery,'' <strong> Kirsten Gillibrand </strong> said. <q> Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service. </q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}]