[{"uid": "1295919467156090424", "i": 3524, "idx": 1, "sa": ["Bill Lockyer"], "q": "states that have been poorly managed. Families across America have to live within their means, and state and federal government need to do the same.\"+ CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said: <q>States didn't ask for it. We don't want it. We don't need it.</q>- \"Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. It would inflict severe injury on taxpayers.\"- \"The people", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q>We want to eliminate that uncertainty so that businesses can continue in</q> their research and development projects, she said. \"This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said. \"It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1297245174074432538", "i": 13695, "idx": 0, "sa": ["Lindsay Lohan", "Jennifer Lawrence", "Simon Cowell"], "q": "of the place despite residing in Los Angeles. <strong> Jennifer Lawrence </strong> teased that some of the \"little redneck things still come out\", and made a joke in reference to stereotypes about people from her hometown. <strong> Lindsay Lohan </strong> <q>to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295621879009781264", "i": 38086, "idx": 1, "sa": ["Piers Morgan", "Andy Coulson", "Rupert Murdoch"], "q": "the second major resignation for <strong> Andy Coulson </strong> over his role at News of the World. Before stepping down as editor four years ago, he quickly rose up the ranks of <strong> Rupert Murdoch </strong>'s empire. He was often characterized <q>as the' Essex boy made good' thanks to hard-nosed ambition, drive and more than an ounce of sheer ruthlessness,</q> says the Guardian. <strong> Piers Morgan </strong>, who gave <strong> Andy Coulson </strong> his first job, once described him as \"one of the best journalists I have ever worked with.\" <strong> Andy Coulson </strong>'s resignation in 2007 came after a reporter and", "new_id": -2}, {"uid": "1296921227106987589", "i": 28847, "idx": 3, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "<strong> David Letterman </strong>: \"I don't know. Maybe two years, I think.\" <strong> Howard Stern </strong>: \"Two years, you're thinking you're going to exit?\" <strong> David Letterman </strong>: <q>I think that's what it is. Yeah.</q> <strong> Howard Stern </strong>: \"That's why we've got to beat <strong> Jay Leno </strong>. C'mon, all of show business, don't go on that show!\" according to Entertainment Weekly, <strong> David Letterman </strong>'s producer,", "new_id": -2}, {"uid": "1296941344169869340", "i": 38639, "idx": 0, "sa": ["Sergio Marchionne"], "q": "ago SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as \"shyster loans.\" <q>Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,</q> CEO <strong> Sergio Marchionne </strong> said in a statement. \"I regret the remark which I consider inappropriate.\" Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"uid": "1296171152171278391", "i": 15972, "idx": 4, "sa": ["Mike Pence"], "q": "can be used towards a gubernatorial bid. \"So basically if <strong> Mike Pence </strong> were to announce he was a candidate for governor tomorrow, that would mean he couldn't raise any money,\" Alexander said. <q>He can say I am not running for president and still be able to raise money as a House candidate and use that money for governor's race.</q> Though the announcement dashes the hopes of some pro-life advocates, who appreciate his consistent pro-life position and aggressive battle against taxpayer funding of the Planned Parenthood abortion business, <strong> Mike Pence </strong>'s potential decision to", "new_id": -2}, {"uid": "1296312550037257243", "i": 7828, "idx": 1, "sa": ["Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q>Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies,</q> he said. He added looters had also ransacked the ticket office. The two-storey museum, built Read more In Full: State of the U...( 19:09:20 \"IN", "new_id": -2}, {"uid": "1297280669018514011", "i": 26680, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "<q>A former Indiana mayor who won four terms in the 1930s and 1950s is proving less popular with modern-day city leaders, who say they probably won't name a new government center for him because of the jokes his moniker could inspire. <strong> Harry Baals </strong> is the runaway favorite in online voting to name the new building in Fort Wayne, about 120 miles northeast of Indianapolis. But Deputy Mayor Beth Malloy said that probably won't be enough to put the name of the city's longest-tenured mayor on the center.</q> Chauvinists.[ AP via all of our readers] Read More: <strong> Mike Pence </strong> Quickly Quits House Leadership To Run For <strong> Barack Obama </strong> \"Mohammed' Officially World\"s Funniest Name After", "new_id": -2}, {"uid": "1296947872117014565", "i": 2813, "idx": 0, "sa": ["Sergio Marchionne"], "q": "automotive conference in San Francisco, he called the interest rates a \"thorn\" in his side and said that refinancing the two loans would mean no longer having to explain the \"shyster rates.\" <q>Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,</q> <strong> Sergio Marchionne </strong>'s statement said. \"I regret the remark, which I consider inappropriate.\" The term, probably derived from German, usually refers to an unscrupulous or unethical person. <strong> Sergio Marchionne </strong> said", "new_id": -2}]