[{"uid": "1295828770223035419", "i": 58088, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "of the World. Mr <strong> Andy Coulson </strong> announced on Friday that he was resigning as <strong> David Cameron </strong>'s director of communications amid continuing allegations of phone hacking by the paper's journalists while he was in charge. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News's Murnaghan programme.? 2011 owned by or licensed to Trinity Mirror North West& North Wales Limited.", "new_id": -2}, {"uid": "1297209869085721103", "i": 47092, "idx": 0, "sa": ["Eric Cantor", "Kirsten Gillibrand"], "q": ". It's the economy: Democrats also hammered Republicans for making abortion legislation a major priority early into the new Congress. They accused the GOP of abandoning a campaign pledge to create jobs. <q> I do not understand how this Republican Congress can move from that mandate to create jobs, to create opportunities in this country toward how we undermine women's reproductive health, </q> said Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). <strong> Eric Cantor </strong> rejects talking point: House Majority Leader <strong> Eric Cantor </strong>( R-Va.), saying that the federal government doesn't create jobs, said Republicans are trying to make good", "new_id": -2}, {"uid": "1296947377150601731", "i": 692, "idx": 1, "sa": ["Zahi Hawass"], "q": ", an ancient burial ground known for its pyramids and many surrounding tombs. Reports circulated about damage to the tombs and their beautiful reliefs.`` All the sites are safe,'' said Minister of Antiquities <strong> Zahi Hawass </strong>. <q> Nothing stolen, nothing destroyed. </q> With <strong> Zahi Hawass </strong>'s permission, veteran foreign correspondent Jeffrey Bartholet, on assignment for National Geographic magazine, was able to visit Saqqara, some 18 miles south of Cairo. He filed this report. http://www.facebook.com/pages/David-Brauns-NatGeo-News-Watch/21815369115''>", "new_id": -2}, {"uid": "1297184332188334094", "i": 10084, "idx": 1, "sa": ["Tom Leppert", "Mayor Tom", "Michael Vick", "Richard Hunter"], "q": " Other rescue groups agree.`` I don't think he's really earned that honor yet to get a key to the City of Dallas,'' said Tara Harper, PAWS In The City. <q> I think that should be bestowed on people who are internationally famous for wonderful things they've done. </q> <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> is upset, too, saying it's against city protocol. <strong> Richard Hunter </strong> of Dallas adopted one of pit bulls previously owned by <strong> Michael Vick </strong>, who is now on probation after serving prison time", "new_id": -2}, {"uid": "1295670143256737309", "i": 37541, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "of the company, and providing business leadership, and even reportedly mediating in disputes between the founders over issues such as bedrooms on the company jet. In a company statement, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and Sergey for a long time to come. </q> Tellingly, on a Twitter posting at the time of the announcement, <strong> Eric Schmidt </strong> commented;`` Day-to-day adult supervision no longer needed!'' Google also announced results for Q4,", "new_id": -2}, {"uid": "1297467692105054246", "i": 16458, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "welfare and safety. <strong> Angelina Jolie </strong> has never even met the four-year-old Haitian orphan called Leah, who British and other newspapers claim she is in the process of adopting, Waldman told The Daily Beast. <q> Earlier this week, the Daily Mirror U.K. and others reported that <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong> are in the process of adopting a child from Haiti, </q> Waldman said in a statement.`` Rather, Ms. <strong> Angelina Jolie </strong> is focused on enhancing the welfare and legal protection of children within Haiti. As such, she has been meeting with government of Haiti officials,", "new_id": -2}, {"uid": "1295980272233783310", "i": 34117, "idx": 2, "sa": ["Meg Whitman", "Eric Schmidt"], "q": "app download winners STUART:`` Welcome to the future: access can be obtained anonymously while streaming movies-or...'' Patrick:`` Not even close, what we have looks more like <strong> Meg Whitman </strong>.'' RedRat: <q> OK, as a chemist, we do not count formulas for chemical compounds as words. That is just plain ridiculous... </q> RedRat:`` Actually have <strong> Eric Schmidt </strong> host a tech type show on TV might not be a bad idea. Right now, you have these news...'' RedRat:`` Verizon greedy!!! How can this be!", "new_id": -2}, {"uid": "1295630171074432548", "i": 59682, "idx": 3, "sa": ["Brian Barrett", "Larry Page", "Eric Schmidt"], "q": "blockbuster quarter,'' why risk discovering that <strong> Larry Page </strong> isn't`` up to the mammoth task of running such a large, powerful, and increasingly diverse company?'' It's hard to shake the feeling that Google <q> is trying to fix something that isn't broken. </q> The shift in titles sounds dramatic, but it's not clear that much will really change, href=\"http://us.rd.yahoo.com/dailynews/theweek/cm_theweek/storytext/211300/39770623/SIG=12639bog8/*http://gizmodo.com/5739125/google-shakeup-Eric Schmidt-out-Larry Page-in-as-ceo\"> says <strong> Brian Barrett </strong> in Gizmodo.`` <strong> Eric Schmidt </strong> will actually continue fulfilling most of his` adult' duties,", "new_id": -2}, {"uid": "1297176549217825300", "i": 8631, "idx": 1, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "I told the <strong> George H. W. Bush </strong> my mind was made up. Nonetheless, he insisted that he wanted some time to think about it and to consult with others. The next day, <strong> George H. W. Bush </strong> Cheney came to the Pentagon. <q> Don, 35 years ago this week, I went to work for you, </q> he said,`` and on this one you're wrong.'' Adapted from Known and Unknown: A Memoir by <strong> Donald Rumsfeld </strong>, with permission from Sentinel, a member of The Penguin Group,", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]