[{"uid": "1296127954229654536", "i": 24494, "idx": 0, "sa": ["Rahm Emanuel", "Michael Vick", "Keith Miller"], "q": "his release from Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last <strong> Keith Miller </strong>. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said court agreed Tuesday to take <strong> Rahm Emanuel </strong>'s appeal of a decision that threw him off the ballot for Chicago mayor and ordered election officials not to print any mayoral ballots without <strong> Rahm Emanuel </strong>", "new_id": -2}, {"uid": "1295919467156090424", "i": 3523, "idx": 0, "sa": ["Gov. Rick Perry", "Bill Lockyer"], "q": "considered a GOP presidential contender, said: \"In <strong> Gov. Rick Perry </strong>, the governor and legislators practice fiscal responsibility and are required by law to have a balanced budget, something that Washington should adopt.\"- <q> Bankruptcy should not be a bailout for states that have been poorly managed. Families across America have to live within their means, and state and federal government need to do the same. </q>+ CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said: \"States didn't ask for it. We don't want it. We don't need it.\"- \"Bankruptcy would devastate states", "new_id": -2}, {"uid": "1296801733169033778", "i": 33746, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "heart attacks. \"A <strong> Barbara Walters </strong> Special: A Matter of Life and Death\"( 9 p.m., ABC) includes interviews with celebrities and notables about their experiences with open heart surgery. <strong> Robin Williams </strong> calls this group the <q> brotherhood of the cracked chest club. </q> Interviews with <strong> Robin Williams </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong> reveal very different men and their paths to near total heart disease and recovery. The side effects are often as emotionally draining as physically debilitating.", "new_id": -2}, {"uid": "1295397624010076164", "i": 35080, "idx": 5, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. VALETS WANTED", "new_id": -2}, {"uid": "1295934217032604162", "i": 16230, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s chief creative officer, recognized that death, while potent, is not necessarily lasting and that the death of a character in comics has turned out \"to be very cliche\" in plot developments. <q> Whether the human torch comes back or not is really a question that will be answered in time, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog EDUCATION Company Cabrillo College Location EMPLOYMENT OPPORTUNITIES Company ENGINEER", "new_id": -2}, {"uid": "1297177841226918447", "i": 34044, "idx": 0, "sa": ["Simon Cowell"], "q": " \"American Idol' this season? Former \"American Idol\" judge <strong> Simon Cowell </strong> says he has not watched a single episode of the hit Fox show since he left the program last year. <q> I haven't seen a full episode, </q> he told reporters on a conference call for his upcoming music competition series \"The X Factor,\" according to Entertainment Weekly's website. \"I\"ve seen three minutes of a", "new_id": -2}, {"uid": "1297044026199639050", "i": 29807, "idx": 1, "sa": ["Eric Schmidt"], "q": "investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content \"We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q> I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct. \"We'll find out and make sure we are operating well within the law and the spirit of the law. </q> Brussels launched a formal investigation into Google in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into", "new_id": -2}, {"uid": "1295991953089178223", "i": 3086, "idx": 13, "sa": ["Donald Rumsfeld", "Gerald Ford", "Henry Kissinger"], "q": "in the book, I present them in a direct way,\" he says. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a <q> skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse seamlessly. </q> In the 1970s, as chief of staff and then defense secretary in the <strong> Gerald Ford </strong> administration, <strong> Donald Rumsfeld </strong> clashed with <strong> Donald Rumsfeld </strong> of State <strong> Henry Kissinger </strong>, with <strong> Donald Rumsfeld </strong> opposing- and helping to prevent, by many accounts- an arms", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: \"I don't know. I'm Canadian.\" Later, <strong> Justin Bieber </strong> tweeted that he will be on the \"Late Show\" again on Friday, \"", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}, {"uid": "1295565086075235341", "i": 13166, "idx": 6, "sa": ["John Gruber", "Eric Schmidt"], "q": "After that article appeared, tech blogger <strong> John Gruber </strong> gave <strong> Eric Schmidt </strong> a new title: attendees at a forum organized by the Atlantic Monthly heard him testify to how much Google could learn about its users with their permission: <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about. </q>* In an CNN interview later that month, <strong> Eric Schmidt </strong> joked that users offended by photos of their homes showing up in Google's Street View mapping feature could \"just move.\" He quickly", "new_id": -2}]