[{"uid": "1295739237074268687", "i": 9444, "idx": 4, "sa": ["Marvin Webster", "Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/CSU_FULLERTON_TITANS_VS_CSU_BAKERSFIELD_ROADRUNNERS_11/27/10 Fullerton, Calif.- Perry <strong> Marvin Webster </strong>", "new_id": -2}, {"uid": "1296225951235159601", "i": 397, "idx": 9, "sa": ["Evan Bayh", "Mike McDaniel", "Mike Pence"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman- from 1995 until 2002- <strong> Mike Pence </strong> mentioned the governor's office to him. <q> He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress, </q> he said.`` This has been on his mind for a long time.'' Get the Chicago Tribune delivered to your home for only$ 1 a week> Luxury linen for less: 40% off select", "new_id": -2}, {"uid": "1297384383139427845", "i": 9058, "idx": 2, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "combinations, so it's crucial to stress the importance now of a prominent position for Italy,'' Labor Minister <strong> Maurizio Sacconi </strong>, who will attend the meeting and spoke with <strong> Sergio Marchionne </strong> last week, said in an interview. <q> The government wants to verify with Fiat's management the status of the Italian investment plan. </q> The Mirafiori deal is part of a 20 billion-euro($ 27 billion) investment project to revamp Fiat's five Italian car plants, where it aims to produce 1.4 million vehicles a year by 2014 from", "new_id": -2}, {"uid": "1295386095039157811", "i": 29367, "idx": 1, "sa": ["Mike Pence"], "q": "pregnant to plan their parenthood. No- it was a sham to be able to kill black babies,'' he added. He told the program that proof of the agenda is seen in the fact that <q> 75 percent of all Planned Parenthood facilities are located in black neighborhoods. </q> Congressman <strong> Mike Pence </strong> of Indiana, himself a potential Republican presidential candidate, has filed a bill in the House of Representatives to revoke federal taxpayer funding for the Planned Parenthood abortion business. The Title X", "new_id": -2}, {"uid": "1295561620178864138", "i": 37721, "idx": 0, "sa": ["Simon Cowell"], "q": "told one singer, Victoria Huggins, 16, that she had`` just the right amount[ of leg] showing.'' The perky North Carolina teen didn't seem to mind, telling him, <q> Well, I've got to appeal to the boy audience, but still be a lady. </q> Other female contestants paid compliments to the Aerosmith rocker and he was not shy about paying them right back. But is his flirting with contestants appropriate? <strong> Simon Cowell </strong> had been known to appreciate a little skin in", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q> One day Larry and Sergey bought Android, and I didn't even notice. </q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}, {"uid": "1296751438058556476", "i": 1503, "idx": 2, "sa": ["Allen Iverson"], "q": "injury-plagued Milwaukee Bucks on Saturday night.`` The simple fact that now I'm coming off the bench I ain't got time to get warmed up,'' said Hamilton, who went 15-of-25 from the floor. <q> I have to come in on fire every time. </q> <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following a 3-9 stretch that they stopped with a win against Miami. He and Hamilton led the way when it counted.", "new_id": -2}, {"uid": "1297350455055672878", "i": 10084, "idx": 0, "sa": ["Mitch Daniels", "Michele Bachmann", "Mike Pence"], "q": "a neoconservative magazine that the next U.S. president would`` have to call a truce on the so-called social issues'' in order to focus on more urgent matters of the federal debt and national security. <q> If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt, </q> said Andy Blom, executive director of the American Principles Project.`` Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce.''' <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, R-Ind., who", "new_id": -2}, {"uid": "1296486373063668243", "i": 2366, "idx": 3, "sa": ["Ronald Reagan", "Bill Stephan", "Mike Pence"], "q": "'' <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. <q> I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve, </q> <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in <strong> Ronald Reagan </strong>`` the manifestation of the kind of traditional American ideals that I was raised to believe in", "new_id": -2}, {"uid": "1297197862240402458", "i": 27105, "idx": 9, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "refused to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no idea,'' he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> No plans to halt US military aid to Egypt: Pentagon Photo in Slideshow: Pentagon paid billions to fraudsters: US senator Video: Sneak Preview: <strong> Donald Rumsfeld </strong> on` Hannity'... Photo in Slideshow: <strong> President Bush </strong>", "new_id": -2}]