[{"uid": "1295546064177143818", "i": 24515, "idx": 2, "sa": ["Simon Cowell"], "q": ". ''It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q>At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! ''Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge.</q> This is a fictional news article. It is just a bit of fun and purely speculation on what EastEnders: Alfie's behaviour angers Kat Emmerdale: A row takes place at the funeral", "new_id": -2}, {"uid": "1297290951065437723", "i": 49186, "idx": 2, "sa": ["Steve Ballmer", "Amitabh Srivastava"], "q": "accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.'' <strong> Steve Ballmer </strong> also disclosed that <strong> Amitabh Srivastava </strong>, senior vice president in the Server and Tools Business, is leaving Microsoft. <q>Windows Azure is in a great place and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career,</q> <strong> Steve Ballmer </strong> said in his e-mail. ''He has done stellar work for the company and will work to ensure a smooth transition with the Windows Azure team.'' <strong> Amitabh Srivastava </strong> has been with Microsoft since 1997 and", "new_id": -2}, {"uid": "1296441222107479051", "i": 31761, "idx": 1, "sa": ["David Letterman", "Conan O'Brien"], "q": "director of research for Horizon Media, said that ''the way <strong> Conan O'Brien </strong>'s ratings have been dropping might be causing alarm at TBS,'' especially because TBS initially promised that the show would draw network-size young audiences. <q>It does look like <strong> Conan O'Brien </strong> has a niche audience,</q> Adgate said. That is a nonissue for TBS, according to the head of programming, <strong> David Letterman </strong> Wright. ''That niche is to us a viable audience,'' he said. ''For a branded", "new_id": -2}, {"uid": "1296055444213254175", "i": 43678, "idx": 1, "sa": ["Andy Coulson", "Karren Brady", "David Cameron", "Richard Keys"], "q": "a warning from Sky Sports over the exchange, also compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. He said: <q>What's the difference? ''If off-air conversations were made public then there would be no-one left working in the country.</q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with Gray, but she did not return his call. Play video News Headlines(", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,</q> <strong> Allen Iverson </strong> said. ''So if somebody else turns it over, he yells at me. I just tell my teammates: ''Let me get the ball. He''ll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}, {"uid": "1295887827234930178", "i": 42701, "idx": 0, "sa": ["Eric Schmidt"], "q": "does, he will then hold about 9.1 percent of Google's voting power, the company said. <strong> Eric Schmidt </strong> announced he was relinquishing his job as Google CEO recently via a rather sarcastic tweet that read, <q>Day-to-day adult supervision no longer needed!</q> According to the New York Post, <strong> Eric Schmidt </strong> is preparing for his ''Plan B career'' as a television host. He has reportedly filmed a test episode for CNN, according to the Post.", "new_id": -2}, {"uid": "1296286226080461960", "i": 37253, "idx": 0, "sa": ["Elizabeth Bartman", "Zahi Hawass"], "q": "any harm during this period of conflict.'' Even if the protesters and government forces share that respect for the museum's antiquities, the situation could still lead to unintended and unwelcome consequences. <q>Especially with Egypt being such a dry place- they have all these organic materials, they have textiles, they have ancient food, they have lots of wooden items- fire is a very scary proposition,</q> <strong> Elizabeth Bartman </strong> said. ''Let's just keep our fingers crossed that the museums are not going to be caught in the crossfire.'' Why did they not mention <strong> Zahi Hawass </strong>?????!!! He was probably out there beating", "new_id": -2}, {"uid": "1295891150149438465", "i": 39659, "idx": 3, "sa": ["David I", "Colin Powell"], "q": "off the table is indefensible.'' Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: <q>CANDY CROWLEY: Where would you with specificity say, ''Look we don't need a bigger military?</q> Can we cut there?'' POWELL: Yeah. <strong> David I </strong> think we have to look at everything, domestic and our international accounts. As we draw down from Iraq and as over the next several years", "new_id": -2}, {"uid": "1295500937237502516", "i": 3887, "idx": 0, "sa": ["Kara DioGuardi", "Ellen DeGeneres", "Simon Cowell"], "q": "named in wife <strong> Kara DioGuardi </strong>'s will, which leaves items to kids. Homeless man with velvety voice becomes star Overnight Sensation: Ohio homeless man with golden radio voice overwhelmed by job offers. <q>DAVID BAUDER AP Television Writer NEW YORK( AP)- It's a kinder ''American Idol</q> without <strong> Simon Cowell </strong>. Television's top show returned Wednesday with a makeover for its 10th season on Fox. <strong> Simon Cowell </strong>, everyone's favorite villain, is gone as a judge. So are <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>,", "new_id": -2}, {"uid": "1295675869065781795", "i": 12702, "idx": 0, "sa": ["Fletcher Smith", "Allen Iverson", "Donovan McNabb"], "q": "deal it could have a maximum value of$ 88 million. <strong> Donovan McNabb </strong>, 33, will help solidify his standing as the Redskins' quarterback of the present and future with a new contract in his back pocket. <q>We had ongoing talks and once the regular season started, we really were aiming toward the bye week[ to get a deal done] and it came together,</q> Redskins executive vice president/general manager Bruce <strong> Allen Iverson </strong> said. <strong> Donovan McNabb </strong>'s agent, <strong> Fletcher Smith </strong>, clarified some of the details of <strong> Donovan McNabb </strong>'s deal Tuesday. He says while the contract is worded so that it has ''$ 40", "new_id": -2}]