[{"uid": "1295911772175931421", "i": 35392, "idx": 0, "sa": ["Zahi Hawass"], "q": "to a Berlin museum. Egypt's Supreme Council of Antiquities sent the request to the Prussian Cultural Heritage Foundation, which runs the Neues Museum in the German capital where the bust is kept. <q> The foundation's position on the return of Nefertiti remains unchanged, </q> foundation president Professor Hermann Parzinger said in a statement.`` She is and remains the ambassador of Egypt in Berlin.'' Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of", "new_id": -2}, {"uid": "1296199985159858778", "i": 17580, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> will not run for president in 2012. AP Photo/Carlos Osorio Indiana Rep. <strong> Mike Pence </strong> will not run for president but has left the door open to running for governor of the Hoosier State in 2012. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in a <strong> Mike Pence </strong> has been publicly mulling whether to run for the open governor's office or for president for several months. In recent weeks, he has received considerable encouragement to run for president", "new_id": -2}, {"uid": "1296255917207339520", "i": 23307, "idx": 0, "sa": ["Mike Pence"], "q": "but also senators, whose extensive voting <strong> Mike Pence </strong> Will Not Run for President Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> Mr. <strong> Mike Pence </strong> wrote in a", "new_id": -2}, {"uid": "1295965254237387800", "i": 29419, "idx": 1, "sa": ["Eric Schmidt"], "q": "make more than 1,000 new hires across Europe- including hundreds of specialists for its research and development centre in the Bavarian capital.`` We had a very, very good year,'' <strong> Eric Schmidt </strong> said. <q> Which is why we'll continue to make investments. </q> He said Google would focus on the growing mobile internet market, with sales of smartphones expected to trump PCs in the next two years. <strong> Eric Schmidt </strong> said faster wireless standards such as LTE would greatly improve the", "new_id": -2}, {"uid": "1296291756127057940", "i": 33008, "idx": 1, "sa": ["Hope Solo", "Allen Iverson", "Corrine Brown"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom.`` It's special, and it's a tribute to my coach and my teammates,'' said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> <strong> Corrine Brown </strong> said.`` There were so many lessons to be learned, from him http://wn.com/Goalkeeping_1v1_with_Hope_Solo's_Olympic_Soccer_Coach <strong> Hope Solo </strong>'s coach, Phil Wheddon, on 1v1 soccer goalkeeping techniques. <strong> Hope Solo </strong> is the most likely candidate to play as the USA", "new_id": -2}, {"uid": "1295870211128057360", "i": 753, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": ".'' Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q> I don't think this government will miss a beat. </q> Did you know? You can subscribe to free e-newsletters and receive e-mail alerts when other people leave comments in articles after you did. Sign in once and access every part of the", "new_id": -2}, {"uid": "1295667459153141269", "i": 34538, "idx": 0, "sa": ["Eric Schmidt", "Andrew Conry-Murray"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> InformationWeek's <strong> Andrew Conry-Murray </strong> interviewed EMC World 2008 attendees to find out what interesting IT projects people have going on. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By elevating", "new_id": -2}, {"uid": "1295564127055377924", "i": 12260, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "in 2001 to bring more management experience to the young company, will assume the role of executive chairman, focusing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. After signing pact with China, Boeing lays off 1,100 U.S. workers`` The Street will think it's a negative, that there is probably some issue going on. Google", "new_id": -2}, {"uid": "1296040188233095182", "i": 46487, "idx": 1, "sa": ["Bob Jenkins", "Sen. Bernie Sanders"], "q": "showed up at the fair for the celebration when <strong> Bob Jenkins </strong> was 97. <strong> Sen. Bernie Sanders </strong>, I-Vt., spoke admiringly at the ceremony in Washington when <strong> Bob Jenkins </strong> was named`` America's Oldest Worker'' at age 101. <q> Ray is an example for the young people of 70 or 80 who are asking,` Do I still have something meaningful to offer?' </q> <strong> Sen. Bernie Sanders </strong> said in presenting <strong> Bob Jenkins </strong> with the award. <strong> Bob Jenkins </strong>' health finally started to fail last summer, his son said. Edna <strong> Bob Jenkins </strong>, his wife of 74 years, died in November.", "new_id": -2}, [{"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]]