[{"uid": "1296665783109838336", "i": 32127, "idx": 0, "sa": ["Craig Oliver", "David Cameron", "Andy Coulson"], "q": "ITV News, Channel Five News and Channel 4 News. <strong> Craig Oliver </strong> was appointed to role as controller of English, BBC Global News Content, in April 2010. <strong> David Cameron </strong> said of his appointment: <q> I am very pleased that <strong> Craig Oliver </strong> is to become the new Director of Communications at 10 Downing Street.`` <strong> Craig Oliver </strong> has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme. </q> And <strong> Craig Oliver </strong> said:`` I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time. <strong> David Cameron </strong> names <strong> Andy Coulson </strong>'s successor The BBC's <strong> Craig Oliver </strong> has been appointed as Downing", "new_id": -2}, {"uid": "1295455079222740487", "i": 45370, "idx": 0, "sa": ["Jay Cutler", "Michael Vick", "Aaron Rodgers"], "q": "playoffs. First, he led the Packers to an upset of <strong> Michael Vick </strong> and the Eagles in Philadelphia. Then, he led a dominating performance against an Atlanta team that went 13-3 during the regular season. <q> I know <strong> Aaron Rodgers </strong> well. He's a great player, </q> <strong> Jay Cutler </strong> said.`` They played really extremely well Saturday night against a very good team. We have our hands full.'' The Bears 12-5 weren't really tested by Seattle 8-10, which already had", "new_id": -2}, {"uid": "1297359073142524467", "i": 13828, "idx": 0, "sa": ["Steve Ballmer"], "q": " This is like <strong> Steve Ballmer </strong> getting on stage saying they screwed up slightly with mobile but they are sure kicking butt now and just you wait for what they got coming up. No one cares anymore.: <q> Nokia knew any internal email or memo would eventually leak to the public and this memo is written with that in mind </q> looks like I really need to lower my level of thinking on this subject because I cant figure out how people are associating this memo with the dawn of a new era at Nokia. not sure. do you", "new_id": -2}, {"uid": "1295598912207912999", "i": 1699, "idx": 0, "sa": ["Eric Schmidt"], "q": "wat goed is voor 30 procent van de totale omzet in die periode. Eigenaren van websites kunnen met Adsense via Google ingekochte advertenties op hun sites tonen, waarbij Google een deel van de omzet opstrijkt. <q> Het vierde kwartaal was een geweldig einde van een topjaar. Onze prestaties werden gedreven door een snel groeiende digitale economie en de enorme interesse voor onze nieuwe activiteiten, zoals banneradvertenties en mobiel </q>, aldus Google-topman <strong> Eric Schmidt </strong>, die aan zijn laatste kwartaal als directeur van Google is begonnen. Tegelijk met de presentatie van de kwartaalcijfers maakte Google namelijk bekend dat <strong> Eric Schmidt </strong> in april het stokje zal title=\"Tweakers.net-- Google-ceo <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296671847037879814", "i": 35821, "idx": 4, "sa": ["Mike D'Antoni", "Robert Horry", "Allen Iverson", "Metta World Peace", "Paul Pierce"], "q": "to their red-hot superstars. <strong> Allen Iverson </strong> made 16-of-22 Robert Horrys from the field and <strong> Paul Pierce </strong> was 13-for-20. And many of the Robert Horrys were alley-oop dunks and rim-rattling jams that were the product of the Nuggets' suddenly stingy defense. <q> They made every <strong> Robert Horry </strong> in the <strong> Metta World Peace </strong>, </q> Suns coach <strong> Mike D'Antoni </strong> said.`` They are hard to handle when <strong> Paul Pierce </strong> and <strong> Allen Iverson </strong> are coming at you like that. They are hard to handle on any night.'' At one point, both <strong> Allen Iverson </strong> and <strong> Paul Pierce </strong>", "new_id": -2}, {"uid": "1295883426043008001", "i": 609, "idx": 0, "sa": ["Alassane Ouattara"], "q": "is unclear whether the ban will be heeded by cocoa growers. Despite <strong> Alassane Ouattara </strong>'s global support, it is also uncertain how much authority he wields over the industry amid a power struggle with his rival. <q> The government informs all the economic operators of the immediate halt to all coffee and cocoa exports, </q> the statement said late Sunday, adding that anyone who didn't follow the order would be`` subject to national and international sanctions.'' Government statistics show the country exported$ 2.53 billion worth of cocoa", "new_id": -2}, {"uid": "1295461435021184564", "i": 14899, "idx": 0, "sa": ["Richard Lugar", "Kent Conrad", "Jim Ryun", "Mike Pence"], "q": "control the Senate. <strong> Kent Conrad </strong> announced his decision in the morning at almost the same target=\"_blank\" href=\"http://worldtime.wn.com/\"> time that Sen. <strong> Richard Lugar </strong>, R-Ind., announced that he will seek a seventh term despite an expected challenge from the <q> tea Democrat <strong> Kent Conrad </strong> to retire from Senate in 2012 The Hindu Staff Reporter BJP launches Kerala Raksha Padayatra <strong> Jim Ryun </strong> leads push for <strong> Mike Pence </strong> 2012 run Kansas <strong> Mike Pence </strong> <strong> Jim Ryun </strong> plan to start an independent expenditure campaign aimed at getting <strong> Mike Pence </strong>( R-Ind.) to run for president.`` America's President Committee </q> will begin a signature-gathering effort this week to encourage <strong> Mike Pence </strong> to get into Capgemini and China Unicom Group Join Open Data Center Alliance Steering Committee target=\"_blank\" href=\"http://cgi.wn.com/?t=worldphotos%2Findexsearchvera.txt&amp;action=search&amp;first=0&amp;SearchString=title%3Ataliban+or+keywords%3Ataiban&amp;mode=bool\"> Alliance Announces 32 Contributor Members as IT Leaders Continue to Join", "new_id": -2}, {"uid": "1297432193243695621", "i": 5290, "idx": 0, "sa": ["Kevin Costner", "Kevin Spacey", "CeeLo Green", "Justin Bieber", "Simon Cowell", "Katy Perry", "Valerie Bertinelli"], "q": "Fashion Show Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Valerie Bertinelli </strong> Loves Being a Naked Newlywed <cite> Us Magazine </cite> Chris& Rihanna to keep their distance at Grammys <cite> Associated Press </cite> <strong> Kevin Spacey </strong> bank movie asks <q> are we all greedy? </q> <cite> Reuters </cite> <strong> CeeLo Green </strong> subs for Rihanna at cancer benefit <cite> Associated Press </cite> <strong> Katy Perry </strong>:' I Was Shaped Like a Square' href=\"http://us.rd.yahoo.com/blogs/crush/Justin Bieber-Justin Bieber-is-a-movie-star/557\"> <strong> Justin Bieber </strong> Is a Movie Star! <cite> Crush </cite> href=\"http://us.rd.yahoo.com/blogs/goddess/Kevin Spacey-Kevin Costners-little-golfing-buddies/597\"> <strong> Kevin Costner </strong>'s", "new_id": -2}, {"uid": "1296063294015597570", "i": 36461, "idx": 1, "sa": ["Tim Cook", "Steve Ballmer", "Steve Jobs"], "q": "hold on to bragging rights for one last Tim Cooke. Jan 26, 11- 11:40 am Comment from: Jamie Microsoft CEO <strong> Steve Ballmer </strong> laughs at Apple iPhone on January 17, 2007 Interviewer: <q> <strong> Steve Ballmer </strong> let me ask you about the iPhone, and the Zune, if I may.( <strong> Steve Ballmer </strong> smiles) The Zune was getting some traction, and <strong> Steve Jobs </strong> goes to MacWorld and he pulls out this iPhone. What was your first reaction when you saw that? </q> Laughter from <strong> Steve Ballmer </strong> <strong> Steve Ballmer </strong>:``$ 500! Fully subsidized! With a plan! I said that is the most expensive phone in the world. And it doesn't appeal to business customers", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}]