[{"uid": "1295026521123977730", "i": 12427, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "Thursday. \"It felt like a miracle. It felt like we were watching a miracle,\" Rep. <strong> Debbie Wasserman Schultz </strong> told reporters traveling with U.S. <strong> Barack Obama </strong> after a memorial service in Arizona on Wednesday. <q>Other than the birth of my kids, this was the most incredible feeling to see... one of your closest friends just struggle to come back to you,</q> she said. <strong> Debbie Wasserman Schultz </strong> and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> were talking to <strong> Gabrielle Giffords </strong> in her hospital room shortly after <strong> Barack Obama </strong> and his wife, Michelle, visited. The two women were encouraging their friend to recover quickly so they", "new_id": -2}, {"uid": "1295396906230801414", "i": 5571, "idx": 1, "sa": ["Ryan Seacrest", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "us to be creative and shake the whole thing up,\" Lythgoe said. The new judges are a key part of that sea change. <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> have years of experience to draw from. <q>They bring more of a critique rather than just, \"Pack your suitcase. You're going home.'</q> OK, but without <strong> Simon Cowell </strong> and his brutal- and frequently entertaining- honesty, will the show be as compelling to watch? Veterans Jackson and host <strong> Ryan Seacrest </strong> say it will. \"I\"m", "new_id": -2}, {"uid": "1297519408017776651", "i": 2006, "idx": 0, "sa": ["Tony Bennett", "Shayne Ward", "Simon Cowell"], "q": "forge a career, but <strong> Shayne Ward </strong> seems to be doing well for himself. And he's making sure he isn't pigeonholed. An admirer of old school acts, such as <strong> Tony Bennett </strong>, he wants to diversify. <q>I want to make sure I go down other avenues than music.</q> With that in mind he's branching out into modelling, looking at acting, is recording and touring and has maintained a good relationship with music mogul <strong> Simon Cowell </strong>. Not that he sees him that much-", "new_id": -2}, {"uid": "1294969491073564163", "i": 1247, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Town& Country has refinement that Chrysler does not want to lose, whatever the new minivan lineup looks like. <strong> Sergio Marchionne </strong> said Chrysler Group needs to be more flexible with the architecture that supports its minivans. <q>It needs to house all-wheel drive and front-wheel drive and an E segment car.</q> Chrysler is coming with a new nine-speed front-wheel drive transmission in 2013. Decision on Nitro-Liberty replacement Chrysler is near a decision on the replacement for the lightly regarded Dodge Nitro and Jeep Liberty SUVs,", "new_id": -2}, {"uid": "1294972672267157620", "i": 5538, "idx": 3, "sa": ["Simon Cowell"], "q": ". The acerbic Brit, known for a mix of music savvy, wit and a tinge of nastiness, made Idol a phenomenon when the American version of England's Pop Idol launched in 2002. <q>Without <strong> Simon Cowell </strong>, I'm not sure how successful Idol would have been, regardless of how good( Season 1 winner) <strong> Kelly Clarkson </strong> was,</q> says Atlanta Journal-Constitution blogger Rodney Ho. \"How much will viewers miss <strong> Simon Cowell </strong>'s commentary? That's the question.\" At the same time, Ho says, <strong> Simon Cowell </strong> seemed less interested last season, which", "new_id": -2}, {"uid": "1295560051263241797", "i": 4359, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> Schimdt, Chairman of media company and web search giant Google has announced changes to the management team. The announcement came as a post to the Google Official Blog: <q>When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit,</q> wrote <strong> Eric Schmidt </strong>. The change was made to simplify the company's management structure and speed up decision making. The decision was made over the holidays 2010. \"For the last 10 years,", "new_id": -2}, {"uid": "1297697522107970622", "i": 26071, "idx": 2, "sa": ["Steve Ballmer"], "q": "searching in Bing on Windows Phone 7. Why did nobody else laugh? It was funny. 4:10 PM Little jab at the iPhone and Android there, not surprising. 4:10 PM In describing the pre-WP7 situation: <q>Good phones, but all filled with a sea of icons.</q> 4:09 PM It's about \"completing tasks more easily.\" Well, no kidding, <strong> Steve Ballmer </strong>. What else you got? 4:09 PM Smart design and hubs are the two pivotal topics he's about to start", "new_id": -2}, {"uid": "1295953289167477269", "i": 26408, "idx": 0, "sa": ["Derek Hough", "Girls Aloud", "Simon Cowell"], "q": "on the judging panel of the pop star search show when it heads Stateside after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as <strong> Derek Hough </strong> said: <q>Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US' X Factor' in the bag. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like Katy or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US.</q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The source added", "new_id": -2}, {"uid": "1297711836012566562", "i": 8441, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. \"You have to believe, and know that they are more than just imagination.\"", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q>The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan,</q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. \"Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}]