[{"uid": "1296140948049446941", "i": 3192, "idx": 0, "sa": ["Mike Pence"], "q": "says he is sticking by his timetable to announce by the end of January whether he'll make a bid for the 2012 GOP presidential nomination or run next year for governor of his home state. <q> We're nearing the end of a process that we've gone through the last couple of months to seek counsel and deliberate, do more than a little bit of prayer, and we're gon na have an announcement about our intentions and our general directions sometime before the end of the month, </q> <strong> Mike Pence </strong> said in an interview on`` The Dana Show'' on 93 WIBC in Indianapolis Wednesday. The Republican congressman from Indiana's 6th Congressional District easily won re-election in November, beating his Democratic challenger by more", "new_id": -2}, {"uid": "1296151862066846786", "i": 1241, "idx": 2, "sa": ["Sergio Marchionne"], "q": " <strong> Sergio Marchionne </strong> said both companies going forward would continue to pursue strategic alliances, saying that the market was changing`` at the speed of light.'' He cited Fiat's Chrysler stake as an example. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat. I think it is also one of the best things that could have happened to Chrysler too. </q> <strong> Sergio Marchionne </strong> already has a lot on his plate this year. Chrysler may launch an IPO, and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to", "new_id": -2}, {"uid": "1295261581064110616", "i": 51419, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Jack Kemp", "Jim Ryan", "Barack Obama", "Mitt Romney"], "q": "counsel to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryan </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' AP Photo- In a Nov. 29, 2010 photo <strong> Mike Pence </strong>( R-Ind.) addresses the", "new_id": -2}, {"uid": "1296565246043499534", "i": 1914, "idx": 1, "sa": ["Simon Cowell", "Katie Price", "Alex Reid", "Robbie Williams"], "q": "it is not only <strong> Simon Cowell </strong> who believes this to be the case.His ex-girlfriend, Sinnita, who has helped out in a mentor role on the show in the past, is in agreement. She said: <q> Having Jordan on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along. </q> <strong> Katie Price </strong>, who has just split from husband <strong> Alex Reid </strong>, would face competition in the form of <strong> Robbie Williams </strong>, who is also being lined up to fill <strong> Simon Cowell </strong>'s place. A source said,``", "new_id": -2}, {"uid": "1297279935262340634", "i": 546, "idx": 0, "sa": ["Steve Ballmer"], "q": "at the mouth if you have to start from the beginning of a level, after nearly completing it? Or do you plot to murder <strong> Steve Ballmer </strong> when Microsoft's anti-virus software kicks you out of a game. <q> The sample size of the consumer security survey was a record 14,284 with a margin of error of+/-.82 percent. The questions were posed to Avira's 100+ million customers worldwide, giving the survey an international flavor. Here are the results to Avira's December security survey: </q> 39%- Cursed or yelled at the computer out loud? 38%- No! I would never yell at my computer, it is too sensitive.( I friendly try to encourage it working again...", "new_id": -2}, {"uid": "1295991953089178223", "i": 3688, "idx": 5, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush", "Dick Cheney"], "q": "staff under <strong> George H. W. Bush </strong> Ford- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>.`` It's not a journal, it's not a diary,'' he says of the Ford White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war", "new_id": -2}, {"uid": "1297171021185073679", "i": 24298, "idx": 0, "sa": ["Joan Rivers", "Jillian Michaels", "Simon Cowell"], "q": ". <strong> Jillian Michaels </strong> calls her GoDaddy ad`` tragic''; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge X Factor, but other judges haven't been selected, he says$ 5 million contract for X Factor called <q> largest guaranteed prize in television history </q> X Factor's great Super Bowl ads: <strong> Simon Cowell </strong> reassembled, pop stars have`` it''( video)", "new_id": -2}, {"uid": "1295656695068894746", "i": 45021, "idx": 1, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "claimed that <strong> David Cameron </strong> made the`` wrong judgement'' by keeping <strong> Andy Coulson </strong> in place when there were a`` cloud of allegations'' hanging over him from his time as editor at the News of the World. <q> I think he should have gone earlier, </q> <strong> Ed Miliband </strong> said.`` Beyond that, it is a matter for the Prime Minister and indeed anything else that arises during this investigation,'' the Labour leader added, perhaps secretly hoping that more juicy revelations about dubious", "new_id": -2}, {"uid": "1295686539063881234", "i": 48124, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "how long he'll be out. GOOGLE'''' CEO <strong> Eric Schmidt </strong> made a surprise announcement Thursday that he's stepping aside for co-founder <strong> Larry Page </strong> to become chief executive. In a Twitter post, <strong> Eric Schmidt </strong> writes, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong>, staying on as executive chairman, was brought in because Google's early investors insisted on a more mature leader. Yet <strong> Eric Schmidt </strong>, 55, and the two 37-year-old co-founders, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, have largely", "new_id": -2}, {"i": 29884, "idx": 1, "index_answer": 0, "new_id": -1, "q": ". <strong> Zahi Hawass </strong> wrote, in a post to his Web site, which, due to the blocked Internet access at the time, he had to fax to colleagues in Italy to upload: <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, but all the inspectors, young archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities. </q> On Saturday, he wrote, \" I was met outside by many Egyptians, who asked if the museum was safe and what they could do to help. The people were happy to see", "sa": ["Zahi Hawass"], "uid": "1296752424175587371"}]