[{"uid": "1295005297048742460", "i": 13205, "idx": 2, "sa": ["Lily Allen", "Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to`` say a little prayer''. She previously had a miscarriage when she", "new_id": -2}, {"uid": "1294959187077135883", "i": 33565, "idx": 0, "sa": ["Allen Iverson", "Gary Moore"], "q": "yesterday that he doesn't plan to retire because of the painful condition. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> has a lesion that is pressing up against the bones of his leg and requires surgery in the U.S. <q> It has to be removed and tested to see if it's benign or not, </q> <strong> Gary Moore </strong> said by phone.`` Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg. Because the doctors tell him he'll be out four to six weeks, he's hoping to be", "new_id": -2}, {"uid": "1297137461190611470", "i": 6476, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.'' <q> That's not the case with Iraq, </q> <strong> Donald Rumsfeld </strong> countered. Taliban gone and the Al-Qaeda out of Afghanistan,'' he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States", "new_id": -2}, {"uid": "1295027375086523940", "i": 34801, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "Sarah Palin", "Gabrielle Giffords"], "q": "off the shooting rampage that left six people dead, 13 wounded and the nation shaken. The eulogy won praise from across the country's political chasm. Even Republican former Defence <strong> Donald Rumsfeld </strong> said: <q> At a time when our nation needed it, <strong> Barack Obama </strong> delivered moving, presidential remarks last night. </q> <strong> Barack Obama </strong>'s appeal for unity played out against a deepening political debate. Earlier in the day, Republican <strong> Sarah Palin </strong>, criticised for marking <strong> Gabrielle Giffords </strong>' district and others with the cross-hairs of a gunsight during last year's campaign", "new_id": -2}, {"uid": "1296738659237912072", "i": 1017, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "Mayor Curses the Groundhog Watch: Crisis in Egypt: Clashes on Cairo's Streets Watch: Bill O'Reilly Loses Temper Over Al-Jazeera <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War The Middle East would be <q> far more perilous than it is today </q> with <strong> Saddam Hussein </strong> in power, <strong> Donald Rumsfeld </strong> wrote in his new book,`` Known and Unknown: A Memoir''-- slated to be released next week. While the book's contents have been a tightly guarded", "new_id": -2}, {"uid": "1296745521187088920", "i": 18234, "idx": 0, "sa": ["Michael Vick"], "q": "to do with the shooting and no charges were filed. However, <strong> Michael Vick </strong> and those around him are taking extra precuations this time for the`` Dallas Dynasty 2011'' event that they are billing as the <q> premiere A-list high society event of the 2011 Super Bowl. </q> The party is listed as running from 9 p.m. to 3 a.m. Jeff Skaggs, the owner of the Deux Lounge in Dallas told TMZ.com, that among the precautions being taken is that he has hired three", "new_id": -2}, {"uid": "1295564377105267210", "i": 29322, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and I'm sure he'll do a fantastic job.'' <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because`` we all agree with each other.'' <q> I believe as a result of this we will execute and operate the business even better, </q> <strong> Eric Schmidt </strong> said. During the call, <strong> Sergey Brin </strong> expressed what sounded like genuine admiration for <strong> Eric Schmidt </strong>'s role in Google's success.`` We're all in great debt to <strong> Eric Schmidt </strong>,'' said <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1297437953065749009", "i": 1096, "idx": 1, "sa": ["Steve Ballmer"], "q": "fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team`` more innovation, greater global reach and scale.'' <q> We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone, </q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android.", "new_id": -2}, {"uid": "1295066628181321734", "i": 6341, "idx": 0, "sa": ["Michael Vick", "Sean McManus"], "q": "Jets assistant coach outrageously tripped a Miami Dolphins player during a special-teams play. I mean, who would have thought that <strong> Michael Vick </strong> would be the best`` positive story'' when the season began. <q> Whether it was <strong> Michael Vick </strong> or <strong> Brett Favre </strong>, </q> said <strong> Sean McManus </strong>, trying to explain this NFL viewership phenomenon.`` I think all of it generated interest...[ and] brought in a lot of people who wouldn't normally watch football.'' <strong> Sean McManus </strong>", "new_id": -2}, {"i": 8391, "idx": 1, "index_answer": 0, "new_id": -1, "q": "News Radio that the nation is ready for open service.`` First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,'' <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> <strong> Donald Rumsfeld </strong> says he has`` enormous respect'' for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "sa": ["Donald Rumsfeld"], "uid": "1297564427252067843"}]