[{"uid": "1297109629077856777", "i": 9604, "idx": 2, "sa": ["Sergio Marchionne"], "q": "prejudices against domestic cars and the companies that produce them.`` A lot of people are underestimating what happened here,'' he said, a reference to the hell-and-back bankruptcy and restructuring of the U.S. auto industry. <q> The great thing about this country, it has the ability to learn. </q> Eminem, one of Detroit's most famous residents, gets it, <strong> Sergio Marchionne </strong> said.`` He represents part of America that I think is important as hell. I think it's at the heart of", "new_id": -2}, {"uid": "1295568821043630596", "i": 17776, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "James Fallows"], "q": ". His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-we are only at the beginning and I can't wait to get started.'' <strong> Sergey Brin </strong> <q> I'd like to mention that I've had a great time working with Larry now for 15 years and <strong> Eric Schmidt </strong> for a decade. Both of them have inspired and moved me. I would like to work more on my personal passions. There will be several new products I'm working on. I've been accused of vaporware recently, so I won't talk about them yet. But soon. </q> <strong> James Fallows </strong> at The Atlantic: In one sense this is a natural evolution. Over the past few years, <strong> Eric Schmidt </strong>( disclosure: our families are longtime friends) has done more and more of the`` external''", "new_id": -2}, {"uid": "1296391518023904278", "i": 43973, "idx": 4, "sa": ["Mike Pence", "Dan Quayle", "Ronald Reagan", "Bill Stephan", "Jack Kemp"], "q": "as someone who, even then, wore his heart on his sleeve,'' <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school in Indianapolis, largely because he heard in <strong> Ronald Reagan </strong> <q> the manifestation of the kind of traditional American ideals that I was raised to believe in. </q>( Besides <strong> Ronald Reagan </strong>, <strong> Mike Pence </strong>'s other top political heroes include Republicans <strong> Jack Kemp </strong> and <strong> Dan Quayle </strong>.) But his first attempts at elected office-- not counting his successful run for class president in high school", "new_id": -2}, {"uid": "1295674060172441644", "i": 4370, "idx": 1, "sa": ["Leon Rose", "Allen Iverson"], "q": "playoffs since 2006 and has never won a postseason game. The Grizzlies are coming off a 24-58 season that tied for fifth-worst in the NBA.`` This year for me is so personal,'' <strong> Allen Iverson </strong> said. <q> It's basically going to be my rookie season again. It hurts, but I turn the TV on, I read the paper, I listen to some of the things people say about me having the season that I had last year and me losing a step, things like that. They're trying to put me in a rocking chair already. </q> The Grizzlies announced they had signed the 10-time All Star on Thursday morning minutes before <strong> Allen Iverson </strong> was introduced at a news conference. The team and <strong> Allen Iverson </strong>'s agent, <strong> Leon Rose </strong>, declined to discuss specifics though <strong> Leon Rose </strong> said the", "new_id": -2}, {"uid": "1297706221073007168", "i": 8531, "idx": 0, "sa": ["Sam Stein", "Mike Pence"], "q": "be cutting$ 327 million from the program, which would effectively wipe it out. In FY 2011, Title X received$ 317 million. Rep. <strong> Mike Pence </strong>( R-Ind.) has also introduced legislation to <q> deny Title X funds to Planned Parenthood or any other abortion provider. </q> <strong> Sam Stein </strong> reports: The process of passing a budget is one of the most contentious and sensitive political acts that a White House undertakes. And while a good chunk of the effort involves pinpointing the", "new_id": -2}, {"uid": "1295555006078905370", "i": 39084, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Previous article Huffington Post to add African-American section", "new_id": -2}, {"uid": "1297245176074432534", "i": 26709, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell", "Lea Michele"], "q": "it will be a struggle to remain professional when she films the romantic scenes. If I would've told my teenager self[ who], I would've have freaked out,'' <strong> Lea Michele </strong> revealed. <q> I'm just gon na block it out and pretend like he's not who he is. </q> <strong> Lindsay Lohan </strong>`` to be charged with felony grand theft'' <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite", "new_id": -2}, {"uid": "1295788220057016357", "i": 32835, "idx": 8, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Detroit_Pistons_@_Chicago_Bulls_|_ 1991_Playoffs_|_ ECF_Game_1_The_statement_game Before a deafening crowd of", "new_id": -2}, {"uid": "1295472377012009510", "i": 34225, "idx": 0, "sa": ["Lloyd Blankfein", "Steve Ballmer", "Barack Obama"], "q": "been fast enough,'' <strong> Barack Obama </strong> said. At today's meeting with CEOs, <strong> Barack Obama </strong> and Hu said it was important for the two nations to deepen their business ties. Hu said his nation <q> welcomes U.S. companies and promised that China would treat fairly U.S. companies doing business there.`` It all feels very, very good that you asked us to be a partner, </q> Jim McNerney, the chief executive officer of Boeing, said to Hu at the start of the session. Other attendees at the meeting were Chief Executive Officers <strong> Steve Ballmer </strong> of Microsoft Corp.; <strong> Lloyd Blankfein </strong> of Goldman Sachs Group", "new_id": -2}, [{"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}]]