[{"uid": "1297245176074432515", "i": 44949, "idx": 0, "sa": ["Lindsay Lohan", "Blake Lively", "Simon Cowell", "Matthew Morrison", "Chace Crawford"], "q": "up with a storyline involving <strong> Matthew Morrison </strong> and his female co-star <strong> Blake Lively </strong>. He wasn't filled with too much enthusiasm over its originality though. \"What could Matt do on Gossip Girl?\" mused <strong> Chace Crawford </strong>. <q>Come in as an unassuming billionaire to some oil company and then drug Serena up and leave her for dead somewhere so she has to reconcile her life. Sounds a little familiar, right?</q> <strong> Lindsay Lohan </strong> \"to be charged with felony grand theft\" <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite", "new_id": -2}, {"uid": "1295779915017170471", "i": 1253, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. Here's what <strong> Eric Schmidt </strong> had to say about the changes: <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> As for Larry's take? Here it is: \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that", "new_id": -2}, {"uid": "1295690849050348032", "i": 41789, "idx": 0, "sa": ["Saddam Hussein", "Colin Powell", "President Bush"], "q": "decade. That's not a new theory, of course, but that's also not the message given this week by H.W. <strong> President Bush </strong>, Baker, former Joint Chiefs chairman <strong> Colin Powell </strong> and others. <q>The invasion in 1991 was a result of a massive shock to the system,</q> a Kuwaiti-based Western official told the British newspaper. \"It wasn't really liberating. The real liberation came in 2003... Don't forget that in 1994, 1998 and 2002, <strong> Saddam Hussein </strong> mobilized his military and moved", "new_id": -2}, {"uid": "1295169383147406856", "i": 23798, "idx": 3, "sa": ["Elton Brand", "Allen Iverson", "Carmelo Anthony", "Anthony Parker"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Carmelo_Anthony_45pts_vs_T-Wolves_08/09_*33pts_in_a_quarter_NBA_Record <strong> Carmelo Anthony </strong> had an easier time matching the NBA record for points in a quarter than he did trying to figure it out. <strong> Anthony Parker </strong>", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> countered. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan,</q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was \"incremental,\" not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}, {"uid": "1295619163009781250", "i": 7719, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "World when he was editor. Photograph: Ben Stansall/AFP/Getty Images Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q>made it difficult for me to give the 110% needed in this role</q>. Photograph: Danny Lawson/PA <strong> David Cameron </strong>'s spin chief <strong> Andy Coulson </strong> quits today, saying the continuing row over phone-hacking when he was editor of the <strong> Andy Coulson </strong>, <strong> David Cameron </strong>'s director of communications, has quit in the wake of the", "new_id": -2}, {"uid": "1297202882240402460", "i": 3010, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days", "new_id": -2}, {"uid": "1295560415243745631", "i": 13208, "idx": 2, "sa": ["Eric Schmidt", "Barry Diller"], "q": "know, grown-up stuff. That's increasingly been <strong> Eric Schmidt </strong>'s primary function anyway; now it's his sole obligation. And in today's earnings call, <strong> Eric Schmidt </strong> explicitly said he didn't expect <q>any material change in any of[ Google's] strategies.</q> If anything, it could really be that Page has outgrown some of his immaturity-he once famously brushed off <strong> Barry Diller </strong> in a meeting in favor of playing with phone-and is ready to be more forward-facing.", "new_id": -2}, {"uid": "1295628188045006849", "i": 24989, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama"], "q": "October, <strong> Steve Ballmer </strong> went on record to slam the \"extreme\" use of illegal software by Chinese businesses. Although details on what was actually said are scant, <strong> Barack Obama </strong> noted that <q>we were just in a meeting with business leaders, and <strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is that only one customer in every 10 of their products is actually paying for it in China. And so can we get better enforcement, since that is an area where America excels-- intellectual property and high-value added products and services</q>. blog post added that <strong> Steve Ballmer </strong> raised,\"[ the] importance of intellectual property, or IP, to the future success and economic development of both countries, and noted the serious IP piracy problems that currently", "new_id": -2}, {"uid": "1297418088097157153", "i": 22357, "idx": 1, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": " \"U.S.A. U.S.A.\" <strong> Dick Cheney </strong>, who wears an external heart pump, moved well and looked healthier than he has at some recent appearances. He jokingly acknowledged the crowd in typically unsentimental fashion. <q>All right, sit down and shut up,</q> <strong> Dick Cheney </strong> told the group. There were loud cheers for both <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. There was also some heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the", "new_id": -2}]