[{"uid": "1295562503105267204", "i": 13457, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said.`` <strong> Eric Schmidt </strong> is a tremendous", "new_id": -2}, {"uid": "1296978592083132429", "i": 8588, "idx": 6, "sa": ["Andy Reid", "Michael Vick"], "q": "Photo: Sunderland's <strong> Andy Reid </strong>, right, vies for the ball with Notts... Photo: Philadelphia Eagles coach <strong> Andy Reid </strong> reacts to a call during the... Sports Video: Cavaliers set record with 24th straight loss Report Abuse <q> I am boycotting football forever, starting last year when they awarded <strong> Michael Vick </strong> some other award. </q> Report Abuse \" I agree <strong> Michael Vick </strong> doesn't deserve the award since he a) played last year and b) missed time from prison. I mean, they don't have a most improved award, because that", "new_id": -2}, {"uid": "1295443864093192216", "i": 49203, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "un pays tiraill depuis fin novembre entre deux pr?sidents.`` Il n' y a pas de perc?e'', regrette <strong> Raila Odinga </strong>, le Premier ministre k?nyan, qui accuse Laurent Gbagbo de ne pas tenir ses promesses: <q> Le temps est compt pour tenter de sortir pacifiquement de l'impasse politique. Le cr?neau pour arriver? une amnistie va se r?tr?cir si les partisans de Monsieur Gbagbo continuent leurs crimes contre les civils et les casques bleus </q>. Laurent Gbagbo qui refuse de c?der le pouvoir n' a toujours pas lev le blocus contre l'h?tel o est retranch son rival <strong> Alassane Ouattara </strong>, reconnu comme pr?sident par la communaut internationale. Depuis hier, les", "new_id": -2}, {"uid": "1295879204115425294", "i": 23669, "idx": 1, "sa": ["Alassane Ouattara"], "q": "who support[ Laurent] Gbagbo,'' Fran?ois told IRIN. Gbagbo has refused to relinquish power despite the international community confirming his political rival <strong> Alassane Ouattara </strong> as elected president, a decision which enraged Gbagbo loyalists. <q> I live in a district dominated by Gbagbo supporters. It is very difficult when you are a UN employee. It's not that we are attacked, but there has been a lot of mistrust since the election.`` The word is that as soon as the situation degenerates, we will be the first to be targeted. We have had indirect threats. </q> In districts of Abidjan where Gbagbo enjoys strong support, there is often a strong presence of Jeunes Patriotes, a vocal, highly politicized youth movement, whose leader, Charles Bl Goud, has been among the UN", "new_id": -2}, {"uid": "1297058053107708426", "i": 26886, "idx": 0, "sa": ["Bill Lockyer"], "q": "there are few numbers more misleading and misused than the average benefit for retirees of the California Public Employees' Retirement Association. CalPERS loves to circulate the statistic. So do politicians and unions representing workers. <q> Twenty-five hundred dollars a month is the average state employee pension, </q> state Treasurer <strong> Bill Lockyer </strong>, a member of the CalPERS board, told a UC Berkeley conference of academics and journalists last month. As the public pension debate heats up in coming weeks, you will certainly hear", "new_id": -2}, {"uid": "1297169520188874774", "i": 771, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": " Dallas <strong> Mayor Tom </strong> disavows` key' presentation to <strong> Michael Vick </strong> The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2}, {"uid": "1295276413133545997", "i": 38174, "idx": 0, "sa": ["Mila Kunis", "Vera Wang", "Taylor Green", "Natalie Portman", "Angelina Jolie"], "q": " To start, for anyone who's a little behind on their celebrity news, yes <strong> Natalie Portman </strong> IS pregnant! She looked radiant in a long neutral colored flowing gown by Viktor& Rolf that is described as a <q> couture strapless, multi-layered column gown in dust-pink silk satin adorned with a hand-embroidered Swarovski crystal red rose. </q> Her Black Swan co-star, <strong> Mila Kunis </strong>, was looking lovely in a <strong> Taylor Green </strong> off-the-shoulder number by <strong> Vera Wang </strong>. Next, we saw <strong> Angelina Jolie </strong> looking radiant in a long <strong> Taylor Green </strong> gown by Versace which came as a surprise considering", "new_id": -2}, {"uid": "1295718175131842121", "i": 1752, "idx": 7, "sa": ["Amanda Holden", "Simon Cowell"], "q": "give up' and you never gave up. You were winning in the rain''.`` I want it for you as badly as you do,'' said <strong> Amanda Holden </strong> through her tears. And <strong> Simon Cowell </strong> reasoned, <q> We know this could change your life. You get my vote. You were terrific </q>. taken from the official site: talent.itv.com Show 10( Wednesday, 28 May 2008 at 20:30) Britain's Got Talent is a British television show on ITV( also on TV3 in Ireland). Presented by", "new_id": -2}, {"uid": "1295571742147800107", "i": 49965, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "To Lead Google; Roles Clarified by Staff <strong> Larry Page </strong>, who co-founded Google with <strong> Sergey Brin </strong>, will be the U.S. search-engine giant's chief executive officer in April, the company announced Thursday. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> <strong> Eric Schmidt </strong>, the company's current CEO, said in a blog posted on Google's Web site.`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years", "new_id": -2}, {"i": 39631, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He explained that the fire brigade was", "sa": ["Zahi Hawass"], "uid": "1296817001259670033"}]