[{"uid": "1297011127132595714", "i": 14533, "idx": 0, "sa": ["Geri Halliwell", "Cheryl Cole", "Simon Cowell"], "q": "and will continue to do so. \"I will always love music and it is still part of my life. I think music and fashion go hand in hand,\" she added. <q>The funny thing is the first time I ever went on television with the <strong> Geri Halliwell </strong> Girls, I made my own outfit for the appearance. So it feels full circle, I have always made my own clothes.</q> <strong> Geri Halliwell </strong> also spoke about her experience of being a judge on British talent show The X Factor. She made a guest appearance on the panel alongside <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> last year and relished the opportunity", "new_id": -2}, {"uid": "1297127468124354567", "i": 40804, "idx": 0, "sa": ["Steve Ballmer"], "q": "Finance Search Mon, Feb 7, 2011, 8:10 PM EST-{ \"s\": \"msft\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} Matt Rosoff, On Monday February 7, 2011, 7:23 pm reports that Microsoft CEO <strong> Steve Ballmer </strong> wants to place more engineers in high-level executive", "new_id": -2}, {"uid": "1295412304055623687", "i": 36894, "idx": 0, "sa": ["Mike Pence"], "q": "proposed budget a refund that... and other government buildings are getting extra security after... Politics Video: Congressman's Effort to Stop Government Funding of NPR Politics Video: House begins debate on health care repeal Report Abuse <q>You need a little help here understanding this article.</q> He is not a third party candidate. He is a republican candidate. The article reads\" An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way\". Report Abuse", "new_id": -2}, {"uid": "1296911454221642769", "i": 49404, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "are preventing some features from appearing. DALLAS- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as the host of a Super Bowl party because the Eagles quarterback told him it's not true. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,</q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"", "new_id": -2}, {"uid": "1295801602188252207", "i": 16015, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Julian Assange"], "q": "his interactions with WikiLeaks- handed <strong> Julian Assange </strong> his latest set of secrets, data which he claimed carried details of tax evasion by some 2,000 prominent people. Video: Tunisia's neighours fear revolution contagion... Report Abuse <q>Any secrecy in government is a departure from Democracy. Any unilateral decision-making is also a departure from Democracy. Even our Republic, with its middle-men acting as legislators, is a departure from Democracy. Clearly, perfect Democracy is an unattainable limit in the mathematical sense; this does not, however, invalidate the relentless convergence to that unattainable limit.</q> Report Abuse \"Let's see something EARTH SHATTERING!!!!!!!\" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297169223008454177", "i": 352, "idx": 0, "sa": ["Simon Cowell"], "q": "That's a touch ironic, since the ostensible target demographic for what this show's pumping out right now is almost a decade away from the legal drinking age. <strong> Simon Cowell </strong>& Garfunkel once famously asked, <q>Where have you gone, <strong> Joe D </strong>?</q> The titular villains of tonight's episode, \"Goggles and Hicks,' ask a less seminal question: \"Where have you gone, Hong Kong Phooey?\" Here\"s the thing though: There", "new_id": -2}, {"uid": "1297505882112263210", "i": 6330, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "recent accusation she stole a$ 2,500 necklace from upmarket Californian boutique Kamofie& Company- is reportedly wanted by <strong> Simon Cowell </strong> to join him on the judging panel. A source told Brtiain's Daily Mirror: <q><strong> Simon Cowell </strong> wants him and three beautiful girls on the panel. He will sit there like the cat that got the cream. <strong> Lindsay Lohan </strong> is notorious but she will give the show an edginess. \"There's been serious talks but <strong> Lindsay Lohan </strong>'s legal issues and her commitment to stay sober need to be worked through. She knows this could turn her life around.</q> <strong> Cheryl Cole </strong> and <strong> Nicole Scherzinger </strong> are frontrunners for roles on the show when it launches in America later this year but <strong> Simon Cowell </strong> is still trying to decide on the perfect combination. The", "new_id": -2}, {"uid": "1295600230194969603", "i": 38095, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". He said that himself, Page and <strong> Sergey Brin </strong> had acted as a triumvirate over the past decade with \"all been equally involved in making decisions.\" He said this policy would continue but change was needed. <q>We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> At the earnings call, <strong> Eric Schmidt </strong> was asked specifically about the government outreach part of his new role and he replied: \"We need to talk to them. They often don't understand what we're doing", "new_id": -2}, {"uid": "1297173668012386319", "i": 31322, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "UPDATED: 4:57 am PST February 8, 2011 LOS ANGELES-- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to take everyone", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}]