[{"uid": "1295559654260145168", "i": 18904, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": ",'' <strong> Eric Schmidt </strong> said in a prepared statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' Twitter comment on the shuffle was less formal: <q> Day-to-day adult supervision no longer needed!, </q> he wrote. The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and Brin have long run Google as a trio, an approach they spelled out in an`` owner's manual'' included in the", "new_id": -2}, {"uid": "1295628159004243506", "i": 1983, "idx": 1, "sa": ["Eric Schmidt"], "q": " The big question is timing. Why now? Certainly <strong> Eric Schmidt </strong> has not helped himself over the past year by making some poorly chosen remarks in public. First he said, regarding online privacy, that, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Then he suggested that in the future people who've misbehaved could simply change their names to escape the cybertrail of their naughty past. <strong> Eric Schmidt </strong> quickly covered his tracks, saying his comment about changing", "new_id": -2}, {"uid": "1295853378225247232", "i": 23276, "idx": 0, "sa": ["Michael Gove"], "q": "be tempted to write to the paper privately to berate it for slipping standards. In response to a piece last week, for example, in which a writer noted the debate in the Lords on voting reform was <q> the closest the` other place'( as it's known) will ever get to a US-style filibuster, they've( sic) were even at it all night </q>. Perhaps not in that particular case, though, as the columnist was Sarah Vine, aka Mrs <strong> Michael Gove </strong>.? Back in the autumn, when he was only disliked by people in doomed arts organisations", "new_id": -2}, {"uid": "1296611092061702184", "i": 57600, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "award. <strong> Tom Brady </strong> received 21 votes in the AP poll, well above the 11 points given to Philadelphia Eagles quarterback <strong> Michael Vick </strong>. The quarterback was on hand via satellite to accept the award on the NFL Network. <q> We had a great regular season as a team, </q> He said.`` We just didn't really take advantage of our opportunity there in the month of January. The two teams that are there playing this week certainly have earned it and should be very proud.", "new_id": -2}, {"uid": "1295596826037634088", "i": 9627, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "das Ruder und wird neuer Konzernchef. <strong> Larry Page </strong> werde ab April das Tagesgesch?ft f?hren, teilte der Konzern am Donnerstag im kalifornischen Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. <q> Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren </q>, sagte <strong> Eric Schmidt </strong>. Der 55- j?hrige Manager wird Google als Chef des Verwaltungsrats k?nftig vor allem nach au?en vertreten. In dieser Funktion ist er unter anderem f?r Kooperationen zust?ndig.`` Wir haben unsere Rollen jetzt klarer", "new_id": -2}, {"uid": "1296831010140378163", "i": 36772, "idx": 2, "sa": ["Bernie Sanders", "Bill Clinton"], "q": "of America'' in a way <strong> Bill Clinton </strong>`` did not.'' Independent Senator <strong> Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that Reagan`` was a very warm individual'' who <q> connected with the American people. </q>`` But I think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And I think we can learn from those serious policy", "new_id": -2}, {"uid": "1295705485073957377", "i": 34229, "idx": 5, "sa": ["Abdelbaset al-Megrahi", "Sourav Ganguly", "Andy Coulson", "Tony Blair", "David Cameron"], "q": "<strong> Tony Blair </strong> to reappear before Iraq inquiry Gangs of New York crippled by largest mob round-up in history IPL: Will <strong> Sourav Ganguly </strong> play for Kochi? <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal political spin doctoring itself: <q> When the spokesman needs a spokesman, it's target=\"_blank\" href=\"http://worldtime.wn.com/\"> time to move on. </q> Related Stories <strong> David Cameron </strong> grilled over alleged BP role in <strong> Abdelbaset al-Megrahi </strong> case Will <strong> David Cameron </strong> hit it off with Obama more than Brown did? <strong> David Cameron </strong>: How conservative is he? <strong> David Cameron </strong> named new target=\"_blank\" href=\"http://ukherald.com/\"> UK prime minister", "new_id": -2}, {"uid": "1295534919089374738", "i": 9514, "idx": 0, "sa": ["Alassane Ouattara"], "q": "Coast opposition leader who has been recognized as the winner of a disputed presidential election in that country. In papers scheduled to be filed with the Justice Department on Thursday, Covington& Burling said it will <q> provide advice on international legal and policy matters </q> to <strong> Alassane Ouattara </strong> as he continues to try to take over from the ousted president, Laurent Gbagbo. The work will be done free of charge as part of the firm's pro bono services, officials said.", "new_id": -2}, {"uid": "1297647737198574120", "i": 37567, "idx": 7, "sa": ["Bernie Sanders", "Barack Obama"], "q": "assessment I asked him if he thought <strong> Barack Obama </strong> would face either a Democratic primary challenger or an independent challenger on the Left. <strong> Bernie Sanders </strong> replied,`` I wouldn't be surprised.'' But then he quickly added, <q> But I don't have the answer to that. </q> I did see a couple of people wearing a`` Draft <strong> Bernie Sanders </strong>'' sticker. For his part,| 2.13.11@ 7:40 PM`` back to my days with the New Democratic Party''", "new_id": -2}, {"i": 5003, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a`` great privilege'' to lead the company and he looked forward to working with his <q> literally best friends and partners Larry and <strong> Sergey Brin </strong>. </q> The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman,`` focusing externally on deals, partnerships, customers and broader business relationships''. <strong> Eric Schmidt </strong> has led the", "sa": ["Eric Schmidt"], "uid": "1295571569192872501"}]