[{"uid": "1295985184186695702", "i": 6503, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "most of its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest rival. Microsoft employed", "new_id": -2}, {"uid": "1296249048075857941", "i": 40657, "idx": 0, "sa": ["Kent Conrad", "Sen. Bernie Sanders"], "q": "way those bonds get redeemed is out of the current income of the United States.\"( 2 of 2) Other lawmakers said Social Security's financial problems are not that urgent. <q> In the last 75 years, in good times and in bad times, Social Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost, </q> said <strong> Kent Conrad </strong> <strong> Sen. Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday. \"We are getting very tired about hearing our Republican and right wing friends telling us about how Social", "new_id": -2}, {"uid": "1295469075042287112", "i": 9035, "idx": 0, "sa": ["Kelly Clarkson", "Carrie Underwood", "Fantasia Barrino", "Simon Cowell", "Chris Daughtry"], "q": "who forms a church using only \"Idol' participants, one pop star hopeful's vicious run-in with nasty( and now departed) judge <strong> Simon Cowell </strong> and a love triangle among three of the earliest contestants. <q> There are a lot of little moments that people will love-- just a lot of stories about what life is like living under the tension and the microscope for this group of kids thrown together and riding this whirlwind, </q> he says. The book also documents the revolutionary changes` Idol\" brought to the music industry and the creation of pop stars including <strong> Kelly Clarkson </strong>, <strong> Carrie Underwood </strong>, <strong> Chris Daughtry </strong> and <strong> Fantasia Barrino </strong>. \"It opened", "new_id": -2}, {"uid": "1295397574010076209", "i": 34821, "idx": 0, "sa": ["Jay Cutler", "Lovie Smith", "Adrian Peterson", "Michael Vick", "Brian Urlacher"], "q": "himself on Sunday, that the Bears stopped <strong> Michael Vick </strong> when he was at his hottest, or that they shut <strong> Adrian Peterson </strong> down when he, too, was on a hot streak, recall something 50-Cent said: <q> If they hate then let them hate, and watch the money pile up. </q> <strong> Jay Cutler </strong> Mediocre messiah hasn't looked like the elite QB the Bears promised. <strong> Lovie Smith </strong> Stoic head-coach can not abide a fourth season sans playoffs. <strong> Brian Urlacher </strong> A cantankerous veteran in decline, he", "new_id": -2}, {"uid": "1295996594244187168", "i": 41390, "idx": 0, "sa": ["Sean Kingston", "Nicole Polizzi", "SallyAnn Salsano", "David Letterman", "Sean Scott"], "q": ". <strong> Nicole Polizzi </strong> gets a special surprise performance by <strong> Sean Kingston </strong>. For up-to-the-minute celebrity news, visit www.hollyscoop.com Celebrity Photos http Celebrity Videos www.hollyscoop.com Movie Trailers www.hollyscoop.com http://wn.com/Snooki_Nicole_Polizzi__Jersey_Shore_*Interview_Sept22,2010 Late Show with <strong> David Letterman </strong> www.mtv.com twitter.com http://wn.com/New_Mel_Gibson_Tape,_Jersey_Shore_Season_2_Premiere,_and_Lindsay_Lohan_Cries_in_Jail_-_The_Toast The drama doesn't end on <q> Jersey Shore, even during the peaceful Christmas season! Jersey Shore( TV series) From Wikipedia, the free encyclopediaJump to: navigation, search Jersey Shore Title screen shot Genre Reality Developed by <strong> SallyAnn Salsano </strong> Starring <strong> Jenni Farley </strong> <strong> Michael Sorrentino </strong> <strong> Nicole Polizzi </strong> <strong> DJ Pauly D </strong> <strong> Ronnie Ortiz-Magro </strong> <strong> Sammi Giancola </strong> <strong> Vinny Guadagnino </strong> Angelina Pivarnick Opening theme \"Get Crazy </q> by LMFAO Country of origin United States Language( s) English No. of seasons 1 No. of episodes 9( List of episodes) Production Executive producer( s) <strong> SallyAnn Salsano </strong> <strong> Sean Scott </strong> Jeffress Jacquelyn French Running time", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems. \"The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,\" <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}, {"uid": "1295125227265830412", "i": 35008, "idx": 11, "sa": ["Dan Rather", "Abu Musab al-Zarqawi", "Donald Rumsfeld"], "q": "POWs By GIs Probed\". CBS News. April 27, 2004.^ a b ZNet| Iraq| <strong> Abu Musab al-Zarqawi </strong> Ghraib^ Glaister, <strong> Dan Rather </strong>; Borger, Julian( May 13, 2004). <q> 1,800 new pictures add to US disgust </q>. London: The Guardian.^ Shanker, Thom; Schmitt, Eric( May 8, 2004). \"<strong> Donald Rumsfeld </strong> Accepts Blame and Offers Apology in Abuse\". The New York Times.[ dead", "new_id": -2}, {"uid": "1295586272212418583", "i": 2940, "idx": 5, "sa": ["Allen Iverson", "Kevin Durant"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, earlier Sunday. \"Career nights from two people,\" Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> Green, whose previous high was 23 points, scored 24 in the second half and overtimes. His five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. <strong> Kevin Durant </strong>", "new_id": -2}, {"uid": "1295443568234078240", "i": 7465, "idx": 0, "sa": ["Simon Cowell", "Billy Joel", "Steven Tyler"], "q": " \"American Idol' and other reality TV shows embracing kinder, gentler attitude Breitbart Derrik J. Lang, The Associated Press LOS ANGELES, Calif.- When a husky, moustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest Welcome to the born-again American Idol. With the departure of \"the mean one, </q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox News 215-854-5960 If you're hoping <strong> Steven Tyler </strong>\"s going to fill the shoes of <strong> Simon Cowell </strong>, be the new grumpster of \"", "new_id": -2}, {"uid": "1295561600075235346", "i": 20845, "idx": 0, "sa": ["Eric Schmidt"], "q": " investors believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}]