[{"uid": "1295642939254836748", "i": 7598, "idx": 2, "sa": ["Eric Schmidt"], "q": "the world's leading internet company.`` We have been talking about how best to simplify our management structure and speed up decision making for a long time,'' said <strong> Eric Schmidt </strong> in announcing the decision. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.`` Page credited <strong> Eric Schmidt </strong> with running the company`` brilliantly </q> while keeping the`` headstrong founders'' involved.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2}, {"uid": "1295599142252706826", "i": 6761, "idx": 0, "sa": ["Eric Schmidt"], "q": "Thursday, Google co-founder Larry Page will take charge of the company's day-to-day operations as chief executive, replacing current CEO <strong> Eric Schmidt </strong>, who will focus on strategic projects and, in particular, new products. <q> We've been talking about how best to simplify our management structure and speed up decision-making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement released by Google.`` By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead", "new_id": -2}, {"uid": "1295663496254312452", "i": 5351, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan", "Google Inc."], "q": "a hot company before it goes public. Some engineers seem to be drawn by the work at a smaller company, which offers an opportunity to reshape culture with less corporate bureaucracy and more creative freedom. <q> Facebook has become the cool kid on the block, and now <strong> Google Inc. </strong> wants to prove it can still be cool, too, </q> said <strong> Danny Sullivan </strong>, who follows both companies closely as editor-in-chief of Search Engine Land. To get back to its roots, <strong> Google Inc. </strong> concluded it needed to rearrange the hierarchy in place since technology veteran <strong> Eric Schmidt </strong> was brought", "new_id": -2}, {"uid": "1295702422236945432", "i": 33541, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "ago LONDON( AFP)- British <strong> Tony Blair </strong> <strong> David Cameron </strong> began looking for a new media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the News of the World( NOTW) when he was its editor. The dramatic", "new_id": -2}, {"uid": "1296248071002900092", "i": 24037, "idx": 15, "sa": ["Sergio Marchionne", "Maurizio Landini", "Silvio Berlusconi", "Mike Bongiorno"], "q": "su <strong> Sergio Marchionne </strong> 1/3 in 1/2 ora 09 01 2011 LANDINI SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori <strong> Silvio Berlusconi </strong> leader della Fiom, <strong> Maurizio Landini </strong>, non cambia opinione in vista <strong> Mike Bongiorno </strong> referendum, ma si dice disponibile <q> a riaprire le trattative per riconquistare un contratto nazionale degno di questo nome&... Bombassei <strong> Maurizio Landini </strong> in`` 1/2 h </q> 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 2/3 Bombassei <strong> Maurizio Landini </strong> in`` 1/2 h'' 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 2/3 in 1/2 ora 09 01 2011 LANDINI SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori <strong> Silvio Berlusconi </strong>", "new_id": -2}, {"uid": "1297639527102711458", "i": 15188, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "we're assured by <strong> Donald Rumsfeld </strong>, took his side. <strong> Donald Rumsfeld </strong> takes particular offense at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. <q> Powell was not duped or misled by anybody, </q> <strong> Donald Rumsfeld </strong> writes.`` nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie.", "new_id": -2}, {"uid": "1295226775102072329", "i": 4021, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "and is now able to move both sides of her body. <strong> Gabrielle Giffords </strong> has been breathing on her own since Saturday, when she was taken off of a ventilator and fitted with a feeding tube. <q> The Congresswoman continues to do well, </q> the Medical Center announced on Sunday.`` Yesterday's procedures were successful and uneventful.'' New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>'`` miracle'' awakening,", "new_id": -2}, {"uid": "1297194282067846163", "i": 30581, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Franken", "Barbara Boxer", "Richard Blumenthal", "Patty Murray"], "q": "bills on abortion funding this week, Senate Democrats on Tuesday took aim at the GOP proposals as`` extreme'' and charged that they are a distraction from Congress's top priority of kick-starting the economy. <q> We're here today to send a clear message to our Republican colleagues on the <strong> House Judiciary Committee </strong> side: Your agenda on women's health is extreme. It breaks faith with a decades-long bipartisan compromise. And according to medical experts, your agenda risks the health and the lives of women, </q> <strong> Barbara Boxer </strong>( D-Calif.) said at a Capitol news conference. <strong> Barbara Boxer </strong> was joined by several other Democratic lawmakers including Sens. <strong> Patty Murray </strong>( Wash.), <strong> Kirsten Gillibrand </strong>( N.Y.), <strong> Richard Blumenthal </strong>( Conn.), <strong> Al Franken </strong>", "new_id": -2}, {"uid": "1295541245188383241", "i": 1153, "idx": 1, "sa": ["Colin Powell"], "q": "camps teaching people how to make ricin poisons, numerous munitions bunkers, ballistic missile sites, UAVs( unarmed aerial vehicles) biological weapons, chemical weapons, anthrax. Iraq was a threat to life on earth: <q> We must not shrink from what is ahead of us </q>, <strong> Colin Powell </strong> concluded. The staff switched off the television, clearly stunned, then noticed me. No greeting, just drawn, desperate faces and:`` Madam Felicity, are they really going to bomb", "new_id": -2}, [{"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]]