[{"uid": "1297274454044515376", "i": 32432, "idx": 0, "sa": ["Hosni Mubarak", "Donald Rumsfeld"], "q": "Morning News'' radio broadcast that a confusion of public messages from the White House over the handling of embattled Egyptian President <strong> Hosni Mubarak </strong> was`` unfortunate'' and has not helped ease the crisis in Cairo.... <q> That is unfortunate, that they seem to be crossways with their assigned diplomat, Frank Wisner and with some differences in terms of people in Washington. I don't know enough to know precisely what's taking place, but that tends not to be helpful, </q> Mr. <strong> Donald Rumsfeld </strong> said on radio broadcast.`` I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease,'' he said. The White House", "new_id": -2}, {"uid": "1294980002041598981", "i": 58619, "idx": 4, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "success and move forward into the era of cloud computing.'' <strong> Steve Ballmer </strong> had apparently talked with <strong> Bob Muglia </strong>`` about the overall business and what is needed to accelerate our growth'' and came to the decision that <q> now is the time to put new leadership in place for STB. </q> Microsoft Watch posting, I thought <strong> Steve Ballmer </strong>'s word choice and tactics in dismissing <strong> Bob Muglia </strong> were unnecessarily brutal, considering his two decades of saddle time with Microsoft. That being said, it seems like <strong> Steve Ballmer </strong> has", "new_id": -2}, {"uid": "1295885178252248106", "i": 34701, "idx": 1, "sa": ["Mike Pence", "Jim Ryun", "Dick Armey"], "q": "<strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives, including former House Republican Majority Leader <strong> Dick Armey </strong> and former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, to convince him to run for president rather than Indiana governor. <q> For them, the Hoosier checks many boxes- a fresh face on the national scene, a charismatic speaker from the heartland and, most important, a Republican who can appeal to all three elements of the party base: social conservatives, economic conservatives and foreign policy conservatives, </q> the story said. Daniels and <strong> Mike Pence </strong> both received votes when the New Hampshire Republican Party held a straw poll during a meeting Saturday. A total of 273 ballots were cast, according to news accounts of", "new_id": -2}, {"uid": "1295820714073957392", "i": 23334, "idx": 6, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company.`` <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,'' he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments href=\"http://www.computerworld.com.au/whitepaper/370105/uncertainty- management- risk- and- performance- two- sides- of-", "new_id": -2}, {"uid": "1295936962220463123", "i": 37783, "idx": 0, "sa": ["Sergio Marchionne"], "q": "from the top. <strong> Sergio Marchionne </strong>, CEO of Chrysler and Fiat, said every vehicle launch, including the Fiat 500- Cinquecento, as it is known in Italy- is important and must be smooth. <q> So far, touch wood, they've all gone well, </q> <strong> Sergio Marchionne </strong> said of the 16 vehicles Chrysler has launched for 2011.`` At least whatever screw-ups we had, no one noticed. We dealt with them before they hit the dealer. I won't tell", "new_id": -2}, {"uid": "1296907007021102602", "i": 49288, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": ", 37, rues the exodus of foreigners that has left him temporarily without livelihood. But he expresses confidence that Egypt's treasure trove of antiquities means they will not stay away for long. <q> Yes, I haven't worked in two weeks. There are no more visitors to Cairo. They've all fled to their countries, </q> he said. Dr. <strong> Zahi Hawass </strong>, Director for the Supreme Council of Antiquities... Article: <strong> Hosni Mubarak </strong> hangs on after mass protests in... An injured anti-government protester rests by a... Egyptian Museum Video: Long Locks Get", "new_id": -2}, {"uid": "1297519765092766237", "i": 290, "idx": 1, "sa": ["Winston Spencer-Churchill", "Steve Ballmer"], "q": "und sogar <strong> Winston Spencer-Churchill </strong> bem?hte:`` Der Pessimist sieht die Schwierigkeiten in jeder M?glichkeit. Der Optimist sieht die M?glichkeiten in jeder Schwierigkeit.'' Die Investoren berzeugte das nicht. Der Nokia-Aktienkurs rauschte in den Keller. <q> Sie k?nnen sich gar nicht vorstellen, wie aufgeregt wir ber diese neue Partnerschaft sind </q>, s?uselte Microsoft-Chef <strong> Steve Ballmer </strong> und klebte wie festgewachsen auf seinem beigen Barhocker. Dabei kann <strong> Steve Ballmer </strong> durchaus anders: Bei Pr?sentationen stampft er schon mal wie ein Elefant auf Ecstasy ber die B?hne. In Interviews schwingt er gern die", "new_id": -2}, {"uid": "1297113048152240228", "i": 57831, "idx": 4, "sa": ["Susan Boyle", "Simon Cowell"], "q": "and the expertise each person offers.'' One critic asked about X Factor allowing kids as young as 12 to audition, noting <strong> Simon Cowell </strong> has criticized exposing children to the intense TV competition spotlight. <q> We've started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q> <strong> Simon Cowell </strong> also said that <strong> Susan Boyle </strong> taught him a`` huge lesson'' about making assumptions about a potential star's age or outward appearance.''[ I learned] I have to be more open", "new_id": -2}, {"uid": "1296407544252772372", "i": 196, "idx": 38, "sa": ["James Cleveland", "Robert Horry", "LeBron James", "Chris Webber", "Allen Iverson", "Tyrone Hill"], "q": "<strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s Robert Horrygest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to PTyrone Hilly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' Webbe... Toronto Raptors vs Philadelphia 76ers Apr. 12/09 On the heels of a horrible season and out of the", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}]