[{"uid": "1297503358136921091", "i": 11065, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "simple. Before the invasion, <strong> Donald Rumsfeld </strong> told troops, \"It could last, you know, six days, six weeks, I doubt six months.\" Cheney said the conflict would be <q> weeks rather than months. </q> Appearing on ABC's \"This Week\" two weeks after the invasion, on March 30, 2003, <strong> Donald Rumsfeld </strong> said, \"We know where the( weapons of mass destruction) are.", "new_id": -2}, {"uid": "1295698251208977968", "i": 41474, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "trip to celebrate the 1965 civil rights marches and his Barack Obamaial campaign. Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,", "new_id": -2}, {"uid": "1295600463103776299", "i": 22323, "idx": 0, "sa": ["Steven Tyler", "Liza Minnelli", "Carmelo Anthony", "Simon Cowell"], "q": "than it has been in a while. Although they seem to understand, as <strong> Simon Cowell </strong> did, that false hope is not an act of kindness, they <strong> Liza Minnelli </strong> see things that past judges did not. <q> You won't find many people like that, that kind of enthusiasm, </q> <strong> Steven Tyler </strong> said of the <strong> Liza Minnelli </strong> wannabe who essentially pleaded her way into the next round. \"I am going to personally work that into something good.\" Nets general manager apologizes to team for <strong> Carmelo Anthony </strong> talks", "new_id": -2}, {"uid": "1296364135215957509", "i": 21325, "idx": 17, "sa": ["Earl Monroe", "Allen Iverson", "Earl Boykins", "George Karl"], "q": "may be the smallest tandem in the league, ran the Celtics around the court all evening. <strong> Earl Boykins </strong> finished with 28 points as well. \"<strong> Earl Monroe </strong> and I are just playing good together,\" <strong> Allen Iverson </strong> said. <q> I just wanted to make it easy for him and make it easier for everybody. </q> <strong> Allen Iverson </strong> definitely made it easier for everybody. <strong> Allen Iverson </strong> had permission from Nuggets coach <strong> George Karl </strong> to shoot more and pass less. But he preferred to get his teammates involved. \"That's why he's a great teammate", "new_id": -2}, {"uid": "1296438637195035181", "i": 51122, "idx": 5, "sa": ["Michael Vick"], "q": ". \"The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing,\" Erika said. <q> Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me. </q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. <strong> Michael Vick </strong> participates in his first practice as a Philadelphia Eagle They live in", "new_id": -2}, {"uid": "1295560499104759349", "i": 6697, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", <strong> Eric Schmidt </strong> revealed in a More businessparticular working on new products. His title will be co-founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> said. <q> As Google has grown, managing the business has become more complicated, </q> <strong> Eric Schmidt </strong> wrote. \"So <strong> Larry Page </strong>, Sergey and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, {"uid": "1297360824264552524", "i": 8338, "idx": 1, "sa": ["David Letterman", "Johnny Carson", "Jay Leno"], "q": "\" quick-witted observations that made him a regular on The Tonight Show with <strong> Johnny Carson </strong> and Late Night with <strong> David Letterman </strong> in the 1980s. Starting from scratch is something few big-name comedians are willing to do, apparently. <q> I could never do what you do, give it away, </q> <strong> Jay Leno </strong> tells him backstage after a quick performance of new material. \"You're a comic. Your act feeds you. It pays the rent.\" It's a tough go in the beginning as", "new_id": -2}, {"uid": "1295877057093847566", "i": 16975, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\" : <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1295158532128794647", "i": 622, "idx": 0, "sa": ["Allen Iverson", "Kobe Bryant", "LeBron James"], "q": "we probably could have put 10 people on the court and probably wouldn't have been able to stop him,\" said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. <q> I didn't realize it, </q> <strong> Kobe Bryant </strong> said when told about his scoring spree. \"You just get into one of those rhythms. My teammates were looLeBron James for me, it just feels like the ball finds you.\" The Lakers led 89-79", "new_id": -2}, {"uid": "1296753709058556447", "i": 12361, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech jobs of tomorrow,\" Senator <strong> Kirsten Gillibrand </strong> said. <q> New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in our high-tech sector, creating good-paying jobs. </q> \"As the CEO of a biotechnology company, Senator <strong> Kirsten Gillibrand </strong>'s initiative is extremely important to us,\" said Dr. Joan Fallon, Curemark founder and CEO. \"By supporting cutting edge research in the", "new_id": -2}]