[{"uid": "1297719959211173401", "i": 14469, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "a controller. <strong> Joe Belfiore </strong> didn't say when the technology that allows that application would become available. But <strong> Steve Ballmer </strong> hinted that there are even more new features to come to the Windows Phone software. <q> This year we're investing a significant amount to continue popularizing the phone, </q> <strong> Steve Ballmer </strong> said. The company plans to add even more features along with next generation phones later this year, he said. He mentioned Samsung, LG, Dell and Nokia as companies bringing those new", "new_id": -2}, {"uid": "1296920388046448655", "i": 3994, "idx": 0, "sa": ["Rick Pitino", "Rakeem Buckles", "Gorgui Dieng", "Preston Knowles", "Allen Iverson"], "q": "all the players have healed and returned to the lineup. <strong> Rick Pitino </strong> is more concerned about the development of <strong> Gorgui Dieng </strong> and sophomore <strong> Rakeem Buckles </strong> than he is about <strong> Preston Knowles </strong>, a senior. <q> Unless you practice, you can't get better, </q> <strong> Rick Pitino </strong> said. \"<strong> Gorgui Dieng </strong> needs to practice- he's not <strong> Allen Iverson </strong>.\" The coach said he has crossed over from going all out in practices to being more mindful of pushing the players", "new_id": -2}, {"uid": "1297113048152240228", "i": 57828, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "he left the show. \"I haven't seen a full episode,\" the former Idol judge told reporters on a conference call for his upcoming music competition series, The X Factor. <q> I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over. But people are still excited about these shows, whether Dancing With the Stars, which has gotten better over the years, America's Got Talent... I think they've done a good job. </q> Asked if <strong> Paula Abdul </strong> could be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. \"I'm a massive fan", "new_id": -2}, {"uid": "1295129633068665363", "i": 21548, "idx": 0, "sa": ["Allen Iverson", "Mehmet Okur", "Jim O'Brien"], "q": "score at least 50 points in consecutive games, but he fouled out with 4.5 seconds left, putting <strong> Mehmet Okur </strong> on the line for the winning free throws in Utah's 103-101 victory over the 76ers on Monday night. <q> I had a hot hand and Coach( <strong> Jim O'Brien </strong>) called my number, </q> <strong> Allen Iverson </strong> said. \"That's with anybody, though. If a guy's going well, you milk it. You just keep running the same play over and over until they stop it.\" <strong> Allen Iverson </strong> followed", "new_id": -2}, {"uid": "1297068987039026702", "i": 17888, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "le toc manejar las dos guerras que se iniciaron durante esa poca, la invasi?n a Afganist?n y, tiempo despu?s, la invasi?n a Irak. El libro de <strong> Donald Rumsfeld </strong> se titula \"Memorias\" y trae como subt?tulo <q> Lo Conocido y lo Desconocido </q>. Seg?n algunos avances del libro que se han dado a conocer, las memorias de Rusmfeld nos dar?n mucho de qu hablar y comentar. La entrada no ha sido enviada. Por favor, comprueba tus direcciones", "new_id": -2}, {"uid": "1296786039034570265", "i": 148, "idx": 1, "sa": ["Ding Zilin", "Ben Ali", "Bernie Sanders", "Barack Obama", "David Cay Johnston"], "q": "<strong> Barack Obama </strong> Calls for SpenDing Zilin Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at \"Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex\" <q> The Worse Off You Are, Your Taxes Increase </q>: JournBen Alist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" \"China Against the Tides: Restructuring through Revolution, RadicBen Alism and Reform. 3rd Edition", "new_id": -2}, {"uid": "1295065898217366614", "i": 1612, "idx": 0, "sa": ["Robert King", "Keith Urbahn", "Donald Rumsfeld"], "q": "<strong> Robert King </strong>, who produces the show with his wife Michelle, said he wanted <strong> Donald Rumsfeld </strong> to appear as a witness in a lawsuit, testifying about why aggressive interrogation techniques like water-boarding are sometimes needed during wartime. <q> It's an episode about moral relativism about what is considered torture and what is not, </q> <strong> Robert King </strong> said. But <strong> Keith Urbahn </strong>, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" <strong> Keith Urbahn </strong> said. \"", "new_id": -2}, {"uid": "1295867707217595946", "i": 39573, "idx": 1, "sa": ["Andy Coulson"], "q": "without <strong> Andy Coulson </strong> the Conservative leadership lacks a connection with \"the poorer parts of the country\" . Pienaar's Politics on BBC Radio 5 live, the former Shadow Home Secretary says of the Conservative front bench: <q> The criticism that is often levelled at them is that they don't have a sense of what a large part of the country, the poorer part of the country, what their views and priorities are. </q> You can hear other BBC Radio 5 live highlights by visiting the", "new_id": -2}, {"uid": "1295633029004243483", "i": 3235, "idx": 0, "sa": ["Rex Ryan", "Shaun Ellis", "Michael Vick", "Ben Roethlisberger", "Tom Brady"], "q": "digs at <strong> Tom Brady </strong>, Jets coach <strong> Rex Ryan </strong> lauded <strong> Ben Roethlisberger </strong>, noting how hard it can be to tackle the 6-foot-5, 241-pound quarterback. \"I would've made him a defensive end,\" <strong> Rex Ryan </strong> said. <q> <strong> Ben Roethlisberger </strong> will beat you up. I've never seen a guy take the hits he can take and also make people miss the way he does and be as accurate on the run. </q> After the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be the toughest quarterback to sack, said Jets defensive end <strong> Shaun Ellis </strong>. \"He's very strong. He's very elusive in the pocket,\"", "new_id": -2}, {"uid": "1296565378036290611", "i": 28227, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "que estaba fuertemente protegido por el ej?rcito. Posteriormente, el funcionario fue designado como el nuevo ministro de Antig?edades en el reci?n nombrado gobierno del presidente <strong> Hosni Mubarak </strong>, a quien los manifestantes piden deje el poder. <q> Si el museo est seguro, Egipto est seguro </q>, dijo <strong> Zahi Hawass </strong>. Saqueadores irrumpieron en el museo el viernes, destruyendo las cabezas de dos momias y provocando da?os en unos 75 artefactos peque?os, antes de ser detenidos por soldados. El director", "new_id": -2}]