[{"uid": "1297016781210059273", "i": 20710, "idx": 1, "sa": ["Sergio Marchionne", "Sarah Palin", "Rick Astley"], "q": "government loans that has raised concern. I regret the remark which I consider inappropriate,\" <strong> Sergio Marchionne </strong> said in his statement. The Detroit News said Sunday that Steve Rattner, who was the Obama administration's <q>auto czar' during the bailout, said the loans were made at or below market rates and Washington would be delighted Chrysler found a way to refinance the loans and pay them off. <strong> Charles Bolden </strong>'s Story: From the Segregated South to Low Earth Orbit Floods, cyclones and now wildfires. Australia may not be the promised land after all A member of the Landover Baptist Church recently saw the word \"FAP</q> in a <strong> Sarah Palin </strong> thread. Let's... Happy 45th birthday to 80s pop sensation <strong> Rick Astley </strong>. Here's Together Forever United Press International, Inc.. All Rights Reserved. Welcome to UPI.com! Your trusted source for world", "new_id": -2}, {"uid": "1296034426048955401", "i": 4059, "idx": 0, "sa": ["Donald Rumsfeld", "Zine El Abidine Ben Ali"], "q": "long supported the Tunisian leader, seeing him as a bulwark against Islamic militants in the region. In 2006, then-US defence secretary <strong> Donald Rumsfeld </strong>, speaking in Tunis, praised the country's evolution. <q>What they have done it seems to me is move from a colony in 50 years- a relatively short period of time- to a democratic country that in different areas is moving at a different pace,</q> he said. The US administration, like France and the European Union, never called for <strong> Zine El Abidine Ben Ali </strong> to go. Indeed, on January 12- just two days before he fled- State Department", "new_id": -2}, {"uid": "1295261609203423813", "i": 36409, "idx": 0, "sa": ["Simon Cowell", "David Joseph", "Matt Cardle"], "q": ". The intention is that they will now be able to pay for tracks immediately, rather than downloading them illegally. <strong> David Joseph </strong>, the chief executive of Universal Music, told The Guardian newspaper: <q>Wait is not a word in the vocabulary of the current generation. It's out of date to think that you can build up demand for a song by playing it for several weeks on radio in advance.</q> <strong> Matt Cardle </strong>, the latest X Factor winner who signed to Sony through an agreement with <strong> Simon Cowell </strong>, sold 439,000 copies of his song When We Collide after it went on sale immediately after the final.", "new_id": -2}, {"uid": "1295021128171180035", "i": 3477, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "saying, \"We'll have another night out for beer and pizza with your husband.' And <strong> Debbie Wasserman Schultz </strong> started talking about taking them out to their house in New Hampshire.\" When <strong> Gabrielle Giffords </strong> responded by <q>trying to struggle to open her eyes,</q> <strong> Kirsten Gillibrand </strong> said the congresswoman's husband, NASA astronaut Mark Kelly, encouraged her: \"Mark saw that and said,` Open your eyes, <strong> Gabrielle Giffords </strong>. Open your eyes.\" And then she kept", "new_id": -2}, {"uid": "1297118217093028381", "i": 45362, "idx": 3, "sa": ["Simon Cowell", "Susan Boyle"], "q": "- they have also expanded the age pool to younger and older contestants-- something <strong> Simon Cowell </strong> is looking forward to seeing. VIEW THE PHOTOS: The Brit Pack: Hot Shots Of Stars From The UK! <q>You can't put an age cap on talent,</q> <strong> Simon Cowell </strong> said. <strong> Susan Boyle </strong>, who would have thought this little lady living on her own in Scotland would go on to sell 20 million records,\" he said, referring to the winner of another one of", "new_id": -2}, {"uid": "1295752898235700267", "i": 4478, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer", "Steven Glazer"], "q": "out in May,\" he said during a luncheon speech at a political seminar. Controller John Chiang, who would be responsible for making such a decision, has not publicly warned of that possibility. <q>I'm not supposed to say any of this,</q> <strong> Bill Lockyer </strong> said. <strong> Jerry Brown </strong> advisor <strong> Steven Glazer </strong> said <strong> Bill Lockyer </strong>'s warning is consistent with what the governor has said. \"We've asked the Legislature to act quickly. That cures a lot of ills.\"", "new_id": -2}, {"uid": "1295757318175325187", "i": 4113, "idx": 1, "sa": ["Allen Iverson", "Chris Webber"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball. \"I was very cognizant of the fact, don't touch him,\" <strong> Chris Webber </strong> said. <q>I saw him hold it out there. He was looking at the ref. A lot of times they'll hold the ball close to their chest and he didn't do that today.</q> <strong> Allen Iverson </strong> missed two free throws-- the second http://wn.com/[NBAD]_[M21]Boston_Celtics-Rise_of_Legends_[M2_Playoffs_Round_3] Hey guys here is my latest mix. I made this one about Boston Celtics.I wanted to show their toughness and fighting spirit in this mix.I think that they did", "new_id": -2}, {"uid": "1296106877198869060", "i": 21522, "idx": 0, "sa": ["Bruce Forsyth", "Simon Cowell"], "q": "humbled and honoured\". <strong> Simon Cowell </strong>, who accepted the award on their behalf, said he thought it was \"well deserved\" but jokingly admitted the pair's success was getting \"annoying\". <q>This would be a good night to announce my retirement but <strong> Jeremy Clarkson </strong>'m not bloody going to</q>\" <strong> Bruce Forsyth </strong> Later on in the evening, <strong> Simon Cowell </strong> returned to the stage to accept the trophy for best talent show, which went to the X Factor for the second year in a row.", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}, {"uid": "1295593237183287810", "i": 11737, "idx": 0, "sa": ["Eric Schmidt"], "q": "four of HP's current board members to not stand for re-election at HP's annual meeting in March represents an unusually large exodus for a company of HP's size. HP would only say that it <q>continually looks to bring new insight and perspective</q> to the company. The company's revelation came the same day that another technology heavyweight, Google( Alert) Inc., disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job", "new_id": -2}]