[{"uid": "1296174977054247442", "i": 2536, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "But Mr <strong> Eric Schmidt </strong> said that the arrangement was ''stable'' for them, and appeared to be the same for China, who recently renewed their licence. However, he cautioned that China could <q>arbitrarily cut it off at any point</q>. Face-off? The Google executive chairman rejected suggestions that the company had lost its edge. The Google triumvirate( from left): <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and Larry Page ''We are the innovator", "new_id": -2}, {"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q>It's going to have to be one of the best games ever from us in order to win,</q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}, {"uid": "1297425441197410833", "i": 19556, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "'s current offerings are stagnating in the marketplace. We'll leave you with this closing statement from an open letter that <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> posted to the Nokia Conversations blog: <q>There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed.</q>", "new_id": -2}, {"uid": "1295094117134053930", "i": 6317, "idx": 1, "sa": ["Sergio Marchionne"], "q": "capital markets only,'' <strong> Sergio Marchionne </strong> told a meeting with... net loss in 2010* Chrysler in talks with Goldman Sachs, other ''Sri Lanka's conflict is political''... Boston Globe Boston Globe advocates <q>Self-rule in a confederal structure for Tamil region</q>... Sri Lanka's conflict is political, and it must be resolved by political means.... Getting to Know the European Union: Portugal and Spain A lecture in the six-part series Getting to Know the European Union", "new_id": -2}, {"uid": "1295554755243744795", "i": 13431, "idx": 1, "sa": ["Michael Vick"], "q": "far as people reporting where as before they might not have thought it got the attention that it needed.'' She says there is large public awareness of animal fighting after the <strong> Michael Vick </strong> case. <q>I know that there were probably many people who prior to the <strong> Michael Vick </strong> case maybe didn't even know that dog fighting existed, or they thought that it was something that happened once in a while in a small, poor corner of a city.</q> Cosby says the work that the organization does is supported by donors and people who care. ''So people who care can really make a difference. Having the man power and having the money", "new_id": -2}, {"uid": "1295082156260702223", "i": 5770, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "Hills,'' after 13 years of marriage. A few months later, the 55-year-old actor confirmed he is engaged to marry 29-year-old flight attendant <strong> Kayte Walsh </strong>. When <strong> Kelsey Grammer </strong> appeared on Thursday's edition of <q>Late Show with <strong> David Letterman </strong>,</q> <strong> David Letterman </strong> said: ''Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?'' <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, ''Well,", "new_id": -2}, {"uid": "1296852063052805632", "i": 4649, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "AP Pro Football Writer DALLAS( AP)- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,</q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. ''I want", "new_id": -2}, {"uid": "1297215457052674561", "i": 35828, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": ", also praised US military personnel working at the site. Mr <strong> Donald Rumsfeld </strong> was defence secretary from 2001 to 2006 under former president George W Bush. He was replaced as defence secretary by <strong> Robert Gates </strong>. <q>The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,</q> he said. ''What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that", "new_id": -2}, {"uid": "1297148717028524550", "i": 27674, "idx": 4, "sa": ["Simon Cowell"], "q": "I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,'' he said. <q>I like people who are ambitious, and with that comes controversy.</q> One unwelcome flap last season on the UK version of X Factor involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said on Monday it was the", "new_id": -2}, {"uid": "1296365944097009666", "i": 433, "idx": 7, "sa": ["Sleepy Floyd", "Allen Iverson"], "q": "record for most points in a quarter, set by <strong> Sleepy Floyd </strong> of Golden State in 1987. <strong> Allen Iverson </strong>'s final two 3-pointers were the biggest of the game, coming after Philadelphia had pulled within 10 with 5:14 remaining. <q>When[ <strong> Allen Iverson </strong>] went on that run, it seemed like he was unstoppable,</q> <strong> Allen Iverson </strong> said. ''He almost pulled it off.'' <strong> Allen Iverson </strong>'s performance came one day after he alleged that the NBA would rather see a 76ers-Lakers Finals than a Bucks-Lakers Finals. He spent a long time before", "new_id": -2}]