[{"uid": "1297475330028377090", "i": 39769, "idx": 3, "sa": ["Emma Willard", "Kirsten Gillibrand"], "q": "still too young,\" said Lesser. <strong> Emma Willard </strong>, a private girls' school several miles from her new home. Rensselaer County Executive Kathy Jimino said <strong> Kirsten Gillibrand </strong>'s decision sends a positive message. <q>I think it's an affirmation about Rensselaer County-- that it's a great place to live, work and raise a family,</q> Jimino said. \"It will mean she has first-hand knowledge of how decisions that are made in Washington are affecting business, government and education in upstate. \"I think she feels strongly about the tie", "new_id": -2}, {"uid": "1295566445075235330", "i": 2179, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q>elevating me and having Larry running things day to day,</q> Mr. <strong> Eric Schmidt </strong> said. While the management shake-up wasn't telegraphed, <strong> Google Inc. </strong> has given subtle indications in the past that the roles of its leaders were being rethought. About a year ago, the", "new_id": -2}, {"uid": "1296152835245841973", "i": 8270, "idx": 5, "sa": ["Eric Schmidt"], "q": "didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. \"We have a competitor called Microsoft( MSFT),\" he said. <q>Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.</q> Facebook, on the other hand, \"has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising.", "new_id": -2}, {"uid": "1295541658077021217", "i": 23825, "idx": 6, "sa": ["Allen Iverson", "Steve Nash", "Keith Van Horn"], "q": "to 33-8 with their second straight win after a dismal West Coast trip on which they lost three in a row. At the halfway point of the season, Dallas is on pace for a franchise-best 66 wins. <q>Guys don't care if we win 60 games if we don't win a championship,</q> <strong> Steve Nash </strong> said. <strong> Allen Iverson </strong> and <strong> Keith Van Horn </strong> each scored 25 for the Sixers, who have lost 12 of 16. Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers,", "new_id": -2}, {"uid": "1296166895131055619", "i": 18231, "idx": 2, "sa": ["Mike Pence"], "q": "anti-abortion...-( CNN)- Rep. <strong> Mike Pence </strong>, the Indiana congressman who is considering a presidential... Full Story <cite> CNN Political Ticker </cite> Politics Video: Supreme Court Interviews: Bernau Report Abuse <q>You need a little help here understanding this article.</q> He is not a third party candidate. He is a republican candidate. The article reads\" An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way\". Report Abuse", "new_id": -2}, {"uid": "1295290539030998554", "i": 9078, "idx": 1, "sa": ["Kevin Brady", "Mike Pence"], "q": "it will gain much traction in the House,\" <strong> Kevin Brady </strong> says. Like <strong> Kevin Brady </strong>, Indiana Republican <strong> Mike Pence </strong> says what happened in Tucson should not be blamed on a public policy that needs fixing. <q>What we had here was a despicable human being who engaged in a barbarous act against defenseless civilians and a deeply respected colleague,</q> he says. \"I think we should focus on holding that individual to account.\" Is Now The Time To Act? Saying Congress has no responsibility to act is naive, according to", "new_id": -2}, {"uid": "1295963185223494146", "i": 8926, "idx": 0, "sa": ["Henry Louis Gates", "Colin Powell", "Barack Obama", "Larry King"], "q": "<strong> Colin Powell </strong> talks about the <strong> Henry Louis Gates </strong> arrest with <strong> Larry King </strong>. He said the story \"went viral\" when <strong> Barack Obama </strong> commented on the story. Also, <strong> Colin Powell </strong> thinks that America \"isn't quite post-racial\" at this time. <q>These problems still exist in post-racial America.</q> However, he suggested that <strong> Henry Louis Gates </strong> should not have argued with the policeman arresting him. \"You don't argue with a police officer,\" he says. <strong> Colin Powell </strong> also called the arresting cop, Sergeant James Crowley", "new_id": -2}, {"uid": "1295629433247332867", "i": 23730, "idx": 3, "sa": ["Andy Coulson"], "q": "the Commons culture committee, warned the prime minister now faced serious questions. \"This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,\" Watson said. <q>His departure creates serious questions over the prime minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp. \"It's a mark of the man that he would sneak out a statement on a Friday morning on a busy news day. Spin and obfuscation is all we get from Downing Street- we need to get to the truth.</q> His remarks were echoed by Chris Bryant, the former Labour Europe minister, who is seeking to sue the police over allegations that his phone was illegally hacked on behalf of the News of the World.", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q><strong> Reggie Jackson </strong>'s really what I did. It helped me out.</q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}, {"uid": "1295846619088145976", "i": 10233, "idx": 1, "sa": ["Andy Coulson"], "q": "newsrooms having to update stories once or twice an hour are desperate for fresh leads.\"--\" The Failed Estate The <strong> Andy Coulson </strong> affair raises the question-- who runs Britain? <q> \"That is only one example of the close ties woven between <strong> Tony Blair </strong> and <strong> Gordon Brown </strong>, when they were prime ministers, and <strong> David Cameron </strong> now, and the <strong> Rupert Murdoch </strong> camp- the private meetings and dinners, the calls( no hacking there) and the mutual interest. We once used to think of the establishment as being cabinet ministers, archbishops, BBC panjandrums, leaders of industry and royalty. No longer. It's the links between the government and the <strong> Rupert Murdoch </strong> empire that count today- a shadowy influence-mart.</q>--\" The Guardian Government of Tunisia shuts down TV channel \" \"Tunisia's interim government abruptly shut down the country's oldest and most popular private television network on Sunday", "new_id": -2}]