[{"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly\" and \"deserve a lot of credit\" for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q>was critical of indefinite detention for unlawful combatants. He was critical of military commissions,<q> he said. \"And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.\" The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}, {"uid": "1297513190155107384", "i": 42359, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "the news of the bombing of Pearl Harbor. <strong> Donald Rumsfeld </strong> laughs with apparent pleasure-and points out that, at the age of 78, he has been alive for a third of the entire history of the United States. <q>You multiply my age three times and it takes you back to 1776... Isn't it amazing. It's a third of American history.<q> For 54 of those years he has been married to his wife Joyce and the couple have three children. Until the final debacle of the Iraq war, <strong> Donald Rumsfeld </strong> had a reputation as one of the most", "new_id": -2}, {"uid": "1295682265065617928", "i": 80, "idx": 4, "sa": ["Ronald Reagan", "Mike Pence"], "q": " \"Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface,\" said Ralph Benko, a former <strong> Ronald Reagan </strong> administration aide who started the campaign. <q>I think it\"s huge. I just think it needs a little place to go. So we built a little place for it to go.<q> But should <strong> Mike Pence </strong> listen to his backers or choose what some say is the safer route of running for Indiana governor? Is it realistic to try to vault from the House to the White House, something", "new_id": -2}, {"uid": "1297206274184696842", "i": 18064, "idx": 0, "sa": ["Condoleezza Rice", "Colin Powell"], "q": "one of the few people not to blame for anything that went wrong. He said <strong> Condoleezza Rice </strong> tried to run things by committee and that there were too many leaks from <strong> Colin Powell </strong>'s state department. There were <q>too many hands on the steering wheel<q>, he writes. He says that long before the war began he had made a list which he called his \"parade of horribles\". He warned against weapons of mass destruction( WMD) not", "new_id": -2}, {"uid": "1296781113036126750", "i": 25477, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Dermot O'Leary"], "q": "in Cardiff and the judges are due to attend in April. <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> are expected to sign up soon but the status of <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong> is unclear. A show source said: <q>This is causing producers a headache as the contract process always takes some time to hammer out.<q> ITV chiefs are being forced to play second fiddle to US broadcaster Fox as it prepares to announce who will star in the American version. <strong> Simon Cowell </strong>, who will be one of the judges, is trying", "new_id": -2}, {"uid": "1295516023124485632", "i": 31511, "idx": 0, "sa": ["Simon Cowell", "Matt Cardle"], "q": "getting the album written and can't wait for the tour. That's starting in not long now and that's going to be a pretty incredible experience I reckon.\" The former decorator added: <q>Please be buying my single when it comes out- I want to get it out as soon as possible, so please be buying it and thank you so much for your support, it's just wicked!<q> According to reports, <strong> Simon Cowell </strong> has said that he wants <strong> Matt Cardle </strong> to write and co-write songs on his first album. Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1295155572091308052", "i": 44167, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "out of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.<q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the", "new_id": -2}, {"uid": "1295907918177651713", "i": 23764, "idx": 1, "sa": ["George Shultz", "Donald Rumsfeld"], "q": "parents wrote to each other during World War II. <strong> Donald Rumsfeld </strong>'s sister Joan and former <strong> Donald Rumsfeld </strong> of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. <q>I started thinking about this amazing archive I had,<q> he said during a recent interview. \"The fact that I had it persuaded me that I ought to take advantage of it.\" <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite,", "new_id": -2}, {"uid": "1295440324144605237", "i": 37515, "idx": 5, "sa": ["Nigel Lythgoe", "Jimmy Iovine", "Simon Cowell"], "q": "comparisons. The show is mostly casting away the guest judges and mentors that it featured in previous years. It is also eliminating some of the theme weeks that the producers came to dislike. <q>We're no longer going to get the country singer to sing rock, and the rock singer to sing folk,<q> <strong> Simon Cowell </strong> <strong> Nigel Lythgoe </strong> said. \"They are now going to stay with what they believe and what <strong> Jimmy Iovine </strong> believes is their genre that they need to work in.\" \"Idol\" has also reportedly signed up", "new_id": -2}, {"uid": "1297429746243695638", "i": 36596, "idx": 0, "sa": ["Bill Lockyer"], "q": "n't name names- really have an anti-union agenda. Several right-wing think tanks have also suggested states declare bankruptcy, as yet another way to escape obligations- including union contracts. <strong> Bill Lockyer </strong> turned that down flat. <q>Behind that is an attack on state workers,<q> he said. \"This is all fiction and all speculative,\" he said of the right-wing arguments. baligirl February 11, 2011 at 12:28 AM UnionRepublican, There is no major", "new_id": -2}]