[{"uid": "1295807421110559236", "i": 28649, "idx": 8, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "Let us decide. http://wn.com/Gen_Collin_Powell_Has_Some_Advice_For_President_Obama <strong> Colin Powell </strong> was on ''Meet the Press'' last week, where he talked about all of the things <strong> Barack Obama </strong> has touted and been involved in for the last two years. <strong> Colin Powell </strong> said, <q>the <strong> Barack Obama </strong> also has to, I think, shift the way in which he has been doing things. I think the American people feel that too many programs have come down. There are so many rocks in our knapsack now, that we're having trouble carrying it, and I think the <strong> Barack Obama </strong> has to, like a-- like a-- like a razor blade, just go right after the single issue that is uppermost in the minds of the American people-- and that's employment.</q> http://wn.com/POWELL_ENDORSES_OBAMA__Republican,_Military_General_Supports_Democratic_Ticket <strong> Colin Powell </strong> Powel on <strong> John McCain </strong> ''Good Morning America'' 7:04 am Package TOPIC: Backlash of <strong> Colin Powell </strong>'s Endorsement TRANSCRIPT: JOHN BERMAN: Though he said he admired <strong> John McCain </strong>, <strong> Colin Powell </strong> laid out a meticulous indictment of his", "new_id": -2}, {"uid": "1295332273063275204", "i": 9668, "idx": 0, "sa": ["Jim Ryun", "Mike Pence"], "q": "which path to take in 2012, a group of conservatives are maneuvering to draft him into the presidential race. A new pro-Pence group called ''America's President Committee'' launched a petition drive Monday <q>urging conservatives and tea party members to sign a declaration encouraging Mr. <strong> Mike Pence </strong> to run for President.</q> The draft effort is being coordinated by Ralph Benko, a former Reagan administration official, and former Kansas Rep. <strong> Jim Ryun </strong>, who served alongside <strong> Mike Pence </strong> until 2006 and was ranked as one of the most conservative members of", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q>I think the role of the police in this is now going to become centre-stage.</q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}, {"uid": "1296966831159891467", "i": 15519, "idx": 2, "sa": ["Michael Vick", "Tom Brady"], "q": "He also rushed for 676 yards and a career-high nine touchdowns in leading the Eagles to an NFC East title. <strong> Michael Vick </strong> finished runner-up to Patriots quarterback <strong> Tom Brady </strong> in voting for the most valuable player award. <q>I've come a long way,</q> <strong> Michael Vick </strong> said. ''I don't want to live in the past. I always want to move forward. Everything happens for a reason.'' <strong> Michael Vick </strong> arrived here on Thursday, and the next day", "new_id": -2}, {"uid": "1295840751200425483", "i": 1780, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity,</q> the filing said. As of Dec. 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1295658306074924083", "i": 1970, "idx": 7, "sa": ["Eric Schmidt"], "q": "is somewhat limited. Google is often called a one-trick pony, with its AdWords advertising platform continuing to generate most of the company's revenue. But as <strong> Eric Schmidt </strong> himself has said, it's quite a trick. <q>If you've got a one-trick pony, you want the one we have,</q> <strong> Eric Schmidt </strong> told The Journal last summer. ''We're in the ad business, and it's growing rapidly. We picked the right trick.'' And Google picked the trick on <strong> Eric Schmidt </strong>'s", "new_id": -2}, {"uid": "1296709476047382535", "i": 34669, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "attempt to create an acceptable document and avoid a veto, but the result is not good enough for <strong> Kirsten Gillibrand </strong>. Joined by 15 other senators as cosignatories, <strong> Kirsten Gillibrand </strong> maintains fatuously and falsely that any criticism of the settlements <q>hurts the prospects for a peace agreement and is not in the interest of the United States.</q> In reality, as she well knows, it is US acquiescence in the settlements that damages the US standing in the world. The past ten days has also provided several other examples of how Israel exerts a", "new_id": -2}, {"uid": "1295586165085278740", "i": 9366, "idx": 6, "sa": ["Eric Schmidt", "Google Inc."], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his ''best friends.'' ''I believe Larry is ready'' to be CEO, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> VW considering offering new car brand specifically for China: report", "new_id": -2}, {"uid": "1296864258154910775", "i": 3226, "idx": 1, "sa": ["Sergio Marchionne"], "q": "news, data and anlaysis. Sample ''I want to pay back the shyster loans,'' <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. <q>Pay back the loans, get those out and then take( the company) public.</q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Chrysler, has said repeatedly that the high interest rates on$ 5.7 billion that Chrysler owes to the U.S. Treasury have been an obstacle in the automaker", "new_id": -2}, {"uid": "1296708988047382536", "i": 40880, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Nelson Rockefeller", "Gerald Ford", "George H.W. Bush", "Bill Clinton"], "q": "chapter of the myth that I had stage-managed <strong> Gerald Ford </strong>'s staff reorganization,'' he writes, adding: ''By repeating the myth instead of setting the record straight, <strong> President Bush </strong> in effect endorsed it.'' <q>It has always amazed me that <strong> President Bush </strong>'s version of what took place has consistently been contrary to the facts, even when the actual version of what took place had been attested to in writing by <strong> Gerald Ford </strong>,</q> <strong> Donald Rumsfeld </strong> concludes. <strong> George H.W. Bush </strong> isn't the only Republican who comes in for tough treatment. <strong> Donald Rumsfeld </strong> hammers former Vice <strong> President Bush </strong> <strong> Nelson Rockefeller </strong> for being an ''imperial vice <strong> Bill Clinton </strong>'' and ''bullying.'' VIDEO:", "new_id": -2}]