[{"uid": "1296386542015253529", "i": 21095, "idx": 0, "sa": ["Simon Cowell", "Kim Jong-il"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-il </strong> than <strong> Simon Cowell </strong> <q>I've always wanted a happy home. And I've created that</q>: Goldie Health Month every February sponsored by the American Dental Association. The biggest provider of free care to children this year will be Midwest Dental. They will have 63 dentists and 239 staff members on hand to", "new_id": -2}, {"uid": "1296686530194002957", "i": 3916, "idx": 1, "sa": ["Zahi Hawass"], "q": "scenes of chaos and discord that resulted in the destruction of artifacts in Iraq and Afghanistan. \"People are asking me: \"Do you think Egypt will be like Afghanistan?\" he said. <q>And I say:` No, Egyptians are different- they love me because I protect antiquities.\"</q> <strong> Zahi Hawass </strong>, who has never been shy about promoting his work, described two episodes of looting that he said took place on Friday night. At the Egyptian Museum in Cairo, thieves looking for", "new_id": -2}, {"uid": "1296322289264552453", "i": 5575, "idx": 0, "sa": ["Zahi Hawass"], "q": ". The ruling party headquarters building next door to the museum was still in flames and billowing black smoke into the sky on Saturday, a day after protesters torched it during mass anti-government demonstrations. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> antiquities boss <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the NDP headquarters. Early Saturday morning, Egyptian army commandoes secured the museum and its grounds, located near some of the", "new_id": -2}, {"uid": "1295947110129105978", "i": 19484, "idx": 3, "sa": ["Keyon Dooling", "Magic Johnson", "Allen Iverson", "Grant Hill"], "q": "and fortunately, it went in,\" <strong> Allen Iverson </strong> said. <strong> Magic Johnson </strong> guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. \"That wasn't the first time he threw one in like that,\" <strong> Keyon Dooling </strong> said. <q>He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.</q> The <strong> Magic Johnson </strong> had a chance to tie the game, but <strong> Grant Hill </strong>'s 12-footer at the buzzer was short. <strong> Grant Hill </strong>, who led the <strong> Magic Johnson </strong> with 25 points, had hit a similar shot to tie the game at", "new_id": -2}, {"uid": "1294994738178470923", "i": 48180, "idx": 1, "sa": ["Brian Finneran", "Michael Vick", "Mike Jensen"], "q": "spent with <strong> Michael Vick </strong> as his quarterback. \"The exciting part was, you never knew what was going to happen. The scramble drill was a big part of what we did,\" <strong> Brian Finneran </strong> said. <q>You could be 70 yards down the field and he'd still yank it up to you. Always stay alive.</q> <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years. \"<strong> Mike Jensen </strong> always worked hard on the football field,\" <strong> Brian Finneran </strong> said. \"But as a quarterback,", "new_id": -2}, {"uid": "1297270524044515339", "i": 32404, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented \"old NATO' not` old Europe.\" <q>In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it,</q> he writes. \"The elites in Paris and Bonn who thought themselves the guardians of a sophisticated, new world order did not. All in all I was amused by the ruckus.\" Bush,", "new_id": -2}, {"uid": "1295719333220610563", "i": 47809, "idx": 2, "sa": ["Tyronn Lue", "Wes Brown", "Allen Iverson"], "q": "be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach Larry <strong> Wes Brown </strong> said. <q>This is kind of unexpected but it's neat.</q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1296252062181977096", "i": 33545, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Fiat Chief Executive Officer <strong> Sergio Marchionne </strong> said. FIOM has called the recent plant-specific deals an attack on labor rights. Fiat said 25 percent of its workers took part in FIOM's general strike. <q>He was also banned from going within a one-mile radius of the horse owner's stables and fields</q>... United Press International, Inc.. All Rights Reserved. Welcome to UPI.com! Your trusted source for world news, top news, science news, health news and current events. We thank you for visiting", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q>It's kind of like when you were a kid in school always picking teams,</q> <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}, {"uid": "1297259465195313674", "i": 12996, "idx": 0, "sa": ["Donald Rumsfeld", "Hillary Clinton"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/02/03/VI2011020305286.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=02032011-57v&amp;flvURL=/media/2011/02/03/02032011-57v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F02%2F03%2F02032011-57v.jsn\"}{ \"title\": <q><strong> Hillary Clinton </strong> condemns treatment of press in Egypt</q>, \"description\": \"Before signing an agreement with Croatia, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> condemned the Egyptian government for violating the freedom of the media.\", \"note\":\"', \"correction", "new_id": -2}]