[{"uid": "1296176266236371989", "i": 22931, "idx": 0, "sa": ["Mike Pence"], "q": "INDIANAPOLIS, Jan. 27( UPI)-- Republican U.S. Rep. <strong> Mike Pence </strong> said Thursday he won't run for president in 2012, but he didn't rule out a run for governor of Indiana. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said of his family in a letter sent to supporters, The Indianapolis Star reported.`` We will not seek the Republican nomination for president in 2012.... I have learned to follow my heart, and", "new_id": -2}, {"uid": "1295611382129794091", "i": 1727, "idx": 1, "sa": ["Eric Schmidt", "Citigroup Inc.", "Mark Mahaney", "Google Inc."], "q": "4. <strong> Eric Schmidt </strong> navigated the company past early doubts that it could build a successful ad business around a search engine. He also oversaw the 2004 initial public offering, the biggest for an Internet company. <q> We view this as evidence of the founders staying fully engaged in the business-- a positive, </q> said <strong> Mark Mahaney </strong>, an analyst at <strong> Citigroup Inc. </strong> in San Francisco. The company also posted fourth-quarter profit that topped analysts' estimates as businesses boosted online-ad spending. <strong> Google Inc. </strong>, based in Mountain View, California", "new_id": -2}, {"uid": "1295264334234684429", "i": 29199, "idx": 2, "sa": ["Andy Coulson"], "q": "actions against publisher News International over alleged hacking. The Prime Minster went on to praise the manner in which <strong> Andy Coulson </strong> ran the Number 10 communication's team, saying it worked in a <q> very proper and transparent and decent way; that hasn't always been the case in the past </q>.", "new_id": -2}, {"uid": "1297616629186400779", "i": 26903, "idx": 45, "sa": ["Donald Rumsfeld"], "q": "`` How would that have made things better?''`` It would have been a stronger signal to the world that we didn't accept that kind of behavior,'' <strong> Donald Rumsfeld </strong> said. <q> Did you feel it was your fault? </q>`` No,'' answered <strong> Donald Rumsfeld </strong>.`` You were responsible, but it wasn't your fault?''`` Sure,'' said <strong> Donald Rumsfeld </strong>.`` Exactly.'' Finally", "new_id": -2}, {"uid": "1295565086075235341", "i": 13162, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "\" Page will take over <strong> Eric Schmidt </strong>'s job on April 4. <strong> Eric Schmidt </strong> will become the company's executive chairman, working on Google's relationships with other companies. <strong> Sergey Brin </strong>( a University of Maryland alumnus) will <q> devote his time and energy to strategic projects, in particular working on new products, </q> the post explained. It's impossible to tell how <strong> Eric Schmidt </strong>'s unexpected departure-- which also led off better-than-expected fourth-quarter earnings-- will affect Google's services and products. But one thing's for sure", "new_id": -2}, {"uid": "1295907063203866164", "i": 860, "idx": 1, "sa": ["Tony Blair", "The It", "Sayeeda Warsi", "Andy Coulson", "David Cameron"], "q": "`` So far, our worst day in government,'' a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told <strong> The It </strong> was selfish- and wrong- of <strong> Sayeeda Warsi </strong> to give that speech The Tory party chairman appears to believe that she alone can criticise Muslims, writes <strong> Tony Blair </strong> Moore. <strong> David Cameron </strong> and <strong> Sayeeda Warsi </strong> in", "new_id": -2}, {"uid": "1296286332201490484", "i": 2676, "idx": 6, "sa": ["Mike Pence"], "q": "I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like <strong> Mike Pence </strong>. <q> <strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation, </q> he said.`` He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.'' The congressman's future has been the subject", "new_id": -2}, {"uid": "1297423491174850061", "i": 2067, "idx": 0, "sa": ["Steve Ballmer"], "q": "the Nokia` sand Microsoft's CEOs said they believe that a partnership will leverage the two companies' core competencies-- Microsoft's software and Nokia's hardware and distribution-- to win in the smartphone space. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute, </q> said <strong> Steve Ballmer </strong>, Microsoft's CEO, who also appeared at the London conference. Goodbye Symbian and Intel, hello Windows Nokia has forever put its own smartphone operating system, Symbian, on its devices.", "new_id": -2}, {"uid": "1296443805235372683", "i": 46931, "idx": 16, "sa": ["Allen Iverson"], "q": "took shots at them before, during and after the game. This time, he saved them just for the court, then showered his old team with praise that indicated he's gotten over the bitter split. <q> They've got a lot of talent on that team. They've got a lot of guys that can do things, and they've got a lot of guys that care, guys with pride, </q> <strong> Allen Iverson </strong> said after scoring 38 points in Denver's 109-96 win Sunday night.`` It could be easy for those guys to lay down. After I left, they could have just laid down. But that ai", "new_id": -2}, {"i": 24637, "idx": 1, "index_answer": 4, "new_id": -1, "q": "Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter.`` <strong> Fatboy Slim </strong>'re jumping out and holding leads and we just can't hold them,'' guard <strong> Allen Iverson </strong> said. <q> <strong> Fatboy Slim </strong> play well for a while and then it seems we just lose focus. </q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the mark,", "sa": ["Fatboy Slim", "Chris Bosh", "Samuel Dalembert", "Lou Williams", "Allen Iverson"], "uid": "1296279092111296547"}]