[{"uid": "1296342423105660428", "i": 33570, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "the break, an angry coach http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}, {"uid": "1296337030124829696", "i": 34483, "idx": 0, "sa": ["Zahi Hawass"], "q": "other key archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295673836191152129", "i": 1747, "idx": 0, "sa": ["Andy Coulson"], "q": "Somali pirates Photo in Slideshow: South Koreans watch a TV reporting South Korean... World Video: End In Sight For Korean Tension? World Video: Around the World: Protesters, Police Clash in Albania Report Abuse <q> \"We will determine what we should do( with the pirates). </q>\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1296178033201965580", "i": 11671, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. \"He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,\" she said. <q> Obviously it'd be great for the state of Indiana. </q> <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat Phil Sharp in 1988 and 1990. He then was president of the Indiana Policy Review think tank and a radio talk show", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes. \"There were far too many hands on the steering wheel,\" he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as \"stuff happens\" about the early looting in post-war Iraq, or his remark about \"old Europe\"-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1295259895086458421", "i": 7439, "idx": 1, "sa": ["Andy Coulson", "Peter Oborne"], "q": "Four Dispatches investigation( presented by that notable Labour stooge, <strong> Peter Oborne </strong>), a former senior NoW journalist revealed that <strong> Andy Coulson </strong> had personally listened to intercepted voicemail messages. He told the programme: <q> Sometimes, they would say: \"We've got a recording' and <strong> Andy Coulson </strong> would say:` OK, bring it into my office and play it to me' or` Bring me, email me a transcript of it.' </q> In any case, as I have repeatedly pointed out, if <strong> Andy Coulson </strong> did know about the scandal then he's too wicked to stay in his post, and if he didn't know then he\"s too", "new_id": -2}, {"uid": "1296867070001982490", "i": 3061, "idx": 5, "sa": ["Carl-Peter Forster", "Sergio Marchionne"], "q": "India. Tata Motors CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership. \"Likewise,\" <strong> Sergio Marchionne </strong> said when reporters asked about <strong> Carl-Peter Forster </strong>'s comments. <q> That's why it's on the table, and we're going to discuss it. </q> Article: Chrysler projects profitable 2011 ahead of IPO... Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> Photo: A demonstrator wears a mock mask of Fiat", "new_id": -2}, {"uid": "1296659107232505354", "i": 6628, "idx": 0, "sa": ["Jon Huntsman", "Craig Shirley", "Mike Pence", "Lou Cannon"], "q": ". And where would he have fit in today's political climate? We have two guests to talk about him: <strong> Lou Cannon </strong>, who covered his years as governor and president, and <strong> Craig Shirley </strong>, author of <q> <strong> Ronald Reagan </strong>'s Revolution: The Untold Story of the Campaign That Started It All. </q> Plus: The Democrats pick Charlotte for their 2012 convention... the latest in the Chicago mayoral race... <strong> Mike Pence </strong> is a no go for the White House but <strong> Jon Huntsman </strong> signals he might... Montana Republicans get their", "new_id": -2}, {"uid": "1295891150149438465", "i": 39659, "idx": 3, "sa": ["David I", "Colin Powell"], "q": "off the table is indefensible.\" Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: <q> CANDY CROWLEY: Where would you with specificity say, \"Look we don't need a bigger military? </q> Can we cut there?\" POWELL: Yeah. <strong> David I </strong> think we have to look at everything, domestic and our international accounts. As we draw down from Iraq and as over the next several years", "new_id": -2}, {"uid": "1295524019146522121", "i": 43001, "idx": 1, "sa": ["Zine El Abidine Ben Ali", "Colin Powell"], "q": " According to <strong> Zine El Abidine Ben Ali </strong> Jazeera, Secretary of State <strong> Colin Powell </strong> had glowing words for Tunisia's tyrant, saying in 2003: \" \"Our bilateral relationship is very, very strong,\" said <strong> Colin Powell </strong>. <q> We are great admirers of Tunisia and the progress that has been achieved under <strong> President Bush </strong> <strong> Zine El Abidine Ben Ali </strong>'s leadership. </q>\" And Don Rumsfeld in 2006 applauded the regime's ability to make Tunisia such a great place to live: \" \"They have demonstrated, if one looks at this successful country... the", "new_id": -2}]