[{"uid": "1297220960158400527", "i": 25620, "idx": 0, "sa": ["Michael Vick"], "q": "Thayne said Tuesday that about$ 55,000 has been raised. She said it was important to buy <strong> Michael Vick </strong>'s home rather than a less expensive piece of property for a rehabilitation center because of its symbolism. <q> When something of this nature happens it's kind of a collective hurt on the entire nation- especially the dog lovers of the nation, </q> she said. \"It's almost like you're powerless against this evil that's come along. When you step back and take over this property... you're empowering yourself.\" The house and", "new_id": -2}, {"uid": "1296216383069550083", "i": 35517, "idx": 1, "sa": ["Jimmy Kimmel", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "after his new series premieres,\" Seacrest says on Kimmel-Jimmy Kimmel-live/113255/main\">` <strong> Jimmy Kimmel </strong> Live.' The` Idol' host wishes <strong> Simon Cowell </strong> the best in his new endeavor. Kimmel-Jimmy Kimmel/1510715/main\"> <strong> Jimmy Kimmel </strong> asks, <q> Do you hope his[ show] does better than yours? </q> Cowell-Simon Cowell-leaving-finale\"> For Some` American Idol' Fans, <strong> Simon Cowell </strong>'s Exit Is The End Lopez-Jennifer Lopez-Steven Tyler-Steven Tyler-judges\">` American Idol' Confirms <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> as New Judges Lopez-Jennifer Lopez-american-idol-judge\"> <strong> Jennifer Lopez </strong> Inks$ 12 Million Deal", "new_id": -2}, {"uid": "1297234002160825518", "i": 43156, "idx": 6, "sa": ["Simon Cowell"], "q": "hyperlink 8 February 2011 3:42 PM filcherronne 8 February 2011 4:47 PM michelley 8 February 2011 6:49 PM According to other news sources, the exact quote from <strong> Simon Cowell </strong> is: <q> The top contestant will get$ 1 million(? 619,000) a year for five years, separate from the costs involved in recording and promotion... if they don't sell a single record they still get to keep the money. </q> HummDrumm 9 February 2011 12:42 AM \"The top contestant will get$ 1 million(? 619,000) a year for five years, separate from the costs involved in recording and promotion... if", "new_id": -2}, {"uid": "1295163367229244957", "i": 51678, "idx": 0, "sa": ["Aaron Rodgers", "Brett Favre", "Michael Vick"], "q": "Green Bay into the NFC championship game at Chicago or Seattle next weekend. \"This probably was my best performance- the stage we were on, the importance of this game,\" <strong> Aaron Rodgers </strong> said. <q> It was a good night. </q> He completed 31 of 36 passes and put up more yards than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1297323945070123545", "i": 53607, "idx": 1, "sa": ["Conan O'Brien", "David Letterman", "Jimmy Fallon", "Jay Leno"], "q": "\"Ludacris\" Bridges. 19. Panic has been featured on ABC's \"Good Morning America,\" CBS' \"Sunday Morning,\" CNN's \"Showbiz Today,\" and has performed on <q> Late Night with <strong> Conan O'Brien </strong>, </q> \"Late Show with <strong> David Letterman </strong>,\" \"The Tonight Show with <strong> Jay Leno </strong>,\" \"Austin City Limits,\" \"Late Night with <strong> Jimmy Fallon </strong>\" and A&E's \"Breakfast with the Arts.\" 20", "new_id": -2}, {"uid": "1296106868198869008", "i": 22919, "idx": 0, "sa": ["David Letterman", "Stephen Sondheim"], "q": "and The Brave Little Toaster Goes to Mars. She received an Emmy Award for hosting \"Ready to Go,\" a daily, live children's program on CBS in Boston. Other TV credits include <q> In Performance at the White House, </q> \"Inside the Actor's Studio: Sondheim_Stephen Sondheim/\"> <strong> Stephen Sondheim </strong>,\" \"Christmas with the Boston Pops,\" \"The <strong> David Letterman </strong> Show,\" and \"Senior Trip\" ( CBS Movie of the Week)", "new_id": -2}, {"uid": "1297437840142311452", "i": 48607, "idx": 1, "sa": ["Steve Ballmer"], "q": "So werde Nokia die Erfahrungen aus der Handy-Gestaltung und Unterst?tzung verschiedener Sprachen einbringen, hie es. Au?erdem wird Nokia die Microsoft-Suchmaschine Bing f?r seine Handys und Dienste bernehmen. Nokias eigener Karten-Dienst wird bei Microsoft integriert. <q> Wir entwickeln bereits erste Windows-Telefone von Nokia </q>, verk?ndete <strong> Steve Ballmer </strong>. Die beiden Firmen-Chefs konnten allerdings noch keinen Zeitpunkt f?r den Marktstart nennen. Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem Symbian, das aber als veraltet gilt. Das", "new_id": -2}, {"uid": "1295611063109838346", "i": 22525, "idx": 2, "sa": ["Danny Sullivan", "Eric Schmidt", "Steve Arnold"], "q": "face' of Google for such things. But being that face can take a toll,\" he wrote. But Google was also overdue for a management change, <strong> Danny Sullivan </strong> wrote, noting that a decade <q> may as well be 100 years of Internet time. </q> <strong> Steve Arnold </strong>, an analyst who heads the firm Steve ArnoldIT, faulted <strong> Eric Schmidt </strong> for leaving Google too dependent on search advertising. \"It has not diversified its revenue streams in a meaningful way,\" <strong> Steve Arnold </strong> said.", "new_id": -2}, {"uid": "1295473977077529103", "i": 27231, "idx": 1, "sa": ["Sergio Marchionne"], "q": "hybrid demonstrator vehicle based on a new 2011 Town& Country. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint,\" said Chrysler CEO <strong> Sergio Marchionne </strong>. <q> We are excited to partner with the EPA to push forward on this track. </q> While the EPA's laboratories in Ann Arbor, Michigan, are largely credited with designing, developing, and patenting much of the hydraulic hybrid technology used in this demonstration( and Eaton's commercial hybrid system", "new_id": -2}, {"uid": "1295031156139100180", "i": 23458, "idx": 6, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "world& type= Video& sent= no& search= Search\" , \"permaLink\" : \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011304329.html\" , \"showComments\" : true, \"duration\" :\" \" , \"mediaQueryString\" : <q> 44v&amp;flvURL=/media/2011/01/13/01132011- 44v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 44v.jsn </q>}{ \"title\" : \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\" , \"description\" : \"Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the", "new_id": -2}]