[{"uid": "1295903297179077120", "i": 37693, "idx": 9, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he said. <q> I wanted to find out something. I needed help. I needed adGeorge H. W. Bush. Some of them were just,' I need a haircut.' </q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others", "new_id": -2, "mturk_index": "1384"}, {"uid": "1297244891238927904", "i": 28663, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> has said they do make significant money on competing platforms on numerous occasions. However, if those phones were feature phones or Windows Mobile phones, Google wouldn't likely make as much per device. <q> We believe Google is well on its way to having users pay$ 10 a year via advertising on Android. Based on Google's quoted$ 1 billion mobile run rate( mobile advertising), we believe Google generated$ 850 million in total on mobile in 2010. </q> Even approaching$ 10, the average revenue per user( ARPU) for mobile devices is still significantly below a desktop OS user's( see graph above), according to Piper's research. \"", "new_id": -2, "mturk_index": "1306"}, {"uid": "1296566909244629504", "i": 29806, "idx": 9, "sa": ["Kobe Bryant", "Allen Iverson", "Alex Jones", "Paul Joseph Watson", "Miguel Ángel Portugal", "Rasheed Wallace"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Miguel Ángel Portugales becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to Jones's_Evidence_Points_to_BP_Oil_Spill_as_False_Flag_Event_on_The_Alex Jones_Alex Jones_Show_1/3 Evidence Points To BP Oil Spill False Flag <strong> Paul Joseph Watson </strong>& <strong> Alex Jones </strong> www.prisonplanet.com", "new_id": -2, "mturk_index": "2076"}, {"uid": "1295617200111296519", "i": 53173, "idx": 6, "sa": ["Andy Coulson", "David Cameron", "Cathy Newman"], "q": "\"right thing\" to resign but that he should have done it earlier. He said it raises \"serious questions about <strong> David Cameron </strong>'s judgement that he hung on to him for so long\" . He added: <q> It's clear that there are serious questions about his time at the News of the World. </q> 1310 <strong> Cathy Newman </strong>, political correspondent for Channel 4 News, tweets that she has heard the announcement came ahead of rumours that suspended NoTW Ian Edmonson \"was about to turn <strong> Andy Coulson </strong> in\" . 1305 Political", "new_id": -2, "mturk_index": "826"}, {"uid": "1296074555171098119", "i": 40755, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "first paid endorsement contract since his release from prison. The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2, "mturk_index": "470"}, {"uid": "1297697522107970622", "i": 31611, "idx": 4, "sa": ["Steve Ballmer"], "q": "PM Little jab at the iPhone and Android there, not surprising. 4:10 PM In describing the pre-WP7 situation: \"Good phones, but all filled with a sea of icons.\" 4:09 PM It's about <q> completing tasks more easily. </q> Well, no kidding, <strong> Steve Ballmer </strong>. What else you got? 4:09 PM Smart design and hubs are the two pivotal topics he's about to start on. Smart design first. 4:09 PM \"Great products are", "new_id": -2, "mturk_index": "2054"}, {"uid": "1295611498129794052", "i": 16195, "idx": 1, "sa": ["Andy Coulson"], "q": "public figures launching civil actions against publisher News International over alleged hacking. The Prime Minster went on to praise the manner in which <strong> Andy Coulson </strong> ran the Number 10 communication's team, saying it worked in a <q> very proper and transparent and decent way; that hasn't always been the case in the past </q>.", "new_id": -2, "mturk_index": "398"}, {"uid": "1297192968260702208", "i": 1025, "idx": 0, "sa": ["Sarah Palin", "Barack Obama", "Simon Cowell", "Jeremiah Wright"], "q": "YORK- In her new book, <strong> Sarah Palin </strong> takes on everything from \"American Idol\" to \"American Beauty,\" revives talk of the Rev. <strong> Jeremiah Wright </strong> and finds fault in JFK's famous religion speech, saying he <q> seemed to want to run away </q> from his faith. Who gets praise? <strong> Simon Cowell </strong>, for one. And the movie \"Juno.\" <strong> Barack Obama </strong>? Unsurprisingly, not so much. She accuses him of reflecting \"a stark", "new_id": -2, "mturk_index": "400"}, {"uid": "1295335314262799385", "i": 43934, "idx": 2, "sa": ["Sergio Marchionne"], "q": "regole. Per me Mirafiori ha deciso e io sto al risultato, che? un risultato molto importante\" , spiega <strong> Sergio Marchionne </strong>. E all` estensione dell` intesa anche agli stabilimenti di Melfi e Cassino <q> non c'? alternativa </q>, secondo il manager. <strong> Sergio Marchionne </strong> torna a smentire le voci sulle cessioni di Alfa Romeo o dei veicoli industriali. \"E' roba nostra\" , dice a proposito del marchio italiano. \"Manco di", "new_id": -2, "mturk_index": "862"}, {"uid": "1295521028242155602", "i": 15414, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "'s told <strong> Simon Cowell </strong> she wants to do it her own way. \"She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain.\" They added: <q> You have to admire such self-confidence in a young girl, but she's no respecter of authority and she's had run-ins with a few people. </q> However, <strong> Cher Lloyd </strong> is proving to be popular with some of music's heavy hitters, including Jay-Z who has reportedly tried to buy <strong> Cher Lloyd </strong> out of her contract with <strong> Simon Cowell </strong>.", "new_id": -2, "mturk_index": "899"}]