[{"uid": "1295094125134053943", "i": 24374, "idx": 32, "sa": ["Stephon Marbury", "Shaquille O'Neal", "Matt Geiger", "Allen Iverson", "Nathaniel D Robinson"], "q": "game. <strong> Matt Geiger </strong> scored 10 of his playoff career-high 23 points in that span. He also finished with a postseason-high 10 rebounds.`` I think their <strong> Shaquille O'Neal </strong> guys focused on <strong> Allen Iverson </strong> a lot,'' <strong> Matt Geiger </strong> said. <q> I got to some key spots and my teammates found me. I am feeling good about my shot right now. </q> <strong> Matt Geiger </strong>, who was signed as a free agent to a six-year,$ 48 million contract before the season, averaged 13.5 points in 50 games during the regular season. With Orlando's defense scrambling to double-team http://wn.com/Allen Iverson_Allen Iverson_40pts_vs_Stephon Marbury_Stephon Marbury_33pts_Nathaniel D Robinson's_Winner", "new_id": -2}, {"uid": "1295234254203751468", "i": 39754, "idx": 3, "sa": ["Johnny Depp", "Jennifer Love Hewitt", "Emma Stone", "Angelina Jolie", "Anne Hathaway", "Julianne Moore", "Paul Giamatti", "Annette Bening"], "q": "''`` Red''`` The Tourist'' WINNER: <strong> Annette Bening </strong>-`` The Kids Are All Right'' <strong> Anne Hathaway </strong>-`` <strong> Jennifer Love Hewitt </strong> And Other Drugs'' <strong> Angelina Jolie </strong>-`` The Tourist'' <strong> Julianne Moore </strong>- <q> The Kids Are All Right </q> <strong> Emma Stone </strong>-`` Easy A'' ACTOR, COMEDY OR MUSICAL <strong> Johnny Depp </strong>-`` Alice In Wonderland'' <strong> Johnny Depp </strong>-`` The Tourist'' <strong> Paul Giamatti </strong>-`` Barney's Version''", "new_id": -2}, {"uid": "1295745801123617302", "i": 30987, "idx": 0, "sa": ["Troy King", "Allen Iverson"], "q": "just over a month since he underwent chemotherapy. In the locker room afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacTroy King any strength. <q> I survived, I'm still here, </q> he said.`` I'm a new man, stronger than ever, I just say,` Thank you, everybody.''' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden", "new_id": -2}, {"uid": "1297304466015368205", "i": 18017, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer"], "q": "In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,'' chief executive <strong> Steve Ballmer </strong> wrote in an email to company employees that Microsoft published. <q> We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways. </q> One of the feathers in <strong> Satya Nadella </strong>'s cap includes leading the technical efforts on the launch of Microsoft's Bing search engine, new releases of MSN, and the integration of Yahoo! across Bing and adCenter.", "new_id": -2}, {"uid": "1297216340026116096", "i": 39761, "idx": 4, "sa": ["Simon Cowell"], "q": "they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena.`` It was supposed to be similar to them doing their first concert,'' <strong> Simon Cowell </strong> explained. <q> It really helped show me who could handle the pressure. </q> <strong> Simon Cowell </strong> said allowing the crowd to react in real time will help him avoid overlooking another big star.`` There have been many, many times on these shows where I've hated somebody and practically had", "new_id": -2}, {"uid": "1295692931212844550", "i": 29823, "idx": 2, "sa": ["Eric Schmidt", "Girish Paranjpe"], "q": ",'' <strong> Eric Schmidt </strong> said after leading the search giant to gigantic heights. Back in Bangalore, <strong> Girish Paranjpe </strong> said change was in the works`` at least in the thinking'' for some time now. <q> Given the current market scenario, which is more predictable, we wanted to have a simpler structure at Wipro, </q> he said. For the nine months ended September 30, 2010, Cognizant had revenues$ 3.3 billion, compared with$ 3.6 billion of Wipro. The company is yet to announce numbers for the December", "new_id": -2}, {"uid": "1296582080157810714", "i": 12514, "idx": 8, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q>? Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. href=\"http://www.boston.com/news/world/middleeast/?camp=related- articles:on:link:article- page:more\" title=\"Middle East\"> More articles in Middle East", "new_id": -2}, {"uid": "1296752760168230988", "i": 45244, "idx": 0, "sa": ["Bernie Sanders"], "q": "In a report prepared for Sen. <strong> Bernie Sanders </strong>, the Department of Defense disclosed that it paid$ 285 billion over a three-year span to hundreds of military contractors that defrauded the Pentagon during the same period. <q> With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money, </q> said <strong> Bernie Sanders </strong>( I-Vt.).`` The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars", "new_id": -2}, {"uid": "1295037885036372502", "i": 7066, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "says he's planning to remarry next month.The 55-year-old`` Cheers'' and`` Frazier'' star said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying Kayte Walsh. He says that <q> Kayte's my new girl </q> and that they're getting married`` in February, we think.'' His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. She stars in Bravo's``", "new_id": -2}, {"i": 10146, "idx": 1, "index_answer": 2, "new_id": -1, "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> <strong> Barbra Streisand </strong> America contestants bring home state designs to` Show Us Your Shoes' parade in Las Vegas America contestants strutted down the Las Vegas Strip displaying shoes decorated", "sa": ["Jay Leno", "David Letterman", "Conan O'Brien", "Barbra Streisand"], "uid": "1295127807207224874"}]