[{"uid": "1295007787037093399", "i": 19997, "idx": 0, "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "q": "The star, who has had two miscarriages, told <strong> Piers Morgan </strong> she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q> I'd do it for a million for SANDS. money, mouth?????????????????? </q> <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\"", "new_id": -2}, {"uid": "1295891150149438465", "i": 39659, "idx": 3, "sa": ["David I", "Colin Powell"], "q": "off the table is indefensible.\" Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: <q> CANDY CROWLEY: Where would you with specificity say, \"Look we don't need a bigger military? </q> Can we cut there? \" POWELL: Yeah. <strong> David I </strong> think we have to look at everything, domestic and our international accounts. As we draw down from Iraq and as over the next several years", "new_id": -2}, {"uid": "1295037729036372579", "i": 38226, "idx": 0, "sa": ["Ed Rendell", "Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Christie", "Grace Napolitano", "Tim Pawlenty", "Jeff Flake", "Dick Lugar", "Alan Mulally"], "q": ", Pennsylvania <strong> Chris Christie </strong> <strong> Ed Rendell </strong>( D), <strong> Dick Lugar </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.), and Reps. <strong> Debbie Wasserman Schultz </strong>( D-Fla.) and <strong> Jeff Flake </strong>( R-Ariz.). This Week hosts a town hall discussion in Tucson titled, <q> After the Tragedy: An American Conversation Continued. </q> Fox News Sunday hosts New Jersey <strong> Chris Christie </strong>( <strong> Alan Mulally </strong>) and former Minnesota <strong> Chris Christie </strong> <strong> Tim Pawlenty </strong>( <strong> Alan Mulally </strong>). State of the Union hosts Reps. <strong> Tim Pawlenty </strong> Murphy( R-Pa.) and <strong> Grace Napolitano </strong>( D-Calif.),", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. \"Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}, {"uid": "1295481586159825934", "i": 12252, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell", "Jennifer Lopez"], "q": "that radiant healthy glow,\" Phillips tells UsMagazine.com. She then followed with L'Oreal Magic Smooth Souffle on her skin, Voluminous Million Lashes Mascara in Blackest Black, and Infallible Le Rouge in Perpetual Peach. <q> It was the perfect color to finish our 70s red carpet look. </q>( All products available at <strong> Simon Cowell </strong> Talks \"American Idol' Exit; <strong> Nigel Lythgoe </strong> Hopes To` Trample All Over' Paula Five Songs <strong> Jennifer Lopez </strong> Should Sing If She Had to Compete on` American Idol\" Top Ten 2010", "new_id": -2}, {"uid": "1295674060172441642", "i": 11471, "idx": 3, "sa": ["Jonathan Daniel", "Allen Iverson"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds. \"I wanted to get off to a good start,\" <strong> Allen Iverson </strong> said. <q> Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the big shots at the end. </q> \"The little kid was phenomenal,\" Sixers coach Larry <strong> Jonathan Daniel </strong> said. \"I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a", "new_id": -2}, {"uid": "1297193996065617951", "i": 16251, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "Abu Musab al-Zarqawi", "Barack Obama"], "q": " \"We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. Video: <strong> Barack Obama </strong> calls on big business to` work", "new_id": -2}, {"uid": "1295272643072728693", "i": 35737, "idx": 0, "sa": ["Steve Ballmer"], "q": "Well, it's not a games console at all, according to the Microsoft chief at least. \"Xbox isn't a gaming console,\" he said in an interview with USA Today. <q> Xbox is a family entertainment center. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body. </q> <strong> Steve Ballmer </strong> also said that Kinect was female-friendly and indicated he would like to see more of the fairer sex getting involved with the motion-sensing platform. He said: \"I think about my own family", "new_id": -2}, {"uid": "1296137334113377297", "i": 2578, "idx": 0, "sa": ["Michael Vick", "DeSean Jackson"], "q": "the headliner. He is the player all of the other Pro Bowlers want to see, and no one, regardless of the size of his traveling party, begrudged <strong> Michael Vick </strong> the palatial suite. <q> Mike <strong> Michael Vick </strong>, yeah, I'm very happy for that guy, </q> said Eagles wide receiver <strong> DeSean Jackson </strong>, who walked alongside his teammate back into the hotel after the NFC's morning practice. Both players were pulling black Nike roller bags full of swag, yet another perk for fulfilling their", "new_id": -2}, {"uid": "1295798818239026178", "i": 38160, "idx": 1, "sa": ["Colin Powell"], "q": "off the table is indefensible.\" Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: <q> CANDY CROWLEY: Where would you with specificity say, \"Look we don't need a bigger military? </q> Can we cut there? \" POWELL: Yeah. I think we have to look at everything, domestic and our international accounts. As we draw down from Iraq and as over the next several years", "new_id": -2}]