[{"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "\" The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q>a Christian, a conservative, and a Republican, in that order,</q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}, {"uid": "1295106448241254427", "i": 18825, "idx": 1, "sa": ["Lamar Alexander", "Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "the Tuscon, Ariz., shooting rampage, that left six dead and Arizona <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> wounded, Republicans moved to shield their tea party supporters from any guilt by association with an accused gunman with a troubled past. <q>What we know about this individual, for example, is that he was reading <strong> Karl Marx </strong> and reading Hitler.... That's not the profile of a typical tea party member and that's the inference that's being made,</q> said <strong> Lamar Alexander </strong>.( AP Photo/Mark Humphrey) FILE- In this Jan. 12, 2011, file photo people recite the Pledge of Allegiance during a memorial service with <strong> Barack Obama </strong> for the victims the shooting rampage,", "new_id": -2}, {"uid": "1295901715011026433", "i": 2105, "idx": 0, "sa": ["Steve Ballmer", "Mary Jo Foley"], "q": "considered one of the most \"articulate and confident\" executives at the Redmond, Wash.-based software giant, but his Server and Tools business has been one of the most consistent financial performers for the company. <q>In this context, it seems surprising that <strong> Steve Ballmer </strong> is in search of \"new and different talent,'</q> he wrote. \"It does sound as if <strong> Steve Ballmer </strong> and Muglia do not see the future of the ZDNet blogger <strong> Mary Jo Foley </strong> disagreed on the claim that Muglia wasn't on-board with Microsoft\"s increasing emphasis on the cloud.", "new_id": -2}, {"uid": "1295159210108871759", "i": 10303, "idx": 0, "sa": ["Mike D'Antoni", "Allen Iverson", "Toney Douglas", "Danilo Gallinari"], "q": ", citing the team's long-term interests. \"With the development of some of our young guys and with Gallo[ <strong> Danilo Gallinari </strong>] and Wilson[ Chandler] and <strong> Toney Douglas </strong>,\" coach <strong> Mike D'Antoni </strong> said at the time, <q>we just didn't think right now we wanted to have that dominant force on the team.</q> On one hand, this was a polite way of saying, \"<strong> Allen Iverson </strong>'s a crazy person,\" but the underlying message was, \"We have a plan here. Let us stick to it.\"", "new_id": -2}, {"uid": "1297242441083116117", "i": 20965, "idx": 4, "sa": ["David Letterman"], "q": "<strong> David Letterman </strong>. \"I don't want the same thing to happen to you that happened to Regis.\" This elicited a big laugh from <strong> David Letterman </strong> and the audience, but Stern pressed on, making <strong> David Letterman </strong> uncomfortable. <q>You know, he was fired. He lives in my building... He got fired. He asked for more money and they gave poor old Regis the boot.</q> Stern, a former CBS employee when he still worked in terrestrial radio, made a funny and valid point about his contentious relationship with the company: \"I watch what's going on. You had", "new_id": -2}, {"uid": "1296528551074448918", "i": 13594, "idx": 0, "sa": ["Michael Vick"], "q": ".. finally they will say, OK.. that's it... the rich keep getting rich, the poor who have all the guns, will finally stand up and say NO!!! Report Abuse <q>whether we were to come up with the split thing after i tell you what you do or not that doesn't change what's going on because of you. everything i talked about is happening. that we previously talked about</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Homeland Security Plane Lands on Interstate Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295879374140918830", "i": 2972, "idx": 2, "sa": ["Eric Schmidt"], "q": "outreach and technology. Starting on April 4, Larry Page, Google Co-Founder, will take charge of Google's day-to-day operations as Chief Executive Officer. Commenting on these changes, <strong> Eric Schmidt </strong> said: <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come.</q>", "new_id": -2}, {"uid": "1296171036065404937", "i": 10255, "idx": 0, "sa": ["Gregg Araki", "Mike Pence", "Heidi Klum", "Kate Middleton", "Erin Fetherston"], "q": "whereby <strong> Heidi Klum </strong> will have a homepage on AOL, with stories\"[ revolving] around <strong> Heidi Klum </strong> and the lifestyle experts in her world, a loose framework of ideas and advice that guides <strong> Heidi Klum </strong>'s everyday life\" including <q>video content, blogs, slideshows that will focus on everything from fun family activities to insider beauty tips to creating successful relationships at work and home,</q> a press release explains. <strong> Erin Fetherston </strong> Is Suspending <strong> Kate Middleton </strong> Regular-Priced Line in Favor of a New, Lower-Priced One New on Vulture Recommends: <strong> Gregg Araki </strong>'s Favorite Movies With Sex Scenes and More! Congressman <strong> Mike Pence </strong> Is the Only Republican", "new_id": -2}, {"uid": "1297228465053084176", "i": 21090, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mike Puccinelli", "Andy Fantuz"], "q": "if there will even be a 2011 season. And despite that, last week the Chicago Bears signed <strong> Andy Fantuz </strong> from the Canadian Football League. <strong> Mike Puccinelli </strong> Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q>And it was the most ridiculous experience of my life,</q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1297292170065437721", "i": 26606, "idx": 0, "sa": ["Michael Vick"], "q": "'s best friend. posted on MLB.com about the charity work that he and his wife do for stray dogs, Buehrle's comments noticeably changed in tone when <strong> Michael Vick </strong>'s name came up. From MLB.com: <q> \"Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?</q> said( Buehrle). \"How could you do that if you are somewhat sane?\" \"\"( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we", "new_id": -2}]