[{"uid": "1296789416115392521", "i": 35133, "idx": 8, "sa": ["Shaun Johnson", "Dwight Howard", "Allen Iverson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Shaun Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Allen Iverson </strong> 54pts vs Cleveland Cavaliers 2000/2001 MVP NBA Regular Season <strong> Allen Iverson </strong> 54pts vs Cleveland Cavaliers 2000/2001 MVP NBA Regular Season <strong> Allen Iverson </strong> keeps scoring and the Philadelphia 76ers keep winning", "new_id": -2}, {"uid": "1295498090112721958", "i": 57526, "idx": 2, "sa": ["Allen Iverson"], "q": "tying jumper with 1:06 left that made it 86-all. <strong> Allen Iverson </strong> is 0-5 this season-- three losses with Memphis; two with the 76ers. <strong> Allen Iverson </strong> missed seven of 10 shots from the floor and had three assists. <q> It's going to get better, </q> <strong> Allen Iverson </strong> said.`` This is one of these times Game 1- Pistons 87, Lakers 75 Thanks to a defense that held the Lakers to just 34 points in the second half, the Pistons overcame a one-point", "new_id": -2}, {"uid": "1295154913111345676", "i": 8868, "idx": 11, "sa": ["LeBron James", "Allen Iverson", "Jason Kapono", "Carmelo Anthony"], "q": ". <strong> Allen Iverson </strong> scored 38 points, including two big jumpers in the final two minutes, and <strong> Carmelo Anthony </strong> added 30, helping the Denver Nuggets hold on for a 110-104 victory over the Los Angeles Clippers on Friday night. <q> My whole thing was not so much taLeBron James over, but just trying to win the basketball game, </q> he said.`` I got a couple of good looks at the end.'' <strong> Allen Iverson </strong> put the Nuggets ahead for good with an 18-foot, off-bJason Kaponoce floater with 1:23 remaining. <strong> Carmelo Anthony </strong> sealed the Nuggets' second straight", "new_id": -2}, {"uid": "1295923521136986656", "i": 17839, "idx": 0, "sa": ["Simon Cowell"], "q": "that's been the thinking behind`` American Idol,'' home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q> a cat being thrown off a skyscraper, </q> telling another,`` Don't mean to be rude, but you look like the Hulk's wife,'' reducing dozens of hopefuls to their worst`` ugly cry''- and propelling the show to the No.", "new_id": -2}, {"uid": "1295541019211419148", "i": 33391, "idx": 1, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Allison Iraheta"], "q": ",'' <strong> Allison Iraheta </strong> advises contestants. The big question of the night, of course, was whether <strong> Allison Iraheta </strong> missed departed judge <strong> Simon Cowell </strong>, who famously put her through the ringer a few times during her season. <q> It was different, right? </q> she said of the vibe with new superstar judges href=\"http://www.mtv.com/news/articles/1656275/Steven Tyler-Steven Tyler-Jennifer Lopez-Jennifer Lopezs-american-idol-debut-how-did-they-do.jhtml\"> <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>.`` I think change is good. We all miss him. It's a little weird at first. I think it", "new_id": -2}, {"uid": "1295439905093192278", "i": 26268, "idx": 2, "sa": ["Jim Cantiello", "Simon Cowell", "Jennifer Lopez", "Steven Tyler"], "q": "and I, for one, can not wait.'' As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said.`` He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "new_id": -2}, {"uid": "1296365682082608136", "i": 28202, "idx": 5, "sa": ["Zahi Hawass"], "q": "border with Gaza had let many of their influential members into their country. Clamping down on the boarder was to little to late I suspect.# 1.6- Sat Jan 29, 2011 5:11 AM EST <q> The day is short, the labor vast, the workers lazy, the reward great, the Master urgent. </q>- Avot 2:17 veritas diaboli manet in aeternum <strong> Zahi Hawass </strong> is one of Mubarak cronies. His life is most likely also in danger. Quite possible that he has fled the country.#", "new_id": -2}, {"uid": "1295665859231571524", "i": 4151, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Craig Kilborn"], "q": "nights in Philadelphia at the urging of a friend. From there, he never wanted to do anything else.`` It was the only thing I didn't want to quit,'' Matarese said. <q> I started when I was 19. I quit every single job I had up until that point. I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's``", "new_id": -2}, {"uid": "1297206232067371016", "i": 46055, "idx": 2, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": ". And it was a somewhat awkward moment in the meeting,'' <strong> Donald Rumsfeld </strong> said. <strong> George H. W. Bush </strong> told <strong> Donald Rumsfeld </strong> to take the threats seriously. US forces killed both of Hussein's sons in 2003. <q> I made a comment like` Thank you' or something and <strong> George H. W. Bush </strong> looked me in the eye and said` You better take this seriously,' </q> the former defense secretary said. <strong> Donald Rumsfeld </strong> was on the show to talk about his memoir`` Known and Unknown,'' the title of which is in reference to a famous speech he gave in 2002 regarding", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}]