[{"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q>Anybody that bet on it, some broke people out there,<q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}, {"uid": "1295981454233783305", "i": 9566, "idx": 0, "sa": ["David Letterman", "Bill Maher", "Dennis Kucinich"], "q": "workers, and injured many thousands more, while causing serious damage and disruption to health infrastructure, se... <strong> Bill Maher </strong> on <strong> David Letterman </strong> January 3 <strong> David Letterman </strong> interviews <strong> Bill Maher </strong> on the Late Show- aired January 3, 2008... <strong> Dennis Kucinich </strong> <q>If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All<q> <strong> Dennis Kucinich </strong> \"If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All\" January 03, 2011 MSNBC The ED Show MOXNews.com... Health Matters: What is Social Anxiety Disorder? What is Social Anxiety", "new_id": -2}, {"uid": "1296863341220315654", "i": 22474, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "is a work stoppage. \"I don't want my salary to go to a dollar. My wife doesn't want my salary to go to a dollar,\" he said, drawing laughs. <q>But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible.<q> <strong> Roger Goodell </strong> also commented on the following subjects:- He said he had spoken to Philadelphia Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending", "new_id": -2}, {"uid": "1296003648058851372", "i": 38, "idx": 1, "sa": ["Jim Richardson", "Tim Tebow", "Michael Vick", "Barack Obama"], "q": "rankings is <strong> Tim Tebow </strong>, the University of Florida quarterback who's now with the Denver Broncos. His N-score is a strong 141, putting him in the top five among all active professional quarterbacks. Says Master: <q>The guy has just started his NFL career and he's in the top five. Wow. This guy is election material when he hangs up his cleats.<q> \"<h6> Raising <strong> Michael Vick </strong> Story Continues the Conservative Attack on <strong> Barack Obama </strong> </h6>\" <strong> Jim Richardson </strong> of VA, its Conservatives like Bedard here and Fox News who have their fixation on the MichaeL <strong> Michael Vick </strong> story. Conservatives tried to make", "new_id": -2}, {"uid": "1297176715006504474", "i": 35068, "idx": 0, "sa": ["Nancy O'Dell", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "judge, <strong> Simon Cowell </strong>, who reveals whether or not he thinks \"American Idol\"s newest judges, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, have what it takes to be tough when the competition goes live. <q>I think they started off by saying it's a nicer, gentler \"Idol,' so maybe they'll continue to be that way,<q> he tells <strong> Nancy O'Dell </strong>. \"They\"re different kinds of judges.\" Meanwhile, the TV staple reveals three things you may not know about him! 1. \"I like animals, I", "new_id": -2}, {"uid": "1295458359168706053", "i": 22522, "idx": 4, "sa": ["the Fox", "Simon Cowell", "Billy Joel"], "q": "For nine seasons of <strong> Simon Cowell </strong> anchored the judges' table as a rotating cast of \"American Idol' embraces kinder, gentler attitude LOS ANGELES- When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q>The Longest Welcome to the born-again American Idol. With the departure of \"the mean one,<q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent <strong> the Fox </strong> Idol embraces kinder, gentler attitude LOS ANGELES- When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>\"s", "new_id": -2}, {"uid": "1297216340026116096", "i": 32785, "idx": 0, "sa": ["Simon Cowell"], "q": "life-changing\" prize, comparing the difference between X Factor to the difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Cowell-free season of Idol, he said, <q>I haven't seen a full episode,<q> continuing, \"I think we're going to do something different. I'm excited. The stakes are high.\" Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from", "new_id": -2}, {"uid": "1295984196057327656", "i": 24601, "idx": 3, "sa": ["Walt Disney", "Eric Schmidt", "Google Inc."], "q": "startups such as Groupon <strong> Google Inc. </strong> in social networking, entertainment and retail. As executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. <q>We've got very complicated government issues,<q> he said, adding that \"we move quickly, and we tend to be disruptive at scale.\" European <strong> Walt Disney </strong> officials opened a formal antitrust probe last year into <strong> Google Inc. </strong> search results, while in China", "new_id": -2}, {"uid": "1294960830111804421", "i": 34179, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "survive such a devastating wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q>This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more,<q> said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: \"It was raw courage. It was raw strength. It was so beautiful and so moving", "new_id": -2}, {"uid": "1295364352186253316", "i": 19358, "idx": 5, "sa": ["Michael Vick", "Tony Mercurio"], "q": "together. When it's time to do business, and talk football and contracts, it will happen at the right time.\" <strong> Michael Vick </strong> was asked by host <strong> Tony Mercurio </strong> if he is happy in Philadelphia. <q>I'm happy in Philadelphia. Hopefully, I can stay here. Sometimes it doesn't work out the way you want it to, but I'm hoping it does. We'll go from there. We'll see what all happens.<q> <strong> Michael Vick </strong> departs for Hawaii on Tuesday for the Pro Bowl and is planning to bring his family. \"I'm excited about it and I think I'm going to have a good time and enjoy the", "new_id": -2}]