[{"uid": "1296395035225574945", "i": 9694, "idx": 0, "sa": ["Donald Rumsfeld", "Dan Larson"], "q": "pursue such cases said they felt compelled to bring charges against the specialist because of the similarities between the two alleged assaults. Neither victim, the prosecution contended, had been sober enough to give consent. <q> Intoxicate, isolate, violate, that's the modus operandi of the accused, </q> said Capt. <strong> Dan Larson </strong>, who helped prosecute. From its service academies to the front lines, the military has long been plagued by sexual assault. In 2004, Defense <strong> Donald Rumsfeld </strong> ordered a review of", "new_id": -2}, {"uid": "1295907918177651713", "i": 23770, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "Is the U.S. government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?''`` My brain would be going,'' he says. <q> I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut. </q>' Another <strong> Donald Rumsfeld </strong> Rule:`` If you are not criticized, you may not be doing much.'' As defense secretary, he was admired as daring and innovative by foreign policy hawks and others,", "new_id": -2}, {"uid": "1294957386210993222", "i": 17575, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "eye and tried to focus on loved ones for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it`` a major milestone,'' and said the congresswoman was clearly responding to the gathering of friends and family. <strong> Barack Obama </strong>, Daniel Hernandez After", "new_id": -2}, {"uid": "1297193732179781634", "i": 27272, "idx": 0, "sa": ["Roger Goodell", "Michael Vick", "John Mara"], "q": ", however, topped the Forbes magazine list of most-hated sports figures in both 2009 and 2010. He emerged from jail in the midst of bankruptcy proceedings. When <strong> Michael Vick </strong> was reinstated, NFL Commissioner <strong> Roger Goodell </strong> warned that his <q> margin of error is extremely limited. </q> Few wanted <strong> Michael Vick </strong>. New York Giants CEO <strong> John Mara </strong> said his team had no interest in <strong> Michael Vick </strong>`` on a lot of levels.'' Animal rights activists threatened to picket games. Owners had to worry about", "new_id": -2}, {"uid": "1296793498219398182", "i": 17678, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "DJ Kool Herc"], "q": "<strong> Donald Rumsfeld </strong>'s Iraq strategy was doomed to failure, claims <strong> John McCain </strong> <q> Former defence secretary's autobiography Known and Unknown shrugs off blame for failures and upsets rival </q> Hip-Hop Pioneer <strong> DJ Kool Herc </strong> Fights for Health Care Reform, Seeks Assistance for Medical Bills pitchfork.com Thursday, February 3, 2011 at 12:15 pm chicagotribune.com Thursday, February 3, 2011 at", "new_id": -2}, {"uid": "1297292864070500360", "i": 42815, "idx": 1, "sa": ["Nancy Keenan", "Mike Pence"], "q": "underage sex trafficking,'' said Rep. <strong> Mike Pence </strong>( R-Ind.), who's sponsoring the Title X bill. Other abortion rights groups slammed the Appropriations Committee proposal Wednesday afternoon. <q> The new anti-choice House leadership now wants to take away birth control and cancer screenings from millions of American women and men, </q> said <strong> Nancy Keenan </strong>, president of NARAL Pro-Choice America.`` While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended", "new_id": -2}, {"uid": "1296694847219119622", "i": 14336, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "enforcement to protect taxpayers from massive fraud,'' said Mr. <strong> Sen. Bernie Sanders </strong>, who is considered one of the most liberal members of Congress. But the authors of the 45-page documentation, titled <q> Report to Congress on Contracting Fraud, </q> said that because there is no central repository for contracting data, the department faced a`` number of challenges'' drafting the report-`` first and foremost was the development of a common definition of` procurement fraud", "new_id": -2}, {"uid": "1296173674032686181", "i": 15836, "idx": 0, "sa": ["Nicki Minaj", "Robin Thicke", "David Letterman", "Mariah Carey"], "q": "high-profile matchups with everyone from <strong> Mariah Carey </strong> to Usher. <strong> Robin Thicke </strong> even helped ramp up <strong> Nicki Minaj </strong>'s profile by trotting her out for performances on`` 106& Park'' and`` The Late Show With <strong> David Letterman </strong>.'' <q> Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him, </q> <strong> Nicki Minaj </strong> explained to MTV News last February.`` It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,`", "new_id": -2}, {"uid": "1295498627019333179", "i": 9572, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q> Actually the best part about the show is the auditions of the fools that can't sing at all. They are hilarious. <strong> Steven Tyler </strong>& Ms. <strong> Jennifer Lopez </strong> will give the AI fans what they want. </q> Report Abuse <blockquote> Thumbs UP! The show was very entertaining. CUZ <strong> Steven Tyler </strong> is friggin HOT and funny. </blockquote> ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies Buy Movie DVDs Now Over 30,000", "new_id": -2}, [{"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]]