[{"uid": "1296449395205996048", "i": 38390, "idx": 6, "sa": ["Allen Iverson", "Michael Jordan", "Derrick Rose", "Kevin Garnett"], "q": "would agree with the assessment. He felt a little winded, but chalked it up to the Mile High <strong> Derrick Rose </strong>. \"It feels like I've been out for a couple of years,\" he said. <q> There wasn't a lot of air out there. </q> <strong> Michael Jordan </strong> legs, though, felt rejuvenated. The nine-game break did him wonders. \"I felt like I was 27,\" <strong> Kevin Garnett </strong> said. \"I felt young.\" <strong> Kevin Garnett </strong> came http://wn.com/Allen_Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to", "new_id": -2}, {"uid": "1296580838160382984", "i": 24759, "idx": 0, "sa": ["Steve Ballmer"], "q": "Bing director Stefan Weitz didn't explicitly confirm or deny the copying but suggested that any copying that might take place, including possibly through the Bing bar, was one part of a larger way of collecting data. <q> We use multiple signals and approaches when we think about ranking, but like the rest of the players in this industry, we're not going to go deep and detailed in how we do it, </q> he said. Microsoft is known to have been driven by CEO <strong> Steve Ballmer </strong> to try and beat Google in search at all costs. The company's aborted attempt to buy Yahoo outright for billions, followed by", "new_id": -2}, {"uid": "1295125227265830412", "i": 35018, "idx": 21, "sa": ["Brigadier General Janis Karpinski", "Donald Rumsfeld", "Abu Musab al-Zarqawi"], "q": "say they were following orders.\"'^ \"US memo shows Iraq jail methods\"( in eng). BBC NEWS AMERICAS( London: British Broadcasting Corporation). 2005-03-30. Retrieved 2007-02-03.\" <q> The top US general in Iraq authorised interrogation techniques including the use of dogs, stress positions and disorientation, a memo has shown. </q>\"^ Leon Worden. \"<strong> Brigadier General Janis Karpinski </strong>: <strong> Donald Rumsfeld </strong> OK'd Methods at <strong> Abu Musab al-Zarqawi </strong> Ghraib\". Santa Clarita Valley Historical Society. Retrieved 2004-07-04.^ Release of <strong> Abu Musab al-Zarqawi </strong> Ghraib photos ordered- Conflict in Iraq-", "new_id": -2}, {"uid": "1295008939037093396", "i": 37769, "idx": 8, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "together, and as they did so, <strong> Gabrielle Giffords </strong> \"started to open her eyes, literally,\" <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: <q> <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes, </q> <strong> Kirsten Gillibrand </strong> said. After about 30 seconds, <strong> Gabrielle Giffords </strong> did just that. \"You could tell she was desperately trying to focus, and it took enormous strength from her,\" <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1295605251232587285", "i": 26519, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong>, who joined Google as CEO in 2001. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Despite Google's solid results for 2010, Page and <strong> Sergey Brin </strong> may feel <strong> Eric Schmidt </strong> is not adequately addressing the challenges the company faces. Apple, with its iPhone and iPad", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,\" <strong> Kirsten Gillibrand </strong> said. \"They were saying this is unbelievable progress, to see this.\" Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> Mark started to tell her, \"<strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC\"s <strong> Chris Matthews </strong> on \"Hardball.\" \"He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}, {"uid": "1295621146048054324", "i": 48782, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": ")-- <strong> David Cameron </strong>'s press chief, <strong> Andy Coulson </strong>, quit over alleged phone tapping when he edited <strong> Rupert Murdoch </strong>'s News of the World newspaper, prompting opposition Labour Party attacks on the U.K. prime minister's judgment. <q> Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in an e-mailed statement today. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.\" <strong> Andy Coulson </strong> has denied any", "new_id": -2}, {"uid": "1296852988181501984", "i": 18409, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "2011 2:52 PM DALLAS( AP)-- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}, {"uid": "1297267318151748645", "i": 29721, "idx": 0, "sa": ["Paula Abdul", "Padma Lakshmi", "Jimmy Fallon", "Simon Cowell"], "q": "chicken pot pie, cheesesteaks, soft pretzels, pulled-pork sandwiches and ramen noodles. \"Everyone has really strong opinions about the dishes they grew up with,\" says <strong> Padma Lakshmi </strong>. The results, says <strong> Jimmy Fallon </strong>, <q> surprised me. It's a hodgepodge of foods, so I felt bad for the chefs, but they rose to the occasion. It was a great birthday present. </q> My Settings Your comment contains inappropriate content in violation of our <strong> Paula Abdul </strong> Won't Say Whether She's Reuniting With <strong> Simon Cowell </strong> on' X Factor' Can a \"Terrified\" Christina Pull It Together for a", "new_id": -2}, {"uid": "1297706529235225094", "i": 35446, "idx": 0, "sa": ["Steve Ballmer"], "q": "week after Nokia Oyj announced the platform will be its primarily mobile- phone software, will get additional features this year such as Internet Explorer 9, Twitter and multitasking capabilities, <strong> Steve Ballmer </strong> said. <q> Increasingly, consumers, developers and mobile operators won't just choose a phone, they're really choosing a platform, </q> he said. Microsoft is pulling out all the stops to reverse market share declines in its mobile-phone software as smartphone sales look set to pass those of personal computers in the next two years. The company", "new_id": -2}]