[{"uid": "1296168750131055629", "i": 6070, "idx": 1, "sa": ["Mike Pence"], "q": "some national conservatives: \" U.S. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana. \" <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters.`` We will not seek the Republican nomination for president in 2012.'' FR: He said he would", "new_id": -2}, {"uid": "1295259895086458421", "i": 8942, "idx": 1, "sa": ["John Humphrys", "Andy Coulson"], "q": "- quit- News- World- hacking.html?ITO=1490\"> resignation.`` I don't go into private conversations,'' was all the Prime Minister would say when pressed by <strong> John Humphrys </strong>. Elsewhere, Cameron offered his standard <q> everyone deserves a second chance </q> defence of <strong> Andy Coulson </strong>. The former News of the World editor may have taken ultimate responsibility and resigned from the tabloid-- how could he not?-- but unanswered questions remain over the phone-hacking scandal. Cameron", "new_id": -2}, {"uid": "1295798635051544104", "i": 33579, "idx": 21, "sa": ["Colin Powell", "Barack Obama", "Billy Butler"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> ROUTE DELIVERY American Foodservice <strong> Billy Butler </strong> agrees to four-year,$ 30 million extension with Royals", "new_id": -2}, {"uid": "1295683197065617921", "i": 42717, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "hands-on time developing new products.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' said <strong> Eric Schmidt </strong>'s official statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> This may sound glib, but it rings true. <strong> Larry Page </strong> and <strong> Sergey Brin </strong> are only 37 years old and were just 27 when they interviewed the former Novell CEO, then 45, about adding", "new_id": -2}, {"uid": "1295965426108969993", "i": 23163, "idx": 0, "sa": ["Eric Schmidt", "Rex Ryan"], "q": "Packers chew up Bears to reach Super Bowl''... Appleton( Wis.) Post-Crescent,`` PACK STUFFS BEARS''... Pittsburgh Post-Gazette,`` At the gates of seven'' Super Bowl crowns... N.Y. Times SportsMonday: <q> BLUSTER BUSTERS: Steelers Race to Early Lead and Deny Jets a Berth in the Super Bowl </q>... N.Y. Post, on Jets coach <strong> Rex Ryan </strong>:`` NO SUPE FOR YOU!... SAME OLD JETS!'' SCOOP- N.Y. Post`` Page 6'':`` Google honcho <strong> Eric Schmidt </strong>... has been consulting", "new_id": -2}, {"uid": "1295593388155664395", "i": 34914, "idx": 4, "sa": ["Eric Schmidt"], "q": "appears to be amicable. Both Page and <strong> Eric Schmidt </strong> heaped praise on each other in Thursday's interview and a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.'' <q> I believe Larry is ready </q> to be CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.''", "new_id": -2}, {"uid": "1295343441209076232", "i": 15489, "idx": 0, "sa": ["Steve Ballmer"], "q": "really go anywhere, though <strong> Steve Ballmer </strong>'s evasiveness on what Windows Phone 7 needs to do is intriguing. He makes it sound as though he doesn't know what sort of people buy smartphones. Beware too of that <q> 1.5 m sold into carriers </q>. That doesn't mean in consumers' hands. It might mean gathering dust on shop shelves. Microsoft must know the real activation number; odd that it won't give it. Bubble Ball, iPhone", "new_id": -2}, {"uid": "1297268304137707526", "i": 1070, "idx": 3, "sa": ["Donald Rumsfeld", "Adlai Stevenson III"], "q": "joke. There was no strength there.'' Nixon promised to endorse <strong> Donald Rumsfeld </strong> in the primaries if necessary, and also took a shot at the man <strong> Donald Rumsfeld </strong> would most likely be running to defeat: <q> The President told me that he will endorse and support me. He said he couldn't before, but he will now even in primaries if it will help me. He said he felt I should decide now, and not tell anybody except for a few people. If I told any more it would be stupid, and I'm not stupid. He went on to say that </q> <strong> Adlai Stevenson III </strong> was light. He was better looking than his dad, but he had no elan, that he could be beat, and that he, the President, wanted to do what he could to help me", "new_id": -2}, {"uid": "1295245546048136202", "i": 24836, "idx": 12, "sa": ["Rafer Alston", "Allen Iverson", "Shaquille O'Neal"], "q": "being his usual rambunctious self-- which took a load off <strong> Allen Iverson </strong>'s shoulders, allowing him to concentrate for a few hours on beating the defending NBA champions who knocked the Nuggets out of the playoffs last year. <q> I mean, when he's around the house screaming and yelling like he usually does, then I'm pretty sure he'll be all right, </q> <strong> Allen Iverson </strong> said.`` That was my Shaquille O'Nealgest thing once he started acting like himself again. He's real Rafer Alstond, man.'' While <strong> Allen Iverson </strong> was doing the dirty work offensively, the Nuggets' <strong> Shaquille O'Neal </strong> men--", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q> We have real challenges in terms of unemployment, </q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans`` can not be tolerated.''`` We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}]