[{"uid": "1296577954157810698", "i": 16366, "idx": 0, "sa": ["Robert Pattinson", "Elizabeth Reaser", "Angelina Jolie", "Kristen Stewart", "Ashlee Simpson"], "q": "a changed man. <strong> Angelina Jolie </strong>: An inside look at the private life of <strong> Angelina Jolie </strong>: her relationship with her kids, her parenting style and spending time with brood. Deena <strong> Ashlee Simpson </strong> On Joining` Jersey Shore': <q> I've Only Heard Positive Things </q> <strong> Elizabeth Reaser </strong>:`` Here's a Naked Picture of <strong> Robert Pattinson </strong>& <strong> Kristen Stewart </strong>''", "new_id": -2}, {"uid": "1296407544252772372", "i": 195, "idx": 37, "sa": ["Aaron McKie", "Allen Iverson", "Jerry Stackhouse", "Theo Ratliff"], "q": "points in the second period as Philadelphia opened a 58-41 halftime lead.`` We're 33-10, 10, but next day we could be 33-11, then( 33-12) and so on,'' <strong> Allen Iverson </strong> said. <q> We don't want that. We're going to play every game like it's our last. We want to take it one game at a time so that something special will happen at the end of the season. </q> <strong> Jerry Stackhouse </strong> was traded to Detroit on December 18, 1997 for guard <strong> Aaron McKie </strong> and center <strong> Theo Ratliff </strong>-- both of whom have played significant roles in Philadelphia's rise to the top of the NBA standings. <strong> Jerry Stackhouse </strong> entered the contest", "new_id": -2}, {"uid": "1295617237099680257", "i": 35227, "idx": 0, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson", "Tim Bale"], "q": "into illegal phone hacking at a tabloid newspaper when he was editor. Following are analysts' comments on his decision and its implications for Prime Minister <strong> David Cameron </strong>: OPPOSITION Labor PARTY LEADER <strong> Ed Miliband </strong> <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgment, about hanging on to him as long as he did. </q> <strong> Tim Bale </strong>, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX`` It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation.", "new_id": -2}, {"uid": "1295882912107462659", "i": 4515, "idx": 3, "sa": ["George Osborne", "Andy Coulson", "Tim Worstall"], "q": "mistake looks foolhardy. It is also bad news for <strong> George Osborne </strong>, who liked to take the credit for talent spotting Mr <strong> Andy Coulson </strong> and securing his appointment.'' The New Home Front <strong> Tim Worstall </strong> on the autocracy of intellectuals: <q> Oh, they talk about`` climate change </q> a lot but don't quite manage to tell us why a move to a non-cabon emitting energy system( say, thorium cycle, or solar PV plus fuel cells) wouldn't solve the problem rather than having", "new_id": -2}, {"uid": "1295629433247332867", "i": 28721, "idx": 2, "sa": ["Rupert Murdoch", "Andy Coulson", "Tom Watson"], "q": "in the prime minister. <strong> Tom Watson </strong>, the former Labour defence minister, who has pursued <strong> Andy Coulson </strong> in his position as a member of the Commons culture committee, warned the prime minister now faced serious questions. <q> This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about, </q> <strong> Tom Watson </strong> said.`` His departure creates serious questions over the prime minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp.`` It's a", "new_id": -2}, {"uid": "1297266030254083228", "i": 32040, "idx": 1, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> is the boss of this show. He gets what he wants and he wants Cheryl. The money you make on American TV is huge, but there's also a huge risk.''*** <q> The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen. As soon as it's announced she's going to be a judge the plan will be to launch her music career in the States. It's important Americans realize she's a credible music star if she's going to be judging other singers. </q>*** <strong> Simon Cowell </strong> is said to be trying to find a way for him and Cole to carry on starring in the British version of the show alongside the US program. Miss USA 2010 Winner a Pole Dancer", "new_id": -2}, {"uid": "1296259557105840651", "i": 2545, "idx": 1, "sa": ["John Dunbar", "Donald Rumsfeld", "Osama bin Laden"], "q": "Arab world of being`` a mouthpiece for American ideas.'')`` Al Jazeera airs <strong> Osama bin Laden </strong>'s videos,'' says <strong> John Dunbar </strong>, a former fellow at the Center for Public Integrity who studied media. <q> It is seen, fairly or not, as an outlet for terrorists. </q> <strong> Donald Rumsfeld </strong> called the channel`` vicious, inaccurate, and inexcusable.'' On November 13, 2001, during the U.S. invasion of Afghanistan, a U.S. missile destroyed Al Jazeera's offices in Kabul. And", "new_id": -2}, {"uid": "1295593237183287808", "i": 41225, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "to leave Google to work for the social networking company.`` My goal is to run Google at the pace and with the soul and passion of a startup,'' <strong> Larry Page </strong> said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply.`` I am not as concerned about the titles as I am winning", "new_id": -2}, {"uid": "1295800874208044042", "i": 55649, "idx": 0, "sa": ["Ali Abdullah Saleh", "David Cameron", "Andy Coulson"], "q": "wikileaks proponents, you act as if this is some show... the next big reAli Abdullah Salehty show or something. \"`` It's not juicy enough yet. Where are the next leaks!'' <q> I wonder what will be next? I want to see the big banks fall. Yea! </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.'' ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}]