[{"uid": "1296573020100253706", "i": 24782, "idx": 0, "sa": ["Hu Jintao", "Michael Vick"], "q": "<strong> Hu Jintao </strong> and Chicago Mayor Richard M.... China's President <strong> Hu Jintao </strong> speaks to a business leader as he... Midwest City had been arrested in drug sweep U.S. Video: Over 100 Million Americans Threatened by Winter Storm Report Abuse <q> Yes, the weather trend is changing. Whether we caused it or not immaterial, for all practical purposes. It is changing from the trends we have seen in our recent history. When there is a confluence of rare events occurring in a relatively short span of time, we can expect rare events as a result. Prepare, my friends. I hope to see you in the Aftermath. </q> As a more eloquent man than I once said, Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1296231939160088102", "i": 47712, "idx": 0, "sa": ["Eric Schmidt", "George Osborne"], "q": "role at the heart of government has come under increasing scrutiny. One of the co-founders of the Independent newspaper Stephen Glover recently wondered why Chancellor <strong> George Osborne </strong> had co-written an editorial piece with outgoing Google CEO <strong> Eric Schmidt </strong>. <q> I can't imagine a member of the Government doing a piece with <strong> Rupert Murdoch </strong>, </q> Glover noted. You can imagine the reaction if he had. What's good for Google, it seems, must be good for the UK. Â® Google Apps for Business: Secure, reliable", "new_id": -2}, {"uid": "1295537220252182530", "i": 9545, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28. Filmmaker Sees", "new_id": -2}, {"uid": "1297219570140312582", "i": 6232, "idx": 2, "sa": ["Simon Cowell"], "q": "big fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, <q> I have to take everyone's opinions into account, </q> including that of the show's other producers and the network. Our opinion is that we should be on the panel- as long as <strong> Simon Cowell </strong> doesn't mind being upstaged. A decision about", "new_id": -2}, {"uid": "1295469111069730385", "i": 17649, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "that begins its 10th season tonight. Hyper, effusive and giddy, <strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. <q> The part that's a little difficult is judging young kids, </q> the 62-year-old said. \"It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.\"", "new_id": -2}, {"uid": "1297211499164478976", "i": 38472, "idx": 0, "sa": ["Dwaine Caraway", "Andy Fantuz", "Michael Reese", "Mayor Richard M. Daley", "Michael Vick"], "q": "if there will even be a 2011 season. And despite that, last week the Chicago Bears signed <strong> Andy Fantuz </strong> from the Canadian Football League. <strong> Michael Reese </strong> Schlaak and his also had tickets to <strong> Michael Reese </strong> Bowl XLV in Dallas. <q> And it was the most ridiculous experience of my life, </q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by <strong> Mayor Richard M. Daley </strong> Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1295905049076185690", "i": 26136, "idx": 2, "sa": ["Bill Lockyer"], "q": "He said officials would be looking for cash expenditures to defer, depending on how quickly new tax dollars start arriving this spring and how aggressively the legislature and the governor close the budget deficit. <q> Then, the next option, if you run out of deferrals, is to issue i.o.u.'s, </q> Mr. <strong> Bill Lockyer </strong> said. \"It's a possibility. It's not one that anyone wants to do. It's at the bottom of the list of choices. But it is on the list.\"", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday. \"But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.\" At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}, {"uid": "1295891307156680197", "i": 27946, "idx": 3, "sa": ["Zahi Hawass"], "q": "returned to the possession of its rightful owners, the Egyptian people.\" World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse <q> <strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains). He's a shameless self-promoter who says/does things to draw attention to himself. </q> How about, <strong> Zahi Hawass </strong>, you have a good look at the Egyptian Museum in Cairo, just for a start. At the outdated displays, the dusty glass cases, the impossible layout, the hoards", "new_id": -2}, {"uid": "1295562588178864129", "i": 38589, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}]