[{"uid": "1297108555141246488", "i": 6674, "idx": 6, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": "<strong> Donald Rumsfeld </strong> replied curtly:`` No, I was kind of disappointed in him.'' Lacked experience <strong> Condoleezza Rice </strong>, who served as Bush's national security adviser before later becoming secretary of state had <q> never served in a senior administration position, </q> a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- Bush's first top diplomat-`` did not, in my view, do a good job", "new_id": -2}, {"uid": "1295602988020365352", "i": 39820, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of`` Googled: The End of the World As We Know It.'' <q> I think <strong> Eric Schmidt </strong> is burned out. </q> There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly calls to discuss its earnings. More recently,", "new_id": -2}, {"uid": "1295432569026050653", "i": 21374, "idx": 1, "sa": ["Eric Cantor", "Gov. Scott Walker", "Jeffrey Young", "Mike Pence"], "q": "'' Rep. <strong> Gov. Scott Walker </strong> McCarthy( of`` <strong> Jeffrey Young </strong> Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.'' <q> We've got to roll back there. That will save$ 100 billion in the first year, </q> agreed Rep. <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1295844451132481080", "i": 5873, "idx": 0, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "State of the Union address tomorrow night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting of Representative <strong> Gabrielle Giffords </strong> and others. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1297514188084983856", "i": 4818, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "official schedule showing up to introduce his old friend and fellow Bush Administration official <strong> Donald Rumsfeld </strong>, the former Defense <strong> Dick Cheney </strong>. There was booing. An NPR colleague attending CPAC reported in an e-mail: <q> <strong> Dick Cheney </strong>, for what it's worth, was cheered AND booed. I heard cries of both`` <strong> Dick Cheney </strong> for <strong> Dick Cheney </strong>! </q> and`` murderous scum!'' And one person yelling`` liberator!''( I could not tell if that was intended as irony.) Every time someone starts heckling/booing, part of the crowd starts changing``", "new_id": -2}, {"uid": "1297654044124387332", "i": 16640, "idx": 2, "sa": ["Donald Rumsfeld", "Katherine Gallagher", "President Bush"], "q": "statement said. <strong> Donald Rumsfeld </strong>: Saddam Targeted <strong> Donald Rumsfeld </strong>'s and <strong> President Bush </strong>'s Daughters CCR lawyer <strong> Katherine Gallagher </strong> said that as <strong> President Bush </strong>'s visit to Canada draws closer,`` we will see what actions we will take.'' <q> I think we have to strategize and think that through with colleagues up in Canada, </q> she told the Georgia Straight newspaper in Vancouver.`` It's the next visit that we've heard about and we're going to be following up and seeing what we know about it and preparing for it.", "new_id": -2}, {"uid": "1295552137065978390", "i": 40782, "idx": 6, "sa": ["John McCain", "Kirsten Gillibrand", "Sen. Joe Lieberman", "Lady Gaga"], "q": "Senators <strong> Kirsten Gillibrand </strong> and <strong> Sen. Joe Lieberman </strong>-- leaders on this issue-- urged their <strong> John McCain </strong>.. A message from <strong> Lady Gaga </strong> to the Senate Sept 16 2010 www.sldn.org Call your senator at(202) 224-3121... In Historic Move, Senate Votes to Repeal <q> Don't Ask, Don't Tell </q> In Historic Move, Senate Votes to Repeal`` Don't Ask, Don't Tell'' Democracy Now!- democracynow.org The Senate voted 63 to 31 on Thursday to repeal the military's`` Don't Ask,", "new_id": -2}, {"uid": "1296843261208879659", "i": 25389, "idx": 0, "sa": ["David Letterman"], "q": "case stemming from a Jan. 23, 2010 incident in downtown Aspen. It's the`` douche bag'' phrase that has riled up Maytin. In July she filed a six-page court brief- aptly titled <q> Motion to Dismiss: The Constitutionality of` Douche Bag.' </q> Maytin contended that the disorderly conduct charge should have been dropped because Fordham was protected by free speech. She cited numerous sources to back her claim- ranging from Wikipedia to the Urban Dictionary to <strong> David Letterman </strong>. Use", "new_id": -2}, {"uid": "1297175955226918404", "i": 48444, "idx": 3, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.'' <strong> Mayor Tom Leppert </strong> said he has asked the city manager to <q> propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines. </q> texrus This is nothing more than one dude rewarding another dude. If <strong> Michael Vick </strong> was white, Carraway would not have even attempted such shenanigans. SteveO This man was given a KEY to", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'': Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}]