[{"uid": "1295798969051544087", "i": 25110, "idx": 4, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Colin Powell_Colin Powell_Endorses_Barack Obama_Barack Obama_on_Meet_the_Press Appearing on Meet the Press, former Secretary of State Gen. <strong> Colin Powell </strong> says he", "new_id": -2}, {"uid": "1295949809222314513", "i": 34979, "idx": 0, "sa": ["Allen Iverson"], "q": "initials, but also she has a tough, gritty style like former NBA star <strong> Allen Iverson </strong>, tore her left anterior cruciate ligament before her freshman season when she was expected to contribute at the varsity level. <q> I worked my butt off just to be able to play in state, </q> Ivanov said. The one problem was that while she was rehabbing the Royals had accrued a losing regular season record and state hopes were slim. But Edwards felt his team was close to breaking through after", "new_id": -2}, {"uid": "1295956479149733513", "i": 33284, "idx": 8, "sa": ["Mike Pence", "Steve King", "Jack Talbert"], "q": ") After addressing the 2011 March for Life attendees, <strong> Mike Pence </strong> <strong> Steve King </strong>( R-La.) said in a statement that the end of Roe v. Wade will occur in`` our time.'' <q> For 38 years, Americans have come here to pray and march for life, </q> said <strong> Steve King </strong>.`` <strong> Jack Talbert </strong> said generation is 19 years; that's two generations of Americans who have been here. Millions of Americans come here, make friends, march, pray for life, and deploy back", "new_id": -2}, {"uid": "1296506251121487405", "i": 15636, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "based on Egypt's history,'' she said. Egypt Treasures Especially Vulnerable But not all of Egypt's museums and ancient sites have been quite so well protected.( See href=\"http://blogs.nationalgeographic.com/blogs/news/chiefeditor/2011/01/plundering-of-tombs-museums-widespread-in-egypt.html\"> <q> Plundering of Tombs, Museums, Antiquities Widespread, Egyptian Official Reports </q> on our News Watch blog.) According to Egypt's top antiquities official, href=\"http://news.nationalgeographic.com/news/2011/01/110131-egypt-egyptian-museum-Zahi Hawass-Zahi Hawass-Hosni Mubarak-science-world-cairo-tombs/Zahi Hawass,\"> <strong> Zahi Hawass </strong>, the open-air museum in Memphis-a capital of ancient Egypt just south of Cairo-was emptied of", "new_id": -2}, {"uid": "1296222280071827488", "i": 4025, "idx": 7, "sa": ["Mike Pence", "Barack Obama"], "q": "of GOP`` rising stars'' such as <strong> Mike Pence </strong>.`` <strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,'' he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> <strong> Mike Pence </strong>, who often describes himself as`` a Christian, a conservative, and a Republican, in that order,'' is one of the party's most outspoken critics of <strong> Barack Obama </strong>. In September,", "new_id": -2}, {"uid": "1296129417102268970", "i": 48728, "idx": 3, "sa": ["Kiefer Sutherland", "David Letterman"], "q": "wear a dress on <strong> David Letterman </strong>.''`` Quite slimming,'' <strong> David Letterman </strong> reacted, adding,`` You get on the subway like that, I'll give you$ 1000.'' The actor responded while laughing, <q> I have to say, riding the subway would be easier than what I'm going through right now. This might be the most humiliating moment in my life and I've had a couple to choose from. </q> The jokes continued with the action series star going on about his new style, saying,`` Not looking really butch now, am I?'' <strong> Kiefer Sutherland </strong> returns to FOX's`` 24'' in his big-boy clothes", "new_id": -2}, {"uid": "1295544423211419170", "i": 21052, "idx": 1, "sa": ["Mike Pence", "Chris Smith", "Aung San Suu Kyi"], "q": "taxpayer funding of elective abortion will not be the policy of this government.'' The current law, he said,`` does not reflect he will of the American people.'' Added the speaker: <q> Our members feel very strongly about the Aung San Suu Kyictity of human life. </q> <strong> Mike Pence </strong> <strong> Chris Smith </strong>( R-NJ), who is introducing the bill in the House, said that it would ensure that taxpayers`` no longer are coerced into using taxpayer money to subsidize the killing of an unborn", "new_id": -2}, {"uid": "1297421555196083848", "i": 37378, "idx": 0, "sa": ["Eric Schmidt"], "q": "mit 50 Milliarden Dollar bewertet. Das Unternehmen selbst sch?tzt seinen Wert noch h?her ein. Droht da eine neue Blase? Facebook 60 Milliarden Dollar wert? Google-Chef <strong> Eric Schmidt </strong> h?lt den Ansturm auf Facebook jedenfalls f?r bertrieben. <q> Da sind klare Anzeichen einer Blase </q>, sagte <strong> Eric Schmidt </strong> dem Schweizer Magazin`` Bilanz''. Aber die Bewertungen seien nun einmal, wie sie sind. Die Leute glaubten eben, dass diese Firmen in Zukunft riesige Ums?tze und saftige Gewinne erwirtschaften w?rden.", "new_id": -2}, {"uid": "1295612543206700567", "i": 45119, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "( GOOG) <strong> Eric Schmidt </strong> Says`` Adult Supervision No Longer Needed'' Google( GOOG) Posts Blowout Q4 EPS; <strong> Larry Page </strong> to Replace CEO <strong> Eric Schmidt </strong> More News related to Management Changes Google( GOOG) <strong> Eric Schmidt </strong> Says <q> Adult Supervision No Longer Needed </q> F.N.B. Corporation( FNB) Promotes Vincent J. Delie, Jr. to President of F.N.B. Corp& CEO of First National Bank GOOG) posted much better-than-expected profit for the fourth quarter on Thursday as the company's newer businesses", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}]