[{"uid": "1295988296031850526", "i": 6101, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "front of decision makers. That was one reason cited by Google's outgoing CEO <strong> Eric Schmidt </strong> for passing the torch to co-founder Larry Page, writing in a blog post last week that a change was needed to <q>simplify our management structure and speed up decision making.</q> \"Google is still the same entrepreneurial company it was when I started, encouraging Googlers to take on big ideas and high-risk, high-reward opportunities,\" <strong> Alan Eustace </strong> wrote. Last week Google said that as of", "new_id": -2}, {"uid": "1296377284098549782", "i": 32920, "idx": 5, "sa": ["Michael Vick"], "q": ". \"The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing,\" Erika said. <q>Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me.</q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. After learning the most basic of functions-- walking up stairs", "new_id": -2}, {"uid": "1295278289044859433", "i": 19953, "idx": 2, "sa": ["Mike Pence"], "q": "the APC, said that <strong> Mike Pence </strong>'s ability to unite the three traditional areas of conservatism- fiscal, foreign policy, and social- make him an ideal candidate for the nation's newly energized conservatives. <q><strong> Mike Pence </strong> describes himself as \"First a Christian, then a conservative, then a Republican.\" He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012,</q> Benko said in the release. Benko told CNSNews.com on Monday that the rise of Internet fundraising and organizing, coupled with the emergence of the tea party activists, gives <strong> Mike Pence </strong> a \"ready\" base in", "new_id": -2}, {"uid": "1296777071232128536", "i": 46296, "idx": 1, "sa": ["Gov. Rick Perry", "Mayor Julian Castro", "Mike Pence"], "q": ".\" The <strong> Gov. Rick Perry </strong> Tribune's Reeve Hamilton notes that San Antonio <strong> Mayor Julian Castro </strong> won't be making any statewide runs just yet. <strong> Mayor Julian Castro </strong> says he will seek re-election as mayor. From the Statesman's Laylan Copelin: <q>State Reps. <strong> Tom Craddick </strong> and <strong> Eddie Rodriguez </strong> are a political odd couple united by their legislation that payday lenders say will put them out of business.</q> From the Statesman's <strong> Mike Pence </strong> Ward: \"Texans 70 and older would not have to show a photo ID to vote. People without a driver's license could get a free state photo ID card to vote.", "new_id": -2}, {"uid": "1296583408157270040", "i": 21223, "idx": 0, "sa": ["Zahi Hawass"], "q": "gone, the Pettys would follow State Department directions and leave as well. \"It's not the people with a political agenda who are doing the damage, it's criminals,\" he said. <q>The army has done a great job of protecting the major things, but there aren't enough of them.</q> Four hundred miles to the north, at the Egyptian National Museum, <strong> Zahi Hawass </strong> walked the darkened halls and expressed calm. If you have watched a documentary or a news story about Egyptology in", "new_id": -2}, {"uid": "1297090709063078410", "i": 20137, "idx": 0, "sa": ["Simon Cowell"], "q": ", March 27 in Los Angeles at the L.A. Sports Arena. Chicago, Dallas, Miami, New York/New Jersey and Seattle will also host auditions. Specific dates and venues to be announced. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> said <strong> Simon Cowell </strong>. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1295425658058294275", "i": 46851, "idx": 0, "sa": ["Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Newt Gingrich"], "q": "to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1296243650097697808", "i": 707, "idx": 1, "sa": ["Andy Coulson", "Rebekah Brooks"], "q": "blog Guido Fawkes. It referred to Guardian \"hacks\" planning a story on the dinner, in the context of the Guardian \"waging a war\" against News International and <strong> Andy Coulson </strong> over phone hacking, and the <q>slight matter of the government imminently taking a crucial decision</q> about the Murdoch takeover of BSkyB. It pointed out \"Dave and Sam\" often socialised with \"<strong> Rebekah Brooks </strong> and her husband \"Champagne Charlie\" <strong> Rebekah Brooks </strong>\", as they were near neighbours in Oxfordshire. Sunday lunches", "new_id": -2}, {"uid": "1295831264124387374", "i": 17391, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "can take over the reins. <strong> Eric Schmidt </strong>, previously CEO of Novell and CTO of Sun Microsystems, has by far the most enterprise experience in the triumvirate that runs Google, which also includes co-founder <strong> Sergey Brin </strong>. <q><strong> Eric Schmidt </strong> clearly had passion for enterprise software,</q> says Gartner analyst Whit Andrews. \"He cared about enterprise software. He worked at a lot of companies that sold enterprise software and bunch of enterprise products. That history is not in place with Page.\"", "new_id": -2}, {"i": 34417, "idx": 1, "index_answer": 0, "new_id": -1, "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. <strong> We Trust </strong>'ve missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Part 2: www.youtube.com Sacramento Kings rookie point guard <strong> Pooh Jeter </strong> does his first ever video blog. <strong> Pooh Jeter </strong> talks about the past season in Spain", "sa": ["Elton Brand", "Pooh Jeter", "Allen Iverson"], "uid": "1295507174010305539"}]