[{"uid": "1296028477108707843", "i": 10512, "idx": 4, "sa": ["Michael Vick"], "q": "pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> ESPN.com's Matt Mosley writes about all things NFC East in his division Blog network: NFL Nation <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed", "new_id": -2}, {"uid": "1295829795174063631", "i": 18714, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "booming mobile telephone market with its Android mobile operating system. \"Facebook is the world's biggest social network and Google is not going to come up with another social network,\" he said. <q> But they already have a massive social presence. \"YouTube is the third-biggest website in the world and massively social... Email is still the primary social communication media and Google is the fastest growing email provider in the world. \"And they've got the largest blogging platform in the world so they are already a massive player in social, </q> he added. In a conference call with financial analysts after the surprise announcement that <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena.", "new_id": -2}, {"uid": "1296161021042713162", "i": 10947, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ", partnerships, customers and broader business relationships, government outreach and technology thought leadership\" . I'm inclined to agree. The shift in <strong> Eric Schmidt </strong>'s role is relatively subtle. Google is selling it as <q> plans to streamline decision making and create clearer lines of responsibility and accountability at the top of the company </q>. <strong> Larry Page </strong> becomes CEO. Word is he was always the strongest voice in the trio. <strong> Sergey Brin </strong> \"will devote his energy to strategic projects, in particular working on new products\" . It's those", "new_id": -2}, {"uid": "1295091463061095940", "i": 29571, "idx": 5, "sa": ["Sergio Marchionne"], "q": "\"Ha offeso la nostra nazione e l'Islam\" : triestino \"prigioniero\" in Indonesia Treviso. Alticcia e a zigzag con la Porsche in centro, minaccia denunce ai carabinieri Padova. Chiama la tabaccheria: <q> Ho vinto tre milioni di euro col Gratta e vinci </q> Fiat, Mirafiori approva l'accordo Il referendum passa con il 54,3% dei s Mirafiori, la lunga notte dello scrutinio Affluenza record: 95% dei lavoratori Fiat: vince il s, decisivi gli impiegati <strong> Sergio Marchionne </strong>: grazie", "new_id": -2}, {"uid": "1297181271144113748", "i": 9695, "idx": 3, "sa": ["Michael Vick"], "q": "repudiates presentation of \"key to the city\" to <strong> Michael Vick </strong> Dallas mayor repudiates presentation of \"key to the city\" to <strong> Michael Vick </strong>- The Mayor of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> StarTribune.com welcomes and encourages readers to comment and engage in substantive, mutually respectful exchanges over news topics. Commenters must follow our Terms of Use. Keep it civil and stay on topic.", "new_id": -2}, {"uid": "1295214736182157313", "i": 6702, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "also inserted a feeding tube. Sen. <strong> Kirsten Gillibrand </strong> of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's \"Meet the Press\" Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. Randy Larson, 57, came by to", "new_id": -2}, {"uid": "1296248071002900092", "i": 29088, "idx": 19, "sa": ["Alberto Bombassei", "Sergio Marchionne", "Maurizio Landini"], "q": "su <strong> Sergio Marchionne </strong> 2/3 in 1/2 ora 09 01 2011 <strong> Maurizio Landini </strong> SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori il leader della Fiom, <strong> Maurizio Landini </strong>, non cambia opinione in vista del referendum, ma si dice disponibile <q> a riaprire le trattative per riconquistare un contratto nazionale degno di questo nome&... <strong> Alberto Bombassei </strong> <strong> Maurizio Landini </strong> in \"1/2 h </q> 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 3/3 <strong> Alberto Bombassei </strong> <strong> Maurizio Landini </strong> in \"1/2 h\" 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 3/3 in 1/2 ora 09 01 2011 <strong> Maurizio Landini </strong> SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori il", "new_id": -2}, {"uid": "1297055402197148672", "i": 25915, "idx": 1, "sa": ["Eric Schmidt"], "q": "und wohl auch im Interesse der EU, mit einer schnellen Analyse auf die Bedenken der Wettbewerber von Google einzugehen. Dabei hoffe er, dass die Sachverhalte als unbedeutender als von der Konkurrenz eingesch?tzt bewertet w?rden. <q> Wir werden klarmachen, dass wir sehr wohl im Rahmen und auch im Sinne des Gesetzes arbeiten </q>, sagte <strong> Eric Schmidt </strong>. Bei den Ermittlungen geht es um Beschwerden von der Konkurrenz, die Google einen Missbrauch seiner dominanten Marktposition bei Internetsuchmaschinen vorwirft. Beim Softwareriesen Microsoft waren EU-Untersuchungen in einen 10 Jahre dauernden Rechtsstreit gem?ndet, an", "new_id": -2}, {"uid": "1297569655176979983", "i": 18793, "idx": 0, "sa": ["Jay Johnson", "Michael Vick", "Dwaine Caraway"], "q": "at Luckie's Smokehouse Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the Eisemann Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city` <strong> Dwaine Caraway </strong> has continued to chip away at his <q> credibility' Gov. Perry suggests taking away funding for Texas Arts and Historical Commissions Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city He did have that \"pull your pants up </q> campaign a while back. That's really all I can think of... Out-of-town journalist details horrendous Super Bowl experience", "new_id": -2}, {"uid": "1296371370213876754", "i": 20588, "idx": 1, "sa": ["Kobe Bryant", "Paul Silas", "Michael Jordan", "Allen Iverson", "Tim Duncan"], "q": "first-round series. \"He was on fire,\" Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overTim Duncane loss at Boston. <q> AnyTim Duncane a guy like that is on fire, there's very <strong> Kobe Bryant </strong> you can do except to take the ball out of his hands. It's right up there with <strong> Michael Jordan </strong>'s 63. He just had a great night. </q> The NBA saw some superlative performances over the opening weekend of the playoffs, but the best came in the last game. <strong> Allen Iverson </strong> shot 21-of-32, including 9-of-11 in the fourth quarter, and 10-of-11 from the line to", "new_id": -2}]