[{"uid": "1294986991012550146", "i": 1793, "idx": 1, "sa": ["David Letterman", "Kelsey Grammer", "Beverly Hills"], "q": "dispel the`` he's classier than she is'' argument. <strong> David Letterman </strong> is known for tossing the occasional hard ball these days... WATCH: Kelsey Grammers' sly toast to Kayte Walsh on The Real Housewives of <strong> Beverly Hills </strong> <q> I'm under the impression that your marriage is acting. Is that a fact? </q> Dave asked, the picture of innocence.`` Well, I'm sorry to hear that-or I'm not sorry to hear that?''`` Well, you are respectfully considerate, and yet", "new_id": -2}, {"uid": "1296376796098550147", "i": 315, "idx": 0, "sa": ["Michael Martin", "Enda Kenny", "Eamon Gilmore"], "q": "31 por ciento de los encuestados eligi al l?der del Fianna Fail, <strong> Michael Martin </strong>, mientras que el 26 por ciento escogi al laborista <strong> Eamon Gilmore </strong> y el 19 por ciento prefiri al del Fine Gael, <strong> Enda Kenny </strong>. <q> Fianna Fail sigue en camino de perder un n?mero considerable de esca?os en las elecciones, pero la popularidad del nuevo l?der, <strong> Michael Martin </strong>, sugiere que una modesta recuperaci?n en la suerte del partido puede ser posible </q>, ha se?alado en su editorial el diario` Sunday Business Post', citado por la agencia Reuters. El s?bado, el Senado irland?s aprob el proyecto de ley fiscal, condici?n inherente para la concesi?n", "new_id": -2}, {"uid": "1295564488055377960", "i": 25278, "idx": 0, "sa": ["Bruce Willis", "Johnny Depp", "Ashton Kutcher", "Angelina Jolie", "Ricky Gervais"], "q": "Reporter looks at the aftermath of Sunday's award show and how the comedian's career could actually thrive. Before hosting the 68th annual Golden Globe Awards on Jan. 16, <strong> Ricky Gervais </strong> vowed to come out <q> guns blazing, like it's the end of the world. </q> He might get his wish, at least when it comes to hosting Hollywood awards shows. The British comedian's ruthless skewering- he trashed <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong> for The Tourist, introduced <strong> Bruce Willis </strong> as'' <strong> Ashton Kutcher </strong>'s dad", "new_id": -2}, {"uid": "1295389955093929487", "i": 11663, "idx": 0, "sa": ["Dermot O'Leary", "Kara DioGuardi", "Louis Walsh", "Simon Cowell", "William Hung"], "q": "by <strong> Kara DioGuardi </strong> Warner The season 10 News has been rolling out our big guns, with E-Mail this story to a friend Add RSS Yahoo, breaking news and everytWilliam Hung you need to know before Wednesday night's <strong> Louis Walsh </strong>: <q> <strong> Simon Cowell </strong> and Cheryl Cole will not be in UK X Factor </q> China Daily 2011-01-17 13:34:12.0 <strong> Simon Cowell </strong> is secretly niceSimon Cowell nicer1159103Celebrities2@webnews/ enpproperty--> <strong> Simon Cowell </strong> is nicer than he pretends to be. <strong> Dermot O'Leary </strong>- who fronts target=\"_blank\" href=\"http://ukherald.com/\"> British TV talent show` The X Factor'-", "new_id": -2}, {"uid": "1295364040259211298", "i": 17889, "idx": 0, "sa": ["David Letterman", "Conan O'Brien"], "q": "comes to fruition, Lookout's acreage would rival the other four: Schweitzer Mountain Resort in Sandpoint, Silver Mountain Resort in Kellogg, Mt. Spokane Ski and Snowboard Park and 49 Degrees North in Chewelah. <q> There's a need, </q> said Phil Edholm, chief executive of Lookout Pass.`` People like affordable recreation and that's what we offer here.'' <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not so much with Leno'' tooltipId=", "new_id": -2}, {"uid": "1295861273256983082", "i": 52706, "idx": 2, "sa": ["Li Keqiang", "David Cameron", "Andy Coulson"], "q": "<strong> Li Keqiang </strong>, right, listens to... Photo: Former News of the World editor <strong> Andy Coulson </strong> Photo: Former News of the World editor and Prime Minister... Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Report Abuse <q> Paying several hundred dollars a year to listen to theirrulers quasi-socialist lies and feudal fairy tales? </q> Time.com: Tunisia's Police: Old Symbols of Oppression Join the Revolution Time.com: Palestinian Leaders, Peace Process Vulnerable after Leaks", "new_id": -2}, {"uid": "1295668674231571473", "i": 31267, "idx": 2, "sa": ["Andy Coulson", "Chris Bryant"], "q": "'s time to move on,'' he added. The Prime Minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being <q> punished for the same offence twice </q>. However href=\"http://uk.news.yahoo.com/fc/labour-party.html\"> Labour frontbencher <strong> Chris Bryant </strong> said he hoped the Metropolitan Police would now conduct a thorough investigation into the phone hacking.`` To say this is long overdue is an understatement.", "new_id": -2}, {"uid": "1297008583120471564", "i": 54214, "idx": 1, "sa": ["Eric Schmidt"], "q": "Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample`` We certainly want to avoid that,'' <strong> Eric Schmidt </strong> told the paper in an interview. <q> I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct.`` We'll find out and make sure we are operating well within the law and the spirit of the law. </q> Brussels launched a formal investigation into Google in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into software giant", "new_id": -2}, {"uid": "1297657600196149258", "i": 37243, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "intention to pursue their development targets... which envisage auto production rising from 650,000 vehicles to 1.4 million annually after an investment of some 20 billion euros( US$ 27.2 billion),'' the statement said. <q> The government notes positively the position taken( by Fiat) and... for its part confirms its willingness to bring about the best competitive conditions </q> in Italy, it added. Marchione has sharply criticized working practices in Italy, saying they put Fiat at a huge competitive disadvantage. On Monday, the government said <strong> Silvio Berlusconi </strong> would meet <strong> Sergio Marchionne </strong> on", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]