[{"uid": "1295668630145047609", "i": 11333, "idx": 2, "sa": ["Eddie House", "Chris Webber", "Kevin Garnett", "Boston Pops", "Ray Allen", "Allen Iverson"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball. \"I was very cognizant of the fact, don't touch him,\" <strong> Chris Webber </strong> said. <q>I saw him hold it out there. He was looking at the ref. A lot of times they'll hold the ball close to their chest and he didn't do that today.</q> <strong> Allen Iverson </strong> missed two free throws <strong> Boston Pops </strong> the second http://wn.com/NBA_Pretemporada_18/10/2009__Boston_Celtics_101_Vs_Toronto_Raptors_82 <strong> Kevin Garnett </strong> scored 21 points, <strong> Ray Allen </strong> added 20 and the <strong> Boston Pops </strong> Celtics won their fifth straight, beating the Toronto Raptors 101-82 on Sunday. <strong> Eddie House </strong> scored 10 of his 13", "new_id": -2}, {"uid": "1295872993066535447", "i": 16938, "idx": 17, "sa": ["John McCain", "Donald Rumsfeld", "Sarah Palin"], "q": "wants to move the community forward. Or it would be like Truman sending Hitler a message in his bunker telling him that there will be no war crime trials because he wants to move Europe forward. Report Abuse <q>Hopefully he takes the time to explain what he was saying about known unknowns and unknown unknowns. Anybody who has worked on real problems knows that solving problems where you don't know what you don't know is A LOT harder than problems where what you don't know is defined.</q>> \"The title of <strong> Donald Rumsfeld </strong>'s book is as notable as the name of former <strong> Sarah Palin </strong>'s book, \"Going Rogue,\" which stemmed from how pundits questioned whether she hurt <strong> John McCain </strong>'s presidential bid as his", "new_id": -2}, {"uid": "1296871917102547479", "i": 18139, "idx": 0, "sa": ["Steve Ballmer"], "q": "a former MS employee) and Microsoft CEO <strong> Steve Ballmer </strong>, encouraging them to join forces and make Windows Phone 7 the exclusive platform of Nokia devices. Here is a snippet of the brunt letter. <q><strong> Steve Ballmer </strong>, you are probably thinking,` What do we gain on the back of this?</q> Well, two million units shipped in the last quarter is not really much to write home about, given$ 500m in marketing programmes( ouch), but with Nokia on-side, you get access to a potential", "new_id": -2}, {"uid": "1295560040175849483", "i": 2219, "idx": 3, "sa": ["Eric Schmidt"], "q": "Mr. Page is set to take over product development and technology strategy. The executive shake up is designed to \"simplify our management structure and speed up decision making,\" Mr. <strong> Eric Schmidt </strong> said. <q>In this new role I know he will merge <strong> Google Inc. </strong>'s technology and business vision brilliantly,</q> Mr. <strong> Eric Schmidt </strong> said. \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion", "new_id": -2}, {"uid": "1295494129204455946", "i": 42892, "idx": 1, "sa": ["Sergio Marchionne"], "q": "starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q>We need to retain all its functionality but make it much more versatile.</q> At the Detroit auto show last week, <strong> Sergio Marchionne </strong> said offering both minivans in Chrysler dealerships is confusing to customers. <strong> Sergio Marchionne </strong> said Chrysler Group LLC is developing a new frame that can be used for minivans", "new_id": -2}, {"uid": "1295362966246431766", "i": 35997, "idx": 3, "sa": ["Kirsten Gillibrand", "Rush Limbaugh", "Sarah Palin", "Paul LePage"], "q": "as human beings can always strive to be better people- today on his radio program, hate talker <strong> Rush Limbaugh </strong> attacked <strong> Kirsten Gillibrand </strong>, appearing to believe that he has no room to become a better person: <q>LIMBAUGH: What I don't like about this is the assumption that we are no good! The premise that we are no good! Yes that's true. We really stink. We have to work a lot harder to become better people. We are going to really have to work harder to become better than we are. Who are they to castigate all the rest of us?! If they want to catagorize some of us as not good enough, fine and dandy! But who are they?</q> Why do we have to listen to these people tell us we're not as good as we can be After Saying He'll Skip MLK Day, Maine Tea Party <strong> Sarah Palin </strong> <strong> Paul LePage </strong> Tells The NAACP To` Kiss My", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1295135262100007940", "i": 3612, "idx": 0, "sa": ["Simon Cowell"], "q": "of the aging juggernaut's first nine seasons when <strong> Simon Cowell </strong> moved on to another Fox singing competition, \"The X Factor,\" set to launch later this year. Randy Jackson remains with the promise of <q>fewer \"yos' and maybe more` nos.\"</q> Other major \"Idol\" changes are coming as well in an effort to reinvigorate a franchise that already has seen its best days, according to 67 percent of nationwide viewers in a recent Chicago Shopping Overwhelming", "new_id": -2}, {"uid": "1297003737194904085", "i": 31117, "idx": 2, "sa": ["Paul Bremer", "Colin Powell", "Donald Rumsfeld"], "q": "recognize <strong> Paul Bremer </strong>'s intentions. <strong> Donald Rumsfeld </strong> asserts that Bush exacerbated matters by allowing confusion in the chain of command and enabling <strong> Paul Bremer </strong> to \"pick and choose\" which senior Washington officials to deal with. <q>There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,</q> <strong> Donald Rumsfeld </strong> writes in the book. <strong> Donald Rumsfeld </strong> portrays <strong> Colin Powell </strong> as reigning over a State Department reluctant to accept Bush's political direction and intent on taking anonymous swipes at in the media. He", "new_id": -2}, {"uid": "1295031083156712978", "i": 29559, "idx": 1, "sa": ["Andy Coulson", "Keir Starmer"], "q": "phone messages. Critics say police failed to thoroughly investigate the extent of the hacking and Labour has repeatedly called for a thorough probe into whether <strong> Andy Coulson </strong> had sanctioned the snooping. <q>We are both aware that there remain outstanding public, legal and political concerns,</q> London police's Acting Deputy Commissioner John Yates wrote in a letter to <strong> Keir Starmer </strong> on Friday. \"As a result, I consider it would be wise to invite you to further re-examine all the material collected", "new_id": -2}]