[{"uid": "1295163154245039105", "i": 28863, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": ", <strong> Tramon Williams </strong> topped his game-saving interception against Philadelphia with two more. One was a near replica of his end-zone pick of Eagles quarterback <strong> Michael Vick </strong>, and the other, a momentum-changing grab-and-run for a 70-yard touchdown. <q>I guess that's one way to shut people up is to go to the Super Bowl not the Pro Bowl,</q> <strong> Tramon Williams </strong> said. \"I didn't need that motivation. Every game is motivation.\" <strong> Tramon Williams </strong> not only has become one of the finest cornerbacks in the NFL, he has become one of the smartest", "new_id": -2}, {"uid": "1295612145098222099", "i": 2273, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "events but when the spokesman needs a spokesman, it's time to move on.\" <strong> David Cameron </strong> said in a statement that he was \"very sorry\" that <strong> Andy Coulson </strong> was going but added that he could <q>understand that the continuing pressures on him and his family mean that he feels compelled to do so.</q> <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his", "new_id": -2}, {"uid": "1297245174074432518", "i": 47587, "idx": 0, "sa": ["Stephen Moyer", "Lindsay Lohan", "Simon Cowell"], "q": "last year. And <strong> Stephen Moyer </strong>, 41, is sure that their romance has made shooting racy scenes for the programme an easier task for the crew. <strong> Stephen Moyer </strong> told British Celebs on Sunday magazine: <q>Everybody on set now gets to see what goes on behind closed doors- we leave nothing to the imagination. <strong> Stephen Moyer </strong> and <strong> Anna Paquin </strong> relationship makes crew relaxed <strong> Lindsay Lohan </strong> \"to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1296169279131055640", "i": 26355, "idx": 1, "sa": ["Barack Obama", "Zahi Hawass", "Valerie Jarrett", "Rahm Emanuel", "Reggie Love"], "q": "but watched as <strong> Rahm Emanuel </strong>, <strong> Valerie Jarrett </strong> and <strong> Reggie Love </strong> mounted the seated beasts and were then lifted high in the air as the animals stood. \"I just want you guys to know,\" he told accompanying reporters, <q>if you weren't here, I'd get on a camel. I don't want to give you guys the satisfaction.</q> <strong> Barack Obama </strong> toured the nearby sphinx with <strong> Zahi Hawass </strong>, secret ary of the Supreme Council of Antiquities, and pronounced it as awe inspiring. And he visited the Solar Boat, a 130-foot vessel found buried near the", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q>It is a pretty good offer we are making.</q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1297134952101482529", "i": 35347, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": ", 2010-- hopes to sit with <strong> Paula Abdul </strong> in the judging panel for The X-Factor Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> was quoted as saying by The Associated Press at the interview and teleconference for \"The X-Factor\". \"I've always said at some point we are going to be working together.\" Though", "new_id": -2}, {"uid": "1297252257192888833", "i": 26843, "idx": 4, "sa": ["Olympia Snowe", "Barack Obama", "Sen. Bernie Sanders"], "q": "<strong> Barack Obama </strong> <strong> Olympia Snowe </strong>( R-Maine) said Tuesday she would oppose legislation that increased taxes. \"It contradicts what we've done in continuing the tax rates for the next two years,\" said <strong> Olympia Snowe </strong>. <q>That's not what we should be doing.</q> http://thehill.com/homenews/senate/142905-dems-face-a-dilemma-on-jobs-plan House fails to extend Patriot Act surveillance as Republicans defect <strong> Sen. Bernie Sanders </strong> King won't let \"political correctness\" derail probe of Muslims Ditching unwritten rules for Senate freshmen, Paul does it his way Oil-and-gas companies are", "new_id": -2}, {"uid": "1296041453184270856", "i": 12126, "idx": 2, "sa": ["Bruce Golding", "Simon Cowell"], "q": "a full brief on all the activities including a detailed update on the efforts that have been made to adjust this increase and he is confident that CARICOM will continue to make representation to the British government. <q>Going to London and pleading are not the only options we have,</q> <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> noted. He said he had \"consulted widely and there are other options that the Caribbean may have to consider in tackling something that is not just unfair and unjust but is in conflict with established global", "new_id": -2}, {"uid": "1295361442031129628", "i": 33547, "idx": 1, "sa": ["Steve Ballmer"], "q": "place to watch TV,\" he said. But in the world according to <strong> Steve Ballmer </strong>, Xbox has already hit the male teen demographic and it will be Kinect that girls will rave about. <q>You go to your average 15-year-old boy, and he will say \"I'll take an Xbox.' I want that average 15-year-old girl as excited about the Kinect, and we haven\"t done as good a job drawing in that broader set of demographics,</q> <strong> Steve Ballmer </strong> added. That answer came in reply to a question about how well the Vole measures up against Apple and Google for cool factor. Go figure. If Kinect is the future of consumer", "new_id": -2}, {"uid": "1295450752253739022", "i": 17716, "idx": 3, "sa": ["Stephen Colbert", "Steve Carell", "David Letterman", "Sarah Palin", "Dick Cheney", "Katie Couric"], "q": "with world leaders- and clearly she was struggling with some of those answers.\" While <strong> Katie Couric </strong> did note that, in <strong> Sarah Palin </strong>'s defense, they were not easy questions to answer, <strong> David Letterman </strong> reminded her that the <q>What newspapers and magazines do you read?</q> question was an easy one that <strong> Sarah Palin </strong> blew. <strong> Katie Couric </strong> explained how it came about and said that she disagrees with the way <strong> Sarah Palin </strong> is characterizing the question in post-election interviews http://wn.com/Hardball__Pfotenhauer_Hammered_Over_Palin's_VP_Role <strong> Steve Carell </strong> <strong> Stephen Colbert </strong> grills <strong> Dick Cheney </strong> to his face at", "new_id": -2}]