[{"uid": "1295596871034635840", "i": 49160, "idx": 3, "sa": ["David Letterman", "Kaley Cuoco"], "q": "is I know when it's going to rain,'' <strong> Kaley Cuoco </strong> laughed. <strong> David Letterman </strong> tried to deduce who was to blame for the accident, but <strong> Kaley Cuoco </strong> was insistent it wasn't the horse's fault. <q> This was a love of my life, this horse, </q> she said.`` I love this horse. It really wasn't his fault.''`` Well, we did shoot him,'' she clarified after more pressing.`` But it wasn't his", "new_id": -2}, {"uid": "1296580982133529658", "i": 33521, "idx": 4, "sa": ["Gary Moore", "Allen Iverson", "James Andrews"], "q": "could take longer.'' In a statement provided by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>, <strong> James Andrews </strong> said <strong> Allen Iverson </strong> probably won't be able to return for`` six to eight weeks or more.'' <q> At this point it is certainly more important to get[ <strong> Allen Iverson </strong>'s] calf healed and asymptomatic than it is to try to play with continued pain, </q> <strong> James Andrews </strong> wrote. The injury prompted <strong> Allen Iverson </strong> to leave his current team, Besiktas of the Turkish League, to return to the United States for treatment. <strong> Allen Iverson </strong> signed with Besiktas after failing to receive an offer", "new_id": -2}, {"uid": "1295667459145047582", "i": 13723, "idx": 1, "sa": ["Eric Schmidt", "Larry Page", "Mark Zuckerberg"], "q": "Sales& Mark Zuckerbergeting Director for VisiStat. VisiStat is a company that offers a software as a service application for web service analytics. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297616629186400779", "i": 32562, "idx": 44, "sa": ["Donald Rumsfeld", "Ricardo Sanchez"], "q": "capable of managing a three-car parade.'' On top of that, the military commander, <strong> Ricardo Sanchez </strong>, was the most junior lieutenant general in the Army, and had a scandalously undermanned headquarters. <q> I raised 16 kinds of the dickens about it... and the Army didn't get it staffed, </q> <strong> Donald Rumsfeld </strong> said.`` He went on for a long period with a seriously understaffed command.'' It was a set up for failure, and <strong> Donald Rumsfeld </strong> was in charge.`` You are responsible", "new_id": -2}, {"uid": "1296367773155516929", "i": 40258, "idx": 0, "sa": ["Allen Iverson"], "q": "toughness, and <strong> Allen Iverson </strong> is among the toughest players in the league. After taking a whack on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. <q> I was just trying to take what the defense gave me, </q> <strong> Allen Iverson </strong> said.`` I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the", "new_id": -2}, {"uid": "1296961777064782347", "i": 1265, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": ", a game in which the Eagles trailed by 21 points in the fourth quarter.`` <strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,'' Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison,", "new_id": -2}, {"uid": "1296704404078823458", "i": 2577, "idx": 6, "sa": ["LeBron James", "Allen Iverson", "Jerry Stackhouse", "Tim Duncan"], "q": "the NBA season high and shattered his previous best of 46 was set against the Los Angeles Lakers on March 15.`` That's the most points I've ever scored in any game,'' he said. <q> I think maybe I scored 55 or 56 in an AAU game in the summerTim Duncane when I was 16 or 17, but to be able to do at this level is the best. </q> <strong> Jerry Stackhouse </strong> scored the first three points of the fourth quarter to run the tally to 50. He committed an http://wn.com/Allen Iverson_Allen Iverson_23pts_vs_LeBron James_LeBron James_Cavs_08/09_NBA The Detroit Pistons are starting to show their potential with <strong> Allen Iverson </strong>, beating two of the NBAs best teams", "new_id": -2}, {"uid": "1297448296044924946", "i": 58429, "idx": 2, "sa": ["Simon Cowell"], "q": "the prospects, but I hadn't a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks.'' <strong> Simon Cowell </strong> then quipped: <q> I remember the network put a one-month break clause in the house I was renting, which shows at the time I don't think they were particularly convinced either. </q> stated earlier this week that the judging panel for the series has yet to be finalised. gives us an insight into her character", "new_id": -2}, {"uid": "1297271193137707552", "i": 59333, "idx": 0, "sa": ["Colin Powell", "Al Gore", "Art Linkletter"], "q": "excited at Casa Cass, the kids or the adults. I feel like I should give that mom( their Brownie leader) a spa certificate or a liquor store gift card or something. 3. <q> Tales of Famous Americans. </q> Kelly brought this book home from school to do her nightly reading. First thing I did was flip through the book to be sure it wasn't all white Americans and MArt Linkletterin <strong> Colin Powell </strong> King <strong> Al Gore </strong> in there and...", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]