[{"uid": "1296939026066093065", "i": 42371, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CEO apologizes for` shyster' comments David Shepardson/ The Detroit News San Francisco- Chrysler CEO <strong> Sergio Marchionne </strong> apologized today for describing the$ 12 billion U.S. government bailout that saved the company as <q> shyster loans.`` <strong> Sergio Marchionne </strong> has repeatedly lamented the fact that the company paid more than$ 1.2 billion last year in interest on its loans. At a industry event here, <strong> Sergio Marchionne </strong> three times referred to the`` shyster </q> loans that the U.S. and Canadian governments made to save Chrysler in 2009.`` I want to pay back the shyster loans,'' <strong> Sergio Marchionne </strong> said Friday.`` When we did this deal back in 2009, we", "new_id": -2}, {"uid": "1297642831198574106", "i": 15882, "idx": 1, "sa": ["Shayne Ward", "Simon Cowell"], "q": "other places.'' <strong> Shayne Ward </strong> tells the Shropshire Star that he doesn't seen`` X Factor'' judge/executive producer <strong> Simon Cowell </strong> that much these days because`` he's always off,'' says <strong> Shayne Ward </strong>. <q> I don't find him intimidating. I know people do. </q> <strong> Shayne Ward </strong> is not shy about disagreeing with <strong> Simon Cowell </strong>. In an interview with Digital Spy, <strong> Shayne Ward </strong> took issue with <strong> Simon Cowell </strong>'s decision to have 12 years old be the minimum age requirement for`` The", "new_id": -2}, {"uid": "1297226666238518288", "i": 4598, "idx": 1, "sa": ["Simon Cowell"], "q": "a cap on the upper age limit.`` I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' <strong> Simon Cowell </strong> said in a press release. <q> I've never believed that there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America, because I genuinely believe we can find a superstar. </q> The X Factor debuted in the U.K. in 2004, and has been the# 1 show for the past seven years. The show has been# 1 in 15 territories, and has a worldwide audience", "new_id": -2}, {"uid": "1295578846089079815", "i": 29300, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Google Inc. </strong> may be returning to its start-up roots.`` A lot of the growth of the company used to be driven by innovation,'' said Yun Kim, an analyst at investment firm Gleacher& Co. <q> Having someone with the very strong products background that Larry has could bring some innovation back to <strong> Google Inc. </strong>. </q> <strong> Eric Schmidt </strong>, 55, will remain as executive chairman and will advise Page and <strong> Sergey Brin </strong>, <strong> Google Inc. </strong>'s other co-founder. <strong> Sergey Brin </strong> will give up his title as co-president to work on high-priority projects.", "new_id": -2}, {"uid": "1296850052211632133", "i": 11530, "idx": 0, "sa": ["Simon Cowell", "Frank Sinatra", "Jennifer Lopez"], "q": ", a <strong> Frank Sinatra </strong> <strong> Simon Cowell </strong>, they seemed more inclined than before to speak frankly. For instance, when auditioner Jeannette Manning hit a note that sounded like human feedback, even sweet-natured J. <strong> Jennifer Lopez </strong> told her, <q> You're way off on all the notes and everything. </q>`` Talk about delusional people,'' Jackson said, in the midst of the mediocrity.", "new_id": -2}, {"uid": "1296062705120487938", "i": 41702, "idx": 0, "sa": ["Sue Akers", "Andy Coulson", "David Cameron"], "q": "the Met said the complex inquiry was being moved from their counter terrorism command. It will now be led by Deputy Assistant Commissioner <strong> Sue Akers </strong> at the specialist crime directorate. A Met spokesman said: <q> The Met has today received significant new information relating to allegations of phone hacking at the News of the World in 2005/06. As a result, the Met is launching a new investigation to consider this material.`` This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010. </q> Last week, former News of the World editor <strong> Andy Coulson </strong> resigned as <strong> David Cameron </strong>'s communications chief, though he has continually denied any knowledge of hacking during his time at the paper. <strong> Andy Coulson </strong> was editor", "new_id": -2}, {"uid": "1297285270243777567", "i": 45099, "idx": 2, "sa": ["Simon Cowell"], "q": "took a few jabs at <strong> Simon Cowell </strong> for his squared-off, Frankenstein-esque hairdo, tight t-shirts, and how high he wears his pants.`` It's like, what's that on your neck?'' she said. <q> Oh, it's a belt. I got it. </q> Maybe they should have a show where they just judge each other. TV Replay: Watch TV's Best Moments Daily Our rights to these clips expire a few days after we post them. If you", "new_id": -2}, {"uid": "1295461104131301415", "i": 35312, "idx": 2, "sa": ["Gary Moore", "Allen Iverson"], "q": "team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was`` soon.'' <q> People need to know that <strong> Allen Iverson </strong> is and always has been a fighter, </q> <strong> Gary Moore </strong> said.`` He's got a battle ahead of him.'' <strong> Gary Moore </strong> said <strong> Allen Iverson </strong>`` totally disputes'' reports out of Turkey that he was set to retire.", "new_id": -2}, {"uid": "1295628178218054665", "i": 41861, "idx": 0, "sa": ["Mitt Romney", "Mike Pence", "Sarah Palin", "Ryan Rhodes", "Michele Bachmann", "Newt Gingrich"], "q": "former House speaker <strong> Newt Gingrich </strong>, are making a strong play for tea party favor. <strong> Sarah Palin </strong>, the former <strong> Sarah Palin </strong> governor, Representative <strong> Mike Pence </strong> of Indiana and Representative <strong> Michele Bachmann </strong> of Minnesota, already boast significant insurgent support. <q> I don't necessarily think( <strong> Mitt Romney </strong>) is going to be one of those guys who goes to the tea party for votes the way other candidates might, </q> said <strong> Ryan Rhodes </strong>, who is chairman of the Iowa Tea Party Patriots and has been contacted by almost every presidential hopeful except <strong> Mitt Romney </strong>.`` It doesn't really fit his style of politics.'' The measure", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]