[{"uid": "1295499872140181512", "i": 3836, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl", "Josh Smith"], "q": "a span of two seconds after technical fouls against JR <strong> Josh Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Dwyane_Wade_33_Points_vs_Atlanta_Game_2_Playoffs_2009!_HD!_22409 Down 19 points after the first quarter, the", "new_id": -2}, {"uid": "1297616629186400779", "i": 26871, "idx": 13, "sa": ["Donald Rumsfeld"], "q": "?'' asked Martin.`` Oh, I think it was in September,'' <strong> Donald Rumsfeld </strong> replied.`` So before the first U.S. boot is on the ground in Afghanistan...'' <q> He called me into the Oval Office and he said,` Do you have a war plan for Iraq?' </q> <strong> Donald Rumsfeld </strong> explained. But as he was gearing up for war the <strong> Donald Rumsfeld </strong> of Defense was engulfed by a personal crisis- his son Nick was losing his own battle with drug addiction.`` Tough", "new_id": -2}, {"uid": "1296232189027262989", "i": 27444, "idx": 0, "sa": ["James Caan", "Nelson Mandela", "Andrew Russo", "Andy Coulson"], "q": "<strong> Andrew Russo </strong>- or` <strong> Andy Coulson </strong> Mush' as he's known in Brooklyn and Long Island- was one of the 100-plus New York gangsters picked up in an FBI swoop the previous week. <q> I've known <strong> Andrew Russo </strong> since 1972, </q> <strong> James Caan </strong> wrote to the court,`` and in all that time I have known him only as an unbelievable <strong> Nelson Mandela </strong>, grandfather, great-grandfather and as good a friend as any person could ask for. <strong> James Caan </strong>", "new_id": -2}, {"uid": "1296259557105840651", "i": 2125, "idx": 0, "sa": ["Donald Rumsfeld", "Hamad bin Khalifa", "John Dunbar"], "q": ".( Ironically, when Burns wrote about <strong> Hamad bin Khalifa </strong> Jazeera two years earlier he noted that the channel had been accused by some in the Arab world of being`` a mouthpiece for American ideas.'') <q> <strong> Hamad bin Khalifa </strong> Jazeera airs <strong> Osama bin Laden </strong>'s videos, </q> says <strong> John Dunbar </strong>, a former fellow at the Center for Public Integrity who studied media.`` It is seen, fairly or not, as an outlet for terrorists.'' <strong> Donald Rumsfeld </strong> called the channel`` vicious", "new_id": -2}, {"uid": "1297113048152240228", "i": 47571, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "he left the show.`` I haven't seen a full episode,'' the former Idol judge told reporters on a conference call for his upcoming music competition series, The X Factor. <q> I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over. But people are still excited about these shows, whether Dancing With the Stars, which has gotten better over the years, America's Got Talent... I think they've done a good job. </q> Asked if <strong> Paula Abdul </strong> could be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred.`` I'm a massive fan", "new_id": -2}, {"uid": "1297272533143687718", "i": 46608, "idx": 0, "sa": ["Alex Wolfe", "Steve Ballmer", "Satya Nadella"], "q": "cloud computing market. Intel chief sales and marketing officer Sean Maloney sits down with InformationWeek's <strong> Alex Wolfe </strong>, on the occasion of the launch of the Xeon 5500 Nehalem server processor, for a wide-ranging discussion. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1297373176141738012", "i": 10311, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "In our Chalk Talk with Avocent CTO Ben Grimes, we get a first-hand look at some of the challenges with managing power, including a look at some of the tools Avocent offers to help with this. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1296096599142770198", "i": 20807, "idx": 0, "sa": ["Colin Powell", "Karl Rove", "Howard Dean", "Barbara Walters"], "q": "will be the next speaker in the World Within Reach Speaker Series, which has also featured <strong> Colin Powell </strong>, <strong> Karl Rove </strong>, <strong> Howard Dean </strong>, and most recently, <strong> Barbara Walters </strong>. The Speaker Series is an initiative by the SA <q> to bring engaging speakers in public affairs, entertainment, and business to the University at Albany to gain insight from their unique perspective. </q> So far all speakers have had a political background, with the exception of <strong> Barbara Walters </strong>, a journalist. The location, time, and attendance details for the event have not yet been announced, but past", "new_id": -2}, {"uid": "1295933799148537355", "i": 10366, "idx": 1, "sa": ["Brad Shanks", "David Letterman"], "q": ", March 4. The band was signed to XL Recordings in 2006, and performed on`` The Late Show with <strong> David Letterman </strong>'' later that year. Thei group's single`` Insistor'' was played in the movie <q> Nick and Norah's Infinite Playlist. </q> <strong> Brad Shanks </strong> said that Lawrence was becoming a regular stop for bands on tour like Tapes'N Tapes.`` Lawrence is good for touring for musicians, it's in the middle of the country,", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q> These bills show a heinous disregard for the health and well-being of women in America, </q> <strong> Kirsten Gillibrand </strong> says.`` It is a tax on all women who want access to a full-range of reproductive health care.'' The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}]