[{"uid": "1297129044188514306", "i": 487, "idx": 9, "sa": ["Simon Cowell"], "q": "of doing.... They've got their own opinions; they know what they're doing. You look at someone like American Idol? \"I haven't seen a full episode,\" he said. <q>I saw a three-minute recap. From what I've seen and from what I've heard, it all seems to be going well. And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,</q> <strong> Simon Cowell </strong> continued. \"The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.", "new_id": -2}, {"uid": "1295564753175194122", "i": 18412, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "so she was goaded into it after <strong> Jay Leno </strong> encouraged her to swear in a Boston accent on Wednesday's \"Tonight Show,\" but <strong> Howard Stern </strong>? He didn't seem to be giving <strong> Jay Leno </strong> as good-natured a ribbing <q>He's not fit to scrub <strong> David Letterman </strong>'s feet,</q> <strong> Howard Stern </strong> said. \"I don't know why he's beaten <strong> David Letterman </strong> in the ratings, it's beyond my comprehension. America must be filled with morons... the ones that are watching him must be watching him", "new_id": -2}, {"uid": "1297204047246546474", "i": 11706, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": "Says Egypt's <strong> Hosni Mubarak </strong> Knows He's On the Way Out Defense <strong> Donald Rumsfeld </strong> said Egyptian <strong> President Bush </strong> <strong> Hosni Mubarak </strong> \"is behaving in a way that he understands that he will eventually depart\" and that the crisis in Egypt is <q>probably best handled through private diplomacy.</q> <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> since 1975, told ABC's Good Morning America that the United States' interest in Egypt should be focused on \"having that country evolve toward freer economic systems.\" <strong> Donald Rumsfeld </strong>,", "new_id": -2}, {"uid": "1295280448145555491", "i": 6565, "idx": 0, "sa": ["Sergio Marchionne"], "q": "as encouraging investment. The bitter campaign split Italy's powerful labor unions. <strong> Sergio Marchionne </strong> praised the \"courage\" of workers who gave their approval. Saying yes to flexibility makes it possible to achieve <q>very high production levels, of up to 280,000 vehicles per year, and also open the way for the potential creation of jobs,</q> <strong> Sergio Marchionne </strong> said in a statement. \"In a country such as Italy, which has always been tied to the past and reluctant to change... those who voted yes showed vision,\" he said.", "new_id": -2}, {"uid": "1295558629243744786", "i": 15232, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "of Tunisia and the progress that has been achieved under president Ben Ali's leadership.\"[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more revealing: <q>We have a very long relationship with Tunisia,</q> <strong> Donald Rumsfeld </strong> remarked after the meetings. \"Tunisia is a moderate Muslim nation that has been and is today providing very constructive leadership in the world. The struggle that's taking place within that faith is a serious one", "new_id": -2}, {"uid": "1295589625212418560", "i": 31583, "idx": 1, "sa": ["Eric Schmidt"], "q": "company's growth from a Silicon Valley search engine into a global web goliath grossing over$ 29 billion in 2010. Under <strong> Eric Schmidt </strong>, Google has introduced gamechanging products like Gmail, Chrome, and Android. <q>In this new role I know[ Larry] will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead,</q> <strong> Eric Schmidt </strong> said in the announcement. <strong> Eric Schmidt </strong> will be transition to a new role as executive chairman. So what do we know about Google's new CEO? BACKGROUND: Page, 37", "new_id": -2}, {"uid": "1295795613051544071", "i": 29483, "idx": 0, "sa": ["Andy Coulson", "Dermot Murnaghan", "Harriet Harman"], "q": "a target. Labour's deputy leader <strong> Harriet Harman </strong> told Sky's <strong> Dermot Murnaghan </strong> that allegations of illegal activity must be investigated. \"Hacking into people's phones is illegal,\" she said. <q>Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist.</q> The scandal has already cost Number 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the illegal action at the tabloid. The former editor has always denied knowing that phone-hacking was taking place", "new_id": -2}, {"uid": "1295279594245153795", "i": 4380, "idx": 1, "sa": ["Steve Ballmer"], "q": "'re wrong. So says <strong> Steve Ballmer </strong>. The Microsoft CEO recently told USA Today that he believes it's a family entertainment center. \"Xbox isn't a gaming console,\" said <strong> Steve Ballmer </strong>. <q>Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.</q> When he says \"you are the controller\", <strong> Steve Ballmer </strong> is talking about Kinect, of course. With the Xbox 360 already firmly entrenched in the minds of the male part of the population", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,</q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1297426636014974991", "i": 32893, "idx": 8, "sa": ["Steve Ballmer"], "q": "with Nokia in its present relatively uncompetitive state, and strongly pushing Windows Phone products arguably would be abetting the enemy. Although the alliance is nonexclusive, Nokia clearly is becoming the premier Windows Phone partner. <q>There are things we are planning to do with Nokia that are unique,</q> <strong> Steve Ballmer </strong> said. The announcement was accompanied by a YouTube video featuring Microsoft and Nokia's chief executives praising the deal. \"Today, Nokia and Microsoft intend to enter into a strategic alliance,", "new_id": -2}]