[{"uid": "1295271263132890688", "i": 2956, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "Monday.The Kenyan premier and Jonathan called on href=\"http://www.earthtimes.org/tag/Africa.html\"> Africa to remain united in backing <strong> Alassane Ouattara </strong>, warning that failure to remove Gbagbo could adversely impact a raft of presidential polls taking place on the continent this year. <q> The resulting disillusionment with the electoral process would risk the spread of instability and insecurity on the continent, </q> <strong> Raila Odinga </strong> said, according to the statement.Raila Odinga was due to meet both Gbagbo and <strong> Alassane Ouattara </strong> later in the evening, his spokesman said.ECOWAS has said it could use force should Gbagbo not step down, but this threat has been", "new_id": -2}, {"uid": "1296537954082821155", "i": 59618, "idx": 5, "sa": ["Allen Iverson", "Will Solomon", "Dwyane Wade"], "q": "to... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I <strong> Will Solomon </strong> continue my career. </q> Referring to a Monday meeting with Griz... Amazing <strong> Dwyane Wade </strong> Complete Highlights 27 Points 8 Assists vs Grizzlies 23.3.09 Amazing <strong> Dwyane Wade </strong> Complete Highlights 27 Points 8 Assists vs Grizzlies 23.3.09 betfreebie.com FootballMIAMI AP Another record for <strong> Dwyane Wade </strong> another win for", "new_id": -2}, {"uid": "1297129562188514329", "i": 2373, "idx": 8, "sa": ["Susan Boyle", "Simon Cowell"], "q": " While The X Factor will be open to singers like <strong> Susan Boyle </strong>, <strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have. American Idol? <q> I haven't seen a full episode, </q> he said.`` I saw a three-minute recap. From what I've seen and from what I've heard, it all seems to be going well. And I always thought that would be the case.", "new_id": -2}, {"uid": "1297352096264044547", "i": 33792, "idx": 0, "sa": ["Timothy Hutton", "Sergio Marchionne"], "q": "a seemingly serious note, with <strong> Timothy Hutton </strong> telling the audience that the people of Tibet and their culture are at risk. Loosening up, <strong> Timothy Hutton </strong> adds that even with all Tibet's troubles its people manage to <q> whip up amazing fish curry </q> that he was able to have at a discount at a Himalayan restaurant in Chicago with the help of a Groupon deal. Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits", "new_id": -2}, {"uid": "1296224676092700695", "i": 2487, "idx": 3, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> has represented since 2000, but he also has speeches planned at Republican Party events as far from his Columbus home base as Lake County. The goal, he said, is to listen to <q> Hoosiers in every walk of life but also to become more familiar with the challenges and opportunities facing Hoosier families and facing the state of Indiana. </q> But, he said, before he was in Congress he headed a think tank-- the Indiana Policy Review Foundation-- and was a talk-show host, two jobs that made him familiar`` with every issue", "new_id": -2}, {"uid": "1295573447037306383", "i": 764, "idx": 3, "sa": ["Eric Schmidt"], "q": "`` It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,'' said Ryan Jacob, portfolio manager with the Jacob Internet Fund. <q> It should streamline the decision-making process. They're in a fast-moving industry. </q> <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class A common stock, the company said. Based on Google's closing share price of$ 626.77 on Thursday, he would earn about$ 334.7 million", "new_id": -2}, {"uid": "1295124045137084928", "i": 3067, "idx": 3, "sa": ["Mike Pence", "Chris Smith", "Daniel Lipinski"], "q": "support for abortion providers under Title X family planning grants. The legislation, introduced Jan. 7 by <strong> Mike Pence </strong>( R-Ind.), targets Planned Parenthood; defeating it is a top priority for NARAL. The bill would <q> cripple family planning services- not necessarily abortion services but contraceptive services in this country, </q> Crane said. SBA's other priority is a multi-pronged abortion funding ban sponsored by Reps. <strong> Chris Smith </strong>( R-N.J.) and <strong> Daniel Lipinski </strong>( D-Ill.). The legislation was introduced last year but has not been introduced", "new_id": -2}, {"uid": "1295411717092504082", "i": 48, "idx": 3, "sa": ["Simon Cowell"], "q": "the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to`` a cat being thrown off a skyscraper,'' telling another, <q> Don\\' t mean to be rude, but you look like the Hulk\\'s wife, </q> reducing dozens of hopefuls to their worst`` ugly cry''- and propelling')'' class=`` emaillink'' rel=`` nofollow''>* Update* Thanks for the 4 million views!!! For all", "new_id": -2}, {"uid": "1296495560088260626", "i": 23324, "idx": 0, "sa": ["Angelina Jolie", "Jessica Alba", "Hilary Swank", "Eva Longoria"], "q": ", disciple d'Eva Longoria <strong> Jessica Alba </strong>, <strong> Eva Longoria </strong>, <strong> Angelina Jolie </strong>... Du Red Carpet au Supermarket Dimanche dernier s` est organis?e la prestigieuse c?r?monie des Screen Actors Guild Awards? Los Angeles. L'occasion pour les stars de jouer? <q> qui sera la plus belle, la plus sexy, la plus paillettes </q>. Dans la cat?gorie des filles glamour, se d?marque ce soir-l href=\"http://fr.news.yahoo.com/fc/Hilary Swank-Hilary Swank.html\"> <strong> Hilary Swank </strong>. Visiblement d?sireuse de gommer son image de gar?on- manqu, tiquette qui lui colle? la peau depuis``", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,'' <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}]