[{"uid": "1296491980113492000", "i": 2192, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Toyota ends 2010 as top automaker despite recalls Demonstrators stand in front of a picture of... <strong> Sergio Marchionne </strong> Video: Toyota Recalls Nearly 1.7 Million Vehicles Worldwide... Video: Workers at GM plant optimistic about future Report Abuse <q> An Italian company that makes unreliable products with engines in Mexico and pretends to be American. </q> Report Abuse \" The 56 MPG Fiat 500 Returns by Bill Siuru03/17/2008 \" Fiat offered the Nuova 500 for nearly 20 years, from 1957 to 1975. It proved very popular as a city car and today is", "new_id": -2}, {"uid": "1297272060224821253", "i": 34674, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "as to whether they have those weapons... We all know that. A trained ape knows that.\" \"There is no doubt in my mind but they currently have chemical and biological weapons.\" <q> It is about weapons of mass destruction. It is unquestionably about that. </q> Mother Jones' Washington bureau chief. For more of his stories, RSS feed. Siddhartha Mahanta is an editorial fellow at Retired evildoer <strong> Donald Rumsfeld </strong> just gave an interview calling the war in Afghanistan a", "new_id": -2}, {"uid": "1295559842078905432", "i": 20145, "idx": 5, "sa": ["Larry Page", "Steve Jobs", "Eric Schmidt"], "q": "under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead.\" In a statement, Mr. <strong> Larry Page </strong> said Mr. <strong> Eric Schmidt </strong>'s track record speaks for itself. <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade, </q> he said. Yahoo Canada shakeup; marketing director and longtime sales exec out Waiting in the wings; the big three in charge of Apple without <strong> Steve Jobs </strong> <strong> Eric Schmidt </strong> to step down as Google CEO,", "new_id": -2}, {"uid": "1296010609232554501", "i": 50515, "idx": 0, "sa": ["Steve Ballmer"], "q": "questions will be asked about the leadership of <strong> Steve Ballmer </strong>, now in his 12th year as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> <q> is always on thin ice, </q> said Forrest at Fort Pitt Capital. \"Microsoft is a results-driven company.\" <cite> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "new_id": -2}, {"uid": "1296377927085590027", "i": 27470, "idx": 1, "sa": ["Zahi Hawass"], "q": ". army arrived, young Egyptians- some armed with truncheons grabbed off the police- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters vandalized two mummies, ripping their heads off. They also cleared out the museum gift shop. Fearful for key Arab ally, Israel warily watches strife in Egypt", "new_id": -2}, {"uid": "1295612138190234649", "i": 49325, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "by the ongoing scandal. He still denies wrongdoing but felt the publicity made it impossible for him to get on with his job, said one friend. In a statement the Prime Minister said: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government. </q> Mr <strong> David Cameron </strong> made clear he had \"full confidence\" in Mr <strong> Andy Coulson </strong> and had not pushed him out. \"During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete", "new_id": -2}, {"uid": "1296154380245841959", "i": 31810, "idx": 3, "sa": ["Michael Noer", "Michael Vick"], "q": "Pingback: Tweets that mention <strong> Michael Vick </strong>'s Marketability Comes Full Circle- MarketShare- Advertising marketing& media- Forbes-- Topsy.com Cancel Post Your Comment You must be logged in to post a comment <q> damn you <strong> Michael Noer </strong>, for putting one of your colleagues in harm's way. keep writing. i'm enjoyign this very much. </q>", "new_id": -2}, {"uid": "1294991426005357592", "i": 44080, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "| AdChoices <strong> Kirsten Gillibrand </strong> said she was holding <strong> Gabrielle Giffords </strong>' left hand when she started to flicker her left eye.( Her right eye, damaged in the shooting, is bandaged.) <q> We're watching her and saying,` <strong> Gabrielle Giffords </strong>, you can do it.' Everyone who loves her is around this hospital bed, her mother, her father, her doctor, her husband, her friends, all these people are there to say,` <strong> Gabrielle Giffords </strong>, we're with you,' and she doesn't just put a thumbs up, she raises her entire arm. </q> \"The doctors couldn't believe what they were seeing,\" <strong> Kirsten Gillibrand </strong> said. \"They were saying this is unbelievable progress, to see this.\" Video: House peers reflect on", "new_id": -2}, {"uid": "1296443805235372702", "i": 23708, "idx": 15, "sa": ["Allen Iverson", "Kobe Bryant", "George Karl", "LeBron James"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our Iverson_Allen Iverson_31pts_vs_Crossover_move_on_Durant_Sonics_07/08 Sixers Notes: LooLeBron James to learn from big collapse Nuggets' falter in second half; four-game win streak ends", "new_id": -2}, {"uid": "1296203343159924279", "i": 16866, "idx": 1, "sa": ["Terry Leahy", "Martin Sorrell", "Richard Fletcher", "Eric Schmidt"], "q": "\"Breaking: <strong> Eric Schmidt </strong> says he drew up Google restructure plan and has not stepped aside by becoming exec chairman. <strong> Eric Schmidt </strong>:' I am still a full time employee\" ' 17:23 <strong> Richard Fletcher </strong> has filed on <q> Big business and consumers are key to delivering low carbon growth- according to <strong> Martin Sorrell </strong> <strong> Terry Leahy </strong>[ pictured below], outgoing chief executive of Tesco. \"The role of government is to create the regulatory environment that will allow private companies to lead the way and ensure that growth is not unnecessarily hindered by red tape, he argued. </q>` It goes with the grain of how modern economies work. Modern economies are marketing economies not command and control,' <strong> Martin Sorrell </strong> <strong> Terry Leahy </strong> told The Daily Telegraph ahead of his appearance at Davos.` It needs to", "new_id": -2}]