[{"uid": "1297112072043597847", "i": 12376, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "q": "creator <strong> Simon Cowell </strong> also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said in a press release. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and", "new_id": -2}, {"uid": "1296806545266600450", "i": 25377, "idx": 2, "sa": ["David Letterman"], "q": "During one`` Late Show'' episode, <strong> David Letterman </strong>`` made it very clear that neither` douche' nor` douche bag' were vulgar terms when used correctly,'' Maytin wrote, adding that the term has <q> made its way into mainstream society. </q> In fact, Maytin argued, the term`` douche bag'' is spoken more than such wholesome words as`` baseball'' and`` apple pie,'' among others. Maytin goes onto to say in", "new_id": -2}, {"uid": "1295926949014860296", "i": 37742, "idx": 0, "sa": ["David Letterman"], "q": "date. Last night, he received a call from <strong> David Letterman </strong> on which he clarified that he isn't actually retiring- just simply leaving Live!. Before hanging up, the pair snuck in a few bars of <q> There's No Business Like SHow Business. </q> Click below to watch the clip.( STAGE TUBE: IDOL Gets a Taste of Foster from Hopeful Sullivan by BroadwayWorld TV- January 20, 2011 by THE WIZARD OF OZ Blog- January 18,", "new_id": -2}, {"uid": "1295041985009945115", "i": 4185, "idx": 0, "sa": ["Jonathan Forsythe", "Dan Steinberg", "LaVar Arrington", "Kirsten Gillibrand"], "q": "Post\\'s <strong> LaVar Arrington </strong>, Cindy Boren, <strong> Dan Steinberg </strong> and <strong> Jonathan Forsythe </strong>.'',`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011303598.jpg'',`` emailLink'': <q> http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303590.html&amp;title=Post Sports Live, Jan. 13& site= sports& type= Video& sent= no& search= Search </q>,`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303590.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-36v&amp;flvURL=/media/2011/01/13/01132011-36v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-36v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}, {"uid": "1295580035256213030", "i": 22445, "idx": 2, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "`` The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time,'' he said in a blog post. <q> It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company, </q> he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements which had been`` harmful to Google's reputation'' and the three top executives may have decided`` it was time", "new_id": -2}, {"uid": "1295563297178864149", "i": 31372, "idx": 0, "sa": ["Eric Schmidt"], "q": "more about this management change announced just now by Google, in which co-founder Larry Page`` will take charge of Google's day-to-day operations as Chief Executive Officer,'' and the current CEO, <strong> Eric Schmidt </strong>, <q> will assume the role of Executive Chairman, focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to Larry and Sergey. </q> In my actual circumstances-- article long overdue, book right after that, ready to turn this space over to guests in two days-- I will leave exploration of the ups and downs here to our", "new_id": -2}, {"uid": "1295218070163594249", "i": 542, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "` American Idol,' featuring <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <strong> Simon Cowell </strong> was a company man, a traditional A&R rep who rose quickly through the ranks at big record labels by focusing on profits over cultural cachet. While <q> most of my colleagues were obsessed with signing the next coolest rock or alternative band, </q> he wrote in his 2003 memoir, <strong> Simon Cowell </strong> scored massive hits with records based on WrestleMania, Teletubbies, and the Mighty Morphin Power Rangers. But all those successes would be dwarfed by the format that Fuller", "new_id": -2}, {"uid": "1295807115069746747", "i": 37148, "idx": 0, "sa": ["Ricky Gervais", "Judd Apatow", "David Letterman"], "q": "Knocked Up, and the critically-acclaimed( but tragically short-lived) Freaks and Geeks. He went on to say: <blockquote>''( <strong> Ricky Gervais </strong>) says the characters were two-dimensional,'' said <strong> Judd Apatow </strong>. <q> Then he says he hasn't seen The Tourist. So as a comedian, that's not fair, is it? To make jokes about a movie you haven't seen.`` I can't do a joke about( <strong> Ricky Gervais </strong>'s movie) The Invention of Lying because I haven't seen it. You haven't seen it. None of us have seen it. So the joke would not work. </q> </blockquote> Once again, it seems absurd that this amount of criticism is being leveled at <strong> Ricky Gervais </strong>: Has <strong> Judd Apatow </strong> never seen an episode of Saturday Night Live? Or seen one of <strong> David Letterman </strong>'s monologues? Why", "new_id": -2}, {"uid": "1295500937237502516", "i": 3887, "idx": 0, "sa": ["Kara DioGuardi", "Ellen DeGeneres", "Simon Cowell"], "q": "named in wife <strong> Kara DioGuardi </strong>'s will, which leaves items to kids. Homeless man with velvety voice becomes star Overnight Sensation: Ohio homeless man with golden radio voice overwhelmed by job offers. <q> DAVID BAUDER AP Television Writer NEW YORK( AP)- It's a kinder`` American Idol </q> without <strong> Simon Cowell </strong>. Television's top show returned Wednesday with a makeover for its 10th season on Fox. <strong> Simon Cowell </strong>, everyone's favorite villain, is gone as a judge. So are <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>,", "new_id": -2}, [{"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]]