[{"uid": "1296158216100335620", "i": 6193, "idx": 0, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": " While bank employees were ordered to report to work on Thursday, computer networks with the outside had been cut, preventing Gbagbo's allies from being able to access funds, local press reports said. <q> In the coming days, if the central bank remains closed, the commercial banks will not be able to operate, </q> said <strong> Alassane Ouattara </strong>'s acting finance minister <strong> Patrick Achi </strong>.`` This will paralyze the economic activity in the country,'' he said. The Dakar, Senegal-based regional bank formally recognized <strong> Alassane Ouattara </strong> as president in late December and", "new_id": -2}, {"uid": "1297192174179781728", "i": 58209, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers"], "q": "I think it takes multiple leaders to have a locker room that functions properly... I'm more of a leader by example.'' <strong> Aaron Rodgers </strong> threw for 304 yards, three touchdowns and no interceptions. <q> href=\"http://www.examiner.com/fantasy-sports-in-national/Aaron Rodgers-Aaron Rodgers-on-David Letterman-video\" rel=\"nofollow\"> Click here to watch the <strong> Aaron Rodgers </strong> post-Super Bowl interview with <strong> David Letterman </strong>. </q> Here are some highlights of the <strong> Aaron Rodgers </strong> interview with <strong> David Letterman </strong>: <strong> Aaron Rodgers </strong> said the team ran about 40 of the 60 plays they planned for the game. Sometimes players will ask <strong> Aaron Rodgers </strong> if they are supposed to", "new_id": -2}, {"uid": "1295423004000589831", "i": 15449, "idx": 2, "sa": ["Raffaele Bonanni", "Sergio Marchionne"], "q": "n vincitori n vinti''- prosegue e si alimenta con le parole dell` ad <strong> Sergio Marchionne </strong>(? negli Usa, torner a Torino il 27 gennaio per il cda sui conti), che a Repubblica parla di <q> partecipazioni agli utili e salari tedeschi </q> per le tute blu Fiat e spiega che l'accordo verr esteso anche Melfi e Cassino. Sul primo punto convince la Cisl(`` La partecipazione agli utili? d'obbligo'' dice il leader <strong> Raffaele Bonanni </strong>), meno Uil che", "new_id": -2}, {"uid": "1295224344099581997", "i": 37241, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.'' Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Scottsdale-$ 999,000 MLS 4441761", "new_id": -2}, {"uid": "1295787277204455988", "i": 16991, "idx": 2, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": "'' Mr Dacoury-Tabley blamed`` technical reasons'' for not applying the measure. <strong> Alassane Ouattara </strong> ally <strong> Patrick Achi </strong> told Reuters news agency the resignation had been`` what we have been calling for''. <q> This will reduce the money leaving the account. We are heading towards the control of the accounts but it will happen in stages. </q> UN peacekeepers are protecting Mr <strong> Alassane Ouattara </strong> in his temporary headquarters at a hotel in the main city of Abidjan. Separately on Saturday, Mr Gbagbo said he had cancelled the accreditation of the French ambassador", "new_id": -2}, {"uid": "1295972855202047505", "i": 18627, "idx": 1, "sa": ["Bernie Sanders"], "q": "the political climate. Nobody can honestly express surprise that such a tragedy finally occurred. \" <strong> Bernie Sanders </strong> continued by implying that Republicans and their business interests are set to benefit significantly in the 2012 elections: <q> The right-wing Republicans now leading their party are extremely confident that the political momentum is with them. They not only won decisive victories in the last election but, as a result of the disastrous Citizens United Supreme Court decision, they correctly believe that they will have a huge financial advantage in future elections because </q> billionaires and corporate interests can now contribute as much as they like into the political process without disclosure.... Yes, of course they will continue their usual day-to-day efforts to give tax breaks to billionaires and", "new_id": -2}, {"uid": "1297451519240746502", "i": 3441, "idx": 7, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "At a dinner this week, attended by`` The Daily Telegraph'', with conservatives in New York, <strong> Donald Rumsfeld </strong> elicited murmurs of approval when he suggested that <strong> Barack Obama </strong>'s troop-heavy strategy in Afghanistan was flawed. <q> I personally did not think we needed to make a Korea out of Afghanistan, </q> he said.`` The Soviets were in there with hundreds of thousands of troops for 12 years and lost. It's a landlocked country, it went through occupation, civil war, drought, hostile neighbours.", "new_id": -2}, {"uid": "1296889033050757633", "i": 7513, "idx": 0, "sa": ["Michael Gove"], "q": "will set out their plans to improve standards and behaviour across educational establishments in the new Education Bill. Expelling unruly children will be made easier for schools following the shake-up, which Education Secretary <strong> Michael Gove </strong> said would <q> restore discipline and reduce bureaucracy </q>. And the Bill is expected to say that teachers will be protected from false allegations made by pupils, by allowing them to remain anonymous until charged with an offence. Powers allowing staff to", "new_id": -2}, {"uid": "1295217330029671466", "i": 18135, "idx": 2, "sa": ["Alassane Ouattara"], "q": "Gbagbo and his backers in December after the election that world powers and African neighbours say <strong> Alassane Ouattara </strong> won. Gbagbo cites a Constitutional Council ruling that the results were rigged against him. Broadcaster RTI was guilty of <q> public incitement to hatred and violence through participation in disinformation campaigns in connection with the 2010 presidential election, </q> the EU Journal said. resources belonging to, owned, held or controlled by the natural or legal persons, entities and bodies... shall be frozen,'' the journal said. The measures also ban funds", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team.`` The president and I don't have to agree on everything,'' said <strong> Kirsten Gillibrand </strong>.`` GO JETS!'' <q> I'll bet on the Jets over Chicago, </q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}]