[{"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else. \"It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,\" <strong> Joe Matarese </strong> said. <q>I started going and I was hooked immediately. And I never stopped.</q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}, {"uid": "1295177816150732814", "i": 23180, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Center for Automotive Research in Ann Arbor, Mich. And that's why the mood is decidedly upbeat among the executives who are gathering this week in Detroit for the North American International Auto Show. <q>The auspices are a lot better than they were a year ago,</q> said <strong> Sergio Marchionne </strong>, chief executive of Chrysler Group, which is gaining market share and expects to move back into the black this year after narrowing its losses steadily last year. Still, given Detroit's long", "new_id": -2}, {"uid": "1297704186051036184", "i": 25429, "idx": 0, "sa": ["Steve Ballmer"], "q": "trade show today. \"Nokia's involvement... will drive volume, will create new innovation and products, and will accelerate the adoption of the Windows Phone platform,\" <strong> Steve Ballmer </strong> said during a keynote presentation. <q>The additional energy that comes with this announcement... will help consumers get new hardware, fresh choices, and amazing services.</q> \"Nokia's support will help Windows Phone overall to build strength versus the other eco-systems,\" <strong> Steve Ballmer </strong> continued. Microsoft is working to ensure that innovation \"doesn't lead to the kind of", "new_id": -2}, {"uid": "1294962195114475023", "i": 3002, "idx": 0, "sa": ["Donald Rumsfeld", "Sarah Palin"], "q": "to blame for the shooting, allegedly carried out by a disturbed local 22-year-old. His 35-minute eulogy won praise from across the country's political chasm. Even Republican former defense secretary <strong> Donald Rumsfeld </strong> said: <q>At a time when our nation needed it, <strong> Barack Obama </strong> delivered moving, presidential remarks last night.</q> It came after Republican star <strong> Sarah Palin </strong> accused the media of \"blood libel\" over commentators' remarks linking the Tucson attack to her conservative Tea Party movement. The use of the term-- which", "new_id": -2}, {"uid": "1295468530213155889", "i": 8810, "idx": 1, "sa": ["Sergio Marchionne"], "q": "and the 300 and Charger in the future success of the company. \"The launch of the all-new 2011 Chrysler 300 and Dodge Charger demonstrates how far this company has come in 18 months,\" said <strong> Sergio Marchionne </strong>. <q>The assistance of the governments of Canada and the Province of Ontario gave us the opportunity to create a future. Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the US for the loans that enabled a vibrant, restructured company to emerge in June 2009. Along with the commitment, dedication and support of our CAW partners and employees, we are demonstrating what can be achieved when industry, government and labor recognize the need to come together.</q> The Company has invested more than US$ 1 billion since 2008 for the launch of the 300, Charger and Challenger for assembly http://wn.com/2010_Chrysler_Town_Country_LX_Minivan__Galpin_Ford Galpin Ford 15505 Roscoe Blvd North Hills, CA 91343 877-333-0370 More information on this", "new_id": -2}, {"uid": "1295599055020365403", "i": 1390, "idx": 2, "sa": ["Eric Schmidt"], "q": "there's clear responsibility and accountability at the top of the company\". However, Mr <strong> Eric Schmidt </strong> reassured investors that he does not expect any \"material change\" in the way the company is run because <q>we tend to agree on pretty much everything</q>. Mr Page, who owns$ 26m worth of Google shares, thanked Mr <strong> Eric Schmidt </strong> for his stewardship of the company. \"There is no other CEO in the world that could have kept such headstrong", "new_id": -2}, {"uid": "1296846730173342780", "i": 29687, "idx": 0, "sa": ["Sergio Marchionne"], "q": "San Francisco- Chrysler CEO <strong> Sergio Marchionne </strong> says the company will run a two-minute commercial in the third quarter of the Super Bowl on Sunday, as part of the company's efforts to recast its image. <q>I won't tell you what it's about but its worth watching,</q> <strong> Sergio Marchionne </strong> said at a forum sponsored by JD Power at a hotel here ahead of the National Automobile Dealers Association three-day convention. Advertisement He went on to say that the company will invest another$", "new_id": -2}, {"uid": "1297353581241270839", "i": 34862, "idx": 0, "sa": ["Simon Cowell"], "q": "wherever you are in the world and denounce <strong> Simon Cowell </strong> as the anti christ, erm, OK well thats your one and only concession to organised religion. Gegenschein 10 February 2011 2:17 PM FreedomFromHope <q>Don't read CiF, it'll make you hate liberals even if you pertain to be one.</q> I will follow on from this by advising a kid not to be too tribal with politics. And to let me know if they find out how to do this. Nobody really seems able to manage it", "new_id": -2}, {"uid": "1295907930085770246", "i": 7980, "idx": 5, "sa": ["Zahi Hawass"], "q": "competent\" German government was re-established. Egypt, added the statement, recognized and appreciated the care accorded by Germany to the painted limestone bust of the famous ancient Egyptian queen, but added: <q>Egypt is confident that the German authorities will assist in facilitating its return. The government and people of Egypt are eager that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.</q> If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. Egypt's top archaeologist has formally requested the return of the 3,300-year-old bust of Queen Nefertiti that has been", "new_id": -2}, {"uid": "1296743565187088980", "i": 37982, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "At the time, <strong> President Bush </strong> rejected two resignation letters, five days apart, from <strong> Donald Rumsfeld </strong>. Another 21/2 years passed before <strong> President Bush </strong>, facing the Republicans' loss of Congress, decided to let <strong> Donald Rumsfeld </strong> go. <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,</q> <strong> Donald Rumsfeld </strong> acknowledges. <strong> Donald Rumsfeld </strong> argues that the administration was wrong to have been so focused on preserving presidential powers that it initially eschewed negotiations with Congress in formulating detainee policy. A chief proponent of this strategy,", "new_id": -2}]