[{"uid": "1296511058175063056", "i": 26116, "idx": 0, "sa": ["Victoria Beckham", "Simon Cowell", "Kim Jong-il", "Riya Sen"], "q": "the street-art pioneer, drum <strong> Victoria Beckham </strong> bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-il </strong> than <strong> Simon Cowell </strong> <q> I've always wanted a happy home. And I've created that </q>: Goldie <strong> Riya Sen </strong> Pairs With Sreesanth To Endorse Jewellery Mumbai, January 30: Bollywood hottie <strong> Riya Sen </strong> has paired with cricketer Sreesanth to endorse Gitanjali Group's new jewellery", "new_id": -2}, {"uid": "1297447911119193613", "i": 3788, "idx": 1, "sa": ["Steve Ballmer"], "q": "that`` the game has changed from a battle of devices to a war of ecosystems''.`` An ecosystem with Microsoft and Nokia has unrivalled scale around the globe,'' he said. <q> Nokia and Microsoft working together can drive innovation that is at the boundary of hardware, software and services, </q> said Microsoft chief executive <strong> Steve Ballmer </strong>. Microsoft's Bing will power Nokia's search services, while Nokia Maps would be a core part of Microsoft's mapping services. The BBC reports the new strategy", "new_id": -2}, {"uid": "1297491655239927298", "i": 17889, "idx": 0, "sa": ["Mike Pence"], "q": "Were the Republican cuts to be enacted in full, they would reverberate throughout the operations of federal agencies, and represent one of the largest efforts to reverse the outflow of federal dollars in modern times. <q> It is not going to be pretty, </q> said Representative <strong> Mike Pence </strong> Simpson, Republican of Idaho and the chairman of an appropriations subcommittee that finances the Interior Department and other agencies. He said his committee had tried to be selective in reaching its goal", "new_id": -2}, {"uid": "1296759030005144618", "i": 6127, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "as excess loyalty to LBJ. <blockquote> In May 2004, right after the Abu Ghraib scandal broke, the Economist- hardly a radical rag- ran an editorial titled`` Resign, <strong> Donald Rumsfeld </strong>'', adding <q> responsibility for errors and indiscipline needs to be taken at the top. </q> </blockquote> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window", "new_id": -2}, {"uid": "1295616805243957789", "i": 24040, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "was editor. Following are statements issued by <strong> Andy Coulson </strong> and Prime Minister <strong> David Cameron </strong>: COULSON`` I can today confirm that I've resigned as Downing Street Director of Communications.'' <q> It's been a privilege and an honour to work for <strong> David Cameron </strong> for three and a half years. </q>`` I'm extremely proud of the part I've played in helping him reach No 10( Downing Street) and during the coalition's first nine months.''`` Nothing is more important", "new_id": -2}, {"uid": "1297203269184696860", "i": 6553, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "Abu Musab al-Zarqawi"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. <strong> Donald Rumsfeld </strong> wrote that he wanted", "new_id": -2}, {"uid": "1294997879266141707", "i": 35562, "idx": 0, "sa": ["Sergio Marchionne"], "q": "worker says.`` Wait a moment, management is going to invest millions here, and besides I need my salary,'' another worker responds.`` I will vote yes,'' he adds, <q> I have a wife and children to maintain. </q> But the woman nearby is angry.`` No, no, no and again I'll vote no,'' she says. In one of Europe's most unionized countries, Fiat CEO <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295629345218054656", "i": 19455, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "hacking of phones belonging to Princes <strong> David Cameron </strong> and Harry on his watch. <strong> Andy Coulson </strong>, who became <strong> Tony Blair </strong> <strong> David Cameron </strong>'s director of communications after last year's election, unexpectedly quit overnight conceding that his involvement in the affair <q> made it difficult to give 110 per cent </q> to his job. His departure sent shockwaves around Westminister and came just hours after the sudden resignation of one of Labour's most senior MPs, shadow chancellor Alan Johnson, who stepped down on Thursday night", "new_id": -2}, {"uid": "1296184988067649545", "i": 21634, "idx": 4, "sa": ["Mike Pence"], "q": "House, <strong> Mike Pence </strong> said Republicans`` welcome the president's call'' for Social Security reform.`` I think the only danger House Republicans have today is in not being bold enough,'' he said. <q> I think the American people are tired of half-measures. They're looking for men and women at every level of government who are willing to step up and speak the truth and to offer positive solutions to deal with the fiscal crisis that we're facing. That includes domestic spending. That includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform. </q> <strong> Mike Pence </strong> said that he`` even heard the president... talking about fiscal discipline and reform'' but added that`` when he adds on top of that calls for additional spending, it undermines the credibility of", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}]