[{"uid": "1295446232083853376", "i": 13079, "idx": 0, "sa": ["Ron Paul", "Mike Pence"], "q": ", 2011 at 2:25 PM Follow Reports: Buffalo police shoot sword-armed suspect Syracuse cuse lax 2000 January 17, 2011 at 1:39 PM Follow\" man had a sword for an arm. It was amazing. How about <q>Buffalo police shoot suspect armed with sword</q> Inappropriate? Alert us. Reply Post new Otiscobum January 17, 2011 at 2:20 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse CNYSports13 January 17, 2011 at 7:27 PM Follow <strong> Ron Paul </strong> ya'll", "new_id": -2}, {"uid": "1296287013057311248", "i": 12474, "idx": 1, "sa": ["Josephine Baker", "Michael Gove"], "q": "last year voted to campaign against free schools because they \"risk increasing social divisiveness and inequity\". Teaching unions share concerns that creating new schools will lead to a two-tier system. <strong> Michael Gove </strong> said yesterday: <q>Yes, there are opponents, people trying to stop this. That's why it's so important that reformers across party and across countries talk to each other and know there are people who are attempting to start new schools and realise that far from being individuals with a vision they are part of a global movement to transform education for the better.</q> Other speakers at the conference include <strong> Josephine Baker </strong>, executive director of the Washington public charter school board, which approves applications from new charter schools and oversees existing ones. She will urge teachers not to oppose the", "new_id": -2}, {"uid": "1295721908089014298", "i": 4863, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "aired the first of a series of densely-worded and blistering \"special comments,\" this time expressing anger at then-Defense <strong> Donald Rumsfeld </strong>'s criticism of opponents to the war in Iraq. Story Continues â\u0087\u0092 <q>previous1 2 3 next</q> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "new_id": -2}, {"uid": "1297206274184696842", "i": 18064, "idx": 0, "sa": ["Condoleezza Rice", "Colin Powell"], "q": "one of the few people not to blame for anything that went wrong. He said <strong> Condoleezza Rice </strong> tried to run things by committee and that there were too many leaks from <strong> Colin Powell </strong>'s state department. There were <q>too many hands on the steering wheel</q>, he writes. He says that long before the war began he had made a list which he called his \"parade of horribles\". He warned against weapons of mass destruction( WMD) not", "new_id": -2}, {"uid": "1296716412176898138", "i": 28921, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Nelson Rockefeller", "Gerald Ford", "George H.W. Bush", "Bill Clinton"], "q": "chapter of the myth that I had stage-managed <strong> Gerald Ford </strong>'s staff reorganization,\" he writes, adding: \"By repeating the myth instead of setting the record straight, <strong> President Bush </strong> in effect endorsed it.\" <q>It has always amazed me that <strong> President Bush </strong>'s version of what took place has consistently been contrary to the facts, even when the actual version of what took place had been attested to in writing by <strong> Gerald Ford </strong>,</q> <strong> Donald Rumsfeld </strong> concludes. <strong> George H.W. Bush </strong> isn't the only Republican who comes in for tough treatment. <strong> Donald Rumsfeld </strong> hammers former Vice <strong> President Bush </strong> <strong> Nelson Rockefeller </strong> for being an \"imperial vice <strong> Bill Clinton </strong>\" and \"bullying.\" Reply#", "new_id": -2}, {"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of \"News of the World' had made it difficult for him to give <q>the 110 per cent needed in this role</q>.\" I stand by what I've said about those events but when the spokesman needs a spokesman it\"s time to move on,\" The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}, {"uid": "1295607635131039250", "i": 27791, "idx": 4, "sa": ["Eric Schmidt"], "q": ", he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 per cent of Google's outstanding capital stock, down from 2.9 per cent before selling the shares. <q>As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,</q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"And over the holidays we decided now was the right moment to make some changes to the way we are structured.\"", "new_id": -2}, {"uid": "1296845883211812396", "i": 4381, "idx": 0, "sa": ["Roger Goodell", "DeMaurice Smith", "George Atallah", "Michael Vick"], "q": "bargaining session since November on Saturday. NFLPA spokesman <strong> George Atallah </strong> described the meeting as \"a window of opportunity\" and added: \"We intend to go in there with open minds and open ears.\" <q>I don't think it's a good idea to set any expectation, other than the fact that we intend to sit down and continue to have a discussion that should guarantee football for our fans, football for our players,</q> NFLPA executive director <strong> DeMaurice Smith </strong> said Thursday. <strong> Roger Goodell </strong> also said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison", "new_id": -2}, {"uid": "1296699658082231300", "i": 16467, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "Courtney Penry up next on \"American Idol,\" she seems like a video, proclaiming her love for <strong> Ryan Seacrest </strong>; <q>I will marry him some day.</q> Ha! She says other things along those lines, a bit creepy. Somewhere <strong> Simon Cowell </strong> has fallen out of his chair with laughter. Oh, and she imitates a chicken! Nice. Sings \"Stay", "new_id": -2}, {"uid": "1295499048112721935", "i": 12834, "idx": 0, "sa": ["Melinda Ademi", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "said yes and told Huggins he's see her in California. Another notable performer was <strong> Melinda Ademi </strong>, who's parents are war refugees from Kosovo. After she sang, <strong> Steven Tyler </strong> told the 16-year-old from Yonkers, <q>Your singing is straight and sweet.</q> She got a yes from all three judges. Though <strong> Simon Cowell </strong>'s particular brand of blunt criticism is conspicuously absent, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> had a few moments of their own. In one egregious audition, they", "new_id": -2}]