[{"uid": "1294971680128761890", "i": 31580, "idx": 0, "sa": ["Mike Pence", "Gary Ackerman", "Peter King"], "q": "allow college students to carry firearms on campus. Advocates of new federal gun controls are planning to introduce legislation, but their aims are minimal, and their expectations for passage very low.  We're not looPeter King at banning all weapons,  said  Mike Pence   Gary Ackerman , a New York Democrat who wants to close a loophole that allows some private dealers to sell guns without conducting background checks. \"We're looPeter King to make sure that innocent people from all over", "new_id": -2}, {"uid": "1297459269244645955", "i": 3648, "idx": 1, "sa": ["Hosni Mubarak", "Mike Pence", "Ileana Ros-Lehtinen", "Gary Ackerman"], "q": "this glorious, peaceful revolution in order to substitute a repressive religious regime and regional instability for the stifling and brutal  Hosni Mubarak  regime,\"\"  said  Gary Ackerman , the top Democrat on the House Middle East subcommittee.  I am concerned about an orderly transition to what? Or an orderly transition to who?  Representative  Mike Pence , a Republican, said during a hearing of  Ileana Ros-Lehtinen 's committee on Thursday, the day before  Hosni Mubarak  stepped down. Some analysts think worries about the Muslim Brotherhood are overblown. The group is", "new_id": -2}, {"uid": "1295616977003915781", "i": 18194, "idx": 2, "sa": ["Bill Hammond", "Mike Pence", "Ian Crawford"], "q": "the unsightly high-voltage transmission lines needed to carry the power to distant cities. But state regulators are moving forward- and yesterday they approved a contentious project that runs through the Hill Country.\"\"  Dallas Morning News:  Attempts to rein in homeowners associations have failed in the state Legislature for more than a decade, but a rise in HOA foreclosures and a spate of public lawsuits have invigorated supporters, who see this session as their chance for reform. Legislators have filed a handful of Bill Hammonds that curtail HOA powers, including limiting their ability to foreclose on property and ending bans on solar panels. HOA proponents agree that the system needs review, but promise to push back at changes that threaten associations' authority.  Politico: \"To understand the dissatisfaction on the right with the current crop of Republican presidential hopefuls, look no further than  Mike Pence . An IndIan Crawforda congressman with just five terms in public office,  Mike Pence  is currently the", "new_id": -2}, {"uid": "1296170473171278348", "i": 2072, "idx": 1, "sa": ["George W. Bush", "Mike Pence", "Barack Obama"], "q": "announcement in a letter being sent to supporters. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\"\"   Mike Pence  and wife Karen said in the letter.  We will not seek the Republican nomination for  George W. Bush  in 2012.   Mike Pence 's supporters, who include Tea Party advocates, have been pressing him to mount a bid for the Republican nomination. The nominee will face Democratic  Barack Obama  in the November 2012 election.  Mike Pence ", "new_id": -2}, {"uid": "1295261556064110646", "i": 22081, "idx": 0, "sa": ["Prince Fielder", "Albert Pujols", "Hunter Pence", "Mike Pence", "Matt Kemp", "Michael Steele", "Gary Bauer", "Ryan Howard", "Barack Obama"], "q": "in  Michael Steele 's backyard Friday afternoon, hunkering down in a Ban Abortion- 2012 Barack Obamaial Candidate www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate  Gary Bauer  scans the potential 2012 Republican field, not much excites him.  All the obvious frontline names have all the usual pluses and minuses,  Mr.  Gary Bauer  says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including  Albert Pujols ,  Ryan Howard ,  Hunter Pence ,  Matt Kemp  and  Prince Fielder  www.battingstanceguy.com...  Mike Pence 's Speech at the", "new_id": -2}, {"uid": "1295485111026624011", "i": 32304, "idx": 0, "sa": ["Steve Cohen", "Mike Pence"], "q": "that some members disregarded those pleas. Democratic  Mike Pence   Steve Cohen ( Tenn.) on the House floor Tuesday night compared Republican claims about the reform law to lies perpetrated by the Nazis that led to the Holocaust.  They say it's a government takeover of healthcare. A big lie, just like Goebbels,  said  Steve Cohen , who is Jewish. Meanwhile,  Mike Pence ( R-Ind.) said House Republicans will vote to repeal the healthcare law \"lock, stock and barrel.\"\"  Another day, another", "new_id": -2}, {"uid": "1295631499142901251", "i": 33225, "idx": 4, "sa": ["Gabrielle Giffords", "Mike Pence", "Jesse Kelly", "Bill Maher", "Jon Stewart", "Barack Obama", "Sarah Palin"], "q": "!!  Jon Stewart  kills Fox News on  Barack Obama 's speech in Tucson-  Sarah Palin 's breath- CAN NOT BE UNSEEN!! www.thedailyshow.com  Barack Obama : Memorial in Arizona  Sarah Palin  Facebook scrubbing in realtime  Bill Maher : Go2 Rhetoric for Right Wing Is  Wouldn't It Be Fun To Kill The People We Disagree With  WikiLeaks To Expose Fox News?  Sarah Palin 's Breath Watch  Barack Obama '...  Jesse Kelly 's Strategy to Defeat  Gabrielle Giffords  072110.MP4  Jesse Kelly  Says How He Plans to Defeat  Mike Pence   Gabrielle Giffords  in the upcoming General Election For Congress for Tucson's CD-8", "new_id": -2}, {"uid": "1295631675219987972", "i": 21629, "idx": 1, "sa": ["Mike Pence", "Xavier Becerra", "Barack Obama", "John Larson"], "q": "about jobs and the domestic agenda for the  Barack Obama ,\"\"  said  Mike Pence   John Larson ( Conn.), chairman of the Democratic Caucus.  John Larson  and other Democratic leaders downplayed any lingering hostility from the tax-cut deal.  He's our leader. He's the leader of the free world, and we are entirely behind and supportive of the  Barack Obama  of the United States,   John Larson  said.  Mike Pence   Xavier Becerra ( D-Calif.), the caucus vice chairman, said Democrats might have occasional disagreements with the  Barack Obama , but \"we're not going to eat our own.\"\" ", "new_id": -2}, {"uid": "1295682265065617928", "i": 128, "idx": 22, "sa": ["Andrew P. Smith", "Mike Pence"], "q": "of New Hampshire's Granite State Poll, said it's not surprising that activists are urging  Mike Pence  to run. But, he noted, that doesn't mean he has a good chance of winning.  Republicans and Democrats go through this all the time,   Andrew P. Smith  said. \"Particularly party activists don't see a candidate who is either well enough known, or ideologically or intellectually consistent enough for them, so they try to recruit people who fit the bill.", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]