[{"uid": "1295872184245907493", "i": 1896, "idx": 2, "sa": ["Andy Coulson", "Richard Keys"], "q": "No word on whether this has anything to do with Sun parent BSkyB, home of Sky Sports. Unlike the Times, which put the story on the front page, less than serious paragraphs on its website. <q> Yesterday an insider at the telly station's west London HQ said the pair were a` bit embarrassed'. </q> Chances are their critics will be hoping for a bit more than that. <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray's sexist jibes too hot for the Sun| Media Monkey Sky presenters in the firing line over sexist jibes", "new_id": -2}, {"uid": "1297431527058949667", "i": 38267, "idx": 0, "sa": ["Shayne Ward", "Justin Bieber", "Simon Cowell"], "q": "believes <strong> Simon Cowell </strong> should revoke his recent decision to allow kids as young as 12 to enter the competition, as he thinks 15 or 16 is a more appropriate age. <strong> Shayne Ward </strong> told Digital Spy: <q> Obviously there are a lot of 12-year-olds over in America who are incredible singers. But I personally think it's too low. It's a completely different world over there. <blockquote> With the whole <strong> Justin Bieber </strong> thing, I can see why lowering the age threshold might be seen as a good thing, but personally I think it should be set at about 15 or 16. </q> <strong> Justin Bieber </strong> thing, I can see why lowering the age threshold might be seen as a good thing, but personally I think it should be set at about 15 or 16.'' Comment on this Article While", "new_id": -2}, {"uid": "1295658306074924083", "i": 1966, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", and <strong> Sergey Brin </strong> ran the company together- or not together, as the case may be. <strong> Sergey Brin </strong> and Page didn't just hire those Firefox devs on their own. They acquired entire companies on their own. <q> One day Larry and <strong> Sergey Brin </strong> bought Android, and I didn't even notice, </q> <strong> Eric Schmidt </strong> said in 2009.`` <strong> Sergey Brin </strong> found Google Earth one day while he was surfing on the web. And then he walked into my office and told me he bought them.'' step down", "new_id": -2}, {"uid": "1295829795174063631", "i": 15471, "idx": 3, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": ", such as Google Buzz, Google Wave and Google TV but acquisitions such as Android, YouTube and DoubleClick have flourished. He said he will be looking to see whether Page, the CEO, <q> can better increase the integration of Google's technology with business models to generate new revenue. </q> Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade.`` What", "new_id": -2}, {"uid": "1295243733247496744", "i": 47275, "idx": 2, "sa": ["Steve Ballmer", "Kevin Gallagher"], "q": "weakest,'' <strong> Steve Ballmer </strong> told the paper. US businesses' fears range from outright piracy of their goods to the transfer of technological know-how that can be inevitable in joint ventures with Chinese companies. <q> Sometimes Beijing mandates that foreign firms share technology, locate R&D in China and so forth, and the U.S. business community sees that as tying their hands when they go to China, </q> said <strong> Kevin Gallagher </strong>, professor of international relations at Boston University.`` They say,` We'll do that for five years and then all of a sudden China will have its own competitor that looks just like us", "new_id": -2}, {"uid": "1295633753217038879", "i": 6011, "idx": 1, "sa": ["Andy Coulson"], "q": "continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed'' in his role as Downing Street communications chief. <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the British royal family's entourage in 2007. <strong> Andy Coulson </strong> quit the paper when the pair were", "new_id": -2}, {"uid": "1295218051235503687", "i": 1366, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "& search= Search'',`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/14/VI2011011403335.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01142011-21v&amp;flvURL=/media/2011/01/14/01142011-21v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F14%2F01142011-21v.jsn''}{`` title'': <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>,`` description'':`` <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.'',`` note'':", "new_id": -2}, {"uid": "1295806909069746696", "i": 16106, "idx": 9, "sa": ["Colin Powell", "Barack Obama"], "q": "to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. <q> I will always vote for the person who I think is best qualified, </q> he said.`` I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}, {"uid": "1296337396166101003", "i": 44985, "idx": 1, "sa": ["Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. Woo hoo!! Less than$ 5.2 k to go!! Thank you all very much!! The political uprising against the current Egyptian regime might be justifiable as the people's legitimate manifestation", "new_id": -2}, [{"i": 12044, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'s new book says otherwise. His sources claim that the success was due to other factors as much as the surge). <strong> Colin Powell </strong> could have stayed silent but he went out on a http://wn.com/Kurt_von_Hammerstein,_der_General_der_austand_gegen_Hitler Here a translation: <q> I won't go along with this </q>. When you are in a political party you won't make much friends with this kind of statements, but in the NSDAP it was dangerous. Also for the highest military <strong> Kurt von Hammerstein </strong> and he hasn't been noticed", "sa": ["Colin Powell", "Kurt von Hammerstein"], "uid": "1295744650033914887"}]]