[{"uid": "1295960989098713631", "i": 57180, "idx": 1, "sa": ["Simon Cowell", "Christian O'Connell"], "q": "Facebook, they literally threw me off Facebook, how annoying is that?\" he told Absolute Radio's <strong> Christian O'Connell </strong> on his breakfast show. judge <strong> Simon Cowell </strong> has a bath in his dressing room. <q> <strong> Simon Cowell </strong>'s decked out his whole dressing room, his whole dressing room is monochrome. It's like his house, and he's got a bath in his dressing room as well, no word of a lie, </q> he continued. \"I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.\" The 37-year-old credited the TV mogul for giving him a masterclass", "new_id": -2, "mturk_index": "607"}, {"uid": "1295788220057016357", "i": 39820, "idx": 9, "sa": ["Allen Iverson", "Kobe Bryant", "Rasheed Wallace"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to 1991_Playoffs_|_ ECF_Game_1_The_statement_game Before a deafening crowd of", "new_id": -2, "mturk_index": "468"}, {"uid": "1296595859061521938", "i": 50044, "idx": 0, "sa": ["Allen Iverson", "Ben Roethlisberger", "Stephen A. Smith"], "q": "crumbled, so did his personal life when his wife filed for divorce last week. But in a bombshell report from friend and former Sixers beat writer, <strong> Stephen A. Smith </strong>, <strong> Allen Iverson </strong> also has problems with alcohol and gambling. <q> If numerous NBA sources are telling the truth-- and there's no reason to believe they'd do otherwise in a situation of this magnitude-- <strong> Allen Iverson </strong> will either drink himself into oblivion or gamble his life away. </q> Philadelphia Inquirer Sexual Misconduct allegations plague Steeler's <strong> Ben Roethlisberger </strong> again( From USATODAY) link to the article.... www.usatoday.com I'll paste a small part of the article here. It was too long to paste it all", "new_id": -2, "mturk_index": "1573"}, {"uid": "1295932596118013987", "i": 25813, "idx": 0, "sa": ["Tom Felton", "David Letterman"], "q": "in. Normally when the Rangers and Flyers play, you can smell the hatred, but this was even worse! Rangers at Flyers 2001/2002.... <strong> David Letterman </strong>- New York Rangers Top Ten The New York Rangers present <q> Top Ten Things Never Before Spoken By A Hockey Player. </q>... Mighty Morphin Power Rangers Theme Song( Original) Tom Feltonmy becomes the Black Ranger... Power Rangers Samurai- First Look Promo The very first promo for Power Rangers Samurai, as first seen on www.nick.com. Catch the", "new_id": -2, "mturk_index": "119"}, {"uid": "1297125894137412610", "i": 18155, "idx": 3, "sa": ["Zahi Hawass"], "q": "that belong to the whole world.\" According to <strong> Zahi Hawass </strong>, nothing was stolen from the Egyptian Museum and the 70 damaged pieces can all be repaired. But Dreyfus wonders about the mummies. <q> You can't repair a mummy, </q> she says. \"If you have a body that's no longer intact, how are you going to perform any kind of examination of it? It's now contaminated.\" Dreyfus still can't", "new_id": -2, "mturk_index": "1341"}, {"uid": "1296485921219168800", "i": 28307, "idx": 0, "sa": ["Sergio Marchionne"], "q": "forgettable line-up for much of the last year, it's remarkable the company was able to get back to break even by the end of last year. But I know what many of you are thinking: <q> Sure, they are doing better, but so is every one else in the auto industry. </q> This logic makes it sound like <strong> Sergio Marchionne </strong> and his team have not made substantial progress in jump starting Chrysler, Dodge, Ram and Jeep. They have, and in 2011 the company will take a huge", "new_id": -2, "mturk_index": "257"}, {"uid": "1296252282055099423", "i": 5604, "idx": 0, "sa": ["Alec Ross", "Jared Cohen", "Eric Schmidt"], "q": "collusion between PA security forces and \"terror groups\" . The leaked cables go as far as to question the Western orientation of Turkey, a pillar of NATO's southern flank. They refer to Israeli claims that <q> weapons-related material for Iran's nuclear program transit Turkey, with prime minister Erdo?an's full knowledge. </q> The letter is described by <strong> Eric Schmidt </strong> Edelman, US ambassador, as having \"overbearing pride\" ; \"unbridled ambition stemming from the belief that God has anointed him to lead Turkey\" ; \"an overwhelming Schmidt_Eric Schmidt,_Alec Ross_Alec Ross_Jared Cohen_Jared Cohen_on_21st_Century_Statecraft Google", "new_id": -2, "mturk_index": "1959"}, {"uid": "1296658429217907213", "i": 18281, "idx": 0, "sa": ["Steve Ballmer", "Patrick Lo", "Steve Jobs", "Jen-Hsun Huang"], "q": "company's CEO.( Source: Moca Blog) Netgear's Chief Executive, <strong> Patrick Lo </strong>, seemed to infer that Apple CEO <strong> Steve Jobs </strong>, currently on medical leave, would die soon.( Source: Reuters) <q> I for one will not buy any more Netgear products and neither should any other Apple fans </q>-- Angry Observer Netgear CEO <strong> Patrick Lo </strong> joined the ranks of Jobs+Steve Ballmer+Vista+Was+Not+Executed+Well+Theres+Nothing+Free+About+Android/article18464.htm\" Ballmer: Vista Was\"> Microsoft CEO <strong> Steve Ballmer </strong> and CEO Proclaims His Love of Apple Computers\"> NVIDIA's CEO <strong> Jen-Hsun Huang </strong> when he", "new_id": -2, "mturk_index": "409"}, {"uid": "1296393248037634061", "i": 38205, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> has told <strong> Oprah Winfrey </strong> the secrets of his success and his fear of failure. <q> Doing these shows is relentless, </q> he said. \"When the ratings come in you're happy for five minutes, then insecure madness comes in, and you worry about next week.\" In the notoriously cut-throat music industry, <strong> Simon Cowell </strong>", "new_id": -2, "mturk_index": "1709"}, {"uid": "1296787599171524102", "i": 19465, "idx": 0, "sa": ["Darius Johnson-Odom", "Buzz Williams", "Fran Fraschilla", "Allen Iverson", "Oliver Purnell"], "q": "Coach <strong> Oliver Purnell </strong>-- Florida Atlantic Clips and stills from Rutgers Womens Basketball win over Depaul, giving Coach C.Vivian Stringer her 800th win... <strong> Allen Iverson </strong> College Mix- Georgetown University Todd Warner chats with ESPN College Basketball Analyst <strong> Fran Fraschilla </strong> about <q> how good <strong> Darius Johnson-Odom </strong> can really be, </q> <strong> Buzz Williams </strong> as a Head Coach, and Marquette's tournament chances. The two talked after Marquette defeated DePaul, February 3, 2010...# 15 Dan Foesel class of 2011 Jr.. Film DePaul Catholic HS Wayne,", "new_id": -2, "mturk_index": "1324"}]