[{"uid": "1297521829086999041", "i": 48201, "idx": 0, "sa": ["David Letterman"], "q": "\"What I hope is that Kelsey and I can improve our communications and truly co-parent our two wonderful children,\" her statement said. She also wished her ex and his fiancee, Kayte Walsh, <q> love and happiness in their new marriage. </q> Those are the kinds of good wishes that only a dollar sign followed by a lot of zeroes buys. Kelsey told <strong> David Letterman </strong> last month that he plans to marry Kayte this month.", "new_id": -2}, {"uid": "1296149573243646477", "i": 43626, "idx": 6, "sa": ["Michael Vick"], "q": "a free agent if the NFL labor situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q> Hopefully, I'll be with the Eagles next year. We'll see what happens, </q> said <strong> Michael Vick </strong>, who added that he expects \"everything to go according to plan.\" \"We'll see what happens over the next couple months. I just got to be patient and", "new_id": -2}, {"uid": "1295561931217792549", "i": 15681, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": ") Promotes Vincent J. Delie, Jr. to President of F.N.B. Corp& CEO of First National Bank GOOG) outgoing CEO <strong> Eric Schmidt </strong> twitted and posted on the company blog about the management shake-up news. Twitter: <q> Day-to-day adult supervision no longer needed! </q> Commenting on the moves in the Google blog post, <strong> Eric Schmidt </strong> said: <strong> Larry Page </strong> will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge", "new_id": -2}, {"uid": "1297413659218677320", "i": 10541, "idx": 0, "sa": ["Stephen Elop", "Eric Schmidt"], "q": "they have the momentum. CCS Insight praised Mr <strong> Stephen Elop </strong>'s admission that Nokia's own platform strategy had \"faltered\" . They added, however, that Microsoft, the stronger of the two partners, is the <q> big winner in the deal </q>. Jules Verne Google doodle: science fiction author's birthday marked with'til ting' logo Google Earth finds Saudi Arabia's forbidden archaeological secrets Google's <strong> Eric Schmidt </strong> predicts the future of computing- and he plans to", "new_id": -2}, {"uid": "1297071301223330403", "i": 440, "idx": 0, "sa": ["Steve Ballmer"], "q": "met <strong> Steve Ballmer </strong>( CEO van Microsoft) kan sluiten omdat alleen zoiets de weg naar de Amerikaanse markt voor open zet daardoor het budget voor R&D van Nokia met? 1 miljard( of 30%) omlaag kan. <q> Gooi ook je eigen proprietary high-end oplossing MeeGo weg- het is de grootste grap in de tech industrie en zal je alleen maar verder achterop Apple en Google helpen </q>, schrijft de analist. \"Richt je high-end portfolio op Windows Phone 7, en naar verloop van tijd kun je de kosten zo omlaag brengen dat je ook het middensegment kunt bedienen.\" ` Microsoft heeft", "new_id": -2}, {"uid": "1295984269158924821", "i": 7128, "idx": 3, "sa": ["Eric Schmidt"], "q": "Liza was a complete disaster.\" As word of <strong> Eric Schmidt </strong>'s rumored show spread, comments and Twitter users were eager to help, offering suggestions for a show title: \"Holy <strong> Eric Schmidt </strong>!\" <q> My Show is the <strong> Eric Schmidt </strong> </q> \"<strong> Eric Schmidt </strong> Happens\" \"I'm Getting Too Old For This <strong> Eric Schmidt </strong>\" \"I <strong> Eric Schmidt </strong> You Not\" \"Who Gives a <strong> Eric Schmidt </strong>?\" \"The <strong> Eric Schmidt </strong> Storm\" Sadly, nobody suggested \"<strong> Eric Schmidt </strong> My", "new_id": -2}, {"uid": "1296492708037863446", "i": 23144, "idx": 2, "sa": ["Allen Iverson", "Leon Rose", "LeBron James"], "q": "playoffs since 2006 and has never won a postseason game. The Grizzlies are coming off a 24-58 season that tied for fifth-worst in the NBA. \"This year for me is so personal,\" <strong> Allen Iverson </strong> said. <q> It's basically going to be my rookie season again. It hurts, but I turn the TV on, I read the paper, I listen to some of the things people say about me having the season that I had last year and me losing a step, things like that. They're trying to put me in a rocLeBron James chair already. </q> The Grizzlies announced they had signed the 10-time All Star on Thursday morning minutes before <strong> Allen Iverson </strong> was introduced at a news conference. The team and <strong> Allen Iverson </strong>'s agent, <strong> Leon Rose </strong>, declined to discuss specifics though <strong> Leon Rose </strong> said the", "new_id": -2}, {"uid": "1297207232061849748", "i": 40650, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "thoroughly went through the pat-down. The whole thing was over in a matter of minutes and was a completely professional experience. Or it was, until a male TSA agent walked behind us and hollered: <q> Hey, I thought she was mine! I was gon na do her! </q> TIME Toyota manages to skirt safety lawsuit. Is reputation damage really enough?| West Hollywood Cigarette Ban: City Council Snuffs Outdoor Smoking <strong> Dwaine Caraway </strong> Gives <strong> Michael Vick </strong> a Key to Dallas: Reaction Decidedly Outraged[ VIDEO]", "new_id": -2}, {"uid": "1295551081106610695", "i": 17782, "idx": 1, "sa": ["Eric Schmidt"], "q": "year. They have truly changed the game.\" As the Official Digital Camera of the 2011 Sundance Film Festival, Canon U.S.A. will host exclusive educational workshops led by filmmaker <strong> Eric Schmidt </strong>, creator of the film, <q> I Melt with You, </q> which was shot using Canon DSLRs and will premiere at the 2011 Sundance Film Festival. These workshops, targeting film enthusiasts and professionals, will highlight the impact and need for DSLR cameras in the filmmaking industry. Attendees", "new_id": -2}, {"uid": "1295761372076218423", "i": 27843, "idx": 0, "sa": ["Andy Coulson"], "q": "wasting money and time training those to only TURN AGAINST American Troops... only then to help the militant's after we leave. If ever a statement could make it SO CLEAR it is this ONE!!! Report Abuse <q> Al Qaida's conspirators are either dead( 9/11), or all in jail( at GITMO), except for the money man: Osama bin Ladin. Why are we still screwing around in Afghanistan and bombing Pakistan? </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}]