[{"uid": "1295559703061718543", "i": 13634, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "as chief executive, the Internet giant said in a surprise announcement Thursday. In an official blog post that the company said was made by Mr. <strong> Eric Schmidt </strong>, <strong> Google Inc. </strong> said the move would <q>simplify our management structure and speed up decision making.</q> But moments after <strong> Google Inc. </strong> announced the change, Mr. <strong> Eric Schmidt </strong> sent a message to his Twitter followers saying, \"Day-to-day adult supervision no longer needed!\" Oh, and the company also reported fourth-quarter", "new_id": -2}, {"uid": "1295934410148537368", "i": 22496, "idx": 6, "sa": ["Vince Carter", "Allen Iverson", "Matt Geiger"], "q": "replaced him, the crowd cheered. \"The crowd getting on <strong> Matt Geiger </strong>, and then at the end of the game he ended up being one of the heroes,\" said <strong> Allen Iverson </strong>, who scored 37 points. <q>It's tough. \"For this guy to help us get to the playoffs last year and come in here off having surgery and push himself to get back a little earlier and get booed because he's not capable of doing the things that he's always been capable of, it's kind of rough.</q> The Raptors, who blew a 17-point lead by playing a selfish second half, had a chance to tie it or win it, but <strong> Vince Carter </strong> missed a 21-foot jumper from the corner at the buzzer. The Sixers", "new_id": -2}, {"uid": "1297387115268320778", "i": 20810, "idx": 2, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell", "Ryan Seacrest"], "q": "ride. \"There's a genuine camaraderie with this group,\" <strong> Ryan Seacrest </strong> said. No one minimizes the loss of <strong> Simon Cowell </strong>, but no one plans to take up his caustic mantle. <q>People go, \"Who's going to be <strong> Simon Cowell </strong>?' He's irreplaceable to me, he's his own character, so I think it's about moving on and us creating more and trying to make the show a little bit different and throw it to the next level,</q> Jackson said. \"<strong> Jennifer Lopez </strong>'s got that good, loving quality. She\"s a triple threat. She can act, dance and sing.\" And <strong> Steven Tyler </strong>, he said, is \"a legend on the", "new_id": -2}, {"uid": "1295969807261718035", "i": 43909, "idx": 0, "sa": ["Eric Schmidt"], "q": "to the company's headcount. Outgoing CEO <strong> Eric Schmidt </strong> announced today that Google intends to hire 1,000 people in Europe alone. Robin Wauters, <strong> Eric Schmidt </strong> said at the DLD( Digital Life Design) Conference in Germany, <q>Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments.</q> Then <strong> Eric Schmidt </strong> continued, \"Hundreds of these people will be located right here in our technology center in Munich.\" By comparison, Google only added 1,069 employees worldwide during the fourth quarter of 2010,", "new_id": -2}, {"uid": "1295156297147554335", "i": 10735, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "and led the Green Bay Packers to their second straight postseason road victory with a stunning 48-21 rout of the Atlanta Falcons on Saturday night. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.</q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1296485921219168800", "i": 23405, "idx": 0, "sa": ["Sergio Marchionne"], "q": "forgettable line-up for much of the last year, it's remarkable the company was able to get back to break even by the end of last year. But I know what many of you are thinking: <q>Sure, they are doing better, but so is every one else in the auto industry.</q> This logic makes it sound like <strong> Sergio Marchionne </strong> and his team have not made substantial progress in jump starting Chrysler, Dodge, Ram and Jeep. They have, and in 2011 the company will take a huge", "new_id": -2}, {"uid": "1295965426108969993", "i": 19135, "idx": 1, "sa": ["Eric Schmidt", "Rex Ryan", "Liza McGuirk"], "q": "gates of seven\" Super Bowl crowns... N.Y. Times SportsMonday: \"BLUSTER BUSTERS: Steelers Race to Early Lead and Deny Jets a Berth in the Super Bowl\"... N.Y. Post, on Jets coach <strong> Rex Ryan </strong>: <q>NO SUPE FOR YOU!... SAME OLD JETS!</q> SCOOP- N.Y. Post \"Page 6\": \"Google honcho <strong> Eric Schmidt </strong>... has been consulting with CNN's \"Parker Spitzer\" executive producer <strong> Liza McGuirk </strong> on developing a show featuring himself as host. The two", "new_id": -2}, {"uid": "1297597866017956890", "i": 25451, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q>The police and army plan to follow up with the criminals already in custody,</q> he added. Article: Experts fret for Egypt's treasures, ancient sites... Photo in Slideshow: Palestinian-American Eyad Kishawi waves an Egyptian... Photo in Slideshow: <strong> Zahi Hawass </strong>, Director for the Supreme Council of Antiquities", "new_id": -2}, {"uid": "1297250613009437217", "i": 37604, "idx": 5, "sa": ["Simon Cowell"], "q": "enormous amount of pressure on people,\" he said. The winner will receive a$ 1 million check once a year for five years, from which recording and marketing expenses will not be deducted. <q>This is not a dressed-up$ 5 million,</q> <strong> Simon Cowell </strong> noted. And those concerned that an inexperienced nobody thrust into the limelight might blow the money on hookers and drugs, need not worry. The winner will receive financial advice on how best to manage", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,</q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}]