[{"uid": "1297170191123355244", "i": 28754, "idx": 5, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Condoleezza Rice"], "q": "book, <strong> Donald Rumsfeld </strong> offered some frank judgements in the interview about longtime rivals and critics. Asked whether he admired his ex-boss's father president <strong> George H.W. Bush </strong>- under whom he did not serve- <strong> Donald Rumsfeld </strong> replied curtly: <q>No, I was kind of disappointed in him.<q> <strong> Condoleezza Rice </strong>, who served as <strong> George H.W. Bush </strong>'s national security adviser before later becoming secretary of state had \"never served in a <strong> George H.W. Bush </strong> administration position,\" a lack of experience that hampered her ability to organize critical", "new_id": -2}, {"uid": "1294960874114671713", "i": 7649, "idx": 1, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "talk has made Mirafiori the most important issue in Italy the past two weeks, with daily front-page coverage by all major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q>Fiat is not bluffing because it has alternatives to Italy,<q> said Gianluca Spina, dean of the business school at Milan's Polytechnic. Today's vote is \"symbolic\" and \"represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which", "new_id": -2}, {"uid": "1296796643209420326", "i": 47150, "idx": 0, "sa": ["Kobe Bryant", "Derek Fisher", "Andrew Bynum", "Jerry West", "James Worthy", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>, Dallas Mavericks, East <strong> Jerry West </strong> All star g... 2010 NBA Finals- Lakers vs Boston Celtics <strong> James Worthy </strong> 3 Recap <strong> Derek Fisher </strong> Clutch Shots 2010 NBA Finals- Lakers vs Boston Celtics <strong> James Worthy </strong> 3 Recap <strong> Derek Fisher </strong> Clutch Shots <q><strong> Derek Fisher </strong>, he's our vocal leader. He's the guy that pulls everybody together and is always giving positive reinforcement,<q> Lakers guard <strong> Kobe Bryant </strong>( notes) said after <strong> Derek Fisher </strong> made five baskets in the final period to lead Los Angeles to a 91-84 victory Tuesday night over the Bo... Lakers vs Celtics 1/31/10 <strong> Andrew Bynum </strong> Monster <strong> James Worthy </strong>& <strong> Kobe Bryant </strong> with", "new_id": -2}, {"uid": "1295963714228147235", "i": 13784, "idx": 0, "sa": ["Bill Lockyer", "William C. Weldon", "Newt Gingrich"], "q": "nearly 9 percent to$ 13.33 billion, or$ 4.78 per share. Revenue totaled$ 61.59 billion, down 0.5 percent from 2009, even though J&J's 2009 fiscal year had a 53rd week. <q>Although 2010 was a challenging year, the business continued to deliver earnings growth, while investing in the future and emerging a stronger organization,<q> <strong> William C. Weldon </strong>, chairman and chief executive, said in a statement Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for", "new_id": -2}, {"uid": "1296586945119291926", "i": 11211, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "is worth about$ 750, and CEO <strong> Sergio Marchionne </strong> said even though the company is losing money, the employees deserve the recognition. The automaker lost nearly$ 200 million in the fourth quarter of 2010. <q>The way in which this house has responded to the challenge of introducing 16 cars in 12 months is something I've never seen, and hopefully will never see again... It would have been improper on our part not to recognize what went on here in 2010,<q> <strong> Sergio Marchionne </strong> said during the Q&A session of Monday's financial earnings news conference call. CAW <strong> Barack Obama </strong> Ken Lewenza said Monday that the employees appreciate the recognition.. \"I think it's a vote", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q>To be able to get back to this position is paramount to me, and I'm just thankful.<q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1295779860127156232", "i": 11574, "idx": 0, "sa": ["Donald Rumsfeld", "Ban Ki-moon", "Benjamin Netanyahu", "Michael Oren"], "q": "Israel has the ability and the right to investigate its own military. UN <strong> Donald Rumsfeld </strong> General <strong> Ban Ki-moon </strong> had earlier telephoned Israeli PM <strong> Benjamin Netanyahu </strong> with the proposal. Nine people died when Israeli commandos stormed the Turkish ship last week. <q>We are rejecting an international commission. We are discussing with the Obama administration a way in which our inquiry will take place,<q> Mr <strong> Michael Oren </strong> told Fox News Sunday. He said Israel would not apologise for the incident. Eight of those killed were Turkish, and the ninth had joint US-Turkish nationality http://wn.com/UN_Report_On_Israel_Flotilla_Killings__BBC_News_22_Sept_2010 Posted on:4 TheRecord.org Israel's military broke", "new_id": -2}, {"uid": "1295646313245137447", "i": 27971, "idx": 0, "sa": ["Eric Schmidt"], "q": "a search engine, to a multitude of different things. It is a tech titan, of the likes the world has very few of. What was even more interesting is <strong> Eric Schmidt </strong>'s tweet after the announcement, <q>Day-to-day adult supervision no longer needed!<q> Yesterday, Google reported earnings of$ 8.75 per share on revenues of$ 6.37 billion, handily topping Wall Street estimates of$ 8.01 per share on revenues of$ 6.06 billion. Many are", "new_id": -2}, {"uid": "1296259557105840651", "i": 2125, "idx": 0, "sa": ["Donald Rumsfeld", "Hamad bin Khalifa", "John Dunbar"], "q": ".( Ironically, when Burns wrote about <strong> Hamad bin Khalifa </strong> Jazeera two years earlier he noted that the channel had been accused by some in the Arab world of being \"a mouthpiece for American ideas.\") <q><strong> Hamad bin Khalifa </strong> Jazeera airs <strong> Osama bin Laden </strong>'s videos,<q> says <strong> John Dunbar </strong>, a former fellow at the Center for Public Integrity who studied media. \"It is seen, fairly or not, as an outlet for terrorists.\" <strong> Donald Rumsfeld </strong> called the channel \"vicious", "new_id": -2}, {"uid": "1297272180137707562", "i": 44189, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "j\":\"'} Press Release Source: Microsoft Corp../ PRNewswire/-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. http://photos.prnewswire.com/prnh/20000822/MSFTLOGO) <q>We're already making strong traction across our Server and Tools Business by embracing cloud services,<q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. \"<strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the", "new_id": -2}]