[{"uid": "1295555864029818909", "i": 17630, "idx": 0, "sa": ["Alyse Eady", "David Letterman", "Paul McCartney"], "q": "#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the \"Late Show with <strong> David Letterman </strong>\" this Thursday night.  The Gossip's \"Standing in the Way of Control\" named the <q>Most Powerful Protest Song of the 21st Century</q> by Flavorwire. Almost 50 years later, <strong> Paul McCartney </strong> reveals the Little Rock connection to \"Blackbird\"  On Monday, <strong> Paul McCartney </strong> played a concert in Nashville, where he told the crowd that the Central High crisis inspired", "new_id": -2}, {"uid": "1297226350092209194", "i": 12090, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "substantial evidence of an active Iraqi programme to produce weapons of mass destruction, but Mr. Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Mr. Rumsfeld wrote. He said he made his recommendation to Mr. <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which Mr. <strong> Colin Powell </strong> sketched out the presentation he was to make at the", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a \"second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was \"passionate about it,\" adding that the president said <q>it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall.</q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1295218070163594249", "i": 563, "idx": 21, "sa": ["Simon Cowell"], "q": "million a year. The offer was so overwhelming, <strong> Simon Cowell </strong> initially said yes. But he just couldn't do it. The desire to be the man with the name on the door was too great. <q>That's the time you find out that's who you really are, I guess,</q> he says, looking back. \"I used to say it's about the money... Suddenly, when you're in that position, loyalty comes into it, all sorts of emotions.\" Finally", "new_id": -2}, {"uid": "1295907806243613698", "i": 14329, "idx": 0, "sa": ["David Letterman", "Noah Robinson", "Oprah Winfrey", "Jackie Jackson", "Peter Frampton"], "q": "paternity test, ever. I've never heard of him( <strong> Noah Robinson </strong>). I know who is claiming to be my real father.\" Source: www.CyberHollywood.ning.com http http://wn.com/Shaun_Cassidy_Performs_on_Oprah_Winfrey's_Teen_Heartthrobs_Special_VIDEO click our link iupdateonline.com- to watch full <q><strong> Shaun Cassidy </strong> Performs on <strong> Oprah Winfrey </strong>'s Teen Heartthrobs Special( VIDEO)</q> exclusive video for free! Teen Heartthrob Episode of The <strong> Oprah Winfrey </strong> Show began hitting airwaves today. <strong> Oprah Winfrey </strong> had on her own personal teen heartthrob, <strong> Jackie Jackson </strong>, as well as the Backstreet Boys, <strong> Peter Frampton </strong>, and <strong> David Letterman </strong>'s", "new_id": -2}, {"uid": "1295548558137363461", "i": 36122, "idx": 1, "sa": ["W. Edwards", "Simon Cowell", "Edwin Edwards"], "q": "presence of British judge <strong> Simon Cowell </strong>. <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 \"The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...\" former governor edwin e...( 18:02:05 <q>former governor edwin edwards granted 5 day furlough==== wesawthat.blogspot.com====...</q> <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04 \"Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on my LSU-TV movie review pr...\"", "new_id": -2}, {"uid": "1295800027068403245", "i": 46866, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "a way to go.\" He credited <strong> Barack Obama </strong> with stabilizing the economy, tackling health care reform and working with countries around the world, but declined to give the president a letter grade. <q>Every president has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaign and governing,</q> <strong> Colin Powell </strong> said on CNN's \"State of the Union.\" \"Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.\"", "new_id": -2}, {"uid": "1297179847261799940", "i": 44129, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "backers in attendance. <strong> David Letterman </strong> asked a series of light-hearted questions, with <strong> Aaron Rodgers </strong> willingly playing along. <strong> Aaron Rodgers </strong> told <strong> David Letterman </strong> the Packers offense ran roughly 40 different plays in the Super Bowl, joking that <q>Mike likes to repeat some calls sometimes... especially if they work.</q> \"There's your coaching key right there,\" <strong> David Letterman </strong> quipped. <strong> Aaron Rodgers </strong> also gave a brief rundown of his football playing career, starting with his days as an undersized high school quarterback to", "new_id": -2}, {"uid": "1295991953089178223", "i": 3076, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "a briefing <strong> President Lyndon Johnson </strong> gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q>It's not a journal, it's not a diary,</q> he says of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1295946658120340483", "i": 14708, "idx": 0, "sa": ["Mike Daisey", "Bill Lockyer", "Newt Gingrich"], "q": ". With the passion of a disabused true believer, he wants the piece to plant a missionary virus in the audience( a handout offers tips for what to do next). As <strong> Mike Daisey </strong> says, <q>If you don't think about what operating system you're using, you are living the unexamined life.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2001 M-Class$ 12,982 Mercedes-Benz 2003 M-Class$ 13,983 Mercedes-Benz 2008", "new_id": -2}]