[{"uid": "1297441466230703129", "i": 18351, "idx": 0, "sa": ["Eric Schmidt"], "q": "recently-launched Windows Phone 7 mobile Alert) News. Elop also reportedly took part in talks with Google CEO, <strong> Eric Schmidt </strong>, about the possibility of utilizing the company's Android OS, but those talks are <q> unlikely to lead to an alliance, </q> an href=\"http://www.businessweek.com/news/2011-02-10/nokia-said-to-be-near-software-partnership-with-microsoft.html\"> unnamed source told Bloomberg. If Nokia is able to consummate a deal with Microsoft by the end of the day, Elop is expected to announce the partnership to investors in London on Friday", "new_id": -2}, {"uid": "1296107825239763464", "i": 40352, "idx": 0, "sa": ["Michael Reagan", "Colin Powell"], "q": "destructive liberal agenda. Sadly, one of those directives is so obviously a result of his being a white man that I had to stop reading to control my irritation. In Chapter 5, in a section titled <q> Let's Not Make the GOP Smaller and Poorer, </q> <strong> Michael Reagan </strong> cautions conservatives against rejecting <strong> Colin Powell </strong>. Reason devoid of white guilt says that <strong> Colin Powell </strong> rejects conservatism. So, why shouldn't conservatives reject <strong> Colin Powell </strong>? He's not conservative and should not be in a party whose platform", "new_id": -2}, {"uid": "1296164752122896386", "i": 1925, "idx": 0, "sa": ["Bernie Sanders"], "q": ", apparently. To: Qbert One think about <strong> Bernie Sanders </strong>, at least he is honest about who he is. He calls himself a socialist, apparently. And that's the end of the <q> He's a Reagan Conservative </q> trial balloon.", "new_id": -2}, {"uid": "1296972578100106243", "i": 21717, "idx": 0, "sa": ["Mike McCarthy", "Michael Vick", "Aaron Rodgers", "Ted Thompson", "Josh Freeman"], "q": "<strong> Aaron Rodgers </strong> has 25 touchdown passes and just five interceptions on third down.`` <strong> Aaron Rodgers </strong>'s a special athlete,'' Green Bay coach <strong> Mike McCarthy </strong> said after the Packers defeaTed Thompson Chicago 21-14 in the NFC championship game. <q> He can do everything you want at the quarterback position. Can make all the throws. Very smart. Has great command of the quarterback position. </q> And he can run. He gained 356 yards rushing this season, ranking third in the league behind Philadelphia's <strong> Michael Vick </strong>( 676) and Tampa Bay's <strong> Josh Freeman </strong>( 374). In his three seasons", "new_id": -2}, {"uid": "1295669835215973902", "i": 50995, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "when he was editor-in-chief of the News of the World newspaper. <strong> Andy Coulson </strong> had been under intense pressure to step down over the allegations but said in a statement issued by No 10 Downing Street he resigned because <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110pc needed in this role. </q>'' When the spokesman needs a spokesman, it's time to move on.'' <strong> David Cameron </strong>, who had admitted <strong> Andy Coulson </strong> was`` extremely embarrassed'' about accusations that he knew voice mails on mobile phones", "new_id": -2}, {"uid": "1295925206202604593", "i": 50955, "idx": 0, "sa": ["Lauren Laverne", "Andy Coulson"], "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q> made it difficult to give the 110% needed in this role </q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "new_id": -2}, {"uid": "1297412496250134529", "i": 24400, "idx": 1, "sa": ["Mike Pence", "Bill Clinton"], "q": "country by not taking a chance on the Bill Clintonial race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk.`` Seriously, who else do we have?'' one asked me. <q> Unless something miraculous happens and we get an unexpected gift candidate. </q> Another GOP stalwart agreed:`` Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio", "new_id": -2}, {"uid": "1297191106096485446", "i": 16929, "idx": 0, "sa": ["Robert Evans", "Colin Powell"], "q": "mass destruction. Rumsfeld writes that military leaders supported a strike, based on what he calls extensive but not conclusive evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> Rumsfeld says he wanted to attack the site before <strong> Colin Powell </strong> finished his presentation in New York, because otherwise the site would be abandoned. User comments are not being accepted on this article. Each <strong> Robert Evans </strong>", "new_id": -2}, {"uid": "1297348316264044562", "i": 3010, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Barack Obama"], "q": "cut the budget for family planning programs by$ 327 million-- the exact sum requested by Democratic <strong> Barack Obama </strong> for such programs in his 2011 budget, according to Planned Parenthood. PPFA <strong> Barack Obama </strong> <strong> Cecile Richards </strong> called the move <q> the latest outrageous attack on women's health </q> by House conservatives. Federal funding for US family planning programs has`` connected millions of American women with health care since <strong> Mike Pence </strong> Nixon signed it into law in 1970,'' <strong> Cecile Richards </strong> reminded lawmakers. Nixon was", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million.`` Access to air travel is critical for our economic recovery,'' <strong> Kirsten Gillibrand </strong> said. <q> Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service. </q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}]