[{"uid": "1297213371102973450", "i": 57145, "idx": 0, "sa": ["Kevin McCarthy", "Mike Pence", "Robert Gibbs", "Eric Cantor", "Barack Obama", "John Boehner"], "q": "wave a magic wand and necessarily, business creates jobs.'' <strong> Eric Cantor </strong> will join House Speaker <strong> John Boehner </strong> and Majority Whip <strong> Kevin McCarthy </strong> at the meeting. White House Press Secretary <strong> Robert Gibbs </strong> said the <strong> Barack Obama </strong> is planning to have <q> a heavy discussion on the economy and on spending. </q> Global warming skeptics send letter to Congress urging members not give into climate` alarmists' Photo: File photo of U.S. Representative <strong> Mike Pence </strong> Photo in Slideshow: US <strong> Barack Obama </strong> speaks about the situation in... Photo: Portuguese", "new_id": -2}, {"uid": "1297251106136822784", "i": 27094, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Ron Paul"], "q": "pad for a few bright-eyed activists. Our personal favorite is href=\"http://us.rd.yahoo.com/dailynews/dailybeast/ts_dailybeast/storytext/12309_sixthingstowatchattheconservativepoliticalactionconference/40096831/SIG=12ebkjh8q/*http://www.thedailybeast.com/blogs-and-stories/2010-02-13/the-pocket-pundit/\"> Jonathan Krohn, who is still too young to drive, but parlayed his CPAC star turn two years ago into a bestselling book. <q> I'm not like a lot of my colleagues who think <strong> Barack Obama </strong>'s goal is trying to harm the country. That's insanity. That's out there. That's loony tunes, </q> the reasonable young man told us over ice cream last year. <strong> Donald Rumsfeld </strong>'s Victory Lap Move over, Ron Paulald Reagan. Another conservative icon will seize the spotlight this week when the former defense secretary brings", "new_id": -2}, {"uid": "1295563261075235353", "i": 6020, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "external partnerships and business deals starting on 4 April, when <strong> Larry Page </strong> will take over the day-to-day management role. <strong> Larry Page </strong> was Google's first CEO, and <strong> Eric Schmidt </strong> said in a href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\"> blog post that <strong> Larry Page </strong> <q> in my clear opinion, is ready to lead </q>. <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this", "new_id": -2}, {"uid": "1297156106156483590", "i": 13217, "idx": 0, "sa": ["David Hasselhoff", "Simon Cowell", "Michael McIntyre", "Jonathan Ross"], "q": "<strong> Michael McIntyre </strong> on to the panel of Britain's Got Talent. He looked at me and said:`` Who is he?'' When he finally met him, he opened the conversation by saying: <q> The problem with you <strong> David Hasselhoff </strong>... </q>,' says <strong> Jonathan Ross </strong>. The quips come after <strong> Jonathan Ross </strong> joked at last month's Comedy Awards that <strong> Simon Cowell </strong> was still` not out'. The gag worked well for him but he", "new_id": -2}, {"uid": "1295627193142901278", "i": 18172, "idx": 1, "sa": ["Dick Cheney", "Colin Powell"], "q": "with old colleagues over the Iraq war and is going hunting again. <strong> Colin Powell </strong> who criticized his policies as vice president, <strong> Dick Cheney </strong> replied,`` I prefer to think of it as a truce, Brian.'' <q> Clearly we had differences on subsequent policy issues, </q> he said.`` I looked at Saddam Hussein differently after 9/11 than before 9/11, as <strong> Colin Powell </strong> pointed out.... I was in the bunker under the White House on 9/11.... And I was bound and", "new_id": -2}, {"uid": "1295172577193658894", "i": 17265, "idx": 0, "sa": ["Angelina Jolie", "Thomas J. Meyer"], "q": "around 76. But once we start drilling down a little deeper, the numbers start to diverge. And what we realize is this: <strong> Angelina Jolie </strong> is more recognizable as a star. <q> She's is in the spotlight considerably more than Depp is, </q> <strong> Thomas J. Meyer </strong> says.`` He is only out there when he is promoting his movies.'' But Depp is more widely loved. That's according both to the DBI and the people behind the Q Scores", "new_id": -2}, {"uid": "1295481586159825937", "i": 35347, "idx": 0, "sa": ["Tim Gunn", "Simon Cowell", "Nigel Lythgoe"], "q": "'' the British judge gets candid about his decision to leave`` Idol.'' PLAY IT NOW: Dish Of Salt: <strong> Nigel Lythgoe </strong> On` American Idol'-` It's Like A Brand New Series' <q> I asked a very successful guy,` What's the best advice you can give me?' and he said,` <strong> Simon Cowell </strong>, always know when to leave the fair.' And I think that's good advice, </q> <strong> Simon Cowell </strong> recalled.`` Something inside you just says,` You know what, it's Tim Gunne to go.' Without any regrets whatsoever. And I can look back on the past ten years and say,", "new_id": -2}, {"uid": "1295016385159514640", "i": 44926, "idx": 0, "sa": ["Howard Stern", "Kelsey Grammer", "Andy Cohen", "David Letterman"], "q": "known as his apartment. Taking off from <strong> Howard Stern </strong>'s show, <strong> Andy Cohen </strong> said to Camille:`` No sex? You were not having sex?''`` I have a confession to make,'' Camille said. <q> I'm wearing men's briefs. </q> <strong> Kelsey Grammer </strong>'s been busy, too, though he refuses to respond to Camille's statements about him. Last night, he appeared on`` Late Night With <strong> David Letterman </strong>'' on CBS, noting that he plans to leave", "new_id": -2}, {"uid": "1295243276223936526", "i": 10016, "idx": 0, "sa": ["Steve Ballmer"], "q": ", the introduction of Internet Explorer 9 and of Office 365-- and citing growth in its cloud services-- Bing and Windows Azure-- <strong> Steve Ballmer </strong> thanked the company's one billion customers and attributed the company's success to <q> big technology bets that we've made. </q> Las Vegas is all about big bets and many in the tech industry have doubted the cards in Microsoft's hand, particularly in the mobile arena. <strong> Steve Ballmer </strong> came to change that perception by lauding the strength", "new_id": -2}, {"i": 44049, "idx": 0, "index_answer": 0, "new_id": -1, "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q> probably went from 50 percent to 75 percent, </q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying,`` I'll be 100 percent by", "sa": ["Michael Vick", "Tony Mercurio"], "uid": "1296084752130252877"}]