[{"uid": "1296753711058556440", "i": 43307, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "York companies could take advantage of the R&D credit, which if it is made permanent, could increase private investment in R&D by more than$ 7.5 billion across the country, according to Senator <strong> Kirsten Gillibrand </strong>. <q> My number one focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech jobs of tomorrow, </q> Senator <strong> Kirsten Gillibrand </strong> said. \"New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in our high-tech", "new_id": -2}, {"uid": "1296123832027361287", "i": 37233, "idx": 0, "sa": ["Michael Wills", "Michael Gove"], "q": "needed to be done to make the legislation accessible to ordinary Britons, as it lacked \"national buy-in\" . \"Our exercise will educate people and give them a greater understanding,\" he added. <q> It is not a Human Rights Act for villains. It is our Human Rights Act and the more we understand that, the better it will be. </q> Lord <strong> Michael Wills </strong> said he had not witnessed any concerns from lawyers about the implementation of the Human Rights Act during his four-and-a-half years as human rights minister. New Bill to improve school discipline <strong> Michael Gove </strong> will", "new_id": -2}, {"uid": "1296235636135299114", "i": 7378, "idx": 0, "sa": ["Bernie Sanders"], "q": "a report this week saying the program will run a$ 45 billion deficit this year and will be completely drained by 2037 unless changes are made. But <strong> Bernie Sanders </strong> disagrees that the problem is urgent. <q> This is not the most pressing problem, </q> said <strong> Bernie Sanders </strong>, I-Vermont. \"Should we address the problem to make sure that it is there for our kids and our grandchildren? That Social Security is strong and secure for the next 75 years? Absolutely.", "new_id": -2}, {"uid": "1295882912107462659", "i": 4512, "idx": 0, "sa": ["George Osborne", "Andy Coulson", "David Cameron", "Iain Martin"], "q": "society value reading. And even I get some aesthetic pleasure from there being a library. But are these benefits really so great as to have a net present value of over? 90bn?\" His Grace: <q> The role demands the combined skills of the strategist, journalist, psychologist, therapist, counsellor, playwright, actor and priest. Lear's Fool mysteriously vanishes from the stage after the storm scene. The concern for Mr <strong> David Cameron </strong> is that his fool has bowed out before the thunder and lightning of the imminent hurricane. </q> <strong> Iain Martin </strong>: \"Having the <strong> George Osborne </strong> seal of endorsement( it was the then shadow chancellor who hired him for Team <strong> David Cameron </strong>) <strong> Andy Coulson </strong> was the only \"outsider\" to gain proper access to, and acceptance from,", "new_id": -2}, {"uid": "1295571742147800107", "i": 49965, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "To Lead Google; Roles Clarified by Staff <strong> Larry Page </strong>, who co-founded Google with <strong> Sergey Brin </strong>, will be the U.S. search-engine giant's chief executive officer in April, the company announced Thursday. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> <strong> Eric Schmidt </strong>, the company's current CEO, said in a blog posted on Google's Web site. \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years", "new_id": -2}, {"uid": "1297242024149028872", "i": 28746, "idx": 0, "sa": ["Aaron Rodgers", "David Letterman"], "q": "Mr. <strong> Aaron Rodgers </strong>' neighborhood Lupica: History on history as two of football's most storied franchises in Super Bowl Mickey Mouse and gang, looked tired, but relaxed, as he was a guest on` The <q> This is fun for me, </q> <strong> Aaron Rodgers </strong> said after <strong> David Letterman </strong> thanked the Packers quarterback for squeezing in a trip to Ed Sullivan Theater. \"I watch your show a lot.\" <strong> Aaron Rodgers </strong>, in just his third season as a", "new_id": -2}, {"uid": "1295641913254836808", "i": 29, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "career advancement happens at a slower pace in more mature companies. <strong> Sergey Brin </strong>'s Role <strong> Sergey Brin </strong>, who co-founded Google with <strong> Larry Page </strong>, will retain the title of co-founder and will focus on strategic products. <q> I would like to work more on my personal passions, including several new significant products that I hope to tell you about in the future, </q> he said. <strong> Eric Schmidt </strong>'s transition comes at a good time for <strong> Eric Schmidt </strong> in that the company's performance under his tenure has been exemplary. He is stepping aside just as Google spins the wheel on its", "new_id": -2}, {"uid": "1296157469100335620", "i": 23744, "idx": 1, "sa": ["Bernie Sanders"], "q": "in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. Sanders\" Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Rita Morgis at 1:24 PM January 27, 2011 This is a no-brainer. Simply lift the payroll tax cap so the filthy rich", "new_id": -2}, {"uid": "1297414031218677248", "i": 18224, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "It's official, as you can tell from the beaming faces of <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>, the two companies have entered into a \"broad strategic\" partnership that will see the world's largest phone-maker adopt <q> Windows Phone as its primary smartphone strategy </q>. The Finns will provide expertise on \"hardware design\" and \"language support\" , as well as drive Windows Phone 7 across a range of price points and markets. Bing will be used to power Nokia", "new_id": -2}, {"uid": "1295799859101695596", "i": 34480, "idx": 10, "sa": ["Lee Myung-bak", "Colin Powell", "Robert Gates", "Barack Obama"], "q": "for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. Photo in Slideshow: <strong> Robert Gates </strong>, <strong> Lee Myung-bak </strong> Article: State of the Union speech to focus on jobs: <strong> Barack Obama </strong>... Report Abuse <q> People make mistakes.. <strong> Colin Powell </strong> saw his mistake.. </q> now refuses to be a part of the Govt. that tells me he was hoodwinked by the republican party into believing the same rhetoric the entire world believed.. then made <strong> Colin Powell </strong> look like the liar", "new_id": -2}]