[{"uid": "1297617511105119748", "i": 43999, "idx": 5, "sa": ["Satya Nadella", "Steve Ballmer"], "q": ", will presumably carry out what <strong> Steve Ballmer </strong> previously termed as the Server and Tools Business' move into`` the era of cloud computing.'' In his own Feb. 9 email to employees, <strong> Satya Nadella </strong> wrote: <q> We are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Microsoft's cloud strategy takes multiple forms: In addition to productivity platforms such as Office 365 and cloud-ported entertainment via Xbox Live, <strong> Steve Ballmer </strong> has repeatedly touted a vision in which businesses subscribe to cloud-based services in", "new_id": -2}, {"uid": "1295469111069730385", "i": 21365, "idx": 4, "sa": ["Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "( A jab at <strong> Simon Cowell </strong>?)`` I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,'' he prattled cheerfully. <q> There's camaraderie that you haven't seen in 10 years on this show. I get along with <strong> Randy Jackson </strong>, and J Lo is a fox; she's street, she's got a great heart. </q> Certainly, it's easy to get the guy off topic. <strong> Steven Tyler </strong> swerved around, conversationally, like a 12-year-old behind the wheel of his daddy's car. Some snippets:`` I made", "new_id": -2}, {"uid": "1296605148164724787", "i": 10623, "idx": 3, "sa": ["Alassane Ouattara"], "q": "From Ouagadougou, <strong> Alassane Ouattara </strong>'s Prime Minister Guillaume Soro also cast doubt that AU pressure would force Gbagbo from power.`` I am convinced that Gbagbo will not cede power,'' Soro told reporters. <q> He will say no to the panel of[ AU] heads of state. </q> href=\"http://www.dailystar.com.lb/article.asp?edition_id=10&amp;categ_id=2&amp;article_id=124443\">'' Jordan names new prime minister after protests href=\"http://www.dailystar.com.lb/article.asp?edition_id=10&amp;categ_id=2&amp;article_id=124440\">'' Yemen opposition says it is too late for dialogue href=\"http://www.dailystar.com.lb/article.asp?edition_id=10&amp;categ_id=2&amp;article_id=124439\">'' U.S. diplomats in Iraq at risk after pullout: report", "new_id": -2}, {"uid": "1295566282254656542", "i": 19053, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ".'' As <strong> Larry Page </strong> takes on the day-to-day operations and the legal responsibilities associated with the title of CEO, <strong> Eric Schmidt </strong> will remain involved as the Executive Chairmen. According to Google, his new responsibilities will involve <q> focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-all of which are increasingly important given Google's global reach. </q> <strong> Eric Schmidt </strong> will also continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. <strong> Sergey Brin </strong> will continue to work with Google's philanthropic division on energy and climate change projects, and will be involved with all new", "new_id": -2}, {"uid": "1295108298113344532", "i": 30536, "idx": 0, "sa": ["Michael Vick", "Matt Ryan", "Thomas Dimitroff", "William Moore", "Mike Smith"], "q": "pro football, in front of a mostly red-clad crowd that has helped turn the Falcons into a virtually unbeatable squad on its own field.`` None of that Matt Ryaners,'' Falcons safety <strong> William Moore </strong> said. <q> When those lights come on, those players from the past ain't playing that night. It's just about who's going to come out and play ball that night. </q> Atlanta has played some good ball ever since the new regime-- general manager <strong> Thomas Dimitroff </strong> and coach <strong> Mike Smith </strong>-- took over in 2008. Quickly bouncing back from a miserable season in which franchise quarterback <strong> Michael Vick </strong> went to", "new_id": -2}, {"uid": "1296664610083984386", "i": 34198, "idx": 0, "sa": ["John McCain", "Joe the Plumber", "Colin Powell", "Barack Obama"], "q": "GHJUV- Part2 http://wn.com/Colin Powell_Colin Powell_destroys_both_Joe the Plumber_the_Joe the Plumber_and_John McCain's_Campaign_while_endorsing_Barack Obama! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q>`` I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for Sen. <strong> Barack Obama </strong>,'' <strong> Colin Powell </strong> said", "new_id": -2}, {"uid": "1296941344169869340", "i": 46936, "idx": 4, "sa": ["Barney Frank", "Sergio Marchionne", "Chris Dodd"], "q": "a picture of... <strong> Sergio Marchionne </strong> Photo in Slideshow: Chrysler Group LLC employee works on assembly... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Report Abuse <q> I'm sorry.. most of us` regular' folks out there think the whole deal.. including <strong> Barney Frank </strong>, <strong> Chris Dodd </strong>, FANNIE MAE, FREDDIE MAC, The Black Congressional Caucus, O'Buma, TARP, the` bailouts'.. EVERYONE connected with the` government'.. are ALL` shysters'. </q> Report Abuse \" And what was inappropriate about the use of the term? \" Report Abuse \" Welcome to the real world. I'd like to hear more super rich CEO's, whine like babies. \"", "new_id": -2}, {"uid": "1297337860072925262", "i": 17056, "idx": 1, "sa": ["Simon Cowell", "Prince William, Duke of Cambridge"], "q": "Factor star told Access Hollywood that he will wait until the royal wedding is over before he confirms the date of his own do.`` I don't want to overshadow <strong> Prince William, Duke of Cambridge </strong>,'' he said. <q> So they've got to go first. </q> Discussing what he would wear on the big day, <strong> Simon Cowell </strong> admitted that the suit he wore in a recently premiered promo for The X Factor USA had received a lot of praise. EastEnders:", "new_id": -2}, {"uid": "1296480217189546505", "i": 7589, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Grand Cherokee. Total sales in 2010 were 1.5 million vehicles. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. Fourth-quarter revenue was$ 10.76 billion, a 2.3 percent", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance.`` We were very confident,'' <strong> Michael Vick </strong> said. <q> We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control. </q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}]