[{"uid": "1296668733223756295", "i": 1684, "idx": 1, "sa": ["Andy Coulson"], "q": ", a father of three children, has been at the BBC for four years and was the editor for coverage of the 2010 general election. He was previously with ITV News, the statement said. <q>I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time,</q> Oliver said. ''It's difficult to leave the BBC after a fascinating few years-- but this is an opportunity I can't turn down.'' <strong> Andy Coulson </strong>'s resignation renewed questions about practices at the", "new_id": -2}, {"uid": "1295616777107249705", "i": 27141, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Internet giant announced that CEO <strong> Eric Schmidt </strong> is resigning his role to focus on being Chairman, making room for co-founder Larry Page to take over as CEO. Meanwhile, <strong> Sergey Brin </strong>'s title will change to co-founder. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead,</q> wrote <strong> Eric Schmidt </strong> in a company blog.( Fortune) is also hard at work on a Google Offers, a Groupon and LivingSocial competitor.( After its$ 6 billion offer for Groupon was reportedly turned down,", "new_id": -2}, {"uid": "1295649793119881766", "i": 33457, "idx": 2, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "the recession, and rising poverty and unemployment have put pressure on public services. States have cut spending and hiked taxes, and have turned to the federal government, to help address their budget gaps. <q>California, Illinois, New York are all three that are in so much trouble that it's very easy to imagine that they would show up and ask for more money,</q> <strong> Newt Gingrich </strong> said. <strong> Bill Lockyer </strong>, the California treasurer, said those who support the idea want ''one thing above all-- to see government go up in flames and, with it, the lives of a", "new_id": -2}, {"uid": "1297699500244842499", "i": 33337, "idx": 3, "sa": ["Ed Hernandez", "Bill Lockyer"], "q": "for variations in bond ratings. ''There are a lot of bad deals and bad financing going on right now,'' he told lawmakers at a hearing last week. <strong> Bill Lockyer </strong> called redevelopment agencies <q>vampires sucking the blood of everybody around them for their own particular purposes.</q> State Sen. <strong> Ed Hernandez </strong>, D-West Covina, attended the hearing. He was less critical but still watching closely. ''They have every right to fast-track projects. It's legal. I just hope", "new_id": -2}, {"uid": "1295277115245153820", "i": 17310, "idx": 0, "sa": ["Mike Pence"], "q": "the tea party movement. The committee is also being advised by the conservative PR group CRC. ''<strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job-creation Reagan-Kemp wing of the GOP,'' said Benko. <q>Grassroots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry.</q> You can't run a democracy with everyone censoring themselves out of fear. Do you think the RNC will be better off without <strong> Mike Pence </strong> Steele? Yes- He ran the committee deep into debt.", "new_id": -2}, {"uid": "1296235589060588149", "i": 5045, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": " Mentalist( R) 1.9/ 5 10.12 ABC Private Practice( R) 1.0/ 3 3.44 10:30 NBC Outsourced 1.9/ 6 4.15- Via NBC press note: <q>In Late-Night Metered Markets Thursday night: â\u0080¢ In Nielsen's 56 metered markets, household results were: ''The Tonight Show with <strong> Jay Leno </strong>,</q> 2.7/ 7; CBS's'' Late Show with <strong> David Letterman </strong>,'' 2.7/ 7 with an encore; and ABC's combo of'' Nightline,'' 2.9/ 7; and ''<strong> Jimmy Kimmel </strong>", "new_id": -2}, {"uid": "1295638013070795356", "i": 21694, "idx": 1, "sa": ["Barbara Walters", "David Letterman", "Henry Kissinger"], "q": ": ''It was hell.'' They are all part of ''A <strong> Barbara Walters </strong> Special: A Matter of Life and Death'' at 10 p.m. Friday, Feb. 4, on WFTV-Channel 9. <q>It's astounding that people think that heart disease is a disease of men, when in fact, it kills more women,</q> <strong> Henry Kissinger </strong> Kathy Magliato says in an ABC release. <strong> David Letterman </strong> says in the special, ''Take advantage of the technology and the care that's available. There's no reason why a man or woman in", "new_id": -2}, {"uid": "1295965142202670081", "i": 10342, "idx": 1, "sa": ["Gordon Brown", "Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": " ''So far, our worst day in government,'' a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,</q> a senior <strong> David Cameron </strong> aide told The <strong> Rupert Murdoch </strong> flies in to UK as News Corp stays silent on phone hacking Company not divulging what tycoon's son <strong> Gordon Brown </strong> was told when he signed off Â£ 700,000 payment to football", "new_id": -2}, {"uid": "1295592970155664410", "i": 2747, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "responsibility in the company. Earlier all the major strategic decisions were taken by the three of them together. But that is set to change. In a self-authored blogpost <strong> Eric Schmidt </strong> details about the new roles, <q>Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.</q> <strong> Eric Schmidt </strong> describes co-founder <strong> Sergey Brin </strong> as an ''innovator and entrepreneur to the core'' and rightly so, his role in new and strategic projects would be much needed. He would continue to sport the ''co-founder'' title", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more ''Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q>I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing,</q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. ''That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}]