[{"uid": "1296741969056606736", "i": 26786, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush"], "q": "begins its story with <strong> Donald Rumsfeld </strong>'s account about being told by <strong> President Bush </strong>, two weeks after the 9/11 attacks, to prepare review the Pentagon's plans for a war with Iraq. According to the Times: <q> Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes.`` He wanted the options to be` creative.''' For more than two decades, NPR", "new_id": -2}, {"uid": "1295307107132857857", "i": 35070, "idx": 0, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Kobe Bryant </strong> Scores 30, Lakers Win Game 1 The Lakers won Game 1 of the NBA finals Thursday, 102-89, over Boston. <strong> Kobe Bryant </strong> scored 30 points in", "new_id": -2}, {"uid": "1295570534120422412", "i": 3119, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose"], "q": "into the interview, <strong> Charlie Rose </strong> brought up <strong> Eric Schmidt </strong>'s appointment, asking,`` What's the idea behind that- I mean, you guys couldn't run it yourself?'' To which <strong> Sergey Brin </strong> responded, <q> Parental supervision, to be honest. </q> <strong> Charlie Rose </strong> laughs hard, and asks Page,`` Do you agree with that- you guys need adult supervision?'' Page:`` I don't know if I'd say need, but", "new_id": -2}, {"uid": "1296859174060604416", "i": 38215, "idx": 0, "sa": ["Eric Schmidt", "Jennifer Lopez"], "q": "Home'' icon. John commented on this!- 8 min ago What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q> the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt... </q> Peter_Abelard left a comment- 9 min ago <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider`` Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given the", "new_id": -2}, {"uid": "1297254281101777433", "i": 42557, "idx": 4, "sa": ["Simon Cowell"], "q": "`` I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,'' he said. <q> I like people who are ambitious, and with that comes controversy. </q> One unwelcome flap last season on the U.K. version of`` X Factor'' involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}, {"uid": "1296557675034062373", "i": 7050, "idx": 0, "sa": ["David Letterman"], "q": "sensation, currently dating Disney star SELENA GOMEZ, was chaperoned by his old dear Pattie Mallette during a visit to the Late Show With <strong> David Letterman </strong>. Justin tweeted fans from the New York studio, saying: <q> I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers! </q> The Baby singer, 16, is busy doing promo for his upcoming 3D movie Never Say Never. The documentary centres on the teen titan's 2010 My World Tour and includes scenes of him", "new_id": -2}, {"uid": "1295342642027394062", "i": 47921, "idx": 1, "sa": ["David Letterman", "Steven Tyler"], "q": "on` Late Show'( Weeknights, 11:35 PM on CBS), referring to the years of national touring he did with Aerosmith.`` But, today's a different world.'' <q> I prefer the process that gave us you to this process, </q> <strong> David Letterman </strong> said of` American Idol.'`` By the time you're ready, you're ready, and we have the honest, legitimate stamp of approval.'' <strong> Steven Tyler </strong> responded,``", "new_id": -2}, {"uid": "1294965522267878401", "i": 40523, "idx": 2, "sa": ["Michael Vick", "Tony Windis", "Ryan Torain", "Lawrence Taylor"], "q": "he made his move to acquire <strong> Michael Vick </strong>( Eagles), who was the backup.`` I was naturally going to go after <strong> Michael Vick </strong> to protect my quarterback,'' <strong> Tony Windis </strong> said. <q> Well everybody thought he would be a one-day wonder and the next day after the waiver period came through,( Eagles coach) Andy Reid announced that <strong> Michael Vick </strong> would be his full-time starter. If I waited, it would have cost me around$ 600. The$ 259 I got him for was still a quarter of my money, but it could've been a lot. </q> He also made several other key transactions when he surfed the waiver lists to pick up RB <strong> Ryan Torain </strong>( <strong> Lawrence Taylor </strong> pleads guilty to 2 NY misdemeanors, avoids jail time", "new_id": -2}, {"uid": "1295667499250150927", "i": 276, "idx": 1, "sa": ["Bill Lockyer"], "q": "the world, would not benefit from the legislation, Treasurer <strong> Bill Lockyer </strong> said.`` States didn't ask for it. We don't want it. We don't need it,'' <strong> Bill Lockyer </strong> said. <q> Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. </q> Struggling to close a$ 25 billion budget gap, California already holds Moody's Investors Service's lowest state credit rating-- a distinction it shares with Illinois.`` Just the availability of a", "new_id": -2}]