[{"uid": "1295218070163594249", "i": 551, "idx": 9, "sa": ["Simon Cowell"], "q": "winners would be managed by Fuller's company, 19, while <strong> Simon Cowell </strong> and BMG would put out their albums. \"My real interest at that point was having the acts on my label,\" <strong> Simon Cowell </strong> said. <q>I had absolutely zero desire to be in front of the camera.<q> Until then, <strong> Simon Cowell </strong> had made only rare appearances on the margins of the British tabloid culture. But just one month after Pop Idol premiered in 2001, the tabloid Sunday People zeroed in on <strong> Simon Cowell </strong> under", "new_id": -2}, {"uid": "1297098713099483693", "i": 37804, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "<strong> Dwaine Caraway </strong>-- who'd take the reins should Mayor Tom step down before the May election-- is seen presenting a key to the city of Dallas to Philadelphia Eagles QB <strong> Michael Vick </strong> at some Super Bowl party. <q>Let me say this, in short: With me, with me, it's simply and only about the children,<q> <strong> Dwaine Caraway </strong> tells Unfair Park this morning, referring to the fact the downtown event was filled with \"wayward kids.\" <strong> Michael Vick </strong>'s Super Bowl party was canceled over security concerns, though he did make an appearance", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. \"I am excited about this partnership with Nokia,\" <strong> Steve Ballmer </strong> said of the pairing. <q>Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.<q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}, {"uid": "1296354133035504148", "i": 1187, "idx": 3, "sa": ["Michael Vick"], "q": "to be petted. And there are big ones, such as the day when the dogs find permanent homes, the way six of the 22 that originally were brought to Best Friends have thus far. <q>When they announced on TV that <strong> Michael Vick </strong> was eligible to play football again, I lost every single bit of inner peace,<q> said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. \"But I thought,", "new_id": -2}, {"uid": "1295965341261718017", "i": 5312, "idx": 0, "sa": ["Anna Diamantopoulou", "Bill Lockyer"], "q": "is not just for students. It's for anyone who needs it,\" said law student Petros Satamoudis. The government appeared taken by surprise, and demanded that the protest end immediately. <q>The law must be respected and this protest must end,<q> Education Minister <strong> Anna Diamantopoulou </strong> said. Greece's Socialist government has promised to improve screening procedures for asylum seekers, whose claims are rarely considered, but also toughen border protection and expulsion measures. Treasurer <strong> Bill Lockyer </strong> says", "new_id": -2}, {"uid": "1297419174197410853", "i": 49378, "idx": 1, "sa": ["Steve Ballmer"], "q": "in areas such as imaging where it is a market leader. As well as that, Nokia's Ovi Maps will be integrated into Bing and the Ovi Store will merge with Windows Marketplace. <q>There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed,<q> a joint statement from <strong> Steve Ballmer </strong> and Jobs told the Nokia Conversations website. In the press release Nokia said that it would be helping to bring the Windows Phone platform to a larger range of", "new_id": -2}, {"uid": "1295560220061718533", "i": 3276, "idx": 0, "sa": ["Eric Schmidt"], "q": "in a company blog post that the decade-old Google troika of himself, Mr. Page and Mr. <strong> Eric Schmidt </strong> had worked well in guiding the company to its current perch atop search and growing power elsewhere. But he added: <q>We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.<q> More informally, Mr. <strong> Eric Schmidt </strong> delivered this message on Twitter: \"Day-to-day adult supervision no longer needed!\"", "new_id": -2}, {"uid": "1296709837249151494", "i": 36280, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,<q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Kobe_Bryant_38_points_game_4_vs_Utah_Jazz_2009_NBA_Playoffs SALT LAKE CITY( AP) It took", "new_id": -2}, {"uid": "1295503547083329028", "i": 5817, "idx": 2, "sa": ["Allen Iverson"], "q": "a just a layup in the fourth. The Lakers clamped down on the 6-foot guard, forcing the ball out of his hands. The strategy worked. <strong> Allen Iverson </strong> took only four shots in the last 12 minutes. <q>When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team,<q> said <strong> Allen Iverson </strong>, whose career high of 60 came against Orlando on Feb. 12, 2005. \"When somebody's got 49 points they want to make sure I get the ball out of my hands, and that", "new_id": -2}, {"uid": "1295812415025542678", "i": 41046, "idx": 0, "sa": ["Eric Schmidt"], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity,<q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6 per cent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000", "new_id": -2}]