[{"uid": "1297231696252395526", "i": 16936, "idx": 0, "sa": ["David Gergen", "Colin Powell", "Sam Donaldson"], "q": "including interviews with <strong> Sam Donaldson </strong>, George Shultz, <strong> Colin Powell </strong>, <strong> David Gergen </strong> and others. Tonight's other highlights? Auditions continue on`` American Idol''( 7 p.m., Fox).? <q> William and Kate: A Modern Royal Romance </q>( 7:30 p.m., Ovation).? A crooked cop works a sleazy angle on`` Chase''( 8 p.m., NBC).? The team faces a breakup on the season finale", "new_id": -2}, {"uid": "1295862397252510216", "i": 18593, "idx": 0, "sa": ["Alassane Ouattara", "Goodluck Jonathan"], "q": "UN Security Council to authorise force in Ivory Coast as West African nations seek to further pressure strongman Laurent Gbagbo to quit power. Odein Ajumogobia, in an editorial published in Nigerian newspapers, said the crisis <q> single handedly precipitated by Mr Laurent Gbagbo... will inevitably lead to anarchy and chaos, or worse, a full-blown civil war </q> if not resolved. Nigerian President <strong> Goodluck Jonathan </strong> is the current chairman of West African bloc ECOWAS, which has threatened to use force if Gbagbo does not step down in favour of his internationally recognised rival <strong> Alassane Ouattara </strong>.", "new_id": -2}, {"uid": "1296407544252772372", "i": 158, "idx": 0, "sa": ["Allen Iverson"], "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said.`` I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "new_id": -2}, {"uid": "1295905049076185690", "i": 31687, "idx": 3, "sa": ["Bill Lockyer"], "q": " He said officials would be looking for cash expenditures to defer, depending on how quickly new tax dollars start arriving this spring and how aggressively the legislature and the governor close the budget deficit. <q> Then, the next option, if you run out of deferrals, is to issue i.o.u.'s, </q> Mr. <strong> Bill Lockyer </strong> said.`` It's a possibility. It's not one that anyone wants to do. It's at the bottom of the list of choices. But it is on the list.''", "new_id": -2}, {"uid": "1296431133117850125", "i": 2413, "idx": 2, "sa": ["LeBron James", "Don Nelson", "Allen Iverson", "Tim Duncan", "Rasheed Wallace"], "q": "Friday night, Detroit is looLeBron James for a complete game to extend that winning streak.`` The best part about it is we struggled at Tim Duncanes in the game but we got it Don Nelsone,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by Watch him here, www.youtube.com Cory Barrios Jr. out of Castro Valley, Ca scores 41 points in a", "new_id": -2}, {"uid": "1296233184160088068", "i": 2919, "idx": 0, "sa": ["Drew Brees", "Michael Vick", "Ovie Mughelli", "Peyton Manning", "Michael Turner"], "q": "much better in person than watching on TV. He did attend the 2008 Pro Bowl, but that was to support teammate <strong> Michael Turner </strong>. This time, someone else is picking up the tab. <q> The first-class flight out here instead of coach didn't hurt either, </q> he said. For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats- past and present- made him pause.", "new_id": -2}, {"uid": "1297687715161349714", "i": 9448, "idx": 1, "sa": ["Alassane Ouattara"], "q": "rival <strong> Alassane Ouattara </strong>.[ nLDE70N1TU]`` The entire BICICI network is closed until further notice,'' the official, who could not be named because of death threats against other banking staff, told Reuters. <q> I am staying home today. </q> Thomson Reuters is the world's largest international multimedia news agency, providing investing news, world news, business news, technology news, headline news, small business news, news alerts, personal finance,", "new_id": -2}, {"uid": "1295094125134053943", "i": 24350, "idx": 8, "sa": ["Allen Iverson", "Desmond Lee"], "q": "has reached 40 points and 10 assists in consecutive games. He had 40 points and 10 assists against the Rockets on Wednesday night. The victory was the Sixers' fifth in six games since the All-Star break. <q> I promise you it's not that, </q> <strong> Allen Iverson </strong> said, while continuing to mainDesmond Leen he wasn't bothered by not being invited to play.`` If I can play the way I played the last two games from some controversy, I will hope there's", "new_id": -2}, {"uid": "1296563942217726992", "i": 36982, "idx": 0, "sa": ["Michael Gove", "David Cohen"], "q": "What happened to <strong> Michael Gove </strong>'s promises of consultation with local parents? when they get made redundant? Liz Mayor, a classics lecturer who lost her job at Cardiff University at 54, set up a company and feels <q> in charge of my own destiny </q>. Education news from around the web? Good piece from <strong> David Cohen </strong> in the London Evening Standard about the'' href=\"http://www.thisislondon.co.uk/lifestyle/article-23919052-secrets-of-the-superheads-the-teachers-that-are-saving-londons-schools.do\" title=\"\"> secrets of the superheads''. We find out what strategies they", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said.`` I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}]