[{"uid": "1295135053142065693", "i": 53, "idx": 3, "sa": ["Kenyon Martin", "Marcus Camby", "Allen Iverson", "Anthony Morrow"], "q": "<strong> Allen Iverson </strong> after the game. He finished with 14 rebounds, two shy of his career high.`` When he puts his mind to it, he can do anything on the basketball court,'' <strong> Allen Iverson </strong> said. <q> He can dominate in every aspect. Rebounding, that's all effort. When <strong> Carmelo Anthony </strong> gets down low and starts banging with those guys, it's hard for people to defend him. </q> <strong> Anthony Morrow </strong> credited his aggressive play on the boards to simply wanting to take the pressure off <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong>.`` I know I can do it,'' he said.`` I know when I want to do", "new_id": -2}, {"uid": "1296230388149782544", "i": 42931, "idx": 0, "sa": ["Eric Schmidt"], "q": "once again tried to set the record straight yesterday at the World Economic Forum in Davos, Switzerland. <strong> Eric Schmidt </strong> worked to quash rumors spread by those claiming to have the inside scoop. <q> All of the predicates for why the reorganization happened have not been correct, </q> he told reporters at the conference, according to The Wall Street Journal.`` The correct reason is we sat down and said:` This is a company that needs to be run even more tightly", "new_id": -2}, {"uid": "1296099209217432070", "i": 48570, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "of the Senate floor after more than 8 1 hours.`` It has been a very long day,'' he said as he concluded his remarks, including a five-hour period in which he spoke without interruption. <q> I do believe that if the American people stand up... I think we can defeat this proposal. I think we can come up with a better proposal which better reflects the needs of the middle class. </q> <strong> Sen. Bernie Sanders </strong>, who caucuses with the Democrats, took to the floor at 10:25 am EST Friday to`` take a strong stand'' against the legislation, which was formally introduced Thursday night. When he yielded the floor", "new_id": -2}, {"uid": "1297270090210468915", "i": 44161, "idx": 0, "sa": ["Colin Powell"], "q": ", Defense Secretary Donald H. Rumsfeld and Deputy Defense Secretary Paul D. Wolfowitz-- a powerful triumvirate frequently at odds with Secretary of State <strong> Colin Powell </strong>-- has been wrong and even dangerous to long-term U.S. national interests... <q> The only one who can reach the president is his father, </q> one former senior official said.`` But it is not timely yet to talk to him.''", "new_id": -2}, {"uid": "1297708190265207814", "i": 13220, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "a controller. <strong> Joe Belfiore </strong> didn't say when the technology that allows that application would become available. But <strong> Steve Ballmer </strong> hinted that there are even more new features to come to the Windows Phone software. <q> This year we're investing a significant amount to continue popularizing the phone, </q> <strong> Steve Ballmer </strong> said. The company plans to add even more features along with next generation phones later this year, he said. He mentioned Samsung, LG, Dell and Nokia as companies bringing those new models to market", "new_id": -2}, {"uid": "1297107431173703189", "i": 20802, "idx": 2, "sa": ["Jessica Simpson", "Simon Cowell", "Leona Lewis"], "q": "the winner.`` The X Factor'' has turned unknowns into superstars, most notably with Season 3 winner <strong> Leona Lewis </strong> in 2006. It's a trend <strong> Simon Cowell </strong> expects to continue stateside. <q> I'm doing this show in America because I genuinely believe we can find a superstar, </q> the former`` American Idol'' judge professed. VIEW THE PHOTOS: The Brit Pack: Hot Shots Of Stars From The UK! <strong> Jessica Simpson </strong>( who recently Tweeted she is`` not'' doing it),", "new_id": -2}, {"uid": "1296003429036782088", "i": 10961, "idx": 2, "sa": ["Allen Iverson", "Dick Cheney", "Bryce Harper"], "q": "He still play in the NBA? <strong> Allen Iverson </strong> arrives for stint in Turkey to revive his career. <strong> Dick Cheney </strong> NBA star <strong> Allen Iverson </strong> arrived in Istanbul on Monday to begin a stint with Turkish club Besiktas, promising to give fans <q> something they haven't seen before. </q> Dozens of fans greeted the 11-time All-Star at... MLB Update: Washington Nationals introduce top overall pick <strong> Bryce Harper </strong> MLB Update: Washington Nationals introduce top overall pick <strong> Bryce Harper </strong> The Washington Nationals officially introduced top-overall pick <strong> Bryce Harper </strong> on Thursday,", "new_id": -2}, {"uid": "1295258802160432172", "i": 7048, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "'' <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., said she talked with <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, on Saturday night. The astronaut described the latest progress in his wife's recovery after the Jan. 8 shooting. <q> She's making progress every day, </q> <strong> Kirsten Gillibrand </strong> said.`` She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1295636295179568640", "i": 4835, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Mark Zuckerberg", "Tim Cook"], "q": "fastest growing smartphone platform in 2011 Analyst: It's possible that <strong> Eric Schmidt </strong> could be Apple's next CEO TIME Magazine's Person of the Year: <strong> Mark Zuckerberg </strong>- 1, <strong> Steve Jobs </strong>- 0? Apple's <strong> Tim Cook </strong> profiled as <q> most powerful gay man in Silicon Valley </q> Bigstream offers ad hoc wireless streaming for your iOS device and iPod Next-Generation iPad With 1-Megapixel Rear Camera and Case Cover Proximity Sensor? Apple Preps for Verizon iPhone Launch With New Bumpers, Vacation Blackouts AAPL:", "new_id": -2}, [{"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back.`` Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,'' <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]]