[{"uid": "1296573815267468851", "i": 417, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "U Smile singer plugged <strong> David Letterman </strong>'s programme, although <strong> David Letterman </strong> himself wasn't sure what <strong> Justin Bieber </strong>'s tweet would accomplish. <strong> Justin Bieber </strong> asked:`` You want me to Twitter you?'' <strong> David Letterman </strong> responded: <q> What do you mean Twitter me? </q> <strong> Justin Bieber </strong> added:`` I will just tweet, like just say you're here. It's just cool to let the fans know.`` I just said I'm hanging out with my", "new_id": -2}, {"uid": "1295412345169443429", "i": 20599, "idx": 0, "sa": ["Steve Ballmer"], "q": "from China and said it expected those purchases to be more than$ 3 billion in coming years. MSFT.O) CEO <strong> Steve Ballmer </strong> The world's largest software maker told the Washington Post in July that <q> better global enforcement of intellectual property laws </q> was its top lobbying priority and CEO <strong> Steve Ballmer </strong> pegged China as the country with the weakest protections. Microsoft and other members of the Business Software Alliance have called for a deal to boost U.S. software sales and", "new_id": -2}, {"uid": "1295669833206996591", "i": 3265, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "CEO switch, he said. Google also faces tests internationally, especially in high-growth areas like China, India and Russia, where the company's track record has been mixed, Valdes said. <q> Google's challenges are visible on the horizon and it's likely that new blood, a new perspective, is needed, </q> he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company.`` <strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a", "new_id": -2}, {"uid": "1297353395128565254", "i": 22698, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1296789417115392513", "i": 9347, "idx": 7, "sa": ["Allen Iverson"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds.`` I wanted to get off to a good start,'' <strong> Allen Iverson </strong> said. <q> Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the big shots at the end. </q>`` The little kid was phenomenal,'' Sixers coach Larry Brown said.`` I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a", "new_id": -2}, {"uid": "1295555699014680141", "i": 36477, "idx": 1, "sa": ["Kara DioGuardi", "Steven Tyler", "William Hung", "Simon Cowell", "Lee DeWyze", "Ellen DeGeneres", "Jennifer Lopez"], "q": "returns for Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q> What this show is about is` American Idol' judges are in the spotlight this year PASADENA, Calif.- The most intriguing part of the 10th season of`` American Idol </q> will have nothing to do with which young singer is the next <strong> Lee DeWyze </strong> or <strong> William Hung </strong>. This time, it's all about the judges. With the departure of <strong> Simon Cowell </strong>, <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>, producers need", "new_id": -2}, {"uid": "1296713442108806145", "i": 852, "idx": 4, "sa": ["Tyronn Lue", "Allen Iverson", "Ray Allen"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said Thanks to platinumchefindia for some of these highlights. <strong> Ray Allen </strong> Biography/Stats: <strong> Ray Allen </strong>( born July 20, 1975), referred to as <strong> Ray Allen </strong>, is an", "new_id": -2}, {"uid": "1296767726048218112", "i": 37847, "idx": 3, "sa": ["Allen Iverson", "Matt Geiger"], "q": "game. <strong> Matt Geiger </strong> scored 10 of his playoff career-high 23 points in that span. He also finished with a postseason-high 10 rebounds.`` I think their big guys focused on <strong> Allen Iverson </strong> a lot,'' <strong> Matt Geiger </strong> said. <q> I got to some key spots and my teammates found me. I am feeling good about my shot right now. </q> <strong> Matt Geiger </strong>, who was signed as a free agent to a six-year,$ 48 million contract before the season, averaged 13.5 points in 50 games during the regular season. With Orlando's defense scrambling to double-team http://wn.com/Chicago_Bulls__Orlando_Magic_", "new_id": -2}, {"uid": "1296160210095223816", "i": 13770, "idx": 4, "sa": ["Mr. John", "Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "@katiecouric: <strong> Kelsey Grammer </strong> 29:32 <strong> Kelsey Grammer </strong> tells Wendy <strong> Mr. John </strong> if he plans on living in New York City full-time with his new girlfriend Kate.... <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girl... <strong> Kelsey Grammer </strong> Engaged To <strong> Kayte Walsh </strong>- Watch They KISSING in Front of Camera", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}]