[{"uid": "1295093305253313052", "i": 3338, "idx": 0, "sa": ["Allen Iverson"], "q": " \"gun\" or \"shotjack\" to http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,<q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1295706037039895042", "i": 36731, "idx": 0, "sa": ["Andy Coulson"], "q": "The 25-year-old had been strangled. Her death sparked a huge police investigation with 70 police officers and staff assigned to the case. World Video: Raw Video: Japan launches rocket to ISS Report Abuse <q>David: <strong> Bristol Palin </strong> is a given name. In this instance, <strong> Bristol Palin </strong> is a geographical location.<q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q>But you never know; it's possible for the government to cause us to not work.<q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1297173194084033584", "i": 16976, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.<q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" Celebrity Visits Check out", "new_id": -2}, {"uid": "1297168254028033082", "i": 7339, "idx": 0, "sa": ["Simon Cowell"], "q": "help him select the winner of the TV talent show but admitted he is in \"regular\" contact with the singer, who he worked with on \"American Idol' until 2009. He said: <q>I'm a massive fan of <strong> Paula Abdul </strong>. We've been in regular contact. I'm not going to say who we are going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers.<q> <strong> Simon Cowell </strong>, 51, quit` American Idol' in order to launch` The X Factor\" in the US and he admits he has not watched the new season of his former show, though he", "new_id": -2}, {"uid": "1295635525217038960", "i": 9299, "idx": 0, "sa": ["Eric Schmidt"], "q": ", when <strong> Eric Schmidt </strong> stepped in. In a 2000 interview with the Academy of Achievement, Page discussed the challenges of being a young CEO, saying that his age- 27 at the time- was <q>certainly a handicap in the sense of being able to manage people and to hire people... maybe more so than it should be.<q> \"I certainly lack experience there, and that's an issue,\" he said. That being said, Page said he was confident that where he lacked in experience, he made up for", "new_id": -2}, {"uid": "1295617505107249688", "i": 7006, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q>My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,<q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1296152835245841973", "i": 8265, "idx": 0, "sa": ["Eric Schmidt"], "q": "the speculation has been wrong. Instead, <strong> Eric Schmidt </strong> repeated Google's previously disclosed explanation that the management reshuffle is about clarifying and tightening lines of authority among the troika that has jointly run Google for a decade. <q>This has nothing to do with competitors,<q> <strong> Eric Schmidt </strong> said. \"I publicly said the next 10 years will be as successful as the past 10. We're going to run this way for a while. It's a full-time job just to deal with", "new_id": -2}, {"uid": "1295473016144211968", "i": 36466, "idx": 0, "sa": ["Steven Tyler", "Jimmy Fallon", "David Letterman", "Betty White", "The Roots"], "q": "and Hoda give an enthusiastic throw to commercial break. <strong> Betty White </strong> Celebrates Her 89th Birthday With Vodka and <strong> David Letterman </strong> In response to being asked what she does with her free time, <strong> Betty White </strong> answered <q>vodka's kind of a hobby.<q> So why not spend the eve of your eighty-nine years on this earth downing Grey Goose on the rocks with <strong> David Letterman </strong>? <strong> Steven Tyler </strong>, <strong> Jimmy Fallon </strong>, and <strong> The Roots </strong> Perform \"Walk This Way\"", "new_id": -2}, {"uid": "1296231929144064539", "i": 21344, "idx": 0, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "not to be predictable. The British' X Factor' won't suffer, I'm trying to make sure I would like to watch it. It's just got to be different full stop.\" <q>The most important things for these shows is not to be predictable. The British' X Factor' won't suffer, I'm trying to make sure I would like to watch it. It's just got to be different full stop.<q> Comment on this Article Promising \"a few surprises\" along the way, <strong> Simon Cowell </strong> admitted none of the current judging panel- <strong> Cheryl Cole </strong>, <strong> Dannii Minogue </strong> and <strong> Louis Walsh </strong>- have been contracted to appear on the next series", "new_id": -2}]