[{"uid": "1296257626179142714", "i": 32089, "idx": 0, "sa": ["Eric Schmidt", "John Simpson"], "q": "information, but won't give the AG what it collected. The stipulation will avoid going to court as settlement negotiations continue, Jepsen said. He is coordinating a 40-state probe into the Wi-Spy incident. <q> The details of the biggest privacy breach in history shouldn't be settled in secret, </q> said <strong> John Simpson </strong>, director of Consumer Watchdog's Inside Google Project.`` This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.'' Consumer Watchdog this weekend released a", "new_id": -2}, {"uid": "1295548558137363461", "i": 43872, "idx": 1, "sa": ["Simon Cowell", "W. Edwards", "Edwin Edwards"], "q": "presence of British judge <strong> Simon Cowell </strong>. <strong> Edwin Edwards </strong>, the Silv...( 18:04:01`` The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...'' former governor <strong> Edwin Edwards </strong> e...( 18:02:05 <q> former governor <strong> Edwin Edwards </strong> granted 5 day furlough==== wesawthat.blogspot.com====... </q> <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04`` Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on my LSU-TV movie review pr...''", "new_id": -2}, {"uid": "1295453589168706061", "i": 21871, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> The Chrysler Foundation Awards Grants to 15 Southeast Michigan FIRST Robotics Teams FARO celebra 30 a?os con una motocicleta personalizada de Paul Jr.. Designs Other News Releases in Joint Ventures title=\"Industry Groups Announce Creation of", "new_id": -2}, {"uid": "1297331810177324071", "i": 51950, "idx": 0, "sa": ["Simon Cowell", "Aretha Franklin", "Christina Aguilera"], "q": "singing the national anthem at the game, and is now said to be dreading taking to the stage again on Sunday to perform a tribute to <strong> Aretha Franklin </strong>. A friend of the star told Pop Eater, <q> You would be a fool to count <strong> Christina Aguilera </strong> out. She has been down before and always found her way back. Sure, she's going through a lot and yes she is terrified, but mark my words, on Sunday when she opens the Grammys, no one will be talking about the Super Bowl anymore. This girl is in it to win it. </q> <strong> Christina Aguilera </strong> is reportedly` terrified' about performing at... <strong> Simon Cowell </strong> brands <strong> Christina Aguilera </strong>'s Super Bowl fluff` bad'", "new_id": -2}, {"uid": "1296227064117063684", "i": 5734, "idx": 0, "sa": ["Mike Pence"], "q": "Space Center in Houston. Today is the 25th anniversary of the Challenger accident. <strong> Mike Pence </strong>, considered by some a possible GOP Presidential candidate in 2012, has ruled out a run for the White House. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star.`` We will not seek the Republican nomination for president in 2012.'' href=\"http://www.washingtonpost.com/wp- dyn/content/article/2011/01/27/AR2011012708191.html?hpid=moreheadlines\" target=\"new\"> The Washington Post>>", "new_id": -2}, {"uid": "1295278289044859433", "i": 24204, "idx": 6, "sa": ["Mike Pence"], "q": "that he actually did it under fire- is just a very big deal,'' Benko added. Benko also said that <strong> Mike Pence </strong>'s open commitment to socially conservative values would resonate with tea party members: <q> He has demonstrable integrity both in his word and his deed- that is really extraordinary, </q> Benko said.`` I think people are looking for integrity, and <strong> Mike Pence </strong>'s integrity is so vivid that once you focus on it, I think that's going to move a lot of people.''", "new_id": -2}, {"uid": "1297028088120913944", "i": 53712, "idx": 3, "sa": ["La Costa", "Sergio Marchionne"], "q": "kil?metros por Canad y EE.UU. Su veredicto fue que la estructura b?sica del todoterreno era perfecta, pero qued decepcionado con el n?mero de personas que voltearon a mirarlo cuando lo estacion frente a un hotel de Boston. <q> Se trataba de un veh?culo completamente nuevo y uno esperar?a que llamara m?s la atenci?n </q>, reconoce. <strong> Sergio Marchionne </strong> naci hace 58 a?os en Chieti, cerca de <strong> La Costa </strong> adri?tica de Italia, y se mud con su familia a Toronto cuando ten?a 14 a?os. En 1994, encabezaba una empresa suiza", "new_id": -2}, {"uid": "1295647113138969096", "i": 57430, "idx": 2, "sa": ["Henry Blodget", "Larry Page", "Eric Schmidt"], "q": "closing price Thursday, will lower <strong> Eric Schmidt </strong>'s stake and voting power, and comes as Google announced that co-founder <strong> Larry Page </strong> will replace <strong> Eric Schmidt </strong> as chief executive. <strong> Eric Schmidt </strong> will become executive chairman in April,'' Russolillo reports. <q> The stock-trading plan, unveiled in a filing with the Securities and Exchange Commission, said <strong> Eric Schmidt </strong> intends to sell as much as 534,000 Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares. </q> here. <strong> Henry Blodget </strong> writes for The Business Insider,`` Let's be serious: <strong> Eric Schmidt </strong> got fired.''`` Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no", "new_id": -2}, {"uid": "1297254281101777433", "i": 51693, "idx": 12, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "She is the best example of somebody who works it every hour of the day,'' he said. <strong> Simon Cowell </strong>, as`` American Idol'' viewers know, doesn't lack for confidence: <q> I believe I can find a star, </q> he said. He has seen only a few minutes of this season's`` American Idol'' and its reconstituted panel with <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, he said. But he's been", "new_id": -2}, {"i": 44090, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware.`` I don't want to repeat that in the future,'' he said. <q> I think our primary reason for purchasing the building... was the office space that we really enjoy using, </q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at", "sa": ["Eric Schmidt"], "uid": "1295570584118865943"}]