[{"uid": "1295798391125714461", "i": 15515, "idx": 10, "sa": ["Colin Powell", "Barack Obama", "Norm Chow"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.</q> 1. Fredette's 42 points leads No. 9 BYU... <strong> Barack Obama </strong>. UHP trooper on paid leave after punching... 3. <strong> Norm Chow </strong> named Utah's next offensive... 4. Two men killed in head-on crash near", "new_id": -2}, {"uid": "1295254600092618767", "i": 7200, "idx": 2, "sa": ["Eric Musselman", "J.R. Smith", "Allen Iverson", "Andre Miller"], "q": "Kings to a satisfying win. Rough weather in Denver put them in a travel bind, and they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same time <strong> Allen Iverson </strong> finally made it. <q>We will never have a worse travel day than today,</q> Kings coach <strong> Eric Musselman </strong> said. \"Our energy and effort was phenomenal.\" The Kings might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and Joe <strong> J.R. Smith </strong> to Philadelphia takes", "new_id": -2}, {"uid": "1295571742147800107", "i": 41154, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": " \"In this new role I know he will merge Google's technology and business vision brilliantly,\" <strong> Eric Schmidt </strong>, the company's current CEO, said in a blog posted on Google's Web site. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.</q> <strong> Eric Schmidt </strong> said managing the business became more complicated as the Mountain View, Calif., company has grown, so he, Page and <strong> Sergey Brin </strong> had been discussing how to simplify the company's management structure and speed", "new_id": -2}, {"uid": "1296528925149585936", "i": 19112, "idx": 0, "sa": ["Sergio Marchionne"], "q": "happened. Instead, it would have been reconfigured to be sold by Jeep as the Grand Wagoneer. The Chrysler chief also said Jeep will return to selling only models that have real off-road abilities. <q> \"Every( Jeep) has to be able to offer a \"Trail-Rated' version,</q> he said flatly. \"I can't have a Mickey Mouse Jeep.\"\" In the end, <strong> Sergio Marchionne </strong> promises no more confusion about what a Jeep is and what it\"s about. The modern", "new_id": -2}, {"uid": "1297090709063078410", "i": 20137, "idx": 0, "sa": ["Simon Cowell"], "q": ", March 27 in Los Angeles at the L.A. Sports Arena. Chicago, Dallas, Miami, New York/New Jersey and Seattle will also host auditions. Specific dates and venues to be announced. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> said <strong> Simon Cowell </strong>. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1295261556064110646", "i": 18219, "idx": 1, "sa": ["Prince Fielder", "Mr. Bauer", "Mike Pence", "Gary Bauer", "Matt Kemp", "Albert Pujols", "Hunter Pence"], "q": "<strong> Mike Pence </strong> Steele's backyard Friday afternoon, hunkering down in a Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Matt Kemp </strong> Howard, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1297293762070500363", "i": 34168, "idx": 0, "sa": ["Donald Rumsfeld", "The Republican Party"], "q": "are dedicated to the country, not Democratic far left policy or the <strong> The Republican Party </strong> line. There is not one of you here that can say either the Dems or Repubs have served this country well. Report Abuse <q>I smell a tea party Jihad, led by Saran Palin.</q> <strong> The Republican Party </strong> has split into two different groups. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options! Cancer Treatment", "new_id": -2}, {"uid": "1295559680082083861", "i": 42176, "idx": 0, "sa": ["Barack Obama", "Randall Terry", "Dick Armey", "Mike Pence", "Mike Huckabee", "Sarah Palin"], "q": "running as a Democrat effectively allows him to cut out the middle man when it comes to casting votes against <strong> Barack Obama </strong>. \"I don't want to quarrel with <strong> Sarah Palin </strong> and <strong> Mike Huckabee </strong>,\" <strong> Randall Terry </strong> said. <q>I want to focus on the madman, <strong> Barack Obama </strong>. <strong> Barack Obama </strong> is the central figure of voter rage. There are people, myself included, who loathe this presidency. By going against him in a Democratic primary, I can focus on him like a laser beam and I will.</q> support behind <strong> Dick Armey </strong> <strong> Mike Pence </strong>( R-IN), who many social conservatives view as their 2012 choice. It's not clear that <strong> Mike Pence </strong> will run for the Republican nomination but if he does, <strong> Randall Terry </strong> can", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q>The administration knows that I am quite content with the work I am doing now,</q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}, {"uid": "1295907918177651713", "i": 23777, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell", "Henry Kissinger"], "q": ", <strong> Donald Rumsfeld </strong> was at odds with <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> about Iraq. The differences were not personal, <strong> Donald Rumsfeld </strong> says. He recalls receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, <q>To an occasional adversary and a permanent friend.</q> \"When I started working on the book, <strong> Henry Kissinger </strong> said, \"You tell it like it was.' We differed on some issues, and there\"s nothing wrong with that. It was professional", "new_id": -2}]