[{"uid": "1297710105165232657", "i": 23693, "idx": 0, "sa": ["Steve Ballmer"], "q": "<q>Het is nu geen oorlog meer tussen apparaten, maar tussen platforms</q>, zei Microsoft-topman <strong> Steve Ballmer </strong> maandag Mobile World Congress in Barcelona. <strong> Steve Ballmer </strong> zei dat het nu een strijd is geworden tussen drie platforms: de iPhone van Apple, Android van Google en het Microsoft-platform,", "new_id": -2}, {"uid": "1296117571165298183", "i": 7771, "idx": 1, "sa": ["Theresa Ellis", "Michael Vick"], "q": "Bowl, canceled a visit to the school that had been set for tomorrow. \"I have pretty good instincts for this kind of thing, working at a school,\" said Farrington student-activities coordinator <strong> Theresa Ellis </strong>. <q>I believe Mr. <strong> Michael Vick </strong> really wants to do this, but obviously all NFL players are very busy people and we have to understand that.</q> The Hawaii Humane Society had coordinated <strong> Michael Vick </strong>'s appearance at the public school in urban Honolulu known for its racially diverse student body, many from housing projects, and tough football team. <strong> Michael Vick </strong> would be the first", "new_id": -2}, {"uid": "1296647345254607442", "i": 13526, "idx": 0, "sa": ["Simon Cowell", "Derek Hough", "Cheryl Cole", "Katy Perry"], "q": "or <strong> Katy Perry </strong>. But insiders say the judge is determined to help out the Messy Little Raindrops star. \"<strong> Simon Cowell </strong> still hasn't confirmed the panel,\" a source told The Sun. <q>She is in a state, it's her ticket out of the UK. \"There's still a 50% chance producers of the US X Factor will give her the go-ahead. Either way, <strong> Simon Cowell </strong> has promised to help her launch a career over there.</q> Follow us on Twitter Follow us on Facebook Related stories Dress Maker \"Amazed\" To Work With <strong> Cheryl Cole </strong> <strong> Derek Hough </strong> \"Hates <strong> Cheryl Cole </strong>\"s New Tattoo", "new_id": -2}, {"uid": "1296218172048857110", "i": 15090, "idx": 0, "sa": ["Mike Pence"], "q": "has been so much discussion about what <strong> Mike Pence </strong> would do-- seek the presidency, seek the Indiana governor's office or retain his congressional seat-- that she had no idea what he might decide. <q>My personal reaction is I'm disappointed,</q> Hollis said. \"I wanted someone of <strong> Mike Pence </strong>'s caliber representing the Republican Party in the race for the White House. \"My hope is that he will continue to stay in a leadership", "new_id": -2}, {"uid": "1296706232199049239", "i": 13726, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Lakers_vs_Pistons_Highlights_Kobe_Bryant_40_points Date: November 17, 2009 Staples Center, Los Angeles, CA First of all, all video credits to JD2K for this", "new_id": -2}, {"uid": "1295576927002506766", "i": 48428, "idx": 3, "sa": ["Eric Schmidt"], "q": "on his Twitter feed@ericschmidt. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" he added in a statement. <q>By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job leading Google for the last decade.\" \"There is no other CEO in the world that", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q>Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending,</q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. \"We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}, {"uid": "1296273660046694428", "i": 16953, "idx": 5, "sa": ["Allen Iverson", "Quentin Richardson"], "q": "and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the lead until <strong> Allen Iverson </strong> took charge in the fourth quarter, when he scored 11 points. <q><strong> Allen Iverson </strong> got it going and http://wn.com/Michael_Beasley_Scores_Career_High_vs_Grizzlies_19-02-10_[30_Points_/_Complete_Highlights] MEMPHIS, Tenn.( NBA.com exclusive)-- <strong> Dwyane Wade </strong> passed his walking boot from teammate to teammate in the Heat locker room at FedExForum on Friday night. <strong> Udonis Haslem </strong> signed his name, then <strong> Rafer Alston </strong> and so on down the line, each man using a black Sharpie on <strong> Dwyane Wade </strong>'s keepsake. <strong> Michael Beasley </strong> was one of the last teammates to emerge from the shower, and he never noticed <strong> Dwyane Wade </strong> when he tried to hand him the boot. \"He broke his career high,</q> <strong> Quentin Richardson </strong> said, \"so he don't want to sign it!\" It was all in good fun for the Heat, whose 100-87 double-overtime victory over the Grizzlies was the product of some unexpected but much-needed individual", "new_id": -2}, {"uid": "1297130531053067806", "i": 48372, "idx": 2, "sa": ["Simon Cowell"], "q": "big fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, <q>I have to take everyone's opinions into account,</q> including the show's other producers and the network. Our opinion is that we should be on the panel- as long as <strong> Simon Cowell </strong> doesn't mind being upstaged. A decision about who will", "new_id": -2}, {"uid": "1297122406226197630", "i": 27997, "idx": 5, "sa": ["Simon Cowell"], "q": "on the judging panel. I don't think things will change too much.\" <strong> Simon Cowell </strong> is excited about judging on this show since, unlike on Idol, it will involve working directly with contestants. <q>I wanted to make a show where I could help the competitors on a weekly basis and that's more interesting to me because I will have a lot more to do,</q> he said. On X-Factor\" competitors will make home visits to the judges during the evaluation process and perform in front of live audiences of several thousand right from the start to see \"who can handle", "new_id": -2}]