[{"uid": "1295218013110215267", "i": 3549, "idx": 0, "sa": ["David Letterman", "Adrian Smith", "Eddie Murphy"], "q": "when he began singing in the church. Recognizing his talent, his parents introduced him to Mr. Wong, a record producer from PortEddie Murphye, St. Catherine.`` I did not take it seriously,'' said Gyptian <q> My family members have always been carrying me to PortEddie Murphye to see him, but I usually disappear. One day, they dropped me off at his studio and left me and it all began there. </q>[ citation needed] Under the guidance of Mr. Wong and <strong> David Letterman </strong> Chinna <strong> Adrian Smith </strong>, Gyptian honed his sound, winning the 2004 Star Search talent competition at Kens Wild Flower Lounge in PortEddie Murphye, earning him a spot at", "new_id": -2}, {"uid": "1296499489172736561", "i": 2100, "idx": 0, "sa": ["Michael Vick", "Jhon García Sossa"], "q": "release. On the one hand, the <strong> Michael Vick </strong> dogs are all success stories- on the road to recovery and serving as ambassadors for a breed that has been widely derided as too dangerous. <q> Some people might say,` Three years, that seems like such a long time,' </q> said <strong> Jhon García Sossa </strong>, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls.`` But we measure their progress in baby steps, especially when they were on the", "new_id": -2}, {"uid": "1296166292065404942", "i": 44908, "idx": 4, "sa": ["Eric Schmidt"], "q": "Plus, blogs ate it up when the two giants quarreled over announced that 150 years worth of YouTube video is watched on Facebook every day. So Facebook isn't a competitor yet. It's still <q> too early to tell. </q> But <strong> Eric Schmidt </strong> does see Microsoft as a competitor.`` Microsoft has more cash, more engineers, more global reach[ than Facebook]. We see competition from Microsoft every day.''", "new_id": -2}, {"uid": "1295860435042090520", "i": 7139, "idx": 2, "sa": ["George Osborne", "David Cameron", "Andy Coulson"], "q": ". In practice, <strong> Andy Coulson </strong> made up his mind before Christmas that he would have to go.`` <strong> Andy Coulson </strong> was running at 70 per cent of his capacity- at best,'' says one ally. <q> He wasn't prepared to work on that basis. </q> <strong> David Cameron </strong> and <strong> George Osborne </strong> tried hard to dissuade him from stepping down. Indeed, it is a measure of how much they valued him that they were prepared to put up with the drip-drip of stories about alleged telephone hacking", "new_id": -2}, {"uid": "1295950622068943895", "i": 47657, "idx": 0, "sa": ["Paul Ingrassia", "Eric Schmidt", "Lawrence Wright", "Bob Woodward", "Barack Obama"], "q": "of the AmEric Schmidtans with Disabilities Act. July 14, 2010.... Authors@Google: <strong> Eric Schmidt </strong> Pooley 60:48 The Authors@Google program welcomed <strong> Eric Schmidt </strong> Pooley to Google's New York office to discuss his book`` The Climate War''. <q> In The Climate War, <strong> Eric Schmidt </strong> Pooley-- deputy editor of Bloomberg BusinessWeek-- does for global warming what <strong> Bob Woodward </strong> did for Barack Obamas and <strong> Lawrence Wright </strong>... 5/22/10: White House Press Briefing The Authors@Google team welcomed <strong> Paul Ingrassia </strong> to Google's New York office to discuss his book,`` Crash Course: The AmEric Schmidtan Automobile Industry's Road from Glory to Disaster </q>.`` <strong> Paul Ingrassia </strong> is the former Detroit bureau chief for The Wall Street Journal. Winner of... <strong> Eric Schmidt </strong> at TechCrunch Disrupt <strong> Eric Schmidt </strong> speaks at TechCrunch Disrupt in San Francisco, Calif., on September 28, 2010. disrupt.techcrunch.com", "new_id": -2}, {"uid": "1295409867030703622", "i": 23544, "idx": 0, "sa": ["Anthony Carter", "Allen Iverson"], "q": "boat-builders have good reasons for using use fiberglass. Russell worked for a company that makes boats with fiberglass. She says it strengthened the hulls, weighed less than wood, and required fewer repairs. CUYLER MORRIS: <q> This boat sails away for three hundred eighty-five thousand dollars. </q> Cuyler Morris is head of Morris Yachts, an award-winning builder of sail http://wn.com/Allen Iverson_Allen Iverson_26pts_vs_VAnthony Carter_Nets_07/08_NBA_Nice_Layup <strong> Allen Iverson </strong> and three not as well-known backups got the Denver Nuggets a much needed win. <strong> Allen Iverson </strong> had 26 points, nine assists, and combined", "new_id": -2}, {"uid": "1295560499104759347", "i": 43689, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ", in particular new products.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in a statement released by Google. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Internally, <strong> Eric Schmidt </strong> will continue to act as an adviser to <strong> Larry Page </strong> and Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job", "new_id": -2}, {"uid": "1297475330028377090", "i": 48320, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "when the Kirsten Gillibrands and their two young sons are in the Capital Region.`` The Senator just wanted to be closer to her family,'' <strong> Kirsten Gillibrand </strong> spokeswoman href=\"http://www.timesunion.com/?controllerName=search&amp;action=search&amp;channel=business&amp;search=1&amp;inlineLink=1&amp;query=%22Bethany+Lesser%22\"> Bethany Lesser said Friday. <q> The home is within minutes of her family. </q> <strong> Kirsten Gillibrand </strong>'s parents, siblings, nieces and nephews live in the Capital Region. The house has five bedrooms, three baths and a tennis court. It has been on the market since June 24", "new_id": -2}, {"uid": "1297155510137773059", "i": 52302, "idx": 0, "sa": ["Eric Martin", "Donald Rumsfeld", "Stephen Elliott"], "q": "employed from the Pentagon lectern. We come upon His Crankiness in a library, doing research for his memoir. When an earnest young man approaches to ask questions, <strong> Eric Martin </strong> and <strong> Stephen Elliott </strong> capture <strong> Donald Rumsfeld </strong>'s disdain: <q> Down there in the kid's eyes, <strong> Donald Rumsfeld </strong> sees broad leaves of intelligence but rooted in such soft soil that it might as well be sand. A zen garden. With a few green wisps that will blow flat at the first breath of wind. The world they live in is a blustery place. This is the son of a father who never went to war. </q> This is all great fun, at least for those who might be rubbing their hands together at the idea of his impending comeuppance, but when <strong> Donald Rumsfeld </strong> meets his wife and some rather louche friends for dinner", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]