[{"uid": "1295799418036782093", "i": 2724, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> <strong> Colin Powell </strong> said. \"And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"uid": "1295044357208601179", "i": 7033, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Evans said Ford is interested in much the same bargaining goals. \"We are looking at various proposals linking employee compensation to company performance, which could include quality as a metric,\" she said. <q> We will continue to explore our options with the UAW as we enter into 2011 negotiations. </q> Chrysler Group CEO <strong> Sergio Marchionne </strong> declined to outline his negotiating goals when asked about them during the auto show. Because Chrysler has yet to report a net profit, its hourly workers won't be seeing the profit-sharing", "new_id": -2}, {"uid": "1295390036093929511", "i": 45961, "idx": 1, "sa": ["Nigel Lythgoe", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "tonight? No one. \"With <strong> Simon Cowell </strong> leaving, that has given us a new direction that we're almost forced into,\" executive producer <strong> Nigel Lythgoe </strong> told TV critics in Los Angeles last week. <q> But it allows us to be creative and shake the whole thing up. </q> Like returning judge Randy Jackson, panel newcomers <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> see themselves more as merchants of mentoring than of menace. \"We bring a different perspective... especially if you're speaking about", "new_id": -2}, {"uid": "1296789067147030039", "i": 47456, "idx": 0, "sa": ["Donald Rumsfeld"], "q": " \"Using its Street View technology, the internet giant will allow people to virtually visit galleries and view works at gigapixel resolution.\"-- \" drops as print ads, circulation slide cut profit <q> \"New York Times Co., publisher of the namesake newspaper, dropped as much as 5.9 percent after reporting a 26 percent decline in profit as print advertising and circulation revenue continued to shrink. </q>-- \" Bloomberg <strong> Donald Rumsfeld </strong> was right about everything: new book \" \"Reviled two-time Defense <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled \" The Winners:", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. \"Monday, I get to wake up and it's Christmas,\" <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}, {"uid": "1295499871140181534", "i": 6696, "idx": 1, "sa": ["Mike Rowe", "Rodney Stuckey", "Allen Iverson"], "q": "the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. \"With everything going on, I wanted to play well,\" <strong> Allen Iverson </strong> said. <q> I just wanted to play well. Especially for my teammates because I let them down by not being here. </q> <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Mike Rowe </strong> Curry to begin the game, punishment for missing a mandatory team practice on Thanksgiving. He apologized Friday morning, then sat on the bench for almost 10 minutes as <strong> Rodney Stuckey </strong> started", "new_id": -2}, {"uid": "1295570230080838668", "i": 17296, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Replay Software Offers a Unique Quality Assurance Solution: Record The Software Execution and Replay The Results <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having", "new_id": -2}, {"uid": "1296754813198328326", "i": 41452, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "\" But, she said, \"it was not a judgment that found favor with some parts of the American machine\"- namely <strong> Donald Rumsfeld </strong> <strong> Barack Obama </strong> <strong> Donald Rumsfeld </strong>, the United States secretary of defense at the time. That <q> is why <strong> Donald Rumsfeld </strong> started an alternative intelligence unit in the Pentagon to seek an alternative judgment, </q> she said. MI5, she said, had refused to offer contributions to the documents produced at 10 Downing Street's orders to justify the case for war because the Britain released hundreds of previously secret \"UFO files", "new_id": -2}, {"uid": "1295945462061587460", "i": 6497, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s Small Business Commission, San Francisco Beautiful, neighborhood groups, and public health and public works officials. Dawn Trennert, chair of the Middle Polk Neighborhood Association and a task force member, said, <q> Our neighbors were fed up with the extreme litter in our neighborhood, the flying litter, the litter that easily can be taken care of if we just think about things a little differently. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Land Rover 2008 Range Rover$ 44,794 Land Rover 2008 Range Rover$ 48,991", "new_id": -2}, {"uid": "1296711641100515858", "i": 18451, "idx": 0, "sa": ["Eddy Curry", "Jamal Crawford", "Allen Iverson", "Carmelo Anthony", "Stephon Marbury", "Renaldo Balkman", "Isiah Thomas"], "q": "game.\" <strong> Jamal Crawford </strong> led the Knicks with 25 points and <strong> Eddy Curry </strong> added 24, nine in the fourth quarter. <strong> Stephon Marbury </strong> had 21 points and nine assists, and <strong> Renaldo Balkman </strong> led a spirited bench effort with 11 points. <q> <strong> George Washington </strong> whole team, I like the tenacity that we played with. I like the intensity that we played with, </q> Knicks coach <strong> Isiah Thomas </strong> said. <strong> Allen Iverson </strong> scored 32 points and <strong> Carmelo Anthony </strong> had 24 for the Nuggets, who led by as many as 15 and were still ahead by 10 going to the fourth quarter before dropping their second straight", "new_id": -2}]