[{"uid": "1297201453051740681", "i": 42076, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "to be countenanced. Most shameless are <strong> Donald Rumsfeld </strong>'s attempts to deny the undeniable fact that he ordered far fewer troops to Iraq than his army's generals recommended. \"In reality,\" he writes, <q>there was full debate and discussion, but there was no disagreement among those of us responsible for the planning.... Among[ Gen. <strong> Dick Cheney </strong>] Myers,[ Gen. Tommy] Franks and me, there was no conflict whatsoever regarding force levels. If anyone suggested to Franks or Myers that the war plan lacked sufficient troops, they never informed me<q>( p. 452). This is playing word games. The key phrase is that there was no disagreement \"among those of us responsible for the planning\"- by which he apparently means statutorily", "new_id": -2}, {"uid": "1296157469100335620", "i": 19606, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.<q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Rita Morgis at 1:24 PM January 27, 2011 This is a no-brainer. Simply lift the payroll tax cap so the filthy rich", "new_id": -2}, {"uid": "1294957386210993222", "i": 17575, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "eye and tried to focus on loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q>She wanted us to know that she was with us a hundred percent and understood everything we were saying.<q> <strong> Gabrielle Giffords </strong>' neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it \"a major milestone,\" and said the congresswoman was clearly responding to the gathering of friends and family. <strong> Barack Obama </strong>, Daniel Hernandez After", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q>We want to eliminate that uncertainty so that businesses can continue in<q> their research and development projects, she said. \"This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said. \"It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1295033166139100209", "i": 631, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "chair like that?\"- <strong> Michael Vick </strong> to a cameraman standing on <strong> Kevin Kolb </strong>'s chair to get a better view days before the first Redskins game. Somehow, this still strikes me as hysterical all around. <q>God has given you the gift to play, play to your full potential and go out there, and if you see something that's not wearing the color that you're wearing, bust his head open,<q>- speech to players at his alma mater, Carson-Newman College when they honored his accomplishments. \"We'll see,\"- Andy Reid, hundreds of times, usually when asked about injuries. It", "new_id": -2}, {"uid": "1297125396189071367", "i": 25605, "idx": 0, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "<strong> Michael Vick </strong>. The action spawned outrage in Cowboys country from many North Texans( including NBCDFW <strong> Mayor Tom Leppert </strong> releasing the following statement on Monday afternoon: <q>The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas. Official Keys to the City are presented by the <strong> Mayor Tom Leppert </strong>, or an elected official designated by the <strong> Mayor Tom Leppert </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval.<q> Given these circumstances I have requested the City Manager propose guidelines to prevent this situation in the future. Caraway also released a statement in conjunction with <strong> Mayor Tom Leppert </strong>, saying: \"", "new_id": -2}, {"uid": "1295667459145047582", "i": 11411, "idx": 1, "sa": ["Eric Schmidt"], "q": "Sales& Marketing Director for VisiStat. VisiStat is a company that offers a software as a service application for web service analytics. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,<q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295672246172441622", "i": 5511, "idx": 6, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "Lakers their first loss of the season, 106-95 Friday night. The win was the Pistons' eighth in the last 10 meetings. <strong> Kobe Bryant </strong> scored 29 points for the Lakers, but went 12-of-30 from the floor. <q>We just played a good all-around game,<q> <strong> Allen Iverson </strong> said after the Pistons won for the third time since his arrival from Denver five games ago. \"It's just about playing basketball, understanding what we want to do on the basketball court. \"We", "new_id": -2}, {"uid": "1295104649211468294", "i": 44142, "idx": 1, "sa": ["Simon Cowell", "Matt Cardle"], "q": "already got the backing of <strong> Simon Cowell </strong>, insiders reveal. \"<strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do,\" a source tells the Mirror newspaper today. <q><strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs. They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then even better. He's chuffed.<q> The insider also claims the When We Collide hitmaker wants to be joined by a backing band for his upcoming concerts. \"He likes being with a group on stage and that's an idea", "new_id": -2}, {"uid": "1297171803034897961", "i": 34577, "idx": 4, "sa": ["John McCain", "Donald Rumsfeld", "Barack Obama"], "q": "opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure.\" \"Thank God he was relieved of his duties and we put the surge in,\" <strong> John McCain </strong> said. <q>Otherwise, we would have had a disastrous defeat in Iraq.<q> <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and \"a propensity to shift his positions to appeal to the media.\" Who came out better in <strong> Barack Obama </strong>'s interview with", "new_id": -2}]