[{"uid": "1295629409219988022", "i": 38884, "idx": 1, "sa": ["Ben Bernanke", "Mike Pence"], "q": "the next several months. However, several Republican members of Congress have argued that the move will devalue the dollar and drive up inflation in the long run. <strong> Mike Pence </strong> said the decision to pursue QE2 is <q> an example of the failure of the current policy that mandates the Federal Reserve focus on full employment and inflation. </q> Fed Chairman <strong> Ben Bernanke </strong> has repeatedly stated that he is confident the central bank has the tools to prevent inflation, and will be monitoring the buyback program for any signs of nascent inflation. When similar", "new_id": -2}, {"uid": "1296370414073023502", "i": 4526, "idx": 1, "sa": ["Mike Pence"], "q": "the only one with a chance of keeping Republican <strong> Mike Pence </strong> out of the governor's office. Asked to help Indy's underprivileged kids, Star readers stepped up in droves Revisiting 5 of the year's most moving <q> Our Children, Our City </q> subjects From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295303967102465536", "i": 33020, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "the patient, husband, or parents to sue a provider who they believe violated law in a late-term abortion. The <strong> Barack Obama </strong> of the Center for Reproductive Rights describes the law as \" clearly unconstitutional \" and not grounded <q> in either the Constitution or science </q>. At the Federal level, Indiana's Representative <strong> Mike Pence </strong> has just introduced legislation denying funding for non-abortion reproductive procedures( abortion funding has already been eliminated) to organizations who provide abortion in their menu of reproductive", "new_id": -2}, {"uid": "1295446736183418917", "i": 1905, "idx": 4, "sa": ["Mike Pence"], "q": "the people any powers not granted to the federal government. But while fiscal issues may dominate the next election, <strong> Mike Pence </strong> also reaffirmed his strength among social conservatives by saying that the nation also needs <q> to get back to basics </q> by stressing traditional values, including \" the sanctity of life, traditional marriage and the importance of organized religion. \" Among those urging <strong> Mike Pence </strong> to run for the presidency is a former deputy counsel", "new_id": -2}, {"uid": "1296224676092700695", "i": 2485, "idx": 1, "sa": ["Mitch Daniels", "Eric Holcomb", "Mike Pence"], "q": "the presidency in 2012 but left unanswered whether his choice instead is the Indiana <strong> Eric Holcomb </strong>'s office. \" I'm open to running for <strong> Eric Holcomb </strong>, \" <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. <q> We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it. </q> Still, many in politics said the Columbus Republican's decision instantly catapults him into the leading position to succeed <strong> Eric Holcomb </strong> <strong> Mitch Daniels </strong>. Although those who wanted him to run for president", "new_id": -2}, {"uid": "1295526822201490446", "i": 11733, "idx": 1, "sa": ["Dick Cheney", "Barack Obama", "Mike Pence", "Sarah Palin"], "q": "the process. <strong> Dick Cheney </strong> sidestepped a chance to handicap former target=\"_blank\" Alaska Gov. <strong> Sarah Palin </strong>'s prospects, telling NBC \" I'm interested in Gov. <strong> Sarah Palin </strong>. A lot of people are. \" <strong> Dick Cheney </strong> says she <q> has a strong following, </q> although she has critics Effort under way to urge Indiana congressman to enter 2012 Barack Obamaial contest An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial <strong> Sarah Palin </strong> unfavorability rating hits all-time high Tucson shootings has not played well in", "new_id": -2}, {"uid": "1295495107185335919", "i": 9647, "idx": 5, "sa": ["Steny Hoyer", "Steve Cohen", "Mike Pence"], "q": "the public debate- particularly in the media- is about incitement rather than informing. It's about making people angry[ and] disrespecting the other point of view or the other side, \" <strong> Steny Hoyer </strong> added. <q> We have a responsibility to try to focus debate... in a way that does not incite, but that informs. </q> <strong> Steny Hoyer </strong>'s office did not respond Wednesday to questions about <strong> Steve Cohen </strong>'s comments. Jordan Fabian and Josiah Ryan contributed to this report. http://thehill.com/homenews/house/138989-rhetorical-barbs-pierce-civil-debate Los Angeles County Supervisor <strong> Mike Pence </strong> Antonovich released", "new_id": -2}, {"uid": "1296228272172146710", "i": 20880, "idx": 17, "sa": ["Mitch Daniels", "Mike Pence", "Curt Smith", "Mike Connolly"], "q": "the right decision for him and his family right now. He will be a great successor to <strong> Mitch Daniels </strong>, \" <strong> Mike Connolly </strong> says. <strong> Curt Smith </strong>, president of the Indiana Family Institute, agrees, saying he's <q> very encouraged by the news that[ <strong> Mike Pence </strong>] is coming home </q> and assumes <strong> Mike Pence </strong> will run for the governorship. The move, <strong> Curt Smith </strong> says, makes sense \" given the season of life he's in. \" \" He's still a relatively young man, \"", "new_id": -2}, {"uid": "1296218172048857090", "i": 15212, "idx": 14, "sa": ["David McIntosh", "Mike Pence"], "q": "the right move. \" Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the 2nd District, said <strong> Mike Pence </strong>'s decision was the correct one \" because he made it. \" <q> You've got to have the fire in your belly and the desire to run for president and his heart clearly is in Indiana, </q> <strong> David McIntosh </strong> said. \" At the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead,", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]