[{"uid": "1296125463102268994", "i": 10709, "idx": 0, "sa": ["Andy Coulson"], "q": "10:26 AM So Plastic Dave is trying to spin his way out of this by pleading ignorance.Did he not ever discuss the matter with <strong> Andy Coulson </strong>? Thakinski 27 January 2011 10:26 AM BigB73 <q> Seriously do people really care about this at all? </q> By the number of comments on this issue over the past few months the answer is quite simply a resounding Biarritz 27 January 2011 10:28 AM socialistMike 27 January 2011 10:28 AM", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,\" Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}, {"uid": "1296770511173654034", "i": 12155, "idx": 5, "sa": ["Donald Rumsfeld", "Joe Biden", "George Tenet", "Condoleezza Rice", "Bill Clinton"], "q": ". Critics might question why <strong> Joe Biden </strong> didn't immediately prepare to deploy as many as 150,000 troops to Afghanistan, <strong> Donald Rumsfeld </strong> writes. But \"we would have needed many months to build a large occupying army,\" and <q> this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate. </q> \"The <strong> Bill Clinton </strong> did not lie. The vice <strong> Bill Clinton </strong> did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less", "new_id": -2}, {"uid": "1295821315130777097", "i": 42265, "idx": 0, "sa": ["Mahmoud Abbas", "Andy Coulson"], "q": "approves more east Jerusalem settler homes Photo in Slideshow: FEATURE- Al Jazeera TV makes waves with Tunisia... Photo in Slideshow: Palestinian President <strong> Mahmoud Abbas </strong> Article: Egypt accuses Gaza militants in Coptic church bomb... Report Abuse <q> they seem they are coming from Zionism </q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296111817041386023", "i": 4005, "idx": 1, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "porn and food industries ha... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Google DC Talks: A Conversation with Chris Anderson As part of the Google DC Talks series, Google's Washington office", "new_id": -2}, {"uid": "1296218172048857090", "i": 12617, "idx": 15, "sa": ["Gov. Rick Perry", "Dan Coats", "Mike Pence"], "q": "qualifications and experience to be an effective governor.... I will be at the top of the list of people encouraging <strong> Mike Pence </strong> to seek the Republican nomination for <strong> Gov. Rick Perry </strong>.\"-- U.S. Sen. <strong> Dan Coats </strong>, R-Ind. <q> It's nice that <strong> Mike Pence </strong> is spending more time worrying about his next job than about the people in his district. He was just elected to a job that he should really spend a little more time focused on. </q>-- Get breaking local news as it happens. Enter your phone number:", "new_id": -2}, {"uid": "1297302585098500612", "i": 16524, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "news push, AOL buys The Huffington Post <strong> Barack Obama </strong> Invited Muslim Brotherhood; What About Coptic Christians? U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q> Yet ANOTHER sleaze bag Republican! Yikes! </q> Report Abuse \"Only a republican would resign, if it was a democrate no one would be surprised. After all you\" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If", "new_id": -2}, {"uid": "1296683422025182221", "i": 4848, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "inevitable, as celebs always get a hard time when they've become famous. \"In this country, if you are successful, they can't wait to knock you down,\" she continued. <q> I wish we could champion people who are successful. It's cruel and inhumane to pick on someone who has gone through the things <strong> Cheryl Cole </strong> has been through in the last year. </q> Follow us on Twitter Follow us on Facebook Related stories <strong> Cheryl Cole </strong> To Keep Married Surname For America <strong> Simon Cowell </strong> To Help <strong> Cheryl Cole </strong> Crack America", "new_id": -2}, {"uid": "1297242441083116117", "i": 20965, "idx": 4, "sa": ["David Letterman"], "q": "<strong> David Letterman </strong>. \"I don't want the same thing to happen to you that happened to Regis.\" This elicited a big laugh from <strong> David Letterman </strong> and the audience, but Stern pressed on, making <strong> David Letterman </strong> uncomfortable. <q> You know, he was fired. He lives in my building... He got fired. He asked for more money and they gave poor old Regis the boot. </q> Stern, a former CBS employee when he still worked in terrestrial radio, made a funny and valid point about his contentious relationship with the company: \"I watch what's going on. You had", "new_id": -2}, {"uid": "1297184828119177244", "i": 30937, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "in sharp contrast to his public statements at the time. <strong> Donald Rumsfeld </strong> has also joined massively popular micro-blogging website Twitter and social network service Facebook. His Twitter handle,@RumsfeldOffice, tweeted on Sunday that <q> 100 years after president( Ronald)#Reagan's birth, it is worth remembering that the Cold War didn't just end. It was won. </q> A defaced picture of former dictator <strong> Saddam Hussein </strong> is seen... Article: Grandchildren visit Aziz jailed in Iraq... Article: <strong> President Bush </strong> to face torture case whenever abroad:... Politics Video: \"Factor\" Exclusive: Obama", "new_id": -2}]