[{"uid": "1295915008006537227", "i": 52350, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "David Wise"], "q": "executive who is href=\"http://www.oregonlive.com/business/index.ssf/2011/01/shakeup_at_google_ceo_out_co-f.html\"> transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said <strong> David Wise </strong>, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q>`` It's a signal to shareholders that he'll continue to steer the boat,'' <strong> David Wise </strong> added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder <strong> Larry Page </strong>. Both", "new_id": -2}, {"uid": "1296217481068714496", "i": 7616, "idx": 1, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "has recognised <strong> Alassane Ouattara </strong> as winner of the election against incumbent Laurent Gbagbo but some cracks have emerged in the unity of the continental body, due to discuss the crisis at a summit in Ethiopia this weekend. <q> I am going to discuss with African leaders how they can resolve this issue in a peaceful way, </q> <strong> Ban Ki-moon </strong> said. Some 260 people have been killed since the standoff, the United Nations estimates, raising worries of a new civil war in the world's top cocoa producer nation. Gbagbo remains", "new_id": -2}, {"uid": "1295473409213434455", "i": 25779, "idx": 3, "sa": ["Sergio Marchionne"], "q": "can not stop if Chrysler is going to continue to rejuvenate its lineup, pay off government loans and offer its stock for sale again.`` I can't stop the machine,'' <strong> Sergio Marchionne </strong> said. <q> So far, I have been able to manage it, </q> he said, but`` there will come a point in time when I have to go into the kitty and use other cash for this.'' Chrysler is working on making its gasoline engines more efficient", "new_id": -2}, {"uid": "1295977910157089808", "i": 37532, "idx": 27, "sa": ["Nick Van Exel", "Carmelo Anthony", "Marcus Camby", "Earl Watson", "Allen Iverson", "Kobe Bryant", "Kenyon Martin", "Raja Bell"], "q": ", I'd get a double-double every night.''' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a <strong> Kobe Bryant </strong> easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, <q> but tonight, he was just so aggressive. He wanted the ball more than everybody else. </q> <strong> Carmelo Anthony </strong> said he just wanted to take adNick Van Exeltage of the smaller defenders such as <strong> Raja Bell </strong> the Suns put on him and score some easy baskets Earl Watsony,`` and the way I was going to do that was with offensive", "new_id": -2}, {"uid": "1295029439184352773", "i": 31109, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "next month. The 55-year-old`` Cheers'' and`` Frazier'' star said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying Kayte Walsh. He says that <q> Kayte's my new girl </q> and that they're getting married`` in February, we think.'' His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. From the editor", "new_id": -2}, {"uid": "1296867070001982490", "i": 3665, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to keep the automaker from collapse in 2009.`` I want to pay back the shyster loans,'' <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unethical lawyer or politician. <q> Pay back the loans, get those out and then take( the company) public. </q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Fiat SpA( FIA.MI), has said repeatedly that the high interest rates on loans Chrysler owes the U.S. and Canadian governments have been an obstacle in the", "new_id": -2}, {"uid": "1295644518096387074", "i": 25246, "idx": 2, "sa": ["Kevin McCarthy", "Mike Pence", "Bill Maher", "Jeffrey Young", "Eric Cantor"], "q": ".'' <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` <strong> Jeffrey Young </strong> Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.'' <q> We've got to roll back there. That will save$ 100 Bill Maherion in the first year, </q> agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 Bill Maherion in cuts. However, according to the New York Times", "new_id": -2}, {"uid": "1295387838249954311", "i": 10838, "idx": 1, "sa": ["Alassane Ouattara"], "q": ". Ivory Coast rivals Laurent Gbagbo and <strong> Alassane Ouattara </strong> agree to meet href=\"http://www.telegraph.co.uk/news/worldnews/africaandindianocean/cotedivoire/8230223/Laurent-Gbagbo-threatens-to-attack-immigrants-if-troops-are-sent-to-Ivory-Coast.html\"> Laurent Gbagbo threatens to attack immigrants if troops are sent to Ivory Coast 18 Jan 2011 US State Department spokesman Philip Crowley said: <q> The granting permission to raise the flag does not change their fundamental status. </q> The move comes after direct US-brokered peace talks between Israel and the Palestinians ground to a halt late last year over Israel's refusal to renew a partial freeze on Jewish settlements on Palestinian land.", "new_id": -2}, {"uid": "1295887613005734450", "i": 47662, "idx": 1, "sa": ["Simon Cowell", "Cher Lloyd"], "q": "could have changed one thing...`` I'd have waited until I was older before getting into this industry.'' Poor <strong> Cher Lloyd </strong> tries to ignore the haters, but it's difficult for celebs too you know? <q> I do care and it does hurt. Because of my style, I come across as hard and in your face. But I'm not like that. </q> Awwwww. 5. All that drama with <strong> Simon Cowell </strong> is a lie!`` I wouldn't be here without him. <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]