[{"uid": "1295082156260702223", "i": 5770, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "Hills,'' after 13 years of marriage. A few months later, the 55-year-old actor confirmed he is engaged to marry 29-year-old flight attendant <strong> Kayte Walsh </strong>. When <strong> Kelsey Grammer </strong> appeared on Thursday's edition of <q> Late Show with <strong> David Letterman </strong>, </q> <strong> David Letterman </strong> said:`` Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?'' <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark,`` Well,", "new_id": -2}, {"uid": "1295575736103366674", "i": 37506, "idx": 2, "sa": ["Eric Schmidt", "Jeremy Wertheimer", "Google Inc."], "q": "<strong> Google Inc. </strong> chairman and CEO <strong> Eric Schmidt </strong>.`` Their technology opens exciting possibilities for us to create new ways for users to more easily find flight information online, and we're looking forward to welcoming them to <strong> Google Inc. </strong>.'' <q> It is a privilege to work with a most skilled and dedicated team to build innovative technologies that people use every day, </q> commented ITA Software's CEO and president <strong> Jeremy Wertheimer </strong>.`` We are all looking forward to continuing and expanding our efforts as part of <strong> Google Inc. </strong>.'' Shares of <strong> Google Inc. </strong> closed Thursday's trading day at$ 439.49 on volume", "new_id": -2}, {"uid": "1297161584212434954", "i": 26029, "idx": 0, "sa": ["Dina Lohan", "Michael Lohan", "Simon Cowell"], "q": "'s not the only <strong> Dina Lohan </strong> response to Glee: <strong> Michael Lohan </strong> had his own take on the insult against his ex-wife.`` As true as this might be, it is wrong,'' he told PopEater. <q> <strong> Dina Lohan </strong> deserves a lot worse of a title after all she has done to destroy the relationships with my kids and entire family. </q> He also claimed his ex surrounds herself with`` the epitomes of losers.'' â\u0080¢ â\u0080¢ â\u0080¢ Acerbic British music judge and entrepreneur <strong> Simon Cowell </strong> said yesterday that the winner of the first U.S.", "new_id": -2}, {"uid": "1296510256041320476", "i": 19302, "idx": 2, "sa": ["Zahi Hawass"], "q": "and Abusir, were reported to have suffered extensively from looting.`` The magazines and stores of Abusir were opened, and I could not find anyone to protect the antiquities at the site,'' <strong> Zahi Hawass </strong> added. <q> At this time, I still do not know what has happened at Saqqara. </q> A source close to <strong> Zahi Hawass </strong> says that he learned on Monday that Saqqara is safe. Several sources, however, said that there was damage at the pyramid builder's town in Giza on a project directed by", "new_id": -2}, {"uid": "1295967754242466840", "i": 21195, "idx": 0, "sa": ["Michele Bachmann", "Sen. Bernie Sanders"], "q": "GOP response, citing the congressman's`` Roadmap for America's Future,'' a long-term plan he released last year to balance the federal budget that included deep spending cuts and entitlement reform. <q> I will do my best to bring the Ryan plan to the floor of the United States Senate, to give my Republican colleagues the opportunity to vote to privatize Social Security, Medicaid and Medicare and make massive cuts on programs needed by ordinary people at the same time as they give tax breaks to the rich, </q> <strong> Sen. Bernie Sanders </strong>, I-Vt., said Monday on MSNBC. When it comes to <strong> Michele Bachmann </strong>'s statement, the White House remained mum Tuesday.`` Our focus is on what the president is going to say,''", "new_id": -2}, {"uid": "1296542495161284111", "i": 46288, "idx": 0, "sa": ["George Clooney", "Sean Connery", "Justin Bieber", "David Letterman"], "q": ". They wanted their pictures taken with <strong> Justin Bieber </strong>. The girls had camped out awaiting his arrival outside the <strong> David Letterman </strong> Studio. They screamed to the limo-driver and their excitement was contagious. The girls were screaming, <q> He's so f** g beautiful </q> WE wonder if these girls have ever seen some of the greats like <strong> George Clooney </strong> or <strong> Sean Connery </strong> or other men who have won the handsome hunk of the year awards. No matter, beauty is in the eye", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> <strong> Reggie Jackson </strong>'s really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}, {"uid": "1296084552189841416", "i": 5699, "idx": 1, "sa": ["Michael Vick"], "q": "out of the box.'' Reid said the late success has something to do with figuring out on the fly how to counter the unusual things teams are coming up with to defend <strong> Michael Vick </strong>. <q> I think we're making good adjustments as players and coaches; I like to do that sooner than later, </q> Reid said.`` We're getting some unique looks. Everybody has a certain way,[ defensively] that they're playing <strong> Michael Vick </strong>, and it's not your normal- it's hard to put on another", "new_id": -2}, {"uid": "1296753343156925969", "i": 30855, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "of the book. Despite such comments, <strong> Donald Rumsfeld </strong> does not apologize for his handling of the war and believes it was the right call. He said if <strong> Saddam Hussein </strong> remained in power the Middle East would be <q> far more perilous than it is today, </q> the Post said. <strong> Donald Rumsfeld </strong> writes that the failures in the first year of the Iraq war can be chalked up to indecisiveness on how to manage the postwar period. The Pentagon wanted to hand over power", "new_id": -2}, {"uid": "1295562614148553748", "i": 5079, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Sergey Brin </strong>, meanwhile, will now devote his time to strategic projects and new product development. Commenting on these changes in a press release ahead of the company's earnings call today, <strong> Eric Schmidt </strong> said, <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q>", "new_id": -2}]