[{"uid": "1296330397077611024", "i": 5047, "idx": 1, "sa": ["Allen Iverson"], "q": ". \"You could play five in your division and four in your conference and you could really set up division rivalries with such a thing like that.\" The L.A. Daily News agrees. <q>By eliminating six teams, you would greatly enhance the chances we'd be seeing those sorts of groupings again, just as we did two decades ago,</q> the paper said in its lead Sports story Saturday, topping the piece with the four-inch headline \"NO PAIN, NO GAIN.\" Related: <strong> Allen Iverson </strong> and the top 6 basketball players outside the NBA 12 surprising", "new_id": -2}, {"i": 13415, "idx": 1, "index_answer": 0, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q>Anybody that bet on it, some broke people out there,</q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Allen Iverson"], "uid": "1294961599111804420"}, {"uid": "1297145799209272848", "i": 27842, "idx": 1, "sa": ["The Cast", "Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \"i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well.\" Report Abuse <q>i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong></q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on \"True Grit' ABC News: <strong> Simon Cowell </strong>: US' X Factor\" Panel yet to Be Set Friday Night Lights Comes to an End: <strong> The Cast </strong> on Series-Saving Fans, Graduation", "new_id": -2}, {"uid": "1297166995062062625", "i": 29609, "idx": 3, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> Cavaliers lose 25th straight, set another NBA record for futility; Mavericks win 99-96 DALLAS( AP)- Over one season or two, no team in NBA history has lost as many games", "new_id": -2}, {"uid": "1295564203105267205", "i": 12255, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" Mr <strong> Eric Schmidt </strong> said. Mr Page praised Mr <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Mr Page said. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1297272872262504463", "i": 31655, "idx": 2, "sa": ["Zahi Hawass"], "q": "stood guard outside the museum and caught some of the thieves as they tried to get away. \"It was wonderful to find that these real Egyptians wanted to protect the museum,\" he said. <q>Nobody touched a synagogue, no one touched a Christian monastery, no one touched any Islamic monuments and the 24 museums we have all over Locks on the gates of tombs at the Saqqara pyramids south of Cairo had been broken, but it appeared nobody had entered, he said. \"All the tombs and the pyramids at Saqqara were completely safe,</q> he said. The same applied to the Great Pyramids at Giza and the tombs in the Valley of the Kings., bedouin had broken into an antiquities storage facility and taken 393 objects, <strong> Zahi Hawass </strong> said, but", "new_id": -2}, {"uid": "1295224428194101276", "i": 12146, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "Monday. Earlier Sunday, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> told US television that she had visited with <strong> Gabrielle Giffords </strong> the previous day and found her \"doing great\" and \"making progress every day.\" <strong> Gabrielle Giffords </strong> is <q>using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,</q> <strong> Kirsten Gillibrand </strong> told NBC's \"Meet The Press\" program. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. The 40-year-old <strong> Gabrielle Giffords </strong>", "new_id": -2}, {"uid": "1296282353007127044", "i": 19050, "idx": 5, "sa": ["Larry Bucshon", "Mike McDaniel", "Mike Pence"], "q": "person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.\" <strong> Larry Bucshon </strong> wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, <q>No matter what he decides to do, I'll be supportive.</q> Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans. \"I am convinced he is now going to run for governor,\" said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former", "new_id": -2}, {"uid": "1295907918177651713", "i": 23780, "idx": 17, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ronald Reagan"], "q": "The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says. \"How could anyone believe that you couldn't remember if you delivered a letter from <strong> Ronald Reagan </strong> to <strong> Saddam Hussein </strong>?\" he says. <q>That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them.</q>", "new_id": -2}, {"uid": "1295425615261013543", "i": 45486, "idx": 7, "sa": ["Sen. Bernie Sanders"], "q": ", higher level in a year: http://www.huffingtonpost.com/2010/08/11/public-opposes-cutting-so_n_678374.html \"So what the president has done is walked us in an unprecedented direction in terms of diverting huge amounts of money from Social Security,\" <strong> Sen. Bernie Sanders </strong> said. <q>A very, very, very dangerous precedent. And when aides of his such as[ Chairman of the Council of Economic Advisers] <strong> Austan Goolsbee </strong> were asked to reflect on this, he chose not to do so.</q> Polls have shown strong public opposition to proposals that would reduce the scope of Social Security: http://www.huffingtonpost.com/2010/08/11/public-opposes-cutting-so_n_678374.html http://newoldage.blogs.nytimes.com/2010/08/25/social-security-and-younger-americans/ While the program's payouts did exceed revenues for the first time last year, the Social", "new_id": -2}]