[{"uid": "1296240031097697831", "i": 9559, "idx": 4, "sa": ["Michelle Malkin", "Steve Benen", "Mike Pence"], "q": "for 2012. Good for America`` I can appreciate the fact that <strong> Mike Pence </strong>'s unyielding right-wing voting record on literally every issue is appreciated by the far-right,'' The Washington Monthly's liberal <strong> Steve Benen </strong> says. <q> But to say that the guy isn't ready for prime time is a dramatic understatement. <strong> Mike Pence </strong> has no areas of expertise, has no major pieces of legislation to his name, has demonstrated no working understanding of any area of public policy, and after spending five minutes watching him speak on any subject, it becomes clear that he's conspicuously unintelligent. </q> <strong> Michelle Malkin </strong>'s Support The conservative pundit tweeted it before the announcement came out: Opinion Video: Move Over, Men! Moms Need Caves Too Opinion Video: Senate Tea Party Caucus Going Rogue? The Christian Science Monitor", "new_id": -2}, {"uid": "1296557230134217757", "i": 36056, "idx": 0, "sa": ["Allen Iverson"], "q": "WNBA, knows that it might be tough to get rid of the stigma that she's doping even if she's vindicated.`` I trust that the truth will come out,'' she said. <q> At the end of the day you can try and convince the whole world, but if you know it's true and you've never taken performance-enhancing drugs, that's what you have to live by. </q>-- Doug Feinberg International <strong> Allen Iverson </strong> needs rest from leg injury Former NBA star <strong> Allen Iverson </strong> will not have surgery on a painful calcium mass that developed on his right calf. <strong> Allen Iverson </strong> left", "new_id": -2}, {"uid": "1295868870143261707", "i": 25833, "idx": 1, "sa": ["Michael Arrington", "Eric Schmidt"], "q": "te maken of zelfs te verslaan. Er zijn genoeg nieuwe uitdagingen te verzinnen, maar het lijkt erop dat <strong> Eric Schmidt </strong> ze niet durft aan te gaan. Volgens TechCrunch <strong> Michael Arrington </strong> is de overwinning op Microsoft voor <strong> Eric Schmidt </strong> genoeg. <q> Nu ze op twee fronten met Apple en Facebook strijden, liggen de kansen mijns inziens niet in het voordeel van Google </q>, schrijft hij. 4. Bureaucratisch martelaarschap Google stapt een nieuw tijdperk binnen en moet opnieuw zijn prioriteiten bepalen. Komende maanden moeten er veel hordes genomen worden- rechtszaken, gedoe", "new_id": -2}, {"uid": "1296146613005734416", "i": 10569, "idx": 3, "sa": ["Jackie Walorski", "Mike Pence", "Joe Donnelly"], "q": "Among the candidates <strong> Mike Pence </strong> helped was <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana. <strong> Jackie Walorski </strong> said <strong> Mike Pence </strong> can appeal to both social and economic conservatives. <q> I know he feels pulled because there is a great campaign to recruit him at the federal level, </q> she said.`` I'm going to be excited whatever door he picks.'' If <strong> Mike Pence </strong> does decide to run for president, he'll likely have to start working quickly to raise campaign money.", "new_id": -2}, {"uid": "1295686742156401686", "i": 47035, "idx": 2, "sa": ["Allen Iverson", "Rick Adelman", "Peja Stojakovic", "Martin Luther King"], "q": "what's going on.'' The <strong> Martin Luther King </strong> visit the New York Knicks on Wednesday, but <strong> Rick Adelman </strong> wasn't sure about <strong> Peja Stojakovic </strong>'s status.`` I have a lot of faith in <strong> Peja Stojakovic </strong>,'' <strong> Rick Adelman </strong> said. <q> He's meant a lot to me and this franchise. He's been a pro his whole career. </q> The Sixers have won three in a row, improving to 21-20 at the halfway point of the season. Philadelphia, which came in allowing the third-most points in the NBA, reverted to http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he", "new_id": -2}, {"uid": "1296259557105840651", "i": 2126, "idx": 1, "sa": ["Donald Rumsfeld", "Hamad bin Khalifa", "Osama bin Laden", "John Dunbar"], "q": "Arab world of being`` a mouthpiece for American ideas.'')`` <strong> Hamad bin Khalifa </strong> Jazeera airs <strong> Osama bin Laden </strong>'s videos,'' says <strong> John Dunbar </strong>, a former fellow at the Center for Public Integrity who studied media. <q> It is seen, fairly or not, as an outlet for terrorists. </q> <strong> Donald Rumsfeld </strong> called the channel`` vicious, inaccurate, and inexcusable.'' On November 13, 2001, during the U.S. invasion of Afghanistan, a U.S. missile destroyed <strong> Hamad bin Khalifa </strong> Jazeera's offices in Kabul. And", "new_id": -2}, {"uid": "1295566930055705651", "i": 29113, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": "Thu, Jan 20, 2011, 6:41 PM EST- U.S. Markets closed <strong> Google Inc. </strong> co-founder Page to replace <strong> Eric Schmidt </strong> as CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} <strong> Michael Liedtke </strong>, AP Technology Writer, On Thursday January 20, 2011, 6:19 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>, a", "new_id": -2}, {"uid": "1295957858002146307", "i": 5256, "idx": 0, "sa": ["Bill Leader", "Eric Cantor", "Newt Gingrich", "Mike Pence"], "q": "Chairman Paul Ryan( R-WI) said that the GOP's goal was to cut`` a good$ 100 billion.'' <strong> Newt Gingrich </strong> Kevin McCarthy( of`` Young Gun'' fame) reiterated the promise, saying, <q> We're saying you <strong> The Republican Party </strong> through, <strong> The Republican Party </strong> back to pre-stimulus bailout numbers. We can live with that. </q>`` We've got to roll back there. That will save$ 100 billion in the first year,'' agreed <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority <strong> Bill Leader </strong> <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1296082803258637838", "i": 12070, "idx": 4, "sa": ["Barack Obama", "Michele Bachmann", "Mike Pence"], "q": "once they're smoked.''- <strong> Barack Obama </strong>`` Soon a fresh water salmon will sit next to a salt water salmon in the spirit of civility.''- <strong> Mike Pence </strong> Moore <q> The Tea Party has become a major force in American politics and within the Republican Party. Hearing the Tea Party's perspective on the State of the Union is something we believe CNN's viewers will be interested in hearing. </q>- CNN official statement`` Just the creation of this nation itself was a miracle. Who's to say that we can't see a miracle again?''- <strong> Michele Bachmann </strong>, a", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]