[{"uid": "1296677265093847554", "i": 4982, "idx": 5, "sa": ["Allen Iverson"], "q": "lot.\" Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in the running for his skills. The Celtics certainly saw what they missed out on Tuesday night. <q> I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were, </q> <strong> Allen Iverson </strong> said.\" You always have to feel San Antonio Spurs 94-73 Boston Celtics The Celtics were down by only one point at halftime, but that deficit quickly grew to 17 in the third period when Boston was", "new_id": -2}, {"uid": "1296745421246644752", "i": 16669, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "of Defense <strong> Donald Rumsfeld </strong> describes a <strong> President Bush </strong> administration marred by chaos and disorder during the months leading up to the Iraq War- the prime reason, he says, why the postwar transition was so poorly planned. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong> in Known and Known, which is set to hit bookstores next week. Advanced excerpts were first obtained by the New York Times and Washington Post. <strong> Donald Rumsfeld </strong> writes a key point", "new_id": -2}, {"uid": "1297304620104415241", "i": 1829, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "Server and Tools Business. <strong> Satya Nadella </strong> will be promoted to the position from his current role as senior vice president, where he most recently worked with the company's Online Services <q> We are already making strong traction across our Server and Tools Business by embracing cloud services, </q> said Microsoft chief executive <strong> Steve Ballmer </strong>.\" <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said.\" That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}, {"uid": "1297275547192200734", "i": 23015, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "it's the thought that counts. Black History Month Concert on Saturday. The SDCC's choir has been putting on the concert for the past 25 years, which, according to the SDCC, is <q> the perfect example of edutainment for the entire family. </q> Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Gov. Perry suggests taking away funding for Texas Arts and Historical Commissions Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas", "new_id": -2}, {"uid": "1295307105132857877", "i": 1767, "idx": 0, "sa": ["Kobe Bryant", "Derek Fisher", "Lamar Odom", "Yao Ming", "Tracy McGrady", "Luke Walton", "Ron Artest", "Luis Scola", "Allen Iverson"], "q": ", with <strong> Derek Fisher </strong> of the Lakers and <strong> Ron Artest </strong> getting ejected and technical fouls assessed to <strong> Kobe Bryant </strong>, <strong> Ron Artest </strong>, <strong> Luis Scola </strong>, <strong> Luke Walton </strong> and <strong> Lamar Odom </strong>, who had 11 rebounds.\" It's the playoffs,\" <strong> Kobe Bryant </strong> said, <q> this is what it's about. </q> On January 15 2002 <strong> Allen Iverson </strong> Drop 58 Points on the Houston Rockets http://wn.com/Tracy_McGrady_Houston_Rockets_22nd_straight_win_vs_Kobe_2008 March 16, 2008 <strong> Tracy McGrady </strong> had carried the Houston Rockets through their winning streak since <strong> Yao Ming </strong> went down with a foot injury. On Sunday, it", "new_id": -2}, {"uid": "1295094125134053943", "i": 20098, "idx": 28, "sa": ["Channing Frye", "Stephon Marbury", "Allen Iverson"], "q": ". <strong> Stephon Marbury </strong> scored a season-high 33 points and rookie <strong> Channing Frye </strong> added 21 points and 11 rebounds for New York, which rallied from a 16-point deficit in the third quarter and then squandered a nine-point lead in the fourth. <q> We got really aggressive, especially when we went small, </q> Knicks coach Larry Brown said.\" We got loose balls, we didn't turn the ball over and we got second shots. We really hurt them on the boards.\" <strong> Allen Iverson </strong> had 40 points and 10", "new_id": -2}, {"uid": "1296098111217432120", "i": 3576, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.\" In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Ford proposed this back in 2001( If I remember the year correctly) But I am glad to see someone utilizing it finally. I think it should be a much less costly alternative to fuel/electric hybrids", "new_id": -2}, {"uid": "1297462668072581183", "i": 49016, "idx": 0, "sa": ["Steve Ballmer"], "q": "now run the Windows Phone OS, instead of the in-house Symbian OS; in exchange, Nokia would help Microsoft improve its hardware. Bing, meanwhile, will become the default search engine on Nokia handsets. <q> I am excited about this partnership with Nokia, </q> <strong> Steve Ballmer </strong>, the CEO of Microsoft, said in a statement released today.\" Ecosystems thrive when fueled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and", "new_id": -2}, {"uid": "1295735680191037477", "i": 43460, "idx": 1, "sa": ["Ryan Crocker", "Colin Powell", "Dick Cheney"], "q": "including <strong> Dick Cheney </strong> and <strong> Colin Powell </strong>, discussed the legacy of the first major military conflict after the Cold War- as well as some of the lessons that have not been easy to apply in the years since. <q> It's an era when small states can create big problems, </q> <strong> Ryan Crocker </strong>, U.S. ambassador to Iraq from 2007 to 2009, said in an interview before the event. The modern world features\" space for a host of non-state actors to play dangerous roles.... Al-Qaeda is the", "new_id": -2}]