[{"uid": "1297265545173457430", "i": 8549, "idx": 0, "sa": ["Donald Rumsfeld", "Joe Biden"], "q": "in Congress over... GOP critic calls <strong> Joe Biden </strong>'s$ 53 billion high-speed rail plan \"insanity\" Republicans vs. Republicans: When are federal budget cuts too deep? Video: Why Americans Are Turning Against Obamacare Report Abuse <q> no no no we need a fast train so we can commit suicide </q> Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! 1 Trick your Auto Insurer hides from you for extremely cheap rates.", "new_id": -2}, {"uid": "1295218030130613328", "i": 17465, "idx": 0, "sa": ["Troy King", "Colin Powell"], "q": "a task force to combat electronic gaming after disagreements with Attorney <strong> Colin Powell </strong> <strong> Troy King </strong> on enforcement, said they moved forward closing the operations down until they reached VictoryLand in Shorter and Country Crossing near Dothan. <q> We knew when that happened, just because of the people that owned it, that it was going to be very controversial, </q> the governor said. \"But you can't do it in one place and not do it in another place because the people who owned it are more powerful or more politically connected.\"", "new_id": -2}, {"uid": "1295005754255803419", "i": 193, "idx": 2, "sa": ["Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told Allen: \"I will get ITV to make substantial five-figure donation to your charity for the interview\". But Allen told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to \"say a little prayer\". She previously had a miscarriage when she", "new_id": -2}, {"uid": "1297202759258572290", "i": 2143, "idx": 0, "sa": ["Jay Bybee", "Donald Rumsfeld", "President Bush"], "q": "Water boarding has long been considered torture under the Geneva Conventions, the Convention Against Torture, and domestic law, until torture and authorize it in violation of international law. Joseph <strong> Jay Bybee </strong> redefined torture as actions leading to <q> serious physical injury such as death or organ failure. </q> <strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> should take heed. In his book published this week, Known and Unknown, he too justified the Administration's use of torture. He and <strong> President Bush </strong> have some public support.", "new_id": -2}, {"uid": "1296131634081985542", "i": 2090, "idx": 1, "sa": ["Andy Coulson"], "q": "of the World, stood by his earlier decision at the meeting. \"I was asked by Sir Paul Stephenson to establish the facts, not to review the case,\" he said. <q> The plain fact was that while the material was new to the media it wasn't new to us. It didn't constitute new evidence. </q> The issues around phone-hacking have started to unravel at an alarming rate since the resignation of <strong> Andy Coulson </strong>, Downing Street director of communications, on Friday. The government has been accused of \"hiding\"", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds. \"We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1297503307016302106", "i": 25963, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "Colin Powell", "Tommy Franks"], "q": "been bad-mouthing the Pentagon all over town... I don't know what the hell is in Armitage's craw but I'm tired of it.\" There are some puckish observations. <strong> John McCain </strong> is characterised as <q> a man with a hair-trigger temper and a propensity to fashion and shift his opinions to appeal to the media </q>. The haste with which <strong> Colin Powell </strong> <strong> Tommy Franks </strong> sought to retire after the Iraq invasion is noted acidly. A thread that runs through his account of Iraq and Afghanistan is that <strong> Donald Rumsfeld </strong> is no neo-conservative. He's", "new_id": -2}, {"uid": "1296056021070402082", "i": 28681, "idx": 0, "sa": ["Rex Ryan", "Michael Vick", "Wes Welker"], "q": ",000 Euro fine for being a caring son.[ Yahoo Eurosport] â\u0080¢ Seton Hall scratched to within three games of.500 by beating Syracuse last night. One scribe wrote the 90-68 drubbing was <q> like something out of a sacrificial ritual. </q>[ The Star-Ledger] â\u0080¢ Regrets, <strong> Wes Welker </strong> has 10, and they're all about feet as they pertain to <strong> Rex Ryan </strong>.[ Boston Herald] â\u0080¢ <strong> Michael Vick </strong>'s first big", "new_id": -2}, {"uid": "1295380350188088361", "i": 20414, "idx": 0, "sa": ["Kirsten Gillibrand", "Saeb Erekat", "Hillary Clinton"], "q": "the resolution should it come to a vote in the council. On Tuesday, 17 senators led by <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and <q> make it clear to the Palestinian Authority that it needs to sit down in direct talks with Israel, rather than pursue unhelpful resolutions at the United Nations. </q> In the West Bank, chief Palestinian negotiator <strong> Saeb Erekat </strong> said that the Palestinians and their backers have agreed on the wording for the anti-settlement resolution. He said he expects it to be submitted to the Security Council", "new_id": -2}, {"uid": "1295642034266682385", "i": 22317, "idx": 2, "sa": ["Vint Cerf", "Eric Schmidt", "Sergey Brin"], "q": ". Ad Feedback \"Larry and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,\" <strong> Vint Cerf </strong> said. <q> He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company. </q> It has long been held that <strong> Eric Schmidt </strong> was brought on at Google to counter the lack of business experience of Google's founders, and <strong> Eric Schmidt </strong> alluded to this in a tweet today. \"Day-to-day", "new_id": -2}]