[{"uid": "1295253261226672695", "i": 48424, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "condition from critical to serious. Giffords was taken off a ventilator Saturday and is now breathing on her own through a tracheotomy tube, while a feeding tube was inserted at the same time. <q>The congresswoman continues to do well,</q> the hospital, University Medical Center in Tucson, said in a statement. Her friend and fellow lawmaker, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, reiterated this, telling the media that Giffords, known as Gabby to her friends", "new_id": -2}, {"uid": "1295556469260145156", "i": 22075, "idx": 2, "sa": ["Eric Schmidt"], "q": " \"First, we must focus on developing the underlying fast networks( generally called LTE),\" <strong> Eric Schmidt </strong> writes. \"Second, we must attend to the development of mobile money,\" he continues. <q>Third, we want to increase the availability of inexpensive smartphones in the poorest parts of the world.</q> I will focus on priorities two and three, in part because they're more in Google's control. I'll start with mobile money, which I've written about numerous times. In a", "new_id": -2}, {"uid": "1296871091196296714", "i": 12041, "idx": 0, "sa": ["Bill Belichick", "Roger Goodell", "Michael Vick"], "q": "response the commissioner ordered following discipline in the 2007 Spygate episode. <strong> Roger Goodell </strong> told Sports Illustrated he felt \"deceived\" after <strong> Bill Belichick </strong> only issued a written public statement. Asked how he reacted to that, <strong> Roger Goodell </strong> said, <q>I didn't do anything further on that.</q> â\u0080¢ <strong> Michael Vick </strong>: <strong> Roger Goodell </strong> said the Philadelphia Eagles quarterback told him there was unauthorized use of his name to promote a party in the Dallas area on Super Bowl weekend. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told", "new_id": -2}, {"uid": "1295756651021528610", "i": 13745, "idx": 7, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "Facebook and Social Perhaps Google is positioning itself to fend off a growing threat from Facebook. One Gartner analyst says Google is facing a unique and extraordinary challenge from <strong> Mark Zuckerberg </strong>'s social network. PCWorld. <q>There certainly was nothing going on in the industry where people were saying something is coming. Google's results have been extraordinary.</q> <strong> Eric Schmidt </strong> wasn't the man to wage war with Facebook, he said. \"There is no making Facebook go away,\" he said. \"Now for the first time ever, Google will", "new_id": -2}, {"uid": "1295112447267436035", "i": 19884, "idx": 1, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "lowered to half-staff and led the nation in a moment of silence. He flew to Tucson to speak at a memorial service not far from the hospital where Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and other victims were being treated. <q>At a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds,</q> he said. More than any one politician, <strong> Sarah Palin </strong>, the 2008 Republican vice presidential candidate and a possible White House contender in 2012, figured in the unfolding political debate. Initially, an aide seemed", "new_id": -2}, {"uid": "1297177999266534917", "i": 29933, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "you don't get credit AFTER you allowed the worst attack on mainland soil to happen. That's like patting yourself on the back for bringing home a D- in math. Brent_Willcom: <strong> Donald Rumsfeld </strong> later concluded that <q>the fact that we haven't had hannahjoyc 3 minutes ago( 10:04 AM) I understand <strong> Donald Rumsfeld </strong>'s concern. Obviously when people are investigat ed for inappropriate reasons or in a way that is dehumanizi ng, it leaves others quaking in the wake. Which is exactly what the investigat ors want: the levels behind the leaders fearful, the leaders unable to move lest someone be left behind. What will happen to poor Old <strong> Donald Rumsfeld </strong> when we no longer need him to describe how \"troubled</q> he is by these tactics, because these tactics no longer are in use. This is not an idealistic theory... some are beginning to utilize it even as we speak. hannahjoyc: I understand <strong> Donald Rumsfeld </strong>'s", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}, {"uid": "1295436361080740353", "i": 29879, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Clarence Page"], "q": "<strong> Donald Rumsfeld </strong> of Health and Human Services millions of Americans will shortly be forced to accept government insurance. Exempted from these new rules will be labor unions. Remember that <strong> Barack Obama </strong> in a September 2009 speech to congress said: <q>If you misrepresent what's in the plan, we will call you out.</q> OK <strong> Barack Obama </strong> misrepresented what was in his plan. It's time to CALL HIM OUT. Then THROW him out in 2012! http://wn.com/Olbermann_On_Hannity_Being_Busted_By_The_Daily_Show_For_Lying_How_Bachmann_Broke_House_Rules Lots to talk about, thus, with <strong> Clarence Page </strong>, \"Chicago Tribune\" editorial", "new_id": -2}, {"uid": "1295981263080740407", "i": 43067, "idx": 1, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,\" <strong> Michael Bernick </strong> concludes. <q>It may be time that our California workforce system gives these jobs greater consideration.</q>( http://sfg.ly/eXj0J3). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog EDUCATION Company Cabrillo College Location EMPLOYMENT OPPORTUNITIES Company ENGINEER", "new_id": -2}, {"uid": "1295567982244678719", "i": 37669, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": "Thu, Jan 20, 2011, 6:59 PM EST- U.S. Markets closed <strong> Google Inc. </strong> co-founder Page to replace <strong> Eric Schmidt </strong> as CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Thursday January 20, 2011, 6:19 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>, a", "new_id": -2}]