[{"uid": "1297270524044515339", "i": 32401, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "countries backed the United States. ''More troubling, the French and Germans were, intentionally or not, giving <strong> Saddam Hussein </strong>'s regime the impression that they could stop a military confrontation,'' <strong> Donald Rumsfeld </strong> writes. <q>By giving <strong> Saddam Hussein </strong> a false sense of security, and thereby reducing the incentive for him to comply with the UN's demands, the French and Germans undoubtedly made a war more likely, not less.</q> <strong> Donald Rumsfeld </strong>'s memoir, Known and Unknown, marks the first time he has publicly discussed his tenure in the Pentagon since he left the job in 2006, after being fired by President George W Bush.", "new_id": -2}, {"uid": "1295637424010666035", "i": 2600, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "Nielsen said an even steeper ratings drop of 18 percent... ''American Idol' season 10 premiere ratings tank The big question when judge <strong> Simon Cowell </strong> announced he would not be returning to American Idol for season 10 was, <q>What will the dynamic be like at the judges' table without him?</q> Apparently many regular viewers didn't really care about the answer. The season For the start of its tenth season on Wednesday night, ''American Idol''' gained two new judges in the form of <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>", "new_id": -2}, {"uid": "1296899650208601094", "i": 15352, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "use of a private jet so he can fly between LA and London in comfort. But <strong> Simon Cowell </strong> has told the panicking bosses that the relentless travelling will be ''too gruelling''. A source said: <q>They are at their wit's end. ''The X Factor is ITV's biggest show and they can't afford for it to flop. It's getting to the point where they are literally willing to do anything in order to persuade <strong> Simon Cowell </strong> to appear in the live shows. ''But the simple fact is he can't be in two places at once and he's not sure he wants to be.</q> Bosses also face the additional headache of losing <strong> Cheryl Cole </strong>, who could be joining <strong> Simon Cowell </strong> on the judging panel of the US show. <strong> Simon Cowell </strong>, 51, is said to be determined to make the US X", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a ''powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q>someone with similar nous and journalistic experience</q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1297290951065437723", "i": 49185, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "<strong> Steve Ballmer </strong> announced the latest changes Wednesday in an e-mail to Microsoft employees. ''We're already making strong traction across our Server and Tools Business by embracing cloud services,'' <strong> Steve Ballmer </strong> wrote. <strong> Satya Nadella </strong> <q>has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.</q> <strong> Steve Ballmer </strong> also disclosed that <strong> Amitabh Srivastava </strong>, senior vice president in the Server and Tools Business, is leaving Microsoft. ''Windows Azure is in a great place and <strong> Amitabh Srivastava </strong> is ready to move to a new phase", "new_id": -2}, {"uid": "1297156819182796331", "i": 2320, "idx": 0, "sa": ["Dwaine Caraway", "Jim Schwartz", "Michael Vick", "Mike Munchak"], "q": "eighth overall by the then-Houston Oilers in 1982. Lions coach <strong> Jim Schwartz </strong> said he didn't realize how respected <strong> Mike Munchak </strong>, 50, was throughout the NFL until he left Tennessee. <q>I am known as someone who burns the midnight oil, and consistently <strong> Mike Munchak </strong>'s car was the only one left in the parking lot when I left. Titans fans can sleep well knowing Munch is at the helm. I know I did,</q> he said in a statement. A minor ruckus has arisen over Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong>'s presentation of a ''key to the city'' to Eagles quarterback <strong> Michael Vick </strong> at a ceremony in Dallas leading up to", "new_id": -2}, {"uid": "1297130830124354601", "i": 24775, "idx": 0, "sa": ["Simon Cowell"], "q": "an episode of ''American Idol'' since he left the show. Talking to reporters on a conference call for his new music competition series, ''The X Factor,'' <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.</q> While <strong> Simon Cowell </strong> isn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. ''What I was more concerned about[ was] the", "new_id": -2}, {"uid": "1295589646072171577", "i": 12965, "idx": 1, "sa": ["Eric Schmidt"], "q": "in April. ''Day-to-day adult supervision no longer needed,'' <strong> Eric Schmidt </strong> tweeted yesterday. Page, who <strong> Eric Schmidt </strong> said is ''ready to lead,'' will take over on April 4. <q>Larry is looking to take a more active role in day-to-day operations, seeing as he's ready to step up to that CEO role,</q> said Aaron Kessler, an analyst with ThinkEquity. ''Larry was relatively young when he founded Google. Young entrepreneurs aren't ready to assume a CEO position at that point.'' Ken Sena, a", "new_id": -2}, {"uid": "1297418101097157134", "i": 31086, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "will now become Nokia's primary smartphone operating system. The company said that its strategic partnership with Microsoft would ''build a new global mobile ecosystem''. Nokia's Chief Executive <strong> Stephen Elop </strong> said that <q>Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.</q> <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: ''I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible", "new_id": -2}, {"uid": "1295669969069369860", "i": 10775, "idx": 1, "sa": ["Eric Schmidt"], "q": "supervision no longer needed!'' Likewise Software Lets You Take Advantage of Active Directory Infrastructure Across Linux, Windows and Mac Systems <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}]