[{"uid": "1296576641238125066", "i": 41906, "idx": 1, "sa": ["Michael Vick"], "q": "handle it,'' Hafner said of the cattle.`` They've got a good hair coat this year, but we have to have enough feed to give them energy to keep going.'' Report Abuse <q>... Paula Lawson, a 59-year-old community organizer from suburban Glencoe... </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Hot Stock Alert- Celulas Stem Cell BioReactor Technology. Organ Regeneration. Invest Today!", "new_id": -2}, {"uid": "1296179950266141706", "i": 16763, "idx": 2, "sa": ["Barack Obama", "Chuck Schumer", "Sen. Bernie Sanders"], "q": "Thursday the solution should not slash benefits for future generations or subject benefits`` to the whims of the stock market.'' <strong> Sen. Bernie Sanders </strong> said he would like to hear a stronger pledge from <strong> Barack Obama </strong>. <q> <strong> Jeb Hensarling </strong> of Texas said, and he's the Republican conference chairman, that they're going to take <strong> Rand Paul </strong> Ryan's blueprint and use it, </q> said <strong> Chuck Schumer </strong>.`` That's privatizing Medicare.... They're going to do the same for Social Security.`` Their agenda: Privatize both programs, which means end them,'' said <strong> Chuck Schumer </strong>.", "new_id": -2}, {"uid": "1295465847021184526", "i": 12408, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Sounds like they are aiming to build the ultimate mail truck. First time? A confirmation email will be sent to you after submitting. Members enter your username and password. E-Mail", "new_id": -2}, {"uid": "1297297315172949561", "i": 43049, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "Microsoft Announces Microsoft BitLocker Administration and Monitoring( MBAM) Microsoft today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. <q> We're already making strong traction across our Server and Tools Business by embracing cloud services, </q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>.`` <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future", "new_id": -2}, {"uid": "1297179623238403585", "i": 19629, "idx": 4, "sa": ["Hugh Shelton", "John McCain", "Colin Powell", "President Bush", "Eric Shinseki"], "q": "that Iraq belonged to the Iraqis'), to former Army secretary <strong> Eric Shinseki </strong>, to former Joint Chiefs chairman <strong> Hugh Shelton </strong>, <strong> Colin Powell </strong> aide Richard Armitage, <strong> John McCain </strong> and, of course, the news media. \" <q> The most consistent censure is reserved for <strong> Colin Powell </strong>, <strong> Condoleezza Rice </strong> and anyone who operated in their diplomatic orbit. <strong> Colin Powell </strong> and his supporters, he writes, were skeptical of the administration's initiatives to the point of disloyalty. Apparently, it did not help that Democrats like then-Delaware <strong> Joe Biden </strong> described <strong> Colin Powell </strong> to a newspaper reporter as a` good guy,' but <strong> Donald Rumsfeld </strong> as a` unilateralist.' </q> How Iraq looks 50 years from now will do far more to write the definitive history of <strong> President Bush </strong>'s decision to go to war in Iraq than will any of the memoirs from the various players.", "new_id": -2}, {"uid": "1297299763261144601", "i": 47743, "idx": 1, "sa": ["Colin Powell"], "q": "<strong> Colin Powell </strong> could not attend. The event is voluntary and paid for with a chaplains' offering fund and a$ 7 admission. As of Tuesday, 178 attendees from the 10,000 on base are expected. <q> He's not here to pass out Bibles and to have a sermon, </q> Bryan said of McClary.`` Does he have personal Christian beliefs? Yes, he does.... We're committed to protecting somebody's right to practice any religion they choose, or no religion, provided those", "new_id": -2}, {"uid": "1297163077054263818", "i": 40513, "idx": 3, "sa": ["Simon Cowell"], "q": "the contestants but also mentor them, the live portion of the show will be ultra-competitive and <strong> Simon Cowell </strong> is looking for some true music heavyweights who can back up their criticism as well as coach the contestants. <q> I got bored of just judging, </q> said <strong> Simon Cowell </strong>.`` I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis.'' <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end", "new_id": -2}, {"uid": "1297271679224821249", "i": 9067, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his tomb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said.`` That's the type of level that he's playing at.'' McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}, {"uid": "1296687274182059050", "i": 42471, "idx": 1, "sa": ["John Krautner", "David Letterman", "Meg White"], "q": ".'' <strong> David Letterman </strong> Buick had already put out a <strong> Meg White </strong> Stripes single at that point. <strong> David Letterman </strong> and Jack were buddies. Later, Jack was over at <strong> David Letterman </strong>'s house, so <strong> John Krautner </strong> and I went over there: <q> Hey, Jack, we've got a question for you-- </q> And Jack said`` Yes, already, yes, absolutely, wan na join, count me in.'' We said,`` All right!'' Whenever we practiced at Jack's", "new_id": -2}]