[{"uid": "1295665840153141349", "i": 42308, "idx": 0, "sa": ["Andy Coulson"], "q": "short for Israel-Palestinian deal: UN chief\" Soon Israel will not be able to negotiate anything outside their UN given border. Bunch of schmucks lost another opportunity- again. Report Abuse <q>the palestinians can go live in iran with the rest of the hamas/ hezbollah supporters</q> Report Abuse \"Let's repeat together: \"Settlements in the occupied Palestinian territory are illegal under international law\".\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and", "new_id": -2}, {"uid": "1295813473183353387", "i": 15087, "idx": 6, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "in private life, although he is happy to be an informal presidential adviser. \"The administration knows that I am quite content with the work I am doing now,\" he said. <q>I am not interested in a government job.</q> Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, Mr. <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to", "new_id": -2}, {"uid": "1295552007106610735", "i": 28114, "idx": 0, "sa": ["Cameron Douglas", "Michael Vick"], "q": "natural state. \"The bonding aspect is a major attraction,\" says <strong> Cameron Douglas </strong>, a 66-year-old with his own marketing and communications company, who received ManChef lessons as a Christmas gift from his wife. <q>I like the idea that it's all men. Women tend to dominate in the kitchen and it can be intimidating. We're all at the same level. We have laughs. We bond.</q> Graben begins tossing melons across the kitchen into the waiting hands of the guys. \"That's a better throw than( Philadelphia Eagles' quarterback) <strong> Michael Vick </strong> could make last night,\" Zeidenberg", "new_id": -2}, {"uid": "1295559606214679608", "i": 2267, "idx": 2, "sa": ["Eric Schmidt"], "q": "take effect on April 4. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a statement. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> he added. Page praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job leading Google for the last decade.\" \"There is no other CEO in the world that", "new_id": -2}, {"uid": "1296719606020512783", "i": 294, "idx": 0, "sa": ["Jim Wallace", "Mike Pence"], "q": "president. <strong> Jim Wallace </strong>, 49, said he understands the odds but thinks he brings an economic development and business background that <strong> Mike Pence </strong> lacks. Besides, he suggested, <strong> Mike Pence </strong> is needed in Congress. <q>I like <strong> Mike Pence </strong>. I think he's a fantastic congressman. In fact, I think he's a treasure on the national stage,</q> he said. \"I think it would be a tragedy to lose that conservative voice in Congress.\" <strong> Jim Wallace </strong> emphasizes his own resume and business background, including his graduation from the U.S. Military Academy and", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan. \"He's my first Division I recruit,\" <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q>He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves.</q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley \"has <strong> Michael Vick </strong> capabilities.\" <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}, {"uid": "1297375858182599693", "i": 29798, "idx": 0, "sa": ["David Letterman", "Danica Patrick", "Bobby Rahal"], "q": "While he still gets some satisfaction from team wins when he's watching his drivers from atop the timing stand, \"it's not as much fun, I can tell you that.\" <q>When I won the Indy 500 versus when we won it with( 2004 race winner) <strong> Buddy Rice </strong>, it was still a tremendous thrill and sense of accomplishment but it's just a very different one and you really can't compare the two,</q> he said. The team may be best known for bringing <strong> Danica Patrick </strong> to the IndyCar series in 2006. <strong> Bobby Rahal </strong> <strong> David Letterman </strong> left the IndyCar Series after 2008 and has run drivers in the Indy 500 for the past", "new_id": -2}, {"uid": "1295007611134168585", "i": 38920, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "in a way that heals, not in a way that wounds.\" \"As we discuss these issues, let each of us do so with a good dose of humility,\" <strong> Barack Obama </strong> said. <q>Rather than pointing fingers or assigning blame, let us use this occasion to expand our moral imaginations, to listen to each other more carefully, to sharpen our instincts for empathy, and remind ourselves of all the ways our hopes and dreams are bound together.</q> <strong> Barack Obama </strong> also said <strong> Gabrielle Giffords </strong> opened her eyes for the first time during his visit and quote \"she knows we are here and she knows we love her.\" New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> was also", "new_id": -2}, {"uid": "1296134357251920420", "i": 4010, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> and fellow judge <strong> Cheryl Cole </strong> remained tight-lipped over the US X Factor judging panel, saying that an announcement would be made shortly. were in high spirits after winning Best Serial and said of rival Coronation Street: <q>They had a great year, they put some great episodes together, they really pushed it and they lost. Sorry!</q> Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor.", "new_id": -2}, {"uid": "1297242016083116039", "i": 14504, "idx": 0, "sa": ["Vanessa Williams", "Barbara Walters", "David Letterman"], "q": "one had their life extended by open-heart surgery. <strong> Barbara Walters </strong> also hosts this profile of celebrities who conquered heart disease, still the number-one cause of death in <strong> Vanessa Williams </strong>. In the interview segments, even <strong> David Letterman </strong> gets serious: <q>There's no reason why a man or woman in this day and age should unexpectedly drop dead of a heart attack,</q> says <strong> David Letterman </strong>. MOVIE Disney's The Kid Family Channel, 8 p.m. Disclaimer Â© Copyright 2011 The Globe and Mail Inc.. All Rights Reserved. M5V 2S9 Phillip Crawley", "new_id": -2}]