[{"uid": "1295559843078905398", "i": 10064, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1295920625115490878", "i": 7235, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama"], "q": "at the local state college, as this novel too frequently does. Take, as an example, this summing up of the fictional <strong> Barack Obama </strong>'s view of America on the eve of the 2012 election: <q> What a curious people. Their mania for self-improvement encompassed everything that touched them, and they resented the cost of every change. They were proudly self-reliant and quick to assign blame to others for disappointments. They were certain theirs was the most enlightened and envied society on earth, that human history was mostly a chronicle of their achievements, and were convinced, too, that their country was constantly in need of repair. Everything they had was better than what any other people had, and nothing was good enough. </q>- Culture Monster 01/24/2011, 5:15 p.m.- L.A. Times- Business 01/24/2011, 5:13 p.m.- L.A. Times- Business 01/24/2011, 5:13 p.m. It's official: Google approves$ 100-million award for outgoing CEO <strong> Eric Schmidt </strong> Sign", "new_id": -2}, {"uid": "1297110030149880903", "i": 20654, "idx": 2, "sa": ["Mike Darnell", "Simon Cowell"], "q": "vocal ability, charisma and stage presence it takes to really become a superstar.`` I love having the audience there because everyone's suddenly a judge- everyone's an expert,'' <strong> Simon Cowell </strong> said. <q> But actually, on this show, you get that chance, because you make your presence felt. I mean if you love somebody, you show the support. If you hate them, you can make your presence felt. <strong> Diana Ross </strong> if you think we're wrong,- rare- you can also change our minds occasionally. </q> Fans of <strong> Simon Cowell </strong>'s abrasive criticism need not worry-his presence on The X Factor is expected to be just as biting as ever, perhaps even more so. <strong> Mike Darnell </strong>, the President of Alternative Entertainment for Fox", "new_id": -2}, {"uid": "1296550599213254150", "i": 15121, "idx": 1, "sa": ["Brandon Lloyd", "Michael Vick"], "q": "A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard.`` I don't surf,'' <strong> Michael Vick </strong> said. <q> I watch National Geographic too much, and I've seen too many catastrophic situations. </q> The players also spent a lot of time lounging at the hotel pool or one of the lagoons at Ko Olina Resort. And the rookies were invited... because they're the ones stuck with the hefty", "new_id": -2}, {"uid": "1297483708099155968", "i": 20524, "idx": 0, "sa": ["Michelle Trachtenberg", "Katy Perry", "Aretha Franklin", "Dave Matthews", "Elizabeth Taylor", "Simon Cowell", "Joan Rivers"], "q": "Melissa and <strong> Joan Rivers </strong> talk GRAMMYs <strong> Dave Matthews </strong> Speaks On His Grammy Nods <strong> Katy Perry </strong>'s <strong> Aretha Franklin </strong> Grammys tribute Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Michelle Trachtenberg </strong>: <q> One Day I Woke Up and Had Boobs </q> Court shoots down J.R. Ewing actor in Citi dispute <cite> Reuters </cite> <strong> Elizabeth Taylor </strong> treated for congestive heart failure <cite> Associated Press </cite> Lindsay, Kim K., Hef& More Tweet Over Historic Regime Change In Egypt <strong> Katy Perry </strong>:'", "new_id": -2}, {"uid": "1295903932252543006", "i": 5120, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg"], "q": "of campaigning with a dog wrapped in a union flag. To quote from Why the Conservatives need someone with the common touch now that <strong> Andy Coulson </strong> has gone MarshallStack 24 January 2011 8:47 PM <q> So, who will step into the breach as the Tories' voice of the people? </q> condemsham 24 January 2011 8:53 PM Manningtreeimp 24 January 2011 9:01 PM But the Tories have Man of the People <strong> Nick Clegg </strong> to be their cheerleader, don't they? Manningtreeimp 24", "new_id": -2}, {"uid": "1297145575101449730", "i": 21654, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "<strong> Paula Abdul </strong> on the judging panel.`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge. <q> I've always said at some point we are going to be working together. </q> But, he added,`` I have to take everyone's opinions into account,'' including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1295615027107249664", "i": 46615, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "according to a blog post penned by the man himself. The decision came down to how best optimise Google's triumvirate of power( <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>) to become a more adaptable enterprise. <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> said. While Page takes the helm of CEO, <strong> Eric Schmidt </strong> will be executive chairman where he said he will focus on`` deals, partnerships, customers and broader business relationships, government outreach and technology", "new_id": -2}, {"uid": "1296730852266321953", "i": 44124, "idx": 4, "sa": ["Donald Rumsfeld", "Jon Huntsman", "Ronald Reagan"], "q": "administration could have done differently and better with respect to wartime detention,'' <strong> Donald Rumsfeld </strong> acknowledges. Politics Video: Disgraced Fla.. Congressman tries a comeback Politics Video: <strong> Ronald Reagan </strong> Centennial: 1980 GOP Acceptance Speech Report Abuse <q> So what else is Mr. <strong> Donald Rumsfeld </strong> going to say? That it was all a mistake and we should never have gone in? Of course, not. His world-view and sense of self are too long held to ever admit that the invasion of Iraq was a mistake and should never have been launched. And I doubt Mr. <strong> Donald Rumsfeld </strong> will live long enough to reflect and recant his blunders as Mr. McNamara was brave enough to do. </q> Washington Post: The Fix: The case against <strong> Jon Huntsman </strong> Washington Post: The Monday Fix: Last week's political highlights Do NOT Buy Car Insurance! Your Auto Insurer Hates This. 1 trick to get extremely cheap", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}]