[{"uid": "1295439750077627474", "i": 12708, "idx": 0, "sa": ["Kerry Katona", "Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "is believed to have asked <strong> Cheryl Cole </strong> 27, to buy a multi-million dollar home in North Palm Drive, instead of moving into a Â£ 400,000 apartment <strong> Derek Hough </strong>. A source close to <strong> Cheryl Cole </strong> told Heat magazine, <q>He knows how lonely it can be to start over in a new country and he wants her nearby. \"Space, privacy, and security don't come cheap in LA- especially where he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.</q> The insider added that <strong> Cheryl Cole </strong> might just go for <strong> Simon Cowell </strong>'s offer when she moves to the US for the American version of the X-Factor, so that she can maintain her independence. <strong> Kerry Katona </strong> questions timing", "new_id": -2}, {"uid": "1297511930040550430", "i": 46380, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "consult the councils before wielding his axe, leaving them saddled with huge costs for projects already under way. Other councils may mount similar legal cases. Sharon Holder of the GMB union said last night: <q>This is a huge victory for councils challenging the unjustified government cuts.</q> <strong> Andy Burnham </strong>, Shadow Education Secretary, said: \"<strong> Michael Gove </strong>'s competence and judgment have all been called into question by this ruling. Public money has been wasted because of the shambolic handling of this matter.", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.\" <strong> David Letterman </strong> then asked for clarification that \"contention, friction and animosity\" could be creatively good, to which <strong> Steven Tyler </strong> said: <q>Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs.</q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are \"just on a break[ and] still rocking big time\".", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}, {"uid": "1296639953047300640", "i": 28303, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Chris Elliott"], "q": " \"The Tonight Show's \"Jaywalking\" segments. He was ambushed by \"Herman Munster with a neckjob,\" as he described <strong> Jay Leno </strong>, who shoved a microphone in his face. <q>How am I supposed to know that flour is the main ingredient in bread?</q> he asked <strong> David Letterman </strong>. \"I'll tell you right now, that show is for morons,\" <strong> Chris Elliott </strong> said of` The Tonight Show.\" \"It is not like your show... This is", "new_id": -2}, {"uid": "1295344920052248582", "i": 26352, "idx": 1, "sa": ["Steve Ballmer"], "q": "the cloud arena against Google, especially over federal and large-enterprise contracts for cloud-based apps. <strong> Steve Ballmer </strong> has insisted for months that his company is \"all in\" with regard to the cloud services. <q>We have learned a lot through running Windows Live, Hotmail, Bing,</q> he told an audience during a 12 July keynote address at last summer's Worldwide Partner Conference. \"These are some of the highest volume services run on the Internet today. When you run a highly scaled,", "new_id": -2}, {"uid": "1296527936108609567", "i": 25648, "idx": 0, "sa": ["Sergio Marchionne"], "q": "at the end of the month. Bloomberg( ht jb): \"Ford Motor Co. said the U.S. industrywide auto sales rate may be lower in January than December...\" Auto sales seen losing momentum in January <q>U.S. auto sales lost momentum in the final weeks of January, auto executives and a leading analyst cautioned on Monday... J.D. Power forecast a January sales rate of between 11.5 million and 12 million vehicles, down sharply from the outlook for 12.2 million it had given just 10 days before.</q>... on Monday Chrysler Chief Executive <strong> Sergio Marchionne </strong> said that industry-wide sales had fallen off in the final weeks of the month, which typically account for the bulk of sales. Company: Calculated Risk", "new_id": -2}, {"uid": "1296173803032686171", "i": 8410, "idx": 0, "sa": ["Mike Pence"], "q": "supporters that he will not mount a presidential run in 2012. Though he stopped short of a formal announcement, <strong> Mike Pence </strong> strongly suggested that he will instead seek the governorship of Indiana next year. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong> told supporters in an e-mail message sent Thursday afternoon. \"We will not seek the Republican nomination for president in 2012.\" <strong> Mike Pence </strong> gave up his post in the House Republican leadership this year,", "new_id": -2}, {"uid": "1297461177215384092", "i": 10820, "idx": 5, "sa": ["Michael Vick"], "q": "Everything you've done to these dogs, something bad needs to happen to these guys.\" Knorr said that the public's perception of <strong> Michael Vick </strong> depends on whether a person owns a dog. <q>I think 25 percent of people are for him-- those are the football fans-- 25 percent of people hate him and 50 percent are right in the middle,</q> Knorr said. \"A lot of Eagles fans didn't like it when the team first signed him. If he had a horrible season, would Eagles fans still be supporting him?\" Knorr,", "new_id": -2}, {"uid": "1295562514244678661", "i": 7041, "idx": 3, "sa": ["Eric Schmidt"], "q": "to report earnings, excluding items, of$ 8.06 a share, on$ 6.05 billion in revenue. \"Q4 marked a terrific end to a stellar year,\" <strong> Eric Schmidt </strong> said in a statement. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.</q> In after-hours trading, shares of Google rose 2.1 percent to$ 639.68, despite having closed Thursday's regular session down 0.8 percent.", "new_id": -2}, {"uid": "1296083432189841410", "i": 30188, "idx": 1, "sa": ["Michael Vick"], "q": "rid of the ball quicker and protect himself better. \"I feel like I got greedy,\" <strong> Michael Vick </strong> said, and then he added the line that will sum up his 2010 season: <q>It's a bad way to go out but, hey, I went out swinging.</q> Those words will resonate for days and weeks as everybody tries to come to grips with what just happened and with what might happen in the future. The operating assumption is that the Eagles are", "new_id": -2}]