[{"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q>Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized.</q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}, {"uid": "1296496540175096035", "i": 16540, "idx": 1, "sa": ["Michael Vick"], "q": "bests with 3,018 passing yards, 21 TD throws, a 62.6% completion rate and a 100.2 rating. \"We'll see what happens over the next couple months,\" <strong> Michael Vick </strong> said last week. <q>I just got to be patient and take it day by day.</q> The franchise tag was worth$ 16.4 million for quarterbacks in 2010. The NFL is likely to retain some form of the franchise/transition tag mechanism once a new collective bargaining agreement is reached. YouTube", "new_id": -2}, {"uid": "1297181592182665236", "i": 20556, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> All content Â© Copyright 2001- 2011 WorldNow and WLBT, a", "new_id": -2}, {"uid": "1296355159262340618", "i": 37557, "idx": 2, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Lakers_vs_Warriors_Pre_Season_Kobe_Bryant_22_points Date: October 7, 2009 Honda Center Anaheim, CA Lakers vs Warriors Pre Season Game.", "new_id": -2}, {"uid": "1297312080215105541", "i": 17587, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "But he'd probably be surprised to hear what fellow professional athlete <strong> Mark Buehrle </strong> had to say about him during a recent interview. <strong> Mark Buehrle </strong>, a veteran pitcher for the Chicago White Sox, <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?</q> said <strong> Mark Buehrle </strong>. \"How could you do that if you are somewhat sane?\"[ <strong> Michael Vick </strong>] had a great year and a great comeback, but there were times where we watched the game and", "new_id": -2}, {"uid": "1297426198245137428", "i": 17409, "idx": 0, "sa": ["Steve Ballmer"], "q": "could be a prelude to an actual merger, if things work out, at some point in the future. Beyond all this there is, obviously, still a bigger question. Elop suggested that <q>together we have the opportunity to disrupt the current trajectory</q>- but can this truly help the two companies beat the iPhone's mindshare or block Android's advances? That's where things remain entirely uncertain. While <strong> Steve Ballmer </strong> and Elop were bullish during a", "new_id": -2}, {"uid": "1296497082169607183", "i": 11318, "idx": 1, "sa": ["Sergio Marchionne", "Jesse Toprak"], "q": "SUVs and trucks, launching a successful Fiat dealership network, and paying back the costly government loans,\" <strong> Jesse Toprak </strong> said. <strong> Sergio Marchionne </strong> said the company's restructuring is starting to pay off. The automaker has <q>lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months. All of these vehicles bear testimony to Chrysler's rebirth,</q> he said. Chrysler is on track to pay down$ 2.1 billion of the$ 5.8 billion it owes the government by the end of the year and may retire the entire debt, said <strong> Sergio Marchionne </strong>,", "new_id": -2}, {"uid": "1296722752183549956", "i": 30985, "idx": 0, "sa": ["Bill Clinton", "David Letterman"], "q": "good story. And knew she needed the celebrity infusion to attract attention. \"I didn't want people to feel that this was going to be an hour lecture,\" she said. <q>To have these very famous, and in some cases very funny, people, meant that they would watch.</q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former Big Mac <strong> Bill Clinton </strong>, revealed that he's now practically a vegan. The usually private <strong> David Letterman </strong>, 63, talks candidly about", "new_id": -2}, {"uid": "1297112033026116113", "i": 49273, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> 3:00 p.m.- 4:00 p.m. Let's Make A Deal 8:00 p.m.- 8:30 p.m. How I Met Your Mother 8:30 p.m.- 9:00 p.m. Rules Of Engagement", "new_id": -2}, {"uid": "1296257094202539037", "i": 38065, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Jeffrey Feltman", "Donald Rumsfeld"], "q": "country after president <strong> Zine El Abidine Ben Ali </strong> was ousted on January 14 and swiftly called for reforms. He said on Tuesday only free and fair elections would strengthen and give credibility to the north African state's embattled leadership. <q>I certainly expect that we'll be using the Tunisian example</q> in talks with other Arab governments, Assistant <strong> Donald Rumsfeld </strong> of State <strong> Jeffrey Feltman </strong> added. He was dispatched to the north African country to offer US help in the turbulent transition of power, and met with Tunisian", "new_id": -2}]