[{"uid": "1296340734125665312", "i": 40083, "idx": 2, "sa": ["Mos Def", "Allen Iverson", "Carmelo Anthony", "LeBron James"], "q": "received a scare when Denver's JR <strong> Mos Def </strong> fell on <strong> LeBron James </strong>' right ankle when both were scrambling for a loose ball late in the fourth quarter. <strong> LeBron James </strong> sat out all of 8 seconds before checLeBron James back in. <q> It's been better, </q> <strong> LeBron James </strong> Iverson_Allen Iverson_36pts_10assists_vs_T-Mac_Houston_Rockets_06/07 The Denver Nuggets have survived long enough without <strong> Carmelo Anthony </strong>. Now, they can't wait to see how their risky \"experiment\" works. <strong> Allen Iverson </strong> banked in a running 3-pointer in overtime and scored 36 points", "new_id": -2}, {"uid": "1296108988167460874", "i": 901, "idx": 5, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better this season than it ever has been. <q> I feel like this one, I had to work hard to get it, </q> he said. \"It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it", "new_id": -2}, {"uid": "1295607635131039250", "i": 33639, "idx": 3, "sa": ["Eric Schmidt"], "q": "\"It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,\" said Ryan Jacob, portfolio manager with the Jacob Internet Fund. <q> It should streamline the decision-making process. They're in a fast-moving industry. </q> <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class A common stock, the company said. Based on Google's closing share price of$ 626.77 yesterday, he would earn about$ 334.7 million on", "new_id": -2}, {"uid": "1297184332188334094", "i": 10084, "idx": 1, "sa": ["Mayor Tom", "Tom Leppert", "Richard Hunter", "Michael Vick"], "q": "Other rescue groups agree. \"I don't think he's really earned that honor yet to get a key to the City of Dallas,\" said Tara Harper, PAWS In The City. <q> I think that should be bestowed on people who are internationally famous for wonderful things they've done. </q> <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> is upset, too, saying it's against city protocol. <strong> Richard Hunter </strong> of Dallas adopted one of pit bulls previously owned by <strong> Michael Vick </strong>, who is now on probation after serving prison time", "new_id": -2}, {"uid": "1296574658231948384", "i": 54895, "idx": 0, "sa": ["Eric Schmidt"], "q": "belt, as well as experience at the US State Department, and running the Google Ideas think tank. Crains said the planned volume has been described as seriously wonky. Hollywood Reporter, the book will examine <q> the challenges that technology poses to authoritarian regimes </q>. This is of course a subject <strong> Eric Schmidt </strong> knows much about, having overseen Google's own fearless challenge against a number of authoritarian regimes, including the European Commission's competition authorities and assorted rights holders' and", "new_id": -2}, {"uid": "1295807421110559236", "i": 34729, "idx": 26, "sa": ["Dick Cheney", "Colin Powell", "John McCain", "Barack Obama", "Bill Ayers"], "q": "NBC, <strong> Colin Powell </strong> said that part of the reason he is supporting <strong> Barack Obama </strong> is because he did not like the negative tone of <strong> John McCain </strong>'s campaign, which has noted the links between <strong> Barack Obama </strong> and domestic terrorist William <strong> Bill Ayers </strong>. <q> It troubled me. We... <strong> Colin Powell </strong> Dismisses Dick Cheneys Claim That <strong> Barack Obama </strong> Made US Less Safe- HIPHOPNEWS24-7. COM <strong> Colin Powell </strong> Dismisses Dick Cheneys Claim That <strong> Barack Obama </strong> Made US Less Safe- HIPHOPNEWS24-7. COM CLICK HERE- CLICK HERE www.hiphopnews24-7.com www.hiphopnews24-7.com www.hiphopnews24-7.com www.hiphopnews24-7.com... <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c \"He Didn't Have the Complete Grasp of the Economic Problem </q> <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c \"He Didn't Have the Complete Grasp of the Economic Problem\" \"<strong> John McCain </strong> was Unsure on How to Deal w/the Economic Problems that we were having. Almost everyday there was a", "new_id": -2}, {"uid": "1295621146048054324", "i": 59319, "idx": 7, "sa": ["Andy Coulson", "Rupert Murdoch", "Tom Watson", "David Cameron"], "q": "\"He's done an excellent, excellent job. I think he should be judged by that. This is all about the past. It's just gone on and on.\" <strong> Andy Coulson </strong> had been <q> punished for the same offense twice, </q> <strong> David Cameron </strong> said. In a Sept. 9 debate in the House of Commons, Labour's <strong> Tom Watson </strong> told his fellow lawmakers they were \"afraid\" of <strong> Rupert Murdoch </strong>'s power. As well as The News of the", "new_id": -2}, {"uid": "1295559318082083864", "i": 1037, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "is stepping down as the company's chief executive. Company co-founder <strong> Larry Page </strong> will become CEO, effective April 4. At the same time, Google said that <strong> Larry Page </strong>'s co-founder <strong> Sergey Brin </strong>, will henceforth concentrated on <q> strategic projects, in particular working on new products. </q> Although <strong> Eric Schmidt </strong> is stepping down as chief executive, Google said he will take on the role of Executive Chairman, \"focusing externally on deals, partnerships, customers and broader business relationships, government outreach and", "new_id": -2}, {"uid": "1296316227151535708", "i": 8220, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "destroy the legitimacy of his regime, outraging those still in the streets well into the night. \"We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further,\" protester Kamal Mohammad said. <q> He thinks it is calming down the situation but he is just angering people more. </q> <strong> Zahi Hawass </strong>, Egypt's top archaeologist, meanwhile, told state television on Saturday that he was \"seriously concerned\" about the safety of the capital's famed Egyptian Museum. Neighbouring buildings were gutted by fires", "new_id": -2}, {"uid": "1297475330028377090", "i": 48323, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "<strong> Kirsten Gillibrand </strong>'s decision sends a positive message. \"I think it's an affirmation about Rensselaer County-- that it's a great place to live, work and raise a family,\" Jimino said. <q> It will mean she has first-hand knowledge of how decisions that are made in Washington are affecting business, government and education in upstate. \"I think she feels strongly about the tie to Troy, </q> Jimino said. \"She has talked at Emma Willard. She was at Sage in the fall for her debate and made contact with several students. We're glad to have her close by.\"", "new_id": -2}]