[{"uid": "1294997084072613921", "i": 4069, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "got a phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q>always been good. I said he didn't owe me a phone call, but I appreciated it.<q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as \"Tonight\" show host. He says the reason is no mystery, noting, \"We all", "new_id": -2}, {"uid": "1297090505185942018", "i": 44169, "idx": 0, "sa": ["Dot-Marie Jones", "Simon Cowell"], "q": "American Idol\"s <strong> Simon Cowell </strong> will return to the judge's chair on \"The X Factor\" this fall on Fox and the famous judge is now revealing his top five tips to winning the show. <q>Be original, don't be boring, be fearless, number four-- stand out from the crowd, and number five, suck up to me,<q> he says. \"I should make that number one.\" Exclusive: <strong> Simon Cowell </strong> Reveals Top Five Tips to Winning \"The X Factor\" \"Glee\"s <strong> Dot-Marie Jones </strong> wore many hats before starring on \"", "new_id": -2}, {"uid": "1294979241033619997", "i": 7324, "idx": 0, "sa": ["Sergio Marchionne"], "q": "he wanted to pay off the Treasury Department in full and another$ 1.6 billion owed the Canadian government before launching a public offering of Chrysler stock, which he hopes to do by year's end. <q>I think we will repay every ounce of the loans, 100 cents on the dollar,<q> <strong> Sergio Marchionne </strong> said. Despite the likelihood of narrower losses or even a break-even outcome for the government, the congressional watchdog panel said it was still leery of federal bailouts because of the questions they raise about government", "new_id": -2}, {"uid": "1295729189209895446", "i": 34899, "idx": 0, "sa": ["Newt Gingrich", "Mike Pence"], "q": "what he says. Yep. Don't worry. The <strong> Newt Gingrich </strong> faction here is tiny. 19 posted on 01/22/2011 12:44:01 PM PST( The GOP elite& friends can pound sand.) <q>NAFTA is where all the jobs went. I remember <strong> Ross Perot </strong> talking about a giant sucking sound if NAFTA is passed. The sucking sound being all the jobs leaving the country.<q> He was right then and he's still right. Good old Newtie helped us get to where we are today. I'm looking for somebody new. How about <strong> Mike Pence </strong>, or Michelle Bachmann?", "new_id": -2}, {"uid": "1296387706032849946", "i": 44221, "idx": 4, "sa": ["Roman Harper", "Jahri Evans", "Drew Brees", "Michael Vick", "Jonathan Vilma"], "q": "Seattle on Jan. 8 in the wild-card round of the playoffs, and <strong> Drew Brees </strong>- along with Saints teammates <strong> Roman Harper </strong>, <strong> Jonathan Vilma </strong>, <strong> Jahri Evans </strong> and Carl Nicks- settled for the consolation of a trip to Hawaii. <q>It's nice to be back out here in Hawaii,<q> <strong> Drew Brees </strong> said. \"It's great for the fans, players love it. It's great for the families.\" <strong> Drew Brees </strong> will share time with <strong> Michael Vick </strong> and Atlanta's Matt Ryan in today's game", "new_id": -2}, {"uid": "1295970536237928474", "i": 30318, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "<strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the \"inclusive nature of his campaign.\" <q><strong> Sen. Joe Lieberman </strong> think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason <strong> Sen. Joe Lieberman </strong>'ll be voting for <strong> Barack Obama </strong>,<q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie", "new_id": -2}, {"uid": "1295534695152666176", "i": 12481, "idx": 0, "sa": ["Michael Vick"], "q": "for a safety that helped Smith's Atlanta Falcons and their young quarterback <strong> Michael Vick </strong> cruise to a 47-17 win in an NFC Divisional Playoff game in January 2005- just as he envisioned when he was 12. <q>I think every kid dreams of that at that age,<q> says Smith, who played at Barrington High School and Colorado State before an 11-year NFL career as a defensive end for the Falcons and the New Orleans Saints, where he was coached by Da Coach.", "new_id": -2}, {"uid": "1296745521187088920", "i": 18235, "idx": 1, "sa": ["Mr. Bigs", "Michael Vick"], "q": "Green Bay Packers, Terrance McGee and George Wilson of the Buffalo Bills, Earl Thomas of the Seattle Seahawks. There is no indication <strong> Michael Vick </strong> will attend this event.* The day is capped by the <q><strong> Michael Vick </strong>'s Super Saturday, Version 2.0<q> at <strong> Mr. Bigs </strong> Sports Bar. That one goes from 8 p.m. to 4:30 a.m. Organizers are listing appearances by <strong> Michael Vick </strong>, Ford and Smith. Because your contributions are currently under review, no comments can be made at", "new_id": -2}, {"uid": "1296443805235372691", "i": 14723, "idx": 4, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,<q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Kobe Bryant </strong> Scores 81 Points Raptors vs Lakers( Part 2) With the 18997 fans at Staples Center chanting \"MVP! MVP!\" <strong> Kobe Bryant </strong> made two free", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,\" says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q>Then a friend of mine... called me and said,' I think you're making a big mistake,'?<q> he says. \"Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?\"", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]