[{"uid": "1295682265065617928", "i": 85, "idx": 9, "sa": ["Mike Pence"], "q": "to get you to the finish line. You need to be able to expand beyond that.\" <strong> Mike Pence </strong> said Monday he's leaning in one direction but declined to say what it was. <q> We're nearing the end of a process that began right after Election Day in November, </q> <strong> Mike Pence </strong> said. \"We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.\" His recent activities suggest he has been keeping his", "new_id": -2}, {"uid": "1295615312003915794", "i": 31192, "idx": 4, "sa": ["Eric Schmidt"], "q": "far exceeding market expectations. <strong> Eric Schmidt </strong> said that it had been a \"great privilege\" to lead the company and claimed that the future outlook is \"bright\" under the new management structure. <q> We are confident that this focus will serve Google and our users well in the future. Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come, </q> said <strong> Eric Schmidt </strong>.", "new_id": -2}, {"uid": "1295564518204079107", "i": 28855, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is by removing <strong> Eric Schmidt </strong> from the picture. \"Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> claims. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him, </q> Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an \"advisor\" to the co-founders, instead of his previous equal role in decision-making. \"His advice and efforts will be invaluable to me as I start", "new_id": -2}, {"uid": "1295199579040058902", "i": 7104, "idx": 3, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Debbie Wasserman Schultz"], "q": "<strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>( D-Fla.) in the room. \"It literally was the will of her husband,\" Mark Kelly, drawing her out and coaxing her to open her eyes, <strong> Kirsten Gillibrand </strong> said. <q> It was all about her courage and her strength, </q> she said. \"It was very clear to us that she was understanding everything we were saying.\" <strong> Kirsten Gillibrand </strong> called the Blue Dog Dem one of the most \"nonpartisan\" lawmakers she knows, a", "new_id": -2}, {"uid": "1297118217093028381", "i": 45359, "idx": 0, "sa": ["Simon Cowell"], "q": "TV history and when asked on a conference call with reporters on Monday afternoon if he was nervous about giving away such a hefty sum, <strong> Simon Cowell </strong> said it did, in fact, make him quiver. <q> Yes. And I think we should be nervous. The reason we decided to do this was to show the people who are auditioning[ for] the show, sometimes you have to put your money where your mouth is. Putting up that kind of prize money is a massive, massive risk, but also it's an incredible incentive, </q> he said. VIEW THE PHOTOS: The Verdict Is In! Judges Of Reality Television \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. \"So", "new_id": -2}, {"uid": "1295560435243744777", "i": 12905, "idx": 1, "sa": ["Linda Stasi", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "<strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are performers, time- and road-tested,[...][ they] made the show more interesting than it has been in a while...\" The New York Post's <strong> Linda Stasi </strong> writes <q> Heck, last night's made-over \"Idol </q> was so good, I may never go out again..\" Some missed nasty <strong> Simon Cowell </strong>, but others seemed unfazed. \"<strong> Simon Cowell </strong> who?\" said CNN. <strong> Steven Tyler </strong> has emerged as a", "new_id": -2}, {"uid": "1294981985103825435", "i": 30754, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "During an appearance on The Late Show with <strong> David Letterman </strong>, the actor said that he plans to tie the knot in February, despite the fact that his divorce from ex <strong> Camille Grammer </strong> is not yet finalised. <q> <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon, </q> he told <strong> David Letterman </strong>. \"Sometime in February.\" requested a fast-track divorce from <strong> Camille Grammer </strong> so that the couple could marry sooner. EastEnders: Glenda has business talks with Phil Emmerdale: Everyone deals with the", "new_id": -2}, {"uid": "1295552145232112145", "i": 5184, "idx": 1, "sa": ["Mike Pence", "Ronald Reagan"], "q": "inaugural, National Review Online spoke with <strong> Mike Pence </strong> about the Gipper, asking what his legacy means to him and the GOP. \"<strong> Ronald Reagan </strong> is the reason I'm a Republican,\" <strong> Mike Pence </strong> tells us. <q> I was active in local Democratic politics when I was a teenager in Columbus, Indiana. Then I started to hear the voice of a B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in. </q> Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. \"I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century,\" he says. \"On substance,", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor]. </q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}, {"uid": "1296084752130252881", "i": 18047, "idx": 2, "sa": ["Michael Vick"], "q": "He accepted the huge responsibilities that come with being an NFL starting quarterback. \"The quarterback position, that's the nature of it,\" <strong> Michael Vick </strong> said of the swings between praise and criticism. <q> Everything's thrown on your shoulders as a quarterback. \"I accept it. I respect it. That's the responsibility that you take on when you get up under the center. </q> There is no football argument for the Eagles not to commit to the 30-year-old <strong> Michael Vick </strong> as their quarterback for the next 5 years. So why isn't this the slam dunk it appears to be", "new_id": -2}]