[{"uid": "1295282488229982250", "i": 48564, "idx": 0, "sa": ["Mike Pence", "Allen Boyd"], "q": "disdain for the`` job-killing'' healthcare bill. That job-killing label, by the way, is appropriate. Even PolitiFact admits it within an article running interference for Democrat <strong> Allen Boyd </strong>. href=\"http://politifact.com/florida/statements/2010/sep/16/national-republican-congressional-committee/Allen Boyd-Allen Boyd-cost-sallie-mae-employees-their-jobs-he/\"> PolitiFact said, <q> It's much more accurate, for instance, to say that the 700 jobs were lost because the health care bill passed. </q> Those jobs belonged to Sallie Mae employees and I happened to meet one of those employees who'd worked for the company for years. <strong> Mike Pence </strong> has also worked hard on issues like freedom of speech.", "new_id": -2}, {"uid": "1297046068038584348", "i": 55139, "idx": 0, "sa": ["Michael Vick", "Jim Greer"], "q": "their fans. Pittsburgh fan <strong> Jim Greer </strong> of Alden said he got swept into it when he went to an area grocery store in his decal-decorated Steelers truck and pulled straight into an aura of resentment. <q> This guy starts with me,` Steelers? Your quarterback's a rapist. How can you like the Steelers?' </q> <strong> Jim Greer </strong> said. That animosity is not only out there, it's expanding with each Steelers win. It's the same sort of resentment Eagles fans face with their own high-profile quarterback, <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295021582165101591", "i": 4931, "idx": 0, "sa": ["Allen Iverson"], "q": "dp-spt-Allen Iverson-Allen Iverson-twitter-not-ready-to-retire <strong> Allen Iverson </strong> isn't ready to retire just yet. <q> Don't put me in my rocking chair just yet, </q> the Peninsula native and former title=\"NBA\" href=\"http://www.dailypress.com/topic/sports/basketball/nba-15008001.topic\"> NBA MVP wrote moments ago on Twitter.`` Hold on, I'll be back! Stay tuned.'' Early Wednesday, there were rumors that <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295598849207912977", "i": 17034, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ". The H-IIB rocket will ferry cargo including food, water and experimental tools for astronauts, according to the Japan Aerospace Exploration Agency( JAXA). The rocket, which will carry the <q> Kounotori( stork) 2 </q> cargo transporter, was due to launch on Thursday but was delayed by bad weather. Google replaces CEO in shake-up <strong> Eric Schmidt </strong> is relinquishing the CEO job at Google to <strong> Larry Page </strong>, one of the prodigies who co-founded the", "new_id": -2}, {"uid": "1296738315078594048", "i": 35245, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "a bullet' and avoided deaths or casualties in the wake of Cyclone Yasi's fury were dealt a blow this evening when Queensland police confirmed two men were missing from the area, south of Cairns,'' <q> Efforts to repeal <strong> Barack Obama </strong>'s health care law died a quick death in the Senate Wednesday, but the GOP got a consolation prize- a bipartisan fix to a tax-reporting requirement in the law that was widely panned by businesses, </q> href=\"http://www.politico.com/news/stories/0211/48730.html#ixzz1CtpH7K11\" target=\"_blank\"> Politico says.- In Memoir, <strong> Donald Rumsfeld </strong> Is`` Largely Unapologetic'': In a memoir due out next week, former Defense Secretary <strong> Donald Rumsfeld </strong>`` concedes he went too far", "new_id": -2}, {"uid": "1296458269077217816", "i": 49457, "idx": 0, "sa": ["Chris Webber", "Chris Bosh", "Allen Iverson", "Kobe Bryant"], "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Kobe Bryants with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` We just did everything right at the end. I think <strong> Chris Bosh </strong> did a great job at the end. We ran the offense through him and he made some great things happen.'' <strong> Chris Webber </strong>", "new_id": -2}, {"uid": "1295907442203866155", "i": 47524, "idx": 2, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong>, CEO of Chrysler Group, stated that the overall goal of the project is to evaluate and, hopefully, validate both fuel-efficiency gains and greenhouse gas reductions from using a light-duty hydraulic hybrid system. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, </q> <strong> Sergio Marchionne </strong> said.`` It has shown substantial increases in fuel economy when compared with traditional powertrains in the same type of vehicles. Both parties hope to reduce the size and complexity of the hybrid system and produce a", "new_id": -2}, {"uid": "1295642253262504457", "i": 37236, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,'' he said. Mr. <strong> Andy Coulson </strong>, in a statement, said: <q> It's been a privilege and an honor to work for <strong> David Cameron </strong>, </q> and added that`` nothing is more important than the government's task of getting this country back on its feet.''`` Unfortunately,'' he said,'' continued coverage of events connected to my", "new_id": -2}, {"uid": "1297559534084279310", "i": 1212, "idx": 1, "sa": ["Colin Powell"], "q": "the United Nations during the run-up to war in February 2003, then-Secretary of State <strong> Colin Powell </strong> cited information provided by an informant-- later known as`` Curveball''-- regarding Iraqi biochemical weapons, Boening said. <q> Curveball made everything up, </q> Boening said.`` He helped to drive America to war.'' Boening believes many intelligence agents need increased training.`` The CIA should be viewed as a large, lumbering bureaucracy with pockets", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance.`` We were very confident,'' <strong> Michael Vick </strong> said. <q> We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control. </q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}]