[{"uid": "1295295556225378321", "i": 3398, "idx": 0, "sa": ["Tim Bajarin", "Steve Ballmer"], "q": "- Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>, said to unveil new software for tablets at the Consumer Electronics Show next week, will face skeptics who say his company won't soon narrow Apple's iPad lead. <q> By the Tim Bajarine Microsoft gets it figured out everybody will already own an iPad, </q> said Keith Goddard, CEO of Capital Advisors Inc. an investing firm in Tulsa, Oklahoma, that holds Apple shares.`` That train has left the station.'' Microsoft will announce a full version of", "new_id": -2}, {"uid": "1295665837103448590", "i": 50111, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "Susan Sarandon", "Angelina Jolie", "Kristen Stewart", "Tim Robbins", "Ricky Gervais"], "q": "Love Interest?( 533) Best& Worst of the Golden Globes! <strong> Ricky Gervais </strong> Roasts <strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>...( 425) <strong> Kristen Stewart </strong>'s Vogue Outtakes: Too Much Photoshop?( 424) <strong> Susan Sarandon </strong>: <q> I Don't Have a Boyfriend! </q> For quite some Tim Robbinse, numerous reports have claimed that href=\"http://www.eonline.com/uberblog/celebs/c116667_Susan Sarandon_Susan Sarandon.html\"> <strong> Susan Sarandon </strong>'s boyfriend is her young business partner Jonathan Bricklin. If the two are more than just dear friends( <strong> Susan Sarandon </strong> is", "new_id": -2}, {"uid": "1296044608187023372", "i": 11697, "idx": 1, "sa": ["Michael Vick"], "q": "release from prison two years ago.`` The Unequal technology is a part of my game now, and I won't play without my Unequal,'' <strong> Michael Vick </strong> said in a to-be-released statement. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q>", "new_id": -2}, {"uid": "1297286783062046208", "i": 55650, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "He footnotes this to a March 15, 2004 memo. The faulty intelligence about Saddam Hussein's capabilities and stockpiles of weapons of mass destruction are well-known by now; on preceding page, <strong> Donald Rumsfeld </strong> writes, <q> the German chief of intelligence actually held a grimmer view than the U.S. intelligence community:` It is our estimate that Iraq will have an atomic bomb in three years.'... A multitude of specific, seemingly credible reports, some even illustrated with satellite photos, provided supporting evidence. </q> The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of the", "new_id": -2}, {"uid": "1297584568043696156", "i": 24636, "idx": 1, "sa": ["Sergio Marchionne", "Paolo Romani", "John Elkann", "Silvio Berlusconi"], "q": "<strong> John Elkann </strong> und Industrieminister <strong> Paolo Romani </strong> beteiligten, versicherte <strong> Sergio Marchionne </strong>, dass der Autokonzern sein Hauptquartier in Turin bewahren wird. Der Topmanager best?tigte auch Investitionen in H?he von 20 Mrd. Euro zur Modernisierung der Produktionswerke in Italien. <q> <strong> Sergio Marchionne </strong> hat Fiats Pl?ne zum Produktionswachstum in den italienischen Fabriken best?tigt. Demnach soll die Autoproduktion in unserem Land von 650.000 auf 1,4 Millionen Autos im Jahr wachsen </q>, hie es in einer Presseaussendung der Regierung nach dem Treffen in Rom.`` Fiat ist ein multinationaler Konzern, der weltweit w?chst, aber ein italienisches Herz bewahren wird'', sagte der Industrieminister. Die Regierung <strong> Silvio Berlusconi </strong>", "new_id": -2}, {"uid": "1297224727163495958", "i": 28581, "idx": 1, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "sentence.`` You have people who are not willing to forget it and you have other people who are willing to forgive'' said <strong> Dwaine Caraway </strong> today about <strong> Michael Vick </strong>'s involvement in the dog-fighting ring. <q> I do not condone cruelty to animals but it was not about that </q> <strong> Dwaine Caraway </strong> adds.`` It's about having someone that the children will listen to and take from that person,` hey, don't get involved with drugs, get your homework done, complete your education.", "new_id": -2}, {"uid": "1295501749081756161", "i": 30494, "idx": 1, "sa": ["Brian Cowen", "Eamon Gilmore"], "q": "<strong> Brian Cowen </strong> out of office. Confidence He criticised Mr <strong> Brian Cowen </strong>'s decision to force the Labour Party to hold its motion of no confidence in the Government next week instead of challenging it immediately. <q> The Taoiseach is running away from the motion of no confidence and does not want to put it to the test, </q> he said. But Mr <strong> Brian Cowen </strong> rejected this and attacked Mr <strong> Eamon Gilmore </strong> for claiming the country was`` stuck in the mire'' while the people waited for the general election.`` I do not", "new_id": -2}, {"uid": "1295627764018169864", "i": 58562, "idx": 4, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.''`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,'' adds <strong> Larry Page </strong>. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader, and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity; we are only at the beginning, and I can't wait to get started. </q> Google reports revenues of US$ 8.44 billion for the quarter ended December 31, 2010, representing an increase of 26% compared to Q4 of 2009.`` Q4 marked a terrific end to a", "new_id": -2}, {"uid": "1295178088150732812", "i": 37495, "idx": 0, "sa": ["Simon Cowell"], "q": ", said'' X-Factor'' host Dermot O'' Leary. O'' Leary, who fronts the popular British talent show said that the head panelist is not a`` ogre'', Contactmusic reported. <q> I think the whole Mr Nasty thing was always a bit of a facade. When I first started I expected him to be some ogre but he </q> s not like that at all. What'' s great about <strong> Simon Cowell </strong> is that with someone awful yet quite fragile, he'' s a metaphorical arm around the shoulder far more than you think he is,''", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries.`` Things have been stable since June'' in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}]