[{"uid": "1297194045067846395", "i": 21551, "idx": 1, "sa": ["Eric Schmidt"], "q": ", hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law,\" he said. <q>We understand we play a major role in Europe and we're not denying that. We have a lot of meetings with appropriate government officials.<q> We have a lot of meetings with appropriate government officials. If that's true, the officials to which <strong> Eric Schmidt </strong> refers have nothing to do with the European inquiry into Google's business practices. Because", "new_id": -2}, {"uid": "1296633836234962949", "i": 42198, "idx": 2, "sa": ["Kobe Bryant", "Allan Houston", "Tracy McGrady", "Rasheed Wallace", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.<q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Tracy_McGrady_30_points_6_rebounds_vs_Los_Angeles_Lakers Los Angeles 2007/2008 Staples Center <strong> Allan Houston </strong> Rockets vs Los Angeles Lakers <strong> Tracy McGrady </strong>", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,\" <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as \"deals, partnerships, customers and broader business relationships,\" while Page would <q>merge Google's technology and business vision.<q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so \"there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}, {"uid": "1295311961007274540", "i": 33719, "idx": 0, "sa": ["Tony Blair", "Alastair Campbell", "David Cameron", "Andy Coulson"], "q": "] are going to have to be turning more to the private sector.\" Sir Richard Thompson, president of the Royal College of Physicians, agreed. \"We welcome clinician-led commissioning,\" he said. <q>However, hospital specialists' involvement should be mandatory to ensure the best quality care for patients.<q> Critics of public service reform plans should \"grow up', says <strong> David Cameron </strong> <strong> Alastair Campbell </strong> diaries: Diana\"s funeral prompted <strong> Tony Blair </strong> safety fears <strong> David Cameron </strong>: <strong> Andy Coulson </strong> deserves to be given a second chance Critics of public service reform", "new_id": -2}, {"uid": "1295007936080707626", "i": 9465, "idx": 0, "sa": ["Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "The Smile star, who has had two miscarriages, told Piers she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q>i'd do it for a million for SANDS. money, mouth??????????????????<q> Piers, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told Lily: \"I will get ITV to make substantial five figure donation to your", "new_id": -2}, {"uid": "1296354802205946894", "i": 1568, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q>You can't just go full speed and reckless,<q> <strong> Charles Woodson </strong> said. \"You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward or step", "new_id": -2}, {"uid": "1295635525217038960", "i": 9300, "idx": 1, "sa": ["Eric Schmidt"], "q": " \"I certainly lack experience there, and that's an issue,\" he said. That being said, Page said he was confident that where he lacked in experience, he made up for it <q>in terms of understanding the industry I am in, and what the company does.<q> <strong> Eric Schmidt </strong> said Thursday that Page is now ready to lead. told BusinessWeek that running a company collaboratively produces better results \"because you have more bandwidth and checking and balancing going on.\" \"", "new_id": -2}, {"uid": "1295070280124354594", "i": 3997, "idx": 0, "sa": ["Sergio Marchionne"], "q": "per eight-hour shift to three from four and raises the number of shifts to 18 a week from 15. Fiat can also call on each worker for 120 hours of overtime per year without union approval. <q>This is an innovative deal that radically changes labour relationships in Italy and brings it closer to other western democracies,<q> Roberto Di Maulo, secretary general of the FISMIC union, which backs <strong> Sergio Marchionne </strong>, told Reuters at the factory gate. But the leftist FIOM-Cigl union, which says it represents around 23 percent of Mirafiori workers", "new_id": -2}, {"uid": "1297283051243777552", "i": 7563, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "to help build its presence in the nascent cloud computing market. Watch demos of Intel's webpad-based Health Guide for seniors, at the New York City launch of Intel's$ 250-million alliance with GE. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,<q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1295743547110362649", "i": 37984, "idx": 0, "sa": ["Tony Parker", "Kate Middleton", "Sourav Ganguly", "Simon Cowell"], "q": "\" by the engagement of his son <strong> Sourav Ganguly </strong> <strong> Tony Parker </strong> and <strong> Kate Middleton </strong>, while his wife the <strong> Kate Middleton </strong> of Cornwall said the news was \"wicked\". Speaking at his Poundbury model village in Dorset, the <strong> Sourav Ganguly </strong> joked: <q>They have been practising long enough.<q> <strong> Sourav Ganguly </strong> <strong> Tony Parker </strong> and <strong> Kate Middleton </strong>'s wedding will be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire", "new_id": -2}]