[{"uid": "1296286332249135108", "i": 47363, "idx": 0, "sa": ["Michael Vick"], "q": "a fake trial. the footage in April was staged, we already talked about... many times.( the \"Gilda\" money, the garbage etc that showed it was filmed). ANY COMMENT SUCH AS <q>why <strong> Michael Vick </strong> will do that to his fans?</q> will remove. TO THE \"FANS\"- If you claim you are a FAN, you should know <strong> Michael Vick </strong> more than anyone. you should know his history, know why he would do that. you should", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q>I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing,</q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}, {"uid": "1296225951235159601", "i": 388, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "'s race to replace GOP Gov. <strong> Mitch Daniels </strong>, who can't run for a third term. <strong> Mike Pence </strong> didn't mention the governor's race in a letter sent to supporters Thursday but said he intended <q>to serve the people of Indiana in some way.</q> Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> \"In the months ahead, as we attend to our duties in Congress, we will also be traveling across the", "new_id": -2}, {"uid": "1296133626234815493", "i": 42833, "idx": 1, "sa": ["George Washington", "Mr. Bauer", "Mike Pence", "Bryan Fischer", "John McCain", "Newt Gingrich"], "q": "Indiana <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q>He is definitely the guy to watch,</q> says <strong> Bryan Fischer </strong> of the <strong> George Washington </strong> Family Association, a group that opposes gay marriage and abortion. Now, <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> has a decision to make: While he says he is seriously weighing a run for the <strong> John McCain </strong> House", "new_id": -2}, {"uid": "1295630171074432548", "i": 49097, "idx": 0, "sa": ["Eric Schmidt"], "q": "prompted jokes about 20-something entrepreneurs needing \"parental supervision\" and, in 2001, the young pair brought in the more seasoned( and older) <strong> Eric Schmidt </strong> to help run the company. Now, a decade later, <q>day-to-day adult supervision[ is] no longer needed!</q> joked <strong> Eric Schmidt </strong>, who will stay on as executive chairman, on Twitter. Is Page ready to retake the helm?( It's past time to give Page back the reins: Google \"blossomed\" under <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296787599171524102", "i": 16108, "idx": 0, "sa": ["Fran Fraschilla", "Dan Kowal", "Allen Iverson", "Oliver Purnell", "Buzz Williams"], "q": "Coach <strong> Oliver Purnell </strong>-- Florida Atlantic Clips and stills from Rutgers Womens Basketball win over Depaul, giving Coach C.Vivian Stringer her 800th win... <strong> Allen Iverson </strong> College Mix- Georgetown University Todd Warner chats with ESPN College Basketball Analyst <strong> Fran Fraschilla </strong> about <q>how good <strong> Darius Johnson-Odom </strong> can really be,</q> <strong> Buzz Williams </strong> as a Head Coach, and Marquette's tournament chances. The two talked after Marquette defeated DePaul, February 3, 2010...# 15 <strong> Dan Kowal </strong> Foesel class of 2011 <strong> Allen Iverson </strong>. Film DePaul Catholic HS Wayne,", "new_id": -2}, {"uid": "1295656416052625408", "i": 8925, "idx": 3, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q>I'll bet on the Jets over Chicago,</q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks. Learn how. install Adobe Flash 9 or above.", "new_id": -2}, {"uid": "1297093828077135937", "i": 38612, "idx": 0, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "Defense <strong> Donald Rumsfeld </strong> gives candid criticism of his fellow <strong> George H.W. Bush </strong> administration officials, former <strong> Donald Rumsfeld </strong> of States <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>. He also expresses his disappointment in former <strong> George H.W. Bush </strong>. <strong> Colin Powell </strong>, <strong> President Bush </strong>'s first secretary of state, <q>did not, in my view, do a good job of managing the people under him,</q> <strong> Donald Rumsfeld </strong> said in an interview with ABC, set to air this week. \"There was a lot of leaking out of the State Department, and the president knew it,\"", "new_id": -2}, {"uid": "1295797594180797500", "i": 30001, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": ", he said. <strong> Colin Powell </strong> disparaged the idea of cutting one program or another that might be a politically popular target for one party or another. blog comments Reader Comments( 1) <q>You can't fix the budget or the national debt by killing National Public Radio</q> or the federal spending on the arts, he said. It's a start. That is <strong> Barack Obama </strong> places that we are throwing money away. VIDEO: Giffords leaves Tucson hospital", "new_id": -2}, {"uid": "1297290955002195469", "i": 17629, "idx": 0, "sa": ["Simon Cowell"], "q": "a small panel of judges, contestants must bring their A-game in front of a giant audience! \"X Factor\" also welcomes groups, so it's no longer a solo act. <strong> Simon Cowell </strong> explained, <q>I think there's a massive gap in the market at the moment for a great boy group or a great girl group.</q> Breaking news and hot photos are just a touch away! Extra connects you with friends and the latest in celebrity news. Check out exclusive performances from all your favorite acts!", "new_id": -2}]