[{"uid": "1294996234169689094", "i": 19972, "idx": 4, "sa": ["Ellen DeGeneres", "Simon Cowell"], "q": "Moreover, says Slezak, <strong> Simon Cowell </strong> was someone who could deliver`` succinct, brutally honest and witty'' critiques in an off-the-cuff fashion.`` <strong> Simon Cowell </strong> was the voice of the people,'' he says. <q> He had a very specific skill that not everyone can pull off. Even <strong> Ellen DeGeneres </strong>, who has been an Oscar host couldn't do it-- and that was a shock to me. </q> But the judges are just one piece of the equation. Clearly,`` Idol'' won't truly regain its spark unless it gives viewers a charismatic cast of contenders. Many believe that, in recent", "new_id": -2}, {"uid": "1295682265065617928", "i": 116, "idx": 10, "sa": ["Mike Pence"], "q": "to get you to the finish line. You need to be able to expand beyond that.'' <strong> Mike Pence </strong> said Monday he's leaning in one direction but declined to say what it was. <q> We're nearing the end of a process that began right after Election Day in November, </q> <strong> Mike Pence </strong> said.`` We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.'' His recent activities suggest he has been keeping his", "new_id": -2}, {"uid": "1295369627117719056", "i": 45445, "idx": 0, "sa": ["Simon Cowell", "Randy Jackson"], "q": "be a little too soft and pre-occupied with not stripping aspiring artists of their confidence with harsh remarks, it sounds as though Mr. <strong> Randy Jackson </strong> might actually be the one to pick up where <strong> Simon Cowell </strong> left off. <q> You'll see all sides of me. Before, people saw only one side because there was Paula, there was <strong> Simon Cowell </strong>. I think you will see a new version of the Dawg. There's maybe a little more hair on the Dawg, </q> <strong> Randy Jackson </strong> said on a phone conference last week.`` You'll see me take more of an assertive role and trying to guide it a little bit... I think you'll be like,` Wow, Dawg", "new_id": -2}, {"uid": "1295589907019480600", "i": 40964, "idx": 0, "sa": ["Eric Holder", "William Cohen", "George W. Bush", "Colin Powell", "George H. W. Bush", "Madeleine Albright", "Ahmed Ghani"], "q": "which would have made our lives, AmEric Holderan lives, even more difficult within the Muslim world,'' said <strong> Madeleine Albright </strong>, Secretary of State during the Clinton years. Former Secretary of Defense <strong> William Cohen </strong> supported the claim, saying <q> there is not a single country that would have been supporting the <strong> George H. W. Bush </strong> of the United States declaring war and invading AfAhmed Ghanistan prior to 9/11. </q> Current Secretary of State <strong> Colin Powell </strong> told the bipartisan panel that the <strong> George H. W. Bush </strong> administration was well-briefed by the previous administration about the threat of Al Qaeda and terrorism and that <strong> George W. Bush </strong> was focused on Al Qaeda from the beginning.``", "new_id": -2}, {"uid": "1297448767186662943", "i": 30114, "idx": 2, "sa": ["Simon Cowell"], "q": "the prospects, but I hadn't a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks.'' <strong> Simon Cowell </strong> then quipped: <q> I remember the network put a one-month break clause in the house I was renting, which shows at the time I don't think they were particularly convinced either. </q> stated earlier this week that the judging panel for the series has yet to be finalised. Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"uid": "1296017629211435550", "i": 6640, "idx": 1, "sa": ["Bernie Sanders", "Paul Ryan"], "q": "to embrace them.`` Up until this point, the Republican leadership has been vague about what federal programs they want to cut,'' said Sen. <strong> Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q> On the other hand, Congressman <strong> Paul Ryan </strong> has been very clear on this subject. </q> In Washington, Mr. <strong> Paul Ryan </strong>'s speech will be closely watched not only because of his central role in the fight over federal spending. He also is seen as having higher political ambitions: Mr. <strong> Paul Ryan </strong> is", "new_id": -2}, {"uid": "1294981731267878411", "i": 21923, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "eye and tried to focus on loved ones for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> Giffords' neurosurgeon, Dr. Michael Lemole, called it`` a major milestone,'' and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing", "new_id": -2}, {"uid": "1296878167237010962", "i": 34031, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell"], "q": "a lot to the show, and has become an instant hit with the fans, not just over his expertise, but also the way that he interacts with the judges and would-be contestants. <strong> Jennifer Lopez </strong> said of <strong> Steven Tyler </strong> <q> We have a great time. When things come out of his mouth, I think half of the reaction is, I whip my head to the side and I'm like,` Did you just say that?' </q> What do you think about the new season of American Idol? Do you like the show as much as you did when <strong> Simon Cowell </strong> was a judge? For the latest in news in", "new_id": -2}, {"uid": "1296128045255868977", "i": 36600, "idx": 1, "sa": ["Kevin Kolb", "Michael Vick"], "q": "in a dogfighting operation.`` This one feels great due to the fact that I've been through so much and trained to getting back to this position,'' he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying the guys and I", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}]