[{"uid": "1295432354218038351", "i": 14390, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Steve Coogan"], "q": "<strong> Andy Coulson </strong> had resigned as the editor of the News of the World. Alexandra Marzec, representing <strong> Glenn Mulcaire </strong>, said there was no clear evidence that her client had intercepted <strong> Steve Coogan </strong> or Gray's messages. <q> Mr <strong> Steve Coogan </strong> has not yet gone to the trouble of making an application to the Metropolitan police to see what documentary evidence there is, </q> she said. She said none of the evidence showed there was any interception. <strong> Glenn Mulcaire </strong> had admitted the charges relating to the royal household interceptions and had served a jail sentence, but denied listening", "new_id": -2}, {"uid": "1295577378207667391", "i": 47031, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". From <strong> Eric Schmidt </strong>'s statement:`` Larry, in my clear opinion, is ready to lead. <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects'' I believe this translates to: <q> <strong> Sergey Brin </strong> has a lot of shares, so we got him some really cool legos that will hopefully keep him busy and away from all decisions. </q> Gus on January 20, 2011 at 3:32 PM@ 4, don't forget the part that translates to`` we've found a way to make all <strong> Sergey Brin </strong>'s private jet travel tax-deductible for him''. Throwbacks", "new_id": -2}, {"uid": "1296058277015597615", "i": 2684, "idx": 1, "sa": ["Eric Schmidt", "M. Simpson"], "q": "<strong> Eric Schmidt </strong>'' is a sequel to Consumer Watchdog's first`` Don't Be Evil?'' animation- view it at http://www.consumerwatchdog.org/blog/schmidt-out-googles-ceo-office-privacy- which had nearly 400,000 views after its Times Square Superscreen debut. <q> Google spent$ 5.2 million lobbying last year- up from$ 4.03 million in 2009- to convince Congress that nothing is wrong. The company has repeatedly refused to answer questions about its activities- making no response to Consumer Watchdog reports, rejecting multiple invitations appear at our recent privacy conference with officials representing the Federal Trade Commission and Commerce Department, and even failing to comply with a subpoena by the state attorneys general, </q> said John <strong> M. Simpson </strong>, Inside Google director,`` Clearly Google's executives won't answer tough questions until they come from Congress.'' For three years, Google street view cars collected private information from Wi-Fi networks", "new_id": -2}, {"uid": "1295238967163905547", "i": 26757, "idx": 2, "sa": ["Steve Ballmer"], "q": "business content can stay on premises, while a cloud version for general collaboration can live in the cloud. The Microsoft CEO doesn't worry that online versions of the software will cannibalize premises license revenue. <q> I'm excited that we may be able to offer more value to our customers by offering software plus services in the cloud than we ever could have done on-premise, </q> said <strong> Steve Ballmer </strong>.`` So, I think if we offer more value, we'll have opportunities to make more money. That's exciting, not something to be afraid of.'' This is a", "new_id": -2}, {"uid": "1297192087182861832", "i": 10174, "idx": 0, "sa": ["Heston Blumenthal", "David Letterman", "Martha Stewart"], "q": "-- <strong> Martha Stewart </strong> hits <strong> David Letterman </strong> in the face with a cheese ball.( <q> You're a strong wonderful woman, and I'm an asshole. </q>)[ Eater]-- Croatia's own Chocolat Reuters]-- Shrimp Without Guilt: BC Spot Prawn Fishery Daily Dish]-- <strong> Heston Blumenthal </strong> serves deep-fried", "new_id": -2}, {"uid": "1295806200208044038", "i": 49219, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona.`` I think he's got a way to go,'' <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached out to countries around the world", "new_id": -2}, {"uid": "1297234014042778761", "i": 939, "idx": 2, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "Exaggeration of Transit Benefits As indicated in`` Washington's War,'' the Transportation <strong> Donald Rumsfeld </strong>'s blog exaggerated the benefits of transit. Economic Impacts.`` Washington's War'' concluded that <q> the purported economic benefits are both minuscule and unachievable and would be more than offset by the high costs of transit service expansion. </q> <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong> claimed that`` each 1 percent of regional travel shifted from automobile to transit increases regional income about$ 2.9 million''( not billion), based on the APTA report.`` Washington's", "new_id": -2}, {"uid": "1295584540106250245", "i": 12403, "idx": 6, "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "q": "while continuing to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr <strong> Danny Sullivan </strong> said. Mr <strong> Ken Auletta </strong>, the author of a book about the company called Googled: The End Of The World As We Know It, said he suspected that Mr <strong> Eric Schmidt </strong> may simply have been", "new_id": -2}, {"uid": "1296391267266764303", "i": 24650, "idx": 5, "sa": ["Allen Iverson", "I Wan"], "q": "a long time and to finally get it is something special.'' The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. <q> <strong> I Wan </strong> don't know how you can be any more proud of your team, </q> Brown said.`` <strong> I Wan </strong> told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's making other people better and he is taking responsibility and steps up", "new_id": -2}, [{"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy''/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said.`` It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.''", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}]]