[{"uid": "1295519902040943616", "i": 16749, "idx": 3, "sa": ["Alexander the Great", "Tracy McGrady", "Indiana Evans", "Allen Iverson", "Jermaine O'Neal"], "q": "from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002.`` <strong> Alexander the Great </strong> score a career high and we won the game,'' <strong> Allen Iverson </strong> said. <q> That's how you draw it up in your dreams. </q> It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, <strong> Indiana Evans </strong>'s <strong> Jermaine O'Neal </strong> had the previous high in the NBA this season, scoring 55 points against", "new_id": -2}, {"uid": "1295762095175325199", "i": 12721, "idx": 1, "sa": ["Colin Powell", "Dick Cheney", "Barack Obama"], "q": "the Democrat's`` ability to inspire'' and the`` inclusive nature of his campaign.'' <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <q> He has both style and substance. I think he is a transformational figure, </q> <strong> Colin Powell </strong> said on NBC's`` Meet the Press.''`` <strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,'' <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295159622124190767", "i": 1538, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1297266831144211998", "i": 40868, "idx": 0, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "is` obsessed' with her. The 48-year-old recently appeared on The Tonight Show with <strong> Jay Leno </strong> and was asked if she misses <strong> Simon Cowell </strong> after they both quit American Idol last year. She said: <q> Of course, I miss everybody. Yes I do miss <strong> Simon Cowell </strong>. </q> The chat show host then told <strong> Paula Abdul </strong> that <strong> Simon Cowell </strong> is a massive fan of her. She said:`` I think you need to take mass off and put obsess-ive. Yeah he's obsessed", "new_id": -2}, {"uid": "1296197096069206046", "i": 26079, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "exponentially. Politicians, however, say people shouldn't worry. America will be able to borrow enough money to pay the bills for the foreseeable future. The treasury bonds in Social Security are backed by <q> the faith and credit of the United States government, </q> says <strong> Sen. Bernie Sanders </strong>, an Independent from Vermont.`` It is the same faith and credit that enables us to borrow from rich people and from China and from other countries....[ I] n", "new_id": -2}, {"uid": "1297183321119177307", "i": 3673, "idx": 2, "sa": ["Donald Rumsfeld", "Mohammed al-Qahtani"], "q": "odd construct considering the success of the`` surge'' after his departure, although <strong> Donald Rumsfeld </strong> at least leaves the possibility open. He openly scoffs at the notion that he ran the Pentagon through`` intimidation,'' noting <q> these are people with stars on their shoulders!... Patriots! </q> <strong> Donald Rumsfeld </strong> also defends the use of harsh interrogation tactics in his interview, saying that they`` saved lives.'' But he also admits that interrogators went past his orders with at least one detainee, <strong> Mohammed al-Qahtani </strong>:", "new_id": -2}, {"uid": "1295199213155582488", "i": 25839, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and", "new_id": -2}, {"uid": "1296982648071090215", "i": 13523, "idx": 0, "sa": ["Simon Cowell", "Cheryl Cole", "the Fox"], "q": "But a final decision has still not been made- amid repeated reports that bosses at <strong> the Fox </strong> TV network are pressing <strong> Simon Cowell </strong> strongly for an American star to take the role he has earmarked for <strong> Cheryl Cole </strong>. <q> Poor <strong> Cheryl Cole </strong> is feeling very down, </q> said a source.`` She has been at a very low ebb in the last week.`` She desperately wants the US X Factor.`` In her mind, <strong> Cheryl Cole </strong> has staked a", "new_id": -2}, {"uid": "1295835990071843858", "i": 13189, "idx": 5, "sa": ["Eric Schmidt"], "q": "that new blood, a new perspective, is needed,'' he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. <q> <strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs, </q> he said.`` Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.'' Whats so strange about this", "new_id": -2}, [{"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q> We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people, </q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true.`` Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}]]