[{"uid": "1296691231003915851", "i": 36681, "idx": 0, "sa": ["Michele Bachmann", "Mike Pence"], "q": "legislative impact. If wackos are leading the charge, unfortunately, some of them of them have seats in Congress. <strong> Michele Bachmann </strong> linked to the Live Action video on her Facebook page on Tuesday, noting that <q>I am introducing a bill that would prohibit Planned Parenthood from receiving any future federal money directly or indirectly... You must see this undercover video. This is horrifying!</q> She's not being abstract. Her colleague, <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, recently introduced legislation that would deny federal dollars to Planned Parenthood and other organizations that receive family funds and also provide abortion. The <strong> Mike Pence </strong> bill", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q>Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized.</q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}, {"uid": "1297370052141737998", "i": 23726, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "some days. ''We will open the museum after the strike is finished. I don't know when the strike is finished,'' said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q>I need things to go back to normal.</q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week", "new_id": -2}, {"uid": "1294965251056983592", "i": 6001, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "The doctor"], "q": "of <strong> Gabrielle Giffords </strong>'s colleagues and friends, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York and Representative <strong> Debbie Wasserman Schultz </strong> of Florida, were with the Congresswomen at the time when she first opened her eyes, and called the moment miraculous. <q>It felt like we were watching a miracle,</q> Rep. <strong> Debbie Wasserman Schultz </strong> said, according to The Associated Press. ''The strength that you could see flowing out of her, it was like she was trying to will her eyes open.'' ''<strong> The doctor </strong> said", "new_id": -2}, {"uid": "1295635525217038960", "i": 9303, "idx": 4, "sa": ["Eric Schmidt"], "q": "on things, largely because we've spent a lot of time together. I can usually predict when we're going to disagree, and we make sure to talk those things out explicitly,'' he said. <q>And we've had a very good relationship with <strong> Eric Schmidt </strong> as well.</q> When <strong> Eric Schmidt </strong> first took over as CEO, ''there was a learning curve for us,'' Page told Time in 2006. <strong> Eric Schmidt </strong> said it took him six months ''to understand how", "new_id": -2}, {"uid": "1296137334113377297", "i": 2579, "idx": 1, "sa": ["DeSean Jackson", "Michael Vick"], "q": "after the NFC's morning practice. Both players were pulling black Nike roller bags full of swag, yet another perk for fulfilling their commitment and making the long trip from the East Coast to Hawaii. <q>He's got a great opportunity to come out here and show everybody what he's capable of doing,</q> <strong> DeSean Jackson </strong> added. Not that there is any doubt any longer about what <strong> Michael Vick </strong> can do. The question after this Eagles season is: Can <strong> Michael Vick </strong> do what he does at a high level over a 16-game", "new_id": -2}, {"uid": "1296189352088326146", "i": 11630, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "fight. ''Social Security has been the most successful social program initiated by the federal government in the history of this country,'' said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's the caucus's leader. <q>We are getting very tired of hearing Republicans saying Social Security is collapsing.</q> It's not, and estimates are that its trust funds won't be exhausted until 2037. The system is subject to more scrutiny than usual, though, as lawmakers from both parties struggle for ways", "new_id": -2}, {"uid": "1296139861192086029", "i": 17140, "idx": 0, "sa": ["Chris Christie", "Teddy Roosevelt", "Mike Pence"], "q": "talented staff and building campaign infrastructure in early voting states,'' The <strong> Teddy Roosevelt </strong> writes. PAWLENTY: The <strong> Teddy Roosevelt </strong> explores a Pawlenty paradox in a profile of the former governor: <q>Although Pawlenty comes without many of the doubts social conservatives have about <strong> Mitt Romney </strong>, or those fiscal conservatives have about <strong> Mike Huckabee </strong>, or even those electability-minded conservatives have about <strong> Sarah Palin </strong>, he still struggles to attract anywhere near the amount of attention they do.</q> PENCE: ''<strong> Mike Pence </strong> says he met privately with the <strong> Chris Christie </strong> Tuesday morning, and describes him as both a friend and ''America's best <strong> Chris Christie </strong>.'' <strong> Mike Pence </strong> says he suspects he and Daniels are assessing", "new_id": -2}, {"uid": "1296610871014188601", "i": 43895, "idx": 2, "sa": ["Troy Polamalu", "Michael Vick"], "q": "Steelers jersey the top seller in the NFL. Yep, more than <strong> Michael Vick </strong>. ''I've got to buy my own jersey to get them out to my family,'' <strong> Troy Polamalu </strong> said. <q>I think that was probably the reason why, but I don't know. ''The Steelers emblem is worldwide.</q> Always humble and soft-spoken, his demeanour off the field belies his aggressive and man-possessed approach on it. When Clark saw that <strong> Troy Polamalu </strong> had won the Defensive Player of the Year award Monday night, he sent", "new_id": -2}, {"uid": "1295807115069746747", "i": 37148, "idx": 0, "sa": ["Ricky Gervais", "Judd Apatow", "David Letterman"], "q": "Knocked Up, and the critically-acclaimed( but tragically short-lived) Freaks and Geeks. He went on to say: '''( <strong> Ricky Gervais </strong>) says the characters were two-dimensional,'' said <strong> Judd Apatow </strong>. <q>Then he says he hasn't seen The Tourist. So as a comedian, that's not fair, is it? To make jokes about a movie you haven't seen. ''I can't do a joke about( <strong> Ricky Gervais </strong>'s movie) The Invention of Lying because I haven't seen it. You haven't seen it. None of us have seen it. So the joke would not work.</q>'' Once again, it seems absurd that this amount of criticism is being leveled at <strong> Ricky Gervais </strong>: Has <strong> Judd Apatow </strong> never seen an episode of Saturday Night Live? Or seen one of <strong> David Letterman </strong>'s monologues? Why", "new_id": -2}]