[{"uid": "1294966525056983567", "i": 2311, "idx": 5, "sa": ["Carmelo Anthony", "The RZA", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "q": "to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the Nuggets can make a deep playoff run. <q>For me, at this stage of my DNA \"Did the code and means of translation it appear simultaneously in evolution? It seems almost incredible that any such coincidences could have occurred, given the extraordinary complexities of both sides and the requirements that they be coordinated accurately for survival. By a pre-Darwinian( or a skeptic of evolution after Darwin) this is a puzzle surely would have been interpreted as the most powerful sort of evidence for special creation.</q>* C. Haskins, \"Advances and Challenges in Science\" in American <strong> The RZA </strong> 59( 1971), pp. 298. \"The code is meaning unless translated. The modern cell's translations amchinery consists of at least", "new_id": -2}, {"uid": "1295973025172294164", "i": 18488, "idx": 0, "sa": ["Cheryl Cole", "Cher Lloyd", "Simon Cowell"], "q": "aried on20.09.08. Credit To Snoop on GAM... X-Factor <strong> Cheryl Cole </strong>'s Face- <strong> Cher Lloyd </strong> BOB Nothing on You X-Factor <strong> Cheryl Cole </strong>'s Face- <strong> Cher Lloyd </strong> BOB Nothing on You <strong> Cheryl Cole </strong> pulls some random face at <strong> Cher Lloyd </strong> singing... â\u0098\u0086 <q>Britains Got Talent or Americas Got Talent â\u0099¥ <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>!</q> X-Factor UK 2010( Series 7)- <strong> Simon Cowell </strong> Judge's House Final 3 Groups Interview( Xtra Factor) X-Factor UK 2010( Series 7)- <strong> Simon Cowell </strong> Judge's House Final 3 Groups Interview( Xtra Factor)", "new_id": -2}, {"uid": "1295217385130613292", "i": 2032, "idx": 2, "sa": ["Kirsten Gillibrand", "in excess", "Chuck Schumer"], "q": "York Democrat. \"If we can move that conversation to what about the bill do you want to change, that is a legitimate debate that we should frankly have,\" <strong> Kirsten Gillibrand </strong> said on CBS. <q>The bill's not perfect. It never has been.</q> <strong> Chuck Schumer </strong> said there are changes to the bill both parties can work on together, such as the repeal of a provision requiring businesses to report annual expenses to individual vendors <strong> in excess </strong> of$ 600.", "new_id": -2}, {"uid": "1297260106046088366", "i": 10173, "idx": 2, "sa": ["House Judiciary Committee", "Richard Blumenthal", "Kirsten Gillibrand"], "q": "prevent Planned Parenthood from receiving federal dollars, while also supporting H.R. 3. \"The need to affirm the government-wide prohibition on taxpayer funding for abortion has probably never been more important,\" he said. <q>Now is the time to look at taxpayer funding for abortion but also abortion providers.</q> The abortion debate may be flaring in the <strong> House Judiciary Committee </strong>, but any legislation to pass in the Republican-controlled chamber is likely to be blocked by Democratic senators. Sen. <strong> Richard Blumenthal </strong>, D-Conn., and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y.", "new_id": -2}, {"uid": "1297339730064323661", "i": 20628, "idx": 0, "sa": ["Stephen Colbert", "Jeffrey Ross", "Jimmy Fallon", "Craig Ferguson", "David Letterman", "Jimmy Kimmel", "Conan O'Brien"], "q": ", <strong> Stephen Colbert </strong>, <strong> Jimmy Kimmel </strong>, <strong> Craig Ferguson </strong>, and <strong> Jimmy Fallon </strong>-- <strong> David Letterman </strong> is the only host who owns his show. It's the opposite of <strong> Conan O'Brien </strong>'s setup at NBC, says <strong> Jeffrey Ross </strong>, a partner in the company. <q>Conaco owns the show, and TBS is a participant. At Tonight, NBC owned the show, and we were participants.</q> And ownership makes all the difference for <strong> Conan O'Brien </strong> and his team. Team Coco, not TBS, chooses which clips to use, edits them, and posts them. Preview clips from each night's taping go", "new_id": -2}, {"uid": "1297435702142311425", "i": 44277, "idx": 7, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "come from advertising and new forms of monetization. \" \"We the ability to activate users and put them in a position to be more effective in what we call local commerce,\" added <strong> Steve Ballmer </strong>. <q>Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.</q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> detailed their proposal immediately before the vast Mobile World Congress trade show in Barcelona, Spain, where a large number of new Android phones and tablets can be expected. It\"s", "new_id": -2}, {"uid": "1295333072190038066", "i": 44178, "idx": 1, "sa": ["Jared Loughner", "Kirsten Gillibrand", "Gabrielle Giffords", "Mayor Michael Bloomberg", "Al Sharpton", "David N. Dinkins"], "q": "as accused Arizona psycho killer <strong> Jared Loughner </strong>-- from buying guns. \"It is absolutely ridiculous that any idiot can get a gun and then go forth and kill people,\" said former <strong> David N. Dinkins </strong>. <q>Since we know that to be the case and most peo ple would agree with this then why, pray tell, can we not do some thing about it legally? And I say that we will.</q> <strong> Mayor Michael Bloomberg </strong> and <strong> Kirsten Gillibrand </strong>( D- NY)-- a personal friend of <strong> Gabrielle Giffords </strong>-- also spoke about the importance of gun control during <strong> Al Sharpton </strong>'s event. <strong> Kirsten Gillibrand </strong> spoke passionately about tolerance and the need", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.\" <strong> Eric Schmidt </strong>, 55, said, <q>We worked as a triumvirate for 10 years.</q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}, {"uid": "1296016264210583567", "i": 43567, "idx": 0, "sa": ["Eric Schmidt"], "q": "surpassed Google as the most-visited website in the United States last year, according to Internet tracking firm Experian Hitwise. Yesterday, Google's chief executive <strong> Eric Schmidt </strong> rejected the notion that Google was losing key people. <q>Our retention has been actually the same and our turnover has been exactly the same for seven years,</q> he said. \"We're going to be hiring many thousands of people this year.\" Mr <strong> Eric Schmidt </strong>, speaking at the DLD media conference in Munich yesterday, said he expected to spend another 10", "new_id": -2}, {"uid": "1297127080053067784", "i": 18796, "idx": 0, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "to suffer losses of more than$ 450,000. During the course of the investigation, government agents seized two California properties, two luxury vehicles and about$ 40,000 in cash from the couple. <q>The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people and betrayed the trust placed in them,</q> said <strong> Stuart Bowen </strong>, attorney for the Special Inspector General for Iraq Reconstruction. \"They will now pay a price for their criminal wrongdoing.\" Google CEO <strong> Eric Schmidt </strong> speaks during the Web 2.0 Summit in San... Marines", "new_id": -2}]