[{"uid": "1296492708037863446", "i": 19115, "idx": 1, "sa": ["Michael Heisley", "Rasheed Wallace", "Chris Bosh", "Lionel Hollins", "Allen Iverson"], "q": "Twitter feed: \"God Chose Memphis as the place that I will continue my career.\" Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Bosh </strong> <strong> Rasheed Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: <q>I feel that they are committed to developing a winner and I know that I can help them to accomplish that. I feel that I can trust them.</q> The Grizzlies are believed to be offering <strong> Allen Iverson </strong> a one-year deal worth$ 3.5 million, which is far less than the nearly$ 21 million he earned last season in Denver and Detroit but more than anyone else was", "new_id": -2}, {"uid": "1295905049076185690", "i": 26135, "idx": 1, "sa": ["Bill Lockyer"], "q": "state wanted or needed to declare bankruptcy. \"It's a cynical proposal, intended to incite a panic in response to a phony crisis,\" Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists. <q>Killer bees, space aliens, and now it's the invasion of the bankrupt states.</q> As reported, a number of members of Congress have been quietly looking into possible amendments to the federal bankruptcy code to accommodate the states, which can not now declare bankruptcy. Mr.", "new_id": -2}, {"uid": "1296225951235159601", "i": 398, "idx": 10, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the governor's office to him. \"He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,\" he said. <q>This has been on his mind for a long time.</q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Luxury linen for less: 40% off select bedding at Bedside Manor\" width= \"101\" height= \"56\" class", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}, {"uid": "1296660162156139528", "i": 6564, "idx": 0, "sa": ["Madeleine Albright", "Colin Powell"], "q": "late\" in calling for a new government, says Edward Walker, an assistant secretary of State for the Middle East under former secretaries of State <strong> Madeleine Albright </strong> and <strong> Colin Powell </strong>. Had the U.S. been more aggressive in responding, <q>we would have been out ahead of the feeling of the Egyptian people and the people in the region that we are indeed supporters of democracy.</q>( c) Copyright 2011 USA TODAY, a division of Gannett Co.. Inc..", "new_id": -2}, {"uid": "1296593740161153052", "i": 7885, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "sources said <strong> David Cameron </strong> gathered a few colleagues together to show his continuing support for <strong> Andy Coulson </strong>. No 10 is expected to organise a proper leaving party, which will be attended by <strong> David Cameron </strong>. One source said: <q>It was not a big leaving do. It was a quiet goodbye with the prime minister. There will be a night out with <strong> Andy Coulson </strong> when colleagues can give him a present.</q> <strong> Andy Coulson </strong>- who said on 21 January that he had decided to resign because the wave of allegations about illegal phone hacking meant he was unable to do his job- will not receive severance pay,.", "new_id": -2}, {"uid": "1296166138113442846", "i": 4933, "idx": 2, "sa": ["Mitch Daniels", "Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q>We will not seek the Republican nomination for president in 2012.</q>\" <strong> Mitch Daniels </strong> Supporters Launch First 2012 Spot Of the Cycle( VIDEO)", "new_id": -2}, {"uid": "1295562703217792663", "i": 16753, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "many others. He also writes Maximize the efficiency of your virtualization solution. Visit the Dell Virtualization Center today. earnings release today, Google announced a major shift to the executive ranks, calling it a way to <q>streamline decision making and create clearer lines of responsibility and accountability at the top of the company.</q> Here are the details: Starting April 4, co-founder Larry Page, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman", "new_id": -2}, {"uid": "1296167621065404968", "i": 42410, "idx": 0, "sa": ["Mike Pence"], "q": "security settings are preventing some features from appearing. U.S. Rep. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left open the likelihood that he'll seek a different office: Governor of Indiana. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\" He said he would make a decision", "new_id": -2}, {"uid": "1295021582165101591", "i": 4161, "idx": 4, "sa": ["Gary Moore", "Allen Iverson"], "q": "spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was \"soon.\" <q>People need to know that <strong> Allen Iverson </strong> is and always has been a fighter,</q> <strong> Gary Moore </strong> said. \"He's got a battle ahead of him.\" <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> \"totally disputes\" reports out of Turkey that he was set to retire. The 11-time NBA All-Star", "new_id": -2}]