[{"uid": "1296578183042647554", "i": 5858, "idx": 0, "sa": ["Michael Vick"], "q": "you have to have supervisors, and their salary runs anywhere between$ 75,000 to$ 103,000. This then brings the actual amount of jobs created( supported) to around 14,000- 15,000. Report Abuse <q>Are these tax dollars going to be spent on shovel ready projects too?<q> So who will be on the business ends of these shovels? Engineers, secretaries, buyers, salesman, accountants, retail store clerks, reserchers? Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to", "new_id": -2}, {"uid": "1295582258248299524", "i": 15108, "idx": 7, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" Mr. Page hailed Mr. <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. <q>There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,<q> Mr. Page said. Although he tried to debunk the idea in Thursday's interview, Mr. <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's", "new_id": -2}, {"uid": "1296114922211763218", "i": 22428, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "so brilliantly,\" Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" Watchers of the technology giant seemed to react mostly positively to news of the leadership shakeup. <q>I think it's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,<q> said Jacob Internet Fund portfolio manager Ryan Jacob. \"It should streamline the decision-making process. They're in a fast-moving industry,\" Jacob added. \"Initially Larry and <strong> Sergey Brin </strong> were pretty young when Google started,", "new_id": -2}, {"uid": "1295782038072171535", "i": 43769, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Andrew Marr"], "q": " \"Play a role' And he defended Mr <strong> David Cameron </strong>'s handling of the issue and his decision to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007. <q>If you listen to what <strong> David Cameron </strong> has said,<q> he told BBC One\"s <strong> Andrew Marr </strong> show, \"he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance. \"<strong> Andy Coulson </strong> has been very clear that he was not in any", "new_id": -2}, {"uid": "1297443474051478531", "i": 39776, "idx": 1, "sa": ["Shayne Ward", "Simon Cowell"], "q": "there.\" <strong> Shayne Ward </strong> also addressed a report which claimed that he would be dropped by <strong> Simon Cowell </strong>'s record label SyCo this year. \"All's absolutely fine,\" he said. <q>Obviously I had a three-album deal so it's up for negotiation now. Really those rumours are just lazy journalism. It was a three-album deal and we'll negotiate getting the next deal. That'll all be taking place in the next couple of weeks.<q> Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"uid": "1295364351186253312", "i": 14445, "idx": 0, "sa": ["Ike Reese", "Michael Vick"], "q": "on personnel decisions. Mora has shown he is not afraid to draw a line in the sand when necessary. The Eagles' <strong> Michael Vick </strong> was Mora's starting quarterback in Atlanta. And although <strong> Michael Vick </strong> and Mora <q>were on the same page 80 percent of the time,<q> according to <strong> Ike Reese </strong>, the relationship soured in 2006 after the quarterback gave Falcons fans a middle-finger salute at a home game. \"There were some rough patches down the stretch,\" <strong> Ike Reese </strong> said. \"", "new_id": -2}, {"uid": "1296581048157810744", "i": 4634, "idx": 0, "sa": ["Zahi Hawass", "Barack Obama", "Hosni Mubarak"], "q": "named antiquities minister in a new Cabinet appointed by besieged <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong>, said the survival of Egypt's rich archaeological heritage amid chaos reflected a fundamental pride among Egyptians even as they revolt against their leadership. <q>We can not be like Afghanistan,<q> said <strong> Zahi Hawass </strong>, referring to a depleted nation where war overshadows centuries of cultural history. \"Civilization is inside the Egyptians.\" The sites have not been immune to the chaos. Last week", "new_id": -2}, {"uid": "1296332592236797956", "i": 41311, "idx": 10, "sa": ["Michael Vick"], "q": "n't choose it. We choose it for them.\" is back pitching products. <strong> Michael Vick </strong> has signed his first paid... <strong> Michael Vick </strong> could be well on his way to regaining his marketability if he... Report Abuse <q>here's hoping both michael vick and his former dogs continue to do well.<q> ABC News: Clijsters Defeats Li for 1st Australian Open Crown ABC News: Bryan Brothers Win Australian Open Doubles Title", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q>I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech,<q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"We didn't elect \"Superman,\" we elected a human being.\" <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}, {"uid": "1297242605085999617", "i": 1335, "idx": 0, "sa": ["Kirsten Gillibrand", "Barbara Boxer", "House Judiciary Committee"], "q": "reproductive rights advocates. They have appropriated the Republican charge from last year that Democrats were working on a liberal policy agenda instead of on job creation and the economy, and turned it on its head. <q>This election was about the economy,<q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong> of New York, who joined with other Democratic senators Tuesday to decry the <strong> House Judiciary Committee </strong> bills Tuesday as needless and intrusive. Over and over, Democrats said that by bringing up the abortion issue", "new_id": -2}]