[{"uid": "1295621146048054324", "i": 59316, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,\" <strong> David Cameron </strong> said in an e-mailed statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> In comments to BSkyB's Sky News television channel, <strong> David Cameron </strong> dismissed questioning about his judgment over <strong> Andy Coulson </strong>.` Excellent Job' \"He's run the Downing Street press office in a", "new_id": -2}, {"uid": "1295979046057327630", "i": 11423, "idx": 0, "sa": ["Larry Page", "Mark Zuckerberg", "Eric Schmidt"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a start-up, </q> <strong> Larry Page </strong> said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1295447193058523650", "i": 50312, "idx": 1, "sa": ["Billy Joel", "Steven Tyler", "Jennifer Lopez", "Simon Cowell", "Randy Jackson"], "q": "disc jockey instead of a singer. It seems the essence of <strong> Simon Cowell </strong> has been` American Idol' embraces kinder, gentler attitude LOS ANGELES- When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest target=\"_blank\" Time </q> in front of <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, something totally out of the ordinary happens: They don't make fun of him. Instead, the new \"American Idol\" judging team encourages him to become a", "new_id": -2}, {"uid": "1297109142037732360", "i": 31996, "idx": 0, "sa": ["Simon Cowell"], "q": "to sing before judges as well as audiences of 3,000 to 5,000 just to get the audience in as part of the process, <strong> Simon Cowell </strong> says. Dates and locations will be announced later for those cities. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said in a statement Monday. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract", "new_id": -2}, {"uid": "1295995985228769812", "i": 3397, "idx": 0, "sa": ["Alan Eustace", "Barack Obama", "Eric Schmidt"], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice <strong> Barack Obama </strong> of engineering and research. Still Fewer Workers Than Microsoft Even if it surpasses 31,000 employees this year, Google will still have far fewer people than Microsoft", "new_id": -2}, {"uid": "1296756870255229960", "i": 57363, "idx": 0, "sa": ["Eric Schmidt"], "q": "SAPF is interested to dissemin... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009.... video results for: people hours affairs How Could People Watch Alleged Gang Rape` Like An Exhibit'? How", "new_id": -2}, {"uid": "1295551081106610695", "i": 17781, "idx": 0, "sa": ["Eric Schmidt"], "q": "\"The advent of full HD video capture on DSLR cameras has opened the doors to new and exciting possibilities to independent and emerging filmmakers,\" said Trevor Groth, director of programming, Sundance Film Festival. <q> It is simply amazing to see how independent films are utilizing these cameras in new and exciting ways each year. They have truly changed the game. </q> As the Official Digital Camera of the 2011 Sundance Film Festival, Canon U.S.A. will host exclusive educational workshops led by filmmaker <strong> Eric Schmidt </strong>, creator of the film, \"I Melt with You,\" which was shot", "new_id": -2}, {"uid": "1295560415243745631", "i": 15966, "idx": 1, "sa": ["Eric Schmidt"], "q": "imagine that <strong> Eric Schmidt </strong> ever saw himself as just a placeholder, particularly having been with Google for a decade. And realistically, <strong> Eric Schmidt </strong> will continue fulfilling most of his \"adult\" duties in his new capacity, focusing <q> on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach. </q> You know, grown-up stuff. That's increasingly been <strong> Eric Schmidt </strong>'s primary function anyway; now it's his sole obligation. And in today's earnings call, <strong> Eric Schmidt </strong> explicitly said he did", "new_id": -2}, {"uid": "1295198895198885397", "i": 13883, "idx": 2, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "unquestioned leader in server computing,\" <strong> Steve Ballmer </strong> wrote. \"We are now ready to build on our success and move forward into the era of cloud computing.\" Given that evolution, <strong> Steve Ballmer </strong> continued, <q> now is the time to put new leadership in place for STB. </q> <strong> Bob Muglia </strong> will apparently continue to run the division until summer, while his soon-to-be-former CEO conducts \"an internal and external search for a new leader.\" <strong> Bob Muglia </strong> is just the latest in a raft of executive", "new_id": -2}, {"uid": "1295278131044859395", "i": 11282, "idx": 0, "sa": ["Allen Iverson", "David Stern", "Larry Brown"], "q": "about <strong> Allen Iverson </strong>'s rap music, it was as if <strong> Allen Iverson </strong> didn't even hear him. As <strong> David Stern </strong> handed him the MVP trophy, all <strong> Allen Iverson </strong> could think of was one thing when he was asked to speak. <q> Where's my coach at? </q> he asked. \"Where's Coach <strong> Larry Brown </strong>?\" It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature", "new_id": -2}]