[{"uid": "1296629453234962980", "i": 27317, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the all-pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with", "new_id": -2}, {"uid": "1297125914137412651", "i": 1826, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "ceremonial gifts are different from the official keys to the city presented by the mayor,'' he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and <q> am deeply sorry to offend anyone who loves animals. </q> He acknowledged <strong> Michael Vick </strong>'s past but noted that`` since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on`` Late Night with <strong> David Letterman </strong>.'' The talk show host was once a grocery bagger. <q> There's no guarantee, but it's traditional for the winner to be a guest on the show, </q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest.`` I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}, {"uid": "1296565246043499534", "i": 1592, "idx": 0, "sa": ["Simon Cowell"], "q": "music and media mogul is thinking about quitting the show in order to focus on its American version, and he sees the ex-glamour model as his perfect replacement. The Daily Star quotes him as saying: <q> Do I want <strong> Katie Price </strong> as a judge on` The X Factor' panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade. </q> Indeed, it is not only <strong> Simon Cowell </strong> who believes this to be the case.His ex-girlfriend, Sinnita, who has helped out in a mentor role on the show in the past, is in agreement.", "new_id": -2}, {"uid": "1296142066049446919", "i": 24094, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> All content Â© Copyright 2000- 2011 WorldNow and WISTV, a", "new_id": -2}, {"uid": "1297597754169951245", "i": 37337, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q> The police and army plan to follow up with the criminals already in custody, </q> he added. Article: Experts fret for Egypt's treasures, ancient sites... Article: Egypt army forces path for traffic in Tahrir... Photo in Slideshow: Palestinian-American Eyad Kishawi waves an Egyptian... Photo in", "new_id": -2}, {"uid": "1297445521223772687", "i": 45783, "idx": 0, "sa": ["Steve Ballmer"], "q": ", of Apple, he said that the Cupertino, Calif., company`` changed the game.'' In the newly announced partnership, Nokia will turn to Windows Phone to fight off the competition, while <q> innovating on top of the platform in areas such as imaging. </q> The Finnish handset maker has said it will also`` drive the future of Windows Phone'' by contributing its expertise on global markets.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1296582687133529607", "i": 14802, "idx": 0, "sa": ["Steve Ballmer"], "q": "The room erupted in applause after one delegate at today's event quizzed <strong> Steve Ballmer </strong> on the fine print in MS licensing, which could trip up unwary users. <strong> Steve Ballmer </strong> says he has no plans to simplify licensing. <q> Customers want simplification to reduce costs; our shareholders want simplification without price decreases. </q> Someone may choose a processor based licence for SQL Server, while another may decide on a server-based client access licence. Both offer lower costs depending on how they are deployed. So <strong> Steve Ballmer </strong> intends to continue giving users", "new_id": -2}, {"uid": "1297104003173965321", "i": 8576, "idx": 0, "sa": ["Simon Cowell"], "q": "Speaking at a press conference before the Red Button vote opens in the 2021 General Election, the prime minister dismissed those who oppose his third term as`` mean-spirited'' and`` cynical''. <q> All these political snobs have ganged up against the party, </q> <strong> Simon Cowell </strong> said.`` If you take me out of the equation, you have a lot of my teenage coalition being attacked by a huge hate mob on Facebook.`` It feels like a spiteful campaign", "new_id": -2}, {"uid": "1297195793265863175", "i": 16320, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "In the account, that the Los Angeles Times describes as one about`` shifting blame and settling scores'', <strong> Donald Rumsfeld </strong> writes that <strong> President Bush </strong> never asked him whether invading Iraq was the right course to take. <q> While <strong> President Bush </strong> and I had many discussions about the war preparations, I do not recall his ever asking me if I thought going to war with Iraq was the right decision, </q> he writes. The <strong> President Bush </strong> was the one charged with the tough choice to commit US forces.`` I did not speculate on the thought process that brought him to his ultimate, necessarily lonely", "new_id": -2}]