[{"uid": "1295868870143261707", "i": 25832, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama"], "q": "Waarom is <strong> Eric Schmidt </strong> opgestapt als topman van Google? <strong> Eric Schmidt </strong> zegt er zelf niets over, behalve dat hij de inmiddels beroemde tweet verstuurde: <q> Dagelijks ouderlijk toezicht niet meer nodig! </q> We weten maar bitter weinig over het vertrek van <strong> Eric Schmidt </strong>. De machtswisseling in Mountain View voedt de geruchten dat <strong> Eric Schmidt </strong> zich opmaakt voor een baan binnen de regering van <strong> Barack Obama </strong> of dat hij door Google geslachtofferd wordt", "new_id": -2}, {"uid": "1296810817171016196", "i": 47434, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "the internet giant will allow people to virtually visit galleries and view works at gigapixel resolution.''- The Art Newspaper </blockquote> New York Times drops as print ads, circulation slide cut profit <q>`` New York Times Co., publisher of the namesake newspaper, dropped as much as 5.9 percent after reporting a 26 percent decline in profit as print advertising and circulation revenue continued to shrink. </q>- Bloomberg </blockquote> <strong> Donald Rumsfeld </strong> was right about everything: new book <blockquote>`` Reviled two-time Defense <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled Known and Unknown, after a typically obtuse", "new_id": -2}, {"uid": "1295416067196034628", "i": 10175, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler just started making its refreshed 2011 Dodge Grand Caravan and Chrysler Town and Country in Windsor, Ontario, today but Fiat/Chrysler CEO <strong> Sergio Marchionne </strong> was already pondering the next-generation van. <q> We need to completely rethink the minivan, </q> he told the AP's Dee-Ann Durbin at the plant in Canada.`` We need to retain all its functionality but make it much more versatile.'' He said that could mean vehicles that still haul a", "new_id": -2}, {"uid": "1296309067021659679", "i": 6638, "idx": 0, "sa": ["Mike Pence"], "q": "Press </h5> MUNCIE, Ind.-- U.S. Rep. <strong> Mike Pence </strong> discussed his political future-- in somewhat nonspecific terms-- while addressing students in a Central High School social studies class Friday. <strong> Mike Pence </strong> acknowledged he was considering <q> maybe coming home and running for governor, </q> but the Republican said he was likely months away from making a final decision. He didn't completely rule out seeking a seventh term representing Indiana's 6th District in the U.S. House. While it's", "new_id": -2}, {"uid": "1295223846165576705", "i": 38520, "idx": 0, "sa": ["Rasheed Wallace", "Allen Iverson", "Lamar Odom"], "q": "Pistons since Jan. 8, 2002. The Western Conference-leading Lakers earned their fourth straight victory to pull within a game of NBA-leading Cleveland, and five in a row on the road for a league-high 26 this season. <q> One of our goals is to have the best record before the playoffs start to have home-court advantage, </q> <strong> Lamar Odom </strong> acknowledged. At this point, the once-mighty Pistons simply are hoping to make the playoffs. They were without <strong> Allen Iverson </strong>( back), Richard Hamilton( groin) and <strong> Rasheed Wallace </strong>( calf) against the Lakers.", "new_id": -2}, {"uid": "1297188586205783066", "i": 23477, "idx": 1, "sa": ["Simon Cowell"], "q": ", but with talented people( zing!). So why the big prize for the American X Factor? <strong> Simon Cowell </strong> says that he's confident a big star will emerge from season 1. <q> We are going to put our money where our mouths are with this$ 5 million recording contract, </q> says the judge and producer.`` I'm doing this show in America because I genuinely believe we can find a superstar.'' The premiere date hasn't been announced, but auditions start in L.A.", "new_id": -2}, {"uid": "1295470639018825221", "i": 10599, "idx": 1, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "<a target=\"_blank\" href=\"http://worldhealthtoday.com/\"> health care reforms. The GOP House leadership is now back, determined to repeal a law that gives Americans health care security while cutting budget deficits-- but in a nice way. <q> We can and should have a debate about the facts of the law and its records, </q> said House Speaker Health-care repeal would boost deficit Following the attack against <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and bystanders, Republicans put off action to scuttle the Democrats' health-care reforms. The GOP House leadership is now back, determined to repeal", "new_id": -2}, {"uid": "1296550766189169669", "i": 6250, "idx": 2, "sa": ["David Letterman"], "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about Bieber's schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which Bieber replied:`` I don't know. I'm Canadian.'' Later Bieber tweeted that he will be on the`` Late Show'' again on Friday,`` playing", "new_id": -2}, {"uid": "1296278683209059853", "i": 48015, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "District,''' explained Feuirer. Balfour says SST is the largest manufacturer of this technology in the world. But despite global success, SST is still considered a`` small business'' with only 38 employees. <q> As a small business you have to watch every dollar, </q> Balfour said.`` If you have a few more dollars you can expand that research and development group.'' <strong> Kirsten Gillibrand </strong>'s plan would create a permanent 20 percent research and development tax credit that could impact more than", "new_id": -2}, [{"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}]]