[{"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q> An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software. </q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}, {"uid": "1295667835215973928", "i": 11621, "idx": 3, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Brandon_Roy_21_Points_vs_Rockets_Game_1_Playoffs_!!_HD_!_18409 capped by revgen PORTLAND, Ore.( AP) Coming out strong against the Trail Blazers was the first step of a very logical", "new_id": -2}, {"uid": "1295033653139100172", "i": 32092, "idx": 0, "sa": ["Irin Carmon", "Kirsten Gillibrand", "Nancy Pelosi", "Debbie Wasserman Schultz"], "q": "Mark Kelly, she was surrounded by a group of women whom she considers both friends and mentors, including New York Senator <strong> Kirsten Gillibrand </strong>, Florida Congresswoman <strong> Debbie Wasserman Schultz </strong>, and House Minority Leader <strong> Nancy Pelosi </strong>. As <strong> Nancy Pelosi </strong> put it, <q> We saw a little girl power too. </q> Jezebel, <strong> Irin Carmon </strong> writes about how the women became friends, how it still remains a rarity to be a woman, particularly a young woman, in American government, and how they found in each other support and", "new_id": -2}, {"uid": "1295693165029671442", "i": 4493, "idx": 4, "sa": ["Danny Granger", "Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/2010-11_NBA_season__Los_Angeles_Clippers_vs_Indiana_Pacers_Recap_11/18/10 <strong> Danny Granger </strong> states his case why he should be a member of the Harlem", "new_id": -2}, {"uid": "1295743327004915210", "i": 35689, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q> A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR </q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Easy Product", "new_id": -2}, {"uid": "1295647437196657190", "i": 20571, "idx": 2, "sa": ["Eric Schmidt"], "q": "under Larry will be even better! Larry, in my clear opinion, is ready to lead.\" Mr <strong> Eric Schmidt </strong>, who will become executive chairman of the search giant, said the new structure will <q> produce even better results for the corporation </q>. He explained that the previous structure, in which the triumvirate took collective decisions, had slowed down decision making. He said the changes would help clarify the individual roles so \"there's clear responsibility", "new_id": -2}, {"uid": "1295906343201736302", "i": 238, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "in how they would cut federal spending, Ryan has never been afraid to be specific. <strong> Sen. Bernie Sanders </strong>, a liberal independent from Vermont, applauded Republicans for picking Ryan, saying that unlike GOP leaders who have <q> been vague about what programs they want to cut, Congressman Ryan has been very clear. </q> He added that Ryan's ideas on squeezing savings from Social Security, Medicare, Medicaid and other programs were \"a very wrong approach to take.\" During the fall election campaign, Democrats jumped on", "new_id": -2}, {"uid": "1295642186060784646", "i": 5236, "idx": 0, "sa": ["Armando Iannucci", "Andy Coulson"], "q": "Mr. <strong> Andy Coulson </strong> insisted that he had no knowledge whatsoever of these illegal activities, but still intended to resign because stories about him were becoming a distraction. He then tried to make light of this situation by joking, <q> When the spokesman needs a spokesman, it's time to move on. </q> As Matt Wells noted on The Guardian's live blog dedicated to Mr. <strong> Andy Coulson </strong>'s resignation, soon after the statement was released, the British comedian <strong> Armando Iannucci </strong>- who created\" In the Loop", "new_id": -2}, {"uid": "1295443949144605190", "i": 22381, "idx": 0, "sa": ["John de Mol", "Lucian Grainge", "Simon Cowell", "Susan Boyle"], "q": "merchandising. <strong> Lucian Grainge </strong> is hoping to drive sales in the same way that rival Sony Music has benefited from its exclusive tie-up with <strong> Simon Cowell </strong>'s talent-show acts such as <strong> Susan Boyle </strong>. <strong> Lucian Grainge </strong> said: <q> Innovation breeds success, and in television, <strong> John de Mol </strong>'s track record is second to none. He evidently has another winner with The Voice of format. </q> De <strong> John de Mol </strong> claims the Voice Of... \"features only real singing talent\" and the competition starts with a \"blind\" audition so the judges are not swayed by the contestants' looks. Subsequent rounds", "new_id": -2}, {"uid": "1295433183052150274", "i": 41274, "idx": 9, "sa": ["Toby Young", "Simon Cowell"], "q": "duck and see what hatches!\" he tells another. That's apparently his version of a compliment. <strong> Toby Young </strong> remains amused by the idea that Americans need a mean Brit to tell it like it is. <q> It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety, </q> says <strong> Toby Young </strong>. \"It's as if we've switched places.\" But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? AEvangelista at 12:06 AM January 19, 2011", "new_id": -2}]