[{"uid": "1295135053142065693", "i": 74, "idx": 3, "sa": ["Allen Iverson", "Kenyon Martin", "Carmelo Anthony", "Marcus Camby"], "q": "<strong> Allen Iverson </strong> after the game. He finished with 14 rebounds, two shy of his career high. \"When he puts his mind to it, he can do anything on the basketball court,\" <strong> Allen Iverson </strong> said. <q> He can dominate in every aspect. Rebounding, that's all effort. When Melo gets down low and starts banging with those guys, it's hard for people to defend him. </q> <strong> Carmelo Anthony </strong> credited his aggressive play on the boards to simply wanting to take the pressure off <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong>. \"I know I can do it,\" he said. \"I know when I want to do", "new_id": -2}, {"uid": "1295910894175931451", "i": 49232, "idx": 0, "sa": ["Bill Lockyer"], "q": "suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider on Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its own fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities", "new_id": -2}, {"uid": "1295562661204079164", "i": 4174, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "management shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> Mr <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm", "new_id": -2}, {"uid": "1296781371242499630", "i": 45568, "idx": 1, "sa": ["Bill Lockyer", "Bill H. Gross"], "q": "Those two sentences set off a month of fireworks in the almost$ 3 trillion muni market. California Treasurer <strong> Bill Lockyer </strong> called the prediction \"apocalyptic arm-waving.\" The National League of Cities' research director cited her <q> stunning lack of understanding. </q> Pimco's <strong> Bill H. Gross </strong>, who runs the world's biggest bond fund, simply said he doesn't subscribe to the \"theory.\" James A. Bianco, the president of Bianco Research in Chicago, compares", "new_id": -2}, {"uid": "1297463883073236484", "i": 32641, "idx": 1, "sa": ["Simon Cowell"], "q": "he still hopes to be able to do both the U.K. and U.S. versions of \"The X Factor,\" even though both shows are televised during the same months( September through December). <strong> Simon Cowell </strong> joked: <q> We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea. </q> The most logical solution would be to move \"The X Factor\" U.K. to be televised during other months of the year. We will have to wait and see if that happens or if <strong> Simon Cowell </strong> will", "new_id": -2}, {"uid": "1297575676186400772", "i": 40321, "idx": 2, "sa": ["Steve Ballmer", "Paul Thurrott"], "q": "and will simply roll the various Zune services into Windows Live.) \" And again, when <strong> Steve Ballmer </strong> took the stage Friday morning, he didn't mention Zune either, as noted by <strong> Paul Thurrott </strong>: <q> He said that Windows Phone was not just a single product but was instead the combination of many products from across Microsoft, \"not only Windows, but Office, Bing, Hotmail, and Xbox. </q>( Note, again, how Zune was conspicuously left out of this equation.) \" While this can't be the greatest news for Zune or Zune fans, we think there are some explanations that", "new_id": -2}, {"uid": "1296947872117014565", "i": 3377, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,\" <strong> Sergio Marchionne </strong>'s statement said. <q> I regret the remark, which I consider inappropriate. </q> The term, probably derived from German, usually refers to an unscrupulous or unethical person. <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in", "new_id": -2}, {"uid": "1295132025137953291", "i": 16925, "idx": 1, "sa": ["Bill Clinton", "A Clinton White", "Bernie Sanders"], "q": "<strong> Bill Clinton </strong> will abandon liberals, cut deals with Republicans and firmly nudge his administration to the right- much as <strong> A Clinton White </strong> did. \"I worry about his appointments,\" said Sen. <strong> Bernie Sanders </strong>( I-Vt.) <q> It's a move in the conservative direction. </q> <strong> Bernie Sanders </strong>, who caucuses with Democrats, said he's worried that Obama will endorse the deficit commission's proposals in his State of the Union address this month, and that Obama's new advisers will push", "new_id": -2}, {"uid": "1297430746063684619", "i": 15672, "idx": 1, "sa": ["Steve Ballmer", "Vic Gundotra", "Stephen Elop"], "q": "in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team \"more innovation, greater global reach and scale.\" <q> We need to, and we will, collaborate closely on devStephen Elopment... so we can really align and drive the future revolution of the mobile phone, </q> he said. The key challenge will be to come up with deVic Gundotraes of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. Windows Phone", "new_id": -2}, {"uid": "1297384739169525259", "i": 58519, "idx": 1, "sa": ["Andy Burnham", "Michael Gove"], "q": "likely to include further measures such as plans to overhaul the teacher training process, sweeping reforms of qualifications and the introduction of a reading test for six-year-olds. Labour says it gives Mr <strong> Michael Gove </strong> <q> 50 new powers to meddle in education in your area </q> with Shadow Secretary <strong> Andy Burnham </strong> tweeting that it \"strips councils of any real power and gives it all to the Secretary of State\" . Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo!", "new_id": -2}]