[{"uid": "1297261982254083402", "i": 678, "idx": 0, "sa": ["Michael Gove", "Katharine Birbalsingh"], "q": "party conference, teacher <strong> Katharine Birbalsingh </strong> suggests in the Telegraph that <strong> Michael Gove </strong>'s idea, which will allow heads to sack bad teachers and give pay rises to good ones, may be halted by workplace politics: <q> \"The problem with <strong> Michael Gove </strong>'s reforms is that as well as requiring head teachers to be robust enough to implement them, they also require the young, talented teacher, just out of university, to have enough backbone not to mind being scorned by his colleagues. For that's what is likely to happen if you pay them more for being good at their jobs. After all, teachers, like pupils, want to be liked, and they want to have friends in the workplace.</q>\" \" \"But be in no doubt about the significance of the Education Secretary's plans: they amount to a declaration of war on the teaching establishment and the principles which have dominated state schools for more than", "new_id": -2}, {"uid": "1295682265065617928", "i": 95, "idx": 19, "sa": ["Ronald Reagan", "Sarah Palin", "Mike Pence", "Marjorie Dannenfelser"], "q": "nominee. \"He has that everyman, Indiana appeal with vision,\" <strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to. <q>I hate to bring up <strong> Ronald Reagan </strong> because everybody does that,</q> <strong> Marjorie Dannenfelser </strong> said. \"But it's what <strong> Ronald Reagan </strong> did and what <strong> Sarah Palin </strong> can do and what other candidates would pay any amount of money for.\" Andy Smith, who heads the University of New Hampshire", "new_id": -2}, {"uid": "1297094624063078408", "i": 31158, "idx": 7, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "state had \"never served in a <strong> George H.W. Bush </strong> administration position,\" a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>-- <strong> President Bush </strong>'s first top diplomat-- <q>did not, in my view, do a good job of managing the people under him,</q> calling leaks out of the State Department \"unhelpful.\" <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> President Bush </strong> advisers and officials, truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to", "new_id": -2}, {"uid": "1297354538224657421", "i": 3805, "idx": 1, "sa": ["Donald Rumsfeld", "Jane Holl Lute"], "q": "intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ 1] Re: Napolitano: \"Al-Qaeda does not exist: Natural Born Americans are the terrorists\" <q>Reply# 48 on: February 09, 2011, 03:52:38 PM</q> How about this... Napolitano: \"I am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes the American citizen of all humanity\" Re: Napolitano: Al-Qaeda does not", "new_id": -2}, {"uid": "1295254600092618767", "i": 7204, "idx": 6, "sa": ["Allen Iverson", "George Karl"], "q": ". <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. His season high is 46 against Chicago on Nov. 24. \"He's good,\" <strong> George Karl </strong> said. <q>He's better than I thought and I thought he was( darn) good.</q> After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug. \"To be a part of something like that is something to http://wn.com/NBA_2k11_Denver_Nuggets_@_NY_Knicks_121210__Are_The_Knicks_Back? Coach Nick breaks", "new_id": -2}, {"uid": "1295728012106954753", "i": 39805, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "will become CEO effective April 4. Current CEO <strong> Eric Schmidt </strong> will be executive chairman, and co-founder <strong> Sergey Brin </strong> will remain co-founder, devoting \"his time and energy to strategic projects,\" <strong> Eric Schmidt </strong> wrote in a blog post. <q>As Google has grown, managing the business has become more complicated,</q> <strong> Eric Schmidt </strong> noted. \"So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, {"uid": "1295981454233783305", "i": 9567, "idx": 1, "sa": ["David Letterman", "Bill Maher", "Dennis Kucinich"], "q": ", se... <strong> Bill Maher </strong> on <strong> David Letterman </strong> January 3 <strong> David Letterman </strong> interviews <strong> Bill Maher </strong> on the Late Show- aired January 3, 2008... <strong> Dennis Kucinich </strong> \"If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All\" <strong> Dennis Kucinich </strong> <q>If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All</q> January 03, 2011 MSNBC The ED Show MOXNews.com... Health Matters: What is Social Anxiety Disorder? What is Social Anxiety Disorder? Is it simply a severe form of shyness? Join Dr. Granet as he talks", "new_id": -2}, {"uid": "1295833841223035433", "i": 5922, "idx": 6, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q>There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,</q> he said. \"All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country, but with", "new_id": -2}, {"uid": "1295945468061587468", "i": 5063, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown. \"We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,\" Safire said. <q>There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal.</q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]