[{"uid": "1296580317091275273", "i": 19880, "idx": 13, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q> The people in the streets have to give this government an opportunity to change, </q> he said cheerfully.`` Beautiful things happened in the last five days.'' 53% Off Facial at Irina's Secret Day Spa in Olathe", "new_id": -2}, {"uid": "1296661910101318792", "i": 19489, "idx": 1, "sa": ["David Letterman", "Barack Obama", "Kim Kardashian", "Mitt Romney"], "q": " Prepping for a potential Barack Obamaial run in 2012, <strong> Mitt Romney </strong> got a <strong> David Letterman </strong> plug for his book,`` No Apology,'' and then stood, sans-tie, to announce a casual, comically self-deprecating lineup of <q> Things You Don't Know About <strong> Mitt Romney </strong>. </q> \" 10. <strong> Mitt Romney </strong> is short for Mitt Romney-thew. 9. I can't begin my day until I've read the Washington Post and <strong> Kim Kardashian </strong>'s Tweets. \" 8. I'm the guy", "new_id": -2}, {"uid": "1297185913149962759", "i": 4404, "idx": 4, "sa": ["Donald Rumsfeld", "Jacques Chirac"], "q": "not speak for the entire continent.`` Ironically, my comment was unintentional,'' <strong> Donald Rumsfeld </strong> writes.`` I had meant to say France and Germany represented` old NATO' not` old Europe'.'' <q> In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling fJacques Chiracch fries` freedom fries' loved it, </q> he writes.`` The elites in Paris and Bonn who thought themselves the guardians of a sophisticated, new world order did not. All in all I was amused by the ruckus.''", "new_id": -2}, {"uid": "1297426535014974989", "i": 28274, "idx": 0, "sa": ["David Letterman"], "q": "<strong> David Letterman </strong> boldly asked the diminutive` Jersey Shore' party animal when she appeared on href=\"http://television.aol.com/show/late-show-with-David Letterman-David Letterman/49114/main\">` Late Show.' <q> Do you think, uh, um, maybe you need to abstain? </q> She replied,`` I definitely don't think I have a problem. I mean, when we're not filming I hardly go out. I hardly drink. It's just, you know, it's", "new_id": -2}, {"uid": "1295729775147996684", "i": 9499, "idx": 0, "sa": ["Ian Edmondson", "Andy Coulson"], "q": "including the editors of Murdoch's four British papers, held a three-day meeting at Babington House in Somerset about the future of the company, aware that Murdoch is flying into London this week at a crucial time. <q> I'd be amazed if they didn't discuss <strong> Andy Coulson </strong>, </q> said a source with some knowledge of the meeting. <strong> Andy Coulson </strong> still has close links with the company and enjoys friendly relations with key executives. Questions also hang over what action News Group will take against <strong> Ian Edmondson </strong>", "new_id": -2}, {"uid": "1295474988012009500", "i": 6471, "idx": 0, "sa": ["Mike Pence"], "q": "a favorite campaign stop for many aspiring White House contenders, <strong> Mike Pence </strong> pushed the idea of a flat tax, a rollback of regulatory standards and a constitutional amendment to limit spending to 20 percent of GDP. <q> We must have a mechanism that forces Washington as a whole to make the hard choices necessary to reform our nation's addiction to big spending and unsustainable entitlements, </q> <strong> Mike Pence </strong> said, according to a prepared text of his speech. That's funny getplaning. You just don't get it. The majority of American people do not agree with you about anything. You", "new_id": -2}, {"uid": "1296580219042647580", "i": 6705, "idx": 2, "sa": ["Val Rutter", "Michael Vick", "Don Campbell", "Janet Kay", "Carol Thompson"], "q": "their hits and more will be <strong> Janet Kay </strong>`` Silly Games'' <strong> Carol Thompson </strong>`` Hopelessly in Love'' <strong> Val Rutter </strong>`` Golden Touch'' Cool Notes`` It's my Tune'',`` I will always love you Baby'' <strong> Don Campbell </strong> <q> See it in your eyes </q>, T... <strong> Michael Vick </strong> Super Bowl Party Feb 3-5 2011- Mr. BIGGS Sportsbar <strong> Michael Vick </strong> Super Bowl Party Feb 3-5 2011- Mr. BIGGS Sportsbar www.threeringsweekend.com twitter.com- follow on twitter to win cash and prizes!!! SUPER BOWL", "new_id": -2}, {"uid": "1296217886066224161", "i": 20926, "idx": 3, "sa": ["Michael Vick"], "q": "n't file charges against the player, citing insufficient evidence to persuade a jury beyond a reasonable doubt. The player also provided a handwritten statement to the police in which he denied the accusation. <q> I was made aware of allegations, and in no way, shape or form did any of this take place, </q> he said. Messages seeking comment were left Thursday for attorneys for the player and the woman. Her lawyer, <strong> Michael Vick </strong> Jaafar, has said his client would file a civil lawsuit against the player, but", "new_id": -2}, {"uid": "1295957767098713624", "i": 23058, "idx": 0, "sa": ["Katy Perry", "Simon Cowell"], "q": "a big enough ratings puller. But <strong> Simon Cowell </strong> is still fighting to get Cole on board, as he thinks she'd be perfect for the role after becoming a favourite with viewers back home. <q> Everyone thinks Cheryl has the judging job on US X Factor in the bag, </q> a source tells The Sun.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}]