[{"uid": "1295817478183353364", "i": 12703, "idx": 0, "sa": ["Colin Powell"], "q": "cut military spending. <strong> Colin Powell </strong>, a retired four-star general who served in the Bush administration, made the comment on CNN's \"State of the Union\" show on Sunday. <q>When the Cold War ended 20 years ago, when I was chairman and[ Dick] Cheney was Secretary of Defense, we cut the defense budget by 25 percent. And we reduced the force by 500,000 active duty soldiers, so it can be done. Now, how fast you can do it and what you have to cut out remains to be seen, but I don't think the defense budget can be made sacrosanct and it can't be touched,<q> he said. Republicans have pledged to cut$ 100 billion from the budget in an effort to control spending, but most top leaders want to leave Medicaid and military and veteran spending untouched.", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency. \"He's not a Muslim,\" said <strong> Colin Powell </strong>, but \"what if he is?\" <q>I'm troubled by the fact that within the party we have these kinds of expressions<q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. \"We have got to stop polarizing ourselves.\" Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}, {"uid": "1296430679223723531", "i": 284, "idx": 0, "sa": ["Clint Eastwood", "Gottlieb Daimler", "Eric Schmidt", "Boris Becker", "Google Inc."], "q": " \"<strong> Gottlieb Daimler </strong> needs to regain some of its innovative edge, and fuel cells might help them do that,\" said Philippe Houchois, a London-based analyst at UBS, who recommends buying the shares. <q><strong> Gottlieb Daimler </strong> has pretty much been in the forefront on fuel cells, but they haven't been very consistent.<q> Germany, which kicks off a year- long celebration, was attended by about 1,400 guests including <strong> Boris Becker </strong>. <strong> Boris Becker </strong>, <strong> Clint Eastwood </strong> Actor <strong> Clint Eastwood </strong> and <strong> Google Inc. </strong>. CEO <strong> Eric Schmidt </strong> congratulated", "new_id": -2}, {"uid": "1295465232182796332", "i": 22085, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q>One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology.<q> First time? A confirmation email will be sent to you after submitting. Members enter your username and password. E-Mail me when someone replies to this comment Please keep your comments relevant to", "new_id": -2}, {"uid": "1296486671063668234", "i": 25998, "idx": 1, "sa": ["Sergio Marchionne"], "q": "cent the year before. \"It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,\" chief executive <strong> Sergio Marchionne </strong> said. <q>However, our job is not yet done,<q> added <strong> Sergio Marchionne </strong>, who is CEO of both Chrysler and Italian carmaker Fiat, which owns a controlling 25 per cent interest in the Detroit carmaker. For 2011, <strong> Sergio Marchionne </strong> predicted Chrysler sales surging to 55 billion", "new_id": -2}, {"uid": "1295545193181207041", "i": 19016, "idx": 0, "sa": ["Bart Stupak", "Mike Pence"], "q": "'s abortion components, voted against the House version of the bill but for the Senate-passed \"reconciliation\" that didn't include the <strong> Bart Stupak </strong> language. He also voted against repealing the law Wednesday. <q>We all know repeal is going nowhere,<q> he said, \"we should use our time to make fixes to the law.\" Smith said a third bill by Rep. <strong> Mike Pence </strong>, R-Ind., would add to the limitations on federal funding for abortions", "new_id": -2}, {"uid": "1295571782118030340", "i": 3034, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": ". In the race between Facebook and <strong> Google Inc. </strong> to become the one who profits the maximum from exploitation of user privacy, who do you think will win in the long run? http://wn.com/After_Hours_Earnings_Google_Big_Drop_in_Equity_Price_Options_Trading_Strategy_Pt_1 www.StockMarketFunding.com Pt 1$ 16 Drop <q><strong> Google Inc. </strong> had a strong second quarter,<q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major product area,", "new_id": -2}, {"uid": "1294957392081149963", "i": 6984, "idx": 8, "sa": ["Antonio McDyess", "Allen Iverson"], "q": ". The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. \"It felt OK before the game,\" <strong> Allen Iverson </strong> said. <q>Now, it feels that much worse. It's throbbing like a heartbeat.<q> <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game per doctors orders. \"If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1296218172048857090", "i": 12608, "idx": 6, "sa": ["Cecile Richards", "Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "\" <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that he wasn't aiming at the White House rather than the Statehouse. <q>I'm just disappointed because I considered him the best,<q> said Ralph Benko, a former Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she", "new_id": -2}, {"uid": "1295355004148537345", "i": 48157, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": ". <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.\" And not only that, the source revealed that <strong> Cheryl Cole </strong>'s not ready to move in with <strong> Derek Hough </strong>: <q><strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend. \"She needs space and a chance to make her own life.<q>", "new_id": -2}]