[{"uid": "1295304607132857897", "i": 47240, "idx": 0, "sa": ["Colin Powell", "Cory Booker", "Martin Luther King"], "q": ", <strong> Cory Booker </strong> of Newark, N.J., addressed a sold-out audience of nearly 2,000 today at the 21st annual <strong> Martin Luther King </strong>. Holiday Breakfast, sponsored by UNCF and the <strong> Colin Powell </strong> Mills Foundation.( Photo: <strong> Colin Powell </strong> Mills) <q>You can't expect the world to change if you stay the same,</q> he said at the Minneapolis Convention Center this morning. He acknowledged that while he was not alive during <strong> Martin Luther King </strong>'s lifetime, that his parents brought him up with an awareness of the struggles that came", "new_id": -2}, {"uid": "1296709195199049220", "i": 17696, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "prison. Though he still considers the documented incidents of abuse to be isolated actions of rogue soldiers, <strong> Donald Rumsfeld </strong> did concede that the blow of the scandal could have been softened by his resignation. <q>Abu Ghraib and its follow-on effects, including the continued drumbeat of \"torture\" maintained by partisan critics of the war and the <strong> President Bush </strong>, became a damaging distraction,</q> he wrote. \"More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.\"", "new_id": -2}, {"uid": "1296228272172146710", "i": 17282, "idx": 24, "sa": ["Mitch Daniels", "Vin Weber", "Mike Pence"], "q": "<strong> Mitch Daniels </strong> runs. I'm not sure[ South Dakota senator <strong> Vin Weber </strong>] Thune runs. The field may not be as big as I originally thought.\" He sees <strong> Mike Pence </strong>'s absence leaving a hole: <q>The interest in him does reflect that he was kind of filling a demand in the field. He was very much on the message of the moral critique of what is going on with the Obama agenda, without sounding moralistic. It leaves a little bit of a void.</q> \"It's tough for a House member to run for president,\" this strategist continues, \"and it looks like he will waltz into the governorship of Indiana. He must be thinking,`", "new_id": -2}, {"uid": "1295355296139706408", "i": 15211, "idx": 3, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "and others called a miracle. \"Then she opens her eyes, and you could see she was like desperately trying to focus, and it took enormous strength from her,\" Ms. <strong> Kirsten Gillibrand </strong> recalled. <q>And we're crying because we're witnessing something that we never imagined would happen in front of us.</q> Ms. <strong> Gabrielle Giffords </strong>- or <strong> Gabrielle Giffords </strong>, as she has become widely known since the tragedy- had opened her eyes for the first time since surgery five days earlier, on Jan. 8. That image", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q>These bills show a heinous disregard for the health and well-being of women in America,</q> <strong> Kirsten Gillibrand </strong> says. \"It is a tax on all women who want access to a full-range of reproductive health care.\" The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}, {"uid": "1297159856213123080", "i": 8297, "idx": 0, "sa": ["David Letterman"], "q": ", because railroad authorities had to come out and inspect the crossing. Police Chief <strong> David Letterman </strong> Begun said all the crossing equipment was operating properly at the quiet zone crossing, and the driver just chose to ignore it. <q>There will be several citations issued,</q> Buerger said, noting officers were still out working on the situation at about 10 a.m., though the train had moved on. of the Journal Sentinel Feb. 7, 2011| Denver Post reports today that", "new_id": -2}, {"uid": "1296116973139575313", "i": 24826, "idx": 0, "sa": ["Theresa Ellis", "Michael Vick"], "q": ", Farrington High School officials are disappointed- but not skeptical about the reason- that <strong> Michael Vick </strong>, here for Sunday's Pro Bowl, canceled a visit to the school that had been set for tomorrow. <q>I have pretty good instincts for this kind of thing, working at a school,</q> said Farrington student-activities coordinator <strong> Theresa Ellis </strong>. \"I believe Mr. <strong> Michael Vick </strong> really wants to do this, but obviously all NFL players are very busy people and we have to understand that.\" The Hawaii Humane Society", "new_id": -2}, {"uid": "1295001053194838543", "i": 1828, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": "the pair announcing their engagement last month. The star hasn't yet finalised his divorce from former love Camille, 42, although it seems he's eager to wed as soon as possible. <q><strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon,</q> he gushed during an interview for yesterday's edition of US programme The Late Show with <strong> David Letterman </strong>. \"Sometime in February.\" <strong> Kelsey Grammer </strong> and Camille revealed they would be divorcing back in July last year,", "new_id": -2}, {"uid": "1295259899064110596", "i": 23696, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it is right to give someone a second chance.\" Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on \"private conversations\". <q>Of course he, as anyone who is human would be, is extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World.</q> But the <strong> David Cameron </strong> praised Mr <strong> Andy Coulson </strong>'s performance in his current role, saying the Downing Street press office worked in a very \"proper\" way and he had not received a single complaint. Prime Minister", "new_id": -2}, {"uid": "1297065247095109134", "i": 46132, "idx": 0, "sa": ["Barack Obama", "Richard Trumka", "Ronald Reagan", "Colin Powell", "Dick Cheney"], "q": "Personal and Political Memoir.\" He told the crowd at the <strong> Ronald Reagan </strong> tribute, part of the celebration of the late president's 100th birthday on Sunday, that the book was going well. <q>I'm deep into my years as vice president and let's just say I'm not having writer's block,</q> <strong> Dick Cheney </strong> said. U.S. <strong> Dick Cheney </strong> <strong> Barack Obama </strong> speaks at Pennsylvania State... Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Richard Trumka </strong> Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article:", "new_id": -2}]