[{"uid": "1295715899131842121", "i": 25771, "idx": 7, "sa": ["Kirsten Gillibrand"], "q": "'' That said, <strong> Kirsten Gillibrand </strong> is obviously galled by the disrespect she-and female candidates generally-have faced. She recounts with dismay the`` enormous amount of inappropriate comments'' to come from her Republican opponent in 2006. <q> The candidate kept saying,` She's just a pretty face. She's just a pretty face.'? </q> One of his aides, meanwhile, sniped,`` All she knows how to do is buy pocketbooks in New York City.''`` Remarkable,'' says <strong> Kirsten Gillibrand </strong>, flashing a small, satisfied smile.", "new_id": -2}, {"uid": "1295736733074268675", "i": 37496, "idx": 7, "sa": ["Kobe Bryant", "Rasheed Wallace", "Gordon Brown", "Allen Iverson", "Mike Muscala", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> Gordon Brown </strong> around, the Cavs have little to fear.`` He willed this win for us,'' Cavs coach <strong> Mike Muscala </strong> <strong> Gordon Brown </strong> said of his star. <q> He has been doing that for us down the stretch, no matter who our opponent is. </q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_25pts_vs_Kobe_Bryant_Lakers_08/09_NBA_*Great_Dunks_Alleyoop_by_Kobe! The new-look Detroit Pistons still have the Los Angeles Lakers' number. <strong> Rasheed Wallace </strong> had 25 points and 13 rebounds, <strong> Allen Iverson </strong> added 25 points", "new_id": -2}, {"uid": "1295782038072171535", "i": 43770, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron", "Andrew Marr"], "q": "to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007.`` If you listen to what <strong> David Cameron </strong> has said,'' he told BBC One's <strong> Andrew Marr </strong> show, <q> he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance.`` <strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking and had no knowledge of it. I have no reason to disbelieve him. </q> And Mr <strong> Nick Clegg </strong> said he would have some input into the choice of who would replace Mr <strong> Andy Coulson </strong>. Sign language The unspoken messages behind Iran nuclear talks impasse", "new_id": -2}, {"uid": "1295907761051232825", "i": 22900, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "the Union Sunday morning, steered clear of making an endorsement.`` Right now I do not see on the Republican side any one individual that will emerge at the top of the pile,'' <strong> Colin Powell </strong> said. <q> I have not yet seen anybody on the Republican side I am prepared to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> endorsed then-candidate <strong> Barack Obama </strong> in 2008 saying at the time that <strong> Barack Obama </strong>,`` displayed a steadiness, an intellectual curiosity, a depth of knowledge... in not just jumping in and changing every day, but showing intellectual", "new_id": -2}, {"uid": "1297234002160825518", "i": 35505, "idx": 2, "sa": ["Simon Cowell"], "q": " The X Factor website.`` I believe that with all my heart.'' While Britain- and One Direction- recovers from this blow, <strong> Simon Cowell </strong> went on to trumpet the show's life-altering properties. <q> If you win this competition- I'm going to put my money where my mouth is- it's a$ 5m recording contract. That means the winner walks away with$ 5m, guaranteed. Win this competition, it will change your life forever. </q> The American X Factor will not just benefit from a much larger prize than its main competitor, American Idol- it will have a much larger talent pool. Like its UK counterpart the show is open to", "new_id": -2}, {"uid": "1295541245188383241", "i": 1154, "idx": 2, "sa": ["Colin Powell"], "q": "must not shrink from what is ahead of us'', <strong> Colin Powell </strong> concluded. The staff switched off the television, clearly stunned, then noticed me. No greeting, just drawn, desperate faces and: <q> Madam Felicity, are they really going to bomb us again? </q> My face must have been the answer. The region had anyway been being( illegally) being bombed for thirteen years, by US and UK planes. Evocative ancient homes, standing a few months before, about", "new_id": -2}, {"uid": "1295221680057311245", "i": 4148, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC Championship Game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1295667340103448585", "i": 31887, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Google earned US$ 2.5 billion", "new_id": -2}, {"uid": "1295580024033980422", "i": 26579, "idx": 16, "sa": ["Eric Schmidt"], "q": "Rental Tax Real Estate Tax Well Permit Tax Fuel Permit Tax Inheritance Tax Road Usage Tax State Income Tax Food License Tax Vehicle Sales Tax <strong> Eric Schmidt </strong>`` tremendous leader'' <q> Nobody else in the whole universe could have done what he did </q> These bunch yahoos do not have any humility A PhD in computer science( is this a science?) does not make a genius Mashable: Now You Can Log in to Flickr with Facebook Mashable:", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]