[{"uid": "1295143398136134670", "i": 3551, "idx": 0, "sa": ["Michael Vick", "Jimi Hendrix", "Brandon Boyd"], "q": "tied to suspended Atlanta Falcons quarterback <strong> Michael Vick </strong>. <strong> Brandon Boyd </strong> Bond, owner of All or Nothing Tattoo on South Cobb Drive and All or Nothing pit bull rescue, said he and store manager Daron <strong> Jimi Hendrix </strong> are introducing the dogs <q>to the world of human love.</q> In August, <strong> Michael Vick </strong> pleaded guilty to a federal dog-fighting charge, admitting his involvement in a dog-fighting enterprise that killed poorly performing dogs by hanging or drowning. In December, <strong> Michael Vick </strong> was sentenced to 23 months in federal", "new_id": -2}, {"uid": "1297194257096485398", "i": 3618, "idx": 0, "sa": ["Barbara Bush", "Colin Powell", "President Bush"], "q": ".\" The pre-war attack never happened, although the site was struck in the opening days of the war that <strong> President Bush </strong> launched in March 2003, about a month after <strong> Colin Powell </strong>'s U.N. speech. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> Barbara Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later", "new_id": -2}, {"uid": "1295994286180568075", "i": 36864, "idx": 3, "sa": ["Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas", "LeBron James"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/LeBron_James_36_Points_vs_Pistons_Game_4_Playoffs_2009!_HD!_26042009 capped by venomindustries AUBURN HILLS, Mich.( AP) <strong> LeBron James </strong> made 3-pointers from every angle, drove into the lane for dunks and leaned into low post", "new_id": -2}, {"uid": "1296191704107577350", "i": 11901, "idx": 0, "sa": ["Steve Earle", "David Letterman"], "q": "of outside life that may be associated with abuse. Now Mr. <strong> Steve Earle </strong> is back on tour. He recently performed on <strong> David Letterman </strong>'s show. He says he is sober, but maybe not for good. <q>I'm never going to say it's not going to happen again. I'm smart enough to know that.</q> john.jurgensen@wsj.com <cite> Printed in The Wall Street Journal, page D1 </cite> Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal, non-commercial use only", "new_id": -2}, {"uid": "1297693932234962946", "i": 37800, "idx": 0, "sa": ["Zahi Hawass"], "q": "two Roman Period mummies from the storage magazine in Tuna el-Gebel might be missing. He had such as Tuna el-Gebel[ emphasis added], Amarna, and Beni Hasan, are safe. previously and erroneously stated that <q>nothing was stolen from the[ Egyptian] museum</q> during the break-in. Some of the museum objects now reported as missing are composed of stone or ungilded wood, which runs counter to <strong> Zahi Hawass </strong>' previous assumption that looters at the museum \"were looking for", "new_id": -2}, {"uid": "1297216423081690625", "i": 6904, "idx": 1, "sa": ["Eric Cantor", "Kirsten Gillibrand", "Barbara Boxer", "Mike Pence"], "q": ", toward how we undermine women's reproductive health,\" said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). Abortion-rights groups, mobilizing to combat efforts to limit reproductive services, hammered home that same point. <q>The House leadership is clearly out of touch with the American people, as they are continuing to focus on legislation that takes away healthcare women currently have instead of focusing on jobs and the economy,</q> said Cecile <strong> Mike Pence </strong>, president of the Planned Parenthood Federation of America. <strong> Eric Cantor </strong> said Republicans are trying to make good on a \"Pledge to America\" promise by cutting taxpayer funding for abortion.", "new_id": -2}, {"uid": "1295887827234930178", "i": 42701, "idx": 0, "sa": ["Eric Schmidt"], "q": "does, he will then hold about 9.1 percent of Google's voting power, the company said. <strong> Eric Schmidt </strong> announced he was relinquishing his job as Google CEO recently via a rather sarcastic tweet that read, <q>Day-to-day adult supervision no longer needed!</q> According to the New York Post, <strong> Eric Schmidt </strong> is preparing for his \"Plan B career\" as a television host. He has reportedly filmed a test episode for CNN, according to the Post.", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q><strong> Reggie Jackson </strong>'s really what I did. It helped me out.</q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}, {"uid": "1297200704240402442", "i": 5823, "idx": 0, "sa": ["Ricky Martin", "Terri Seymour", "Christina Aguilera", "Simon Cowell", "Nicole Scherzinger", "Kanye West"], "q": "the judges in a few weeks, but gave <strong> Terri Seymour </strong> a few hints. SImon's Best \"Idol\" Quotes! When asked how he felt about <strong> Nicole Scherzinger </strong> as a potential judge, <strong> Simon Cowell </strong> replied, <q>What I like about <strong> Nicole Scherzinger </strong>... she started off as a competitor on one of these shows. She is a killer; she is really ambitious.</q> <strong> Simon Cowell </strong> went on to say that a post-Super Bowl <strong> Christina Aguilera </strong> is a \"no,\" <strong> Ricky Martin </strong> is \"interesting,\" and that <strong> Kanye West </strong> would probably refuse the offer. With a$ 5-million prize at", "new_id": -2}, {"uid": "1295307364018677824", "i": 10994, "idx": 0, "sa": ["Allen Iverson"], "q": "back to civilian life. Both films are \"shortlisted\" for Oscars by the Motion Picture Association of America, according to their websites. Overseas program participants will also be able to catch the political history thriller <q>The Most Dangerous Man in America: <strong> Daniel Ellsberg </strong> and the Pentagon Papers,</q> and \"No Crossover: The Trial of <strong> Allen Iverson </strong>,\" a film about the basketball star's youth. One film that won't be included in the State Department program, despite plenty of Oscar buzz", "new_id": -2}]