[{"uid": "1297443949230703173", "i": 34635, "idx": 6, "sa": ["Pat Garofalo", "James Madison", "Mike Pence", "Hal Rogers", "Dennis Kucinich"], "q": "the rights of those we are supposed to represent, rather than casting the politically easy votes. Earlier this James Madisonk, <strong> Mike Pence </strong> <strong> Dennis Kucinich </strong>( D-OH) issued a cHal Rogerslenge to newly elected Tea Party Republicans, saying, <q> The 112th Congress began with a historic reading of the U.S. Constitution. Will anyone subscribe to the First and Fourth Amendments tomorrow when the Pat GarofaloRIOT Act is up for a vote? I am hopeful that members of the Kucinich-cHal Rogerslenges-tea-party-stand-civil-liberties/\"> Tea Party who came to Congress to defend the Constitution will join me in cHal Rogerslenging the reauthorization. </q> In the House of Representatives, a handful of Tea Party Republicans rose to his cHal Rogerslenge. Now, Tea Party \" writes, \" Excuse me, everyone, but when a Libertarian displays the part of his philosophy", "new_id": -2}, {"uid": "1295453957222740491", "i": 24507, "idx": 1, "sa": ["Thomas S. Price", "Mike Pence", "Bill Clinton", "Rob Andrews"], "q": "the speaker's gavel and possibly Democrats' hallmark health care reform plan. Is it legit-- or more lame politics? We have all the angles. Let's start with ABC News and Republicans' plan. <q> They've already unveiled their first major piece of legislation, George. And here it is, short and to the point. This <strong> Bill Clinton </strong> would repeal the entire health care reform law, replace it with nothing and set the stage for the first battle of the new Congress. </q> And battle they will. Always looking for a fight, leaders from the right and left went on CNBC to debate the repeal. You can pRob Andrewsably guess who's who. <strong> Mike Pence </strong> <strong> Thomas S. Price </strong>( R-GA) \" It", "new_id": -2}, {"uid": "1295310565231800855", "i": 32351, "idx": 0, "sa": ["Thomas S. Price", "Bill Whittle", "Mike Pence", "Rob Andrews"], "q": "the speaker's gavel and possibly Democrats' hallmark health care reform plan. Is it legit-- or more lame politics? We have all the angles. Let's start with ABC News and Republicans' plan. <q> They've already unveiled their first major piece of legislation, George. And here it is, short and to the point. This <strong> Bill Whittle </strong> would repeal the entire health care reform law, replace it with nothing and set the stage for the first battle of the new Congress. </q> And battle they will. Always looking for a fight, leaders from the right and left went on CNBC to debate the repeal. You can pRob Andrewsably guess who's who. <strong> Mike Pence </strong> <strong> Thomas S. Price </strong>( R-GA) \" It", "new_id": -2}, {"uid": "1297293233065437719", "i": 57743, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Bob Corker"], "q": "the stance that the Fed can help home prices now with its asset purchases. Not Responding Home prices are not \" responding at all \" to the Fed's policy, and the bubble was <q> far greater than could be explained </q> by the central bank's interest-rate actions, Bernanke said in response. <strong> Paul Ryan </strong> has said he supports legislation proposed by fellow Republicans, Tennessee Senator <strong> Bob Corker </strong> and Indiana Representative <strong> Mike Pence </strong>, that would remove the Fed's", "new_id": -2}, {"uid": "1296251220002900001", "i": 23476, "idx": 0, "sa": ["Fred Karger", "Mike Pence", "Jimmy McMillan", "Barack Obama", "Herman Cain"], "q": "the starting down linemen for the Green Bay Packers. <strong> Herman Cain </strong> is a talk show host and former pizza company CEO from Georgia, <strong> Fred Karger </strong> is a California political consultant and gay activist and <strong> Jimmy McMillan </strong> is the leader of the <q> Rent is Too Damn High </q> party in New York, and is now probably best known for being parodied on \" Saturday Night Live. \" That's the current Republican field for the 2012 Barack Obamaial race. <strong> Mike Pence </strong>, a", "new_id": -2}, {"uid": "1296146613005734416", "i": 12696, "idx": 2, "sa": ["Mike Pence"], "q": "the state whether he's made a decision. One sign pointing to a gubernatorial campaign is that he's already scheduled to speak during at least nine GOP county dinners in Indiana this winter and spring. <q> Certainly if a person was going to be running for president of the United States, I think he'd probably be doing more Lincoln Days in Iowa and New Hampshire than he would in Indiana. That's just the pure reality of the matter, </q> said Howard County GOP Chairman Craig Dunn, who has lined up <strong> Mike Pence </strong> to speak at a dinner in Kokomo on March 22. A <strong> Mike Pence </strong> spokesman, who said on Tuesday that no announcement had yet been", "new_id": -2}, {"uid": "1295779892017170523", "i": 2207, "idx": 1, "sa": ["Mike Pence"], "q": "the steps of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run. \" It's not a complicated message, but it's a heartfelt one, \" state <strong> Mike Pence </strong> Kris Crawford said. <q> We would like him on the ballot. </q> Leaders of the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week. \" Seize this moment, <strong> Mike Pence </strong>, \" said the letter, signed by former", "new_id": -2}, {"uid": "1296176352117817419", "i": 51899, "idx": 1, "sa": ["Mike Pence"], "q": "the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November. <strong> Mike Pence </strong>- wont- seek- white- house/?page=2\"> Story Continues? <q> previous1 <strong> Mike Pence </strong>- wont- seek- white- house/?page=2&amp;utm_medium=RSS&amp;utm_source=RSS_Feed\"> 2 <strong> Mike Pence </strong>- wont- seek- white- house/?page=2&amp;utm_medium=RSS&amp;utm_source=RSS_Feed\"> next </q> <strong> Mike Pence </strong>- wont- seek- white- house/?utm_source=RSS_Feed&amp;utm_medium=RSS#license- 452948\"> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "new_id": -2}, {"uid": "1295282192082165829", "i": 39211, "idx": 0, "sa": ["Mike Pence", "Mitt Romney"], "q": "the tea party movement. The comMitt Romneyee is also being advised by the conservative PR group CRC. \" <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job-creation Reagan-Kemp wing of the GOP, \" said Benko. <q> Grassroots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry. </q> Reply# 1 Jan. 17, 2011- 10:19 AM EST bama has united everyone to his right and he has divided what's left of those on his left. It is common knowledge that", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q> merge Google's technology and business vision brilliantly. </q>`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' <strong> Eric Schmidt </strong> wrote.`` Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}]