[{"uid": "2008100308_00009763_W", "i": 2207, "idx": 0, "sa": ["Randy Waldrum"], "q": "soccer players as notre dame takes on south florida tonight and marquette sunday.\" i think it's exciting for them because i think they'll want to do well and show well in from of the alumni, <q> irish coach <strong> Randy Waldrum </strong> said. </q> cause we always talk a lot about the history of our program and living up the standards that were set by the alumni that came before??? they'll want to showcase what we're doing this year", "new_id": -2}, {"uid": "2008091111_00006239_W", "i": 1645, "idx": 2, "sa": ["Paris Hilton", "Adria Petty"], "q": ". outside the theater afterward, <strong> Paris Hilton </strong> signed a few autographs before she was driven off in an suv. <strong> Adria Petty </strong> said the idea was to create for this era a film like\" madonna: truth or dare, <q> the 1991 documentary that examined the phenomenon surrounding the pop singer. <strong> Paris Hilton </strong> has </q> created a mystery about herself that a film like this maybe wouldn't have been a great thing for her in the past, \"<strong> Adria Petty </strong> said.\" but now, she's been so saturated in the media", "new_id": -2}, {"uid": "2008121210_00029067_W", "i": 675, "idx": 0, "sa": ["Eric Staal", "Scott Hartnell", "Scottie Upshall"], "q": "scoreboard, with a goal of eating 20,000. but what really had the flyers fans roaring was watching the canes' seemingly insurmountable lead become, well, surmountable.\" we scored early and we scored often, <q> said the canes' <strong> Eric Staal </strong>, who had two goals and an assist. </q> we were all over them. \"but <strong> Scott Hartnell </strong>, who had a hat trick for the flyers, scored his second and third goals in the third to make it a 5-3 game. when <strong> Scottie Upshall </strong> scored with 4:52", "new_id": -2}, {"uid": "2008111417_00011192_W", "i": 1501, "idx": 2, "sa": ["Ann E. Dunwoody"], "q": "wildest dreams.\" ' there is no one more surprised than i-- except, of course, my husband. you know what they say,` behind every successful woman there is an astonished man.' <q> later, at fort belvoir, va.-- her birthplace-- <strong> Ann E. Dunwoody </strong> was being sworn in as commander of the army materiel command, responsible for equipping, outfitting and arming all soldiers. just five months ago, she became the first female deputy commander there. <strong> Ann E. Dunwoody </strong>, 55, has made it clear that she feels no need for special acclaim for her historic achievement. </q> the recognition makes her a little bit uncomfortable from the standpoint of the gender aspect-- that we're making a big deal( that) she is the first female general officer, \"bryan whitman, a pentagon", "new_id": -2}, {"uid": "2008122805_00010606_W", "i": 1363, "idx": 5, "sa": [], "q": "book in the movie was only a prop. a couple of publishers quickly released passable facsimiles, but a canny british editor put some art into whipping up a movie-specific collection,\" inspired by the big screen, <q> as a cover line says, to satisfy readers' literary sugar-cravings. the delectable result is </q> love letters of great men \"( edited by ursula doyle, st. martin's press,$ 16.95). contained within robin's- egg blue covers spattered with white clover blossoms, it shows how much more", "new_id": -2}, {"uid": "2008121417_00013863_W", "i": 15, "idx": 1, "sa": ["Raúl Castro", "Fidel Castro"], "q": "for challenging u.s. <NO_QUOTATION> for decades. <strong> Raúl Castro </strong>, in turn, thanked venezuela for increasing cooperation with the communist-led island.\" in the name of cuba, we thank you for your solidarity with the cuban revolution, <q> said the 77-year-old <strong> Raúl Castro </strong>. </q> we've been able to leave the difficult years behind. \"<strong> Fidel Castro </strong> signed cuba's first cooperation agreement with venezuela eight years ago. <strong> Raúl Castro </strong> stopped first in venezuela on his first foreign trip as president, a testament", "new_id": -2}, {"uid": "2008090220_00025258_W", "i": 1374, "idx": 0, "sa": ["Barack Obama", "Karl Rove"], "q": "although i will never cast a vote for <strong> Barack Obama </strong>. in my life, the means are absolutely as important as the end, and i can not support a candidate who derives power\" by any means necessary. <q> if i have to cast a protest vote, i will. however, remember emails with <strong> Karl Rove </strong> beginning in 2003 helped him help her promote the most unelectable democratic candidate. so, let's not forget who's still trying to pull the strings and who's still laughing all the way to the bank. criminal, ain't it? too bad, dems still ain't got a clue. roll call vote| 6 comments 6 responses to </q> null and void: democrats' roll call in retrospect \"kj4hillary these numbers are hard to come by. i have written to the convention general email as well as real clear politics editorial board to ask when the", "new_id": -2}, {"uid": "2008090805_00104114_W", "i": 468, "idx": 7, "sa": ["Glenn Stevens"], "q": "<strong> Glenn Stevens </strong> said monetary policy has to balance all these risks, which is why the bank's flexible, medium-term inflation targeting system was so important.\" that framework will continue to guide the board's decision making, <q> he said. mr <strong> Glenn Stevens </strong> reiterated the bank's view that a picture of moderating demand, at least for households, is continuing to emerge, particularly amid the current tight financial conditions. </q> overall, households are at present much more cautious about spending and borrowing, after a number of years in which confidence levels were very high and there had been strong rates of growth in borrowing and spending, \"", "new_id": -2}, {"uid": "2008101319_00003849_W", "i": 1171, "idx": 5, "sa": ["John McCain"], "q": "worried about the direction of the country.\" i know what hopelessness feels like. it's an enemy who defeats your will. i felt those things once before. i will never let them in again, <q> <strong> John McCain </strong> said, a clear reference to his 5 1/2 years as a prisoner of war in vietnam. </q> i'm an american. and i choose to fight. \"he renewed his pledge to freeze federal spending, renegotiate distressed mortgages to help middle class homeowners, and cut taxes. he also vowed to bring more", "new_id": -2}, {"uid": "2008101312_00004788_W", "i": 1162, "idx": 0, "sa": ["Hor Namhong"], "q": "while troops from the two sides faced off near a disputed temple on their border. the cambodian foreign minister said the talks failed to end in agreement because his thai opposite number\" could not sign on anything. <q> <strong> Hor Namhong </strong> said that while he was meeting with sompong he received word thai soldiers had attempted to cross the border near the disputed ancient temple of preah vihear into cambodia. </q> i told my thai counterpart that sending a lot of troops along the border is dangerous and can provoke a large-scale armed conflict, \"he said, adding that\" even one shot can lead to a large-scale armed", "new_id": -2}]