[{"uid": "1297026856242712604", "i": 22064, "idx": 0, "sa": ["Donald Rumsfeld", "Eric Cantor", "Ronald Reagan", "Darrell Issa", "Michele Bachmann"], "q": "<strong> Eric Cantor </strong>( R-Va.): Please RT this& join me in honoring the birthday of one of our nation's greatest presidents, <strong> Ronald Reagan </strong> <strong> Michele Bachmann </strong> <strong> Darrell Issa </strong>( R-Calif.): <q>You can tell a lot about a fellow's character by his way of eating jellybeans.</q>- RR#Reagan100 Former Defense <strong> Donald Rumsfeld </strong>: 100 years after <strong> Ronald Reagan </strong>#Reagan's birth, it is worth remembering that the Cold War didn't just end. It was won. <strong> Michele Bachmann </strong> Mike Rogers", "new_id": -2}, {"uid": "1295254600092618767", "i": 7211, "idx": 13, "sa": ["Allen Iverson", "Steve Blake", "George Karl"], "q": "for Game 3 on Saturday night with the Nuggets holding just the third 2-0 edge in their 33-year NBA history. <strong> George Karl </strong> said the pair of blowouts mean nothing when the series shifts to the Hornets' home court. <q>They http://wn.com/Allen_Iverson's_Interview_after_Denver_Nuggets'_Debut Interview of <strong> Allen Iverson </strong> and his Denver Nuggets Head Coach <strong> George Karl </strong>. http://wn.com/Allen_Iverson_32pts_9assists_Denver_Nuggets_vs_Blazers_06/07_NBA_*Steve_Blake_Career_Night Playing in just his second game with the Denver Nuggets, <strong> Steve Blake </strong> showed the Portland Trail Blazers what they've been missing. <strong> Steve Blake </strong>, traded to Milwaukee in the offseason and acquired by Denver from the Bucks last week, had a career-high 25 points against his former team Sunday night, in Denver's 109-93 victory over Portland. \"I'm not surprised because a good basketball player is a good basketball player and that's what he is,</q> said <strong> Steve Blake </strong>'s new teammate, <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> had 32 points and nine assists for the Nuggets, who trailed at halftime but outscored the Blazers 41-17 in the third quarter. The victory snapped a two-game losing streak", "new_id": -2}, {"uid": "1295209231006406224", "i": 46836, "idx": 1, "sa": ["Chris Webber", "Allen Iverson"], "q": "away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. \"It felt like we turned that corner,\" <strong> Allen Iverson </strong> said. <q><strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.</q> <strong> Chris Webber </strong> and <strong> Allen Iverson </strong> combined for 50 of the Sixers' 84 shots and made 25 of the 42 field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second. \"", "new_id": -2}, {"uid": "1296441765100565009", "i": 26983, "idx": 0, "sa": ["Michael Vick"], "q": "1-31-11 <strong> Michael Vick </strong> and the Politics of Prison Redemption By Jennifer Graber Jennifer Graber is assistant professor of religious studies at The College of Wooster. Her book, <q>The Furnace of Affliction: Prisons and Religion in Antebellum America,</q> comes out next month from the University of North Carolina Press. Her website is <strong> Michael Vick </strong> won't be playing in the Super Bowl next week. But The Sporting News recently named him the Comeback Player", "new_id": -2}, {"uid": "1297273074137707595", "i": 19950, "idx": 2, "sa": ["Sergio Marchionne"], "q": "night <strong> Sergio Marchionne </strong> knew he had a winner. \"I got e-mails after the Super Bowl at 10 or 11 at night from Chrysler employees saying they've never been prouder to work for Chrysler,\" he said. <q>And these are from people who have been here 20 or 30 years.</q> That's why <strong> Sergio Marchionne </strong> is smiling. He admits that it's great to get everyone talking about Chrysler, but it won't mean anything if his company can't turn that buzz into sales. That", "new_id": -2}, {"uid": "1296110502157515821", "i": 2742, "idx": 0, "sa": ["Max Clifford", "Andy Coulson", "Barack Obama"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. Why <strong> Barack Obama </strong> Brought His Message to Manitowoc Wisconsin grabbed a lot of attention", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q>transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.</q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: \"By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1295739945248184833", "i": 27785, "idx": 0, "sa": ["Simon Cowell"], "q": "blunt and often controversial criticisms, insults and wisecracks about contestants and their abilities, or lack thereof. He is often parodied in pop culture, and was described by the The Times journalist Minette Marrin as representing the <q>heartless, thoughtless and superficial- the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam</q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. Having been most recently featured on the eighth season of American Idol and", "new_id": -2}, {"uid": "1295154913111345676", "i": 7381, "idx": 1, "sa": ["Juwan Howard", "Allen Iverson"], "q": ". The Denver guard hit seven straight attempts before missing a three-pointer early in the third quarter. He also made all 10 of his free throws. \"It felt OK before the game,\" <strong> Allen Iverson </strong> said. <q>Now, it feels that much worse. It's throbbing like a heartbeat.</q> <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Juwan Howard </strong> a week ago, slips on a brace after every game per doctors orders. \"If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1296073911157351964", "i": 291, "idx": 0, "sa": ["Ron Paul", "Eric Cantor", "Mike Pence"], "q": "Chairman <strong> Ron Paul </strong> Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Ron Paul </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, <q>We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.</q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Ron Paul </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}]