[{"uid": "1296228272172146710", "i": 20866, "idx": 3, "sa": ["Mike Pence", "Jim DeMint"], "q": "with millions of people.\" While ruling himself out, Sen. <strong> Jim DeMint </strong>( R., S.C.) agreed, telling NRO that with the congressman gone as a paragon of \"pro-growth, limited-government\" conservatism, <q> there will be a lot of surprises </q> in terms of who jumps into the race. According to sources close to <strong> Mike Pence </strong> with knowledge of Indiana politics, a number of factors influenced the congressman's decision to forgo a presidential run and instead turn", "new_id": -2}, {"uid": "1296225951235159601", "i": 480, "idx": 7, "sa": ["Mike Pence", "Barack Obama", "Mike McDaniel"], "q": "of GOP \"rising stars\" such as <strong> Mike Pence </strong>. \"<strong> Mike McDaniel </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,\" he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> <strong> Mike Pence </strong>, who often describes himself as \"a Christian, a conservative, and a Republican, in that order,\" is one of the party's most outspoken critics of title=\"Barack Obama\" Obama-Barack Obama-PEPLT007408.topic\"> <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1294992789105644154", "i": 5087, "idx": 2, "sa": ["Mike Pence", "Carolyn McCarthy"], "q": "in their own homes and public places,\" he says. Ackerman's expectations for passage of his bill are very low and staunch congressional gun advocates are standing firm, the Times reported. <q> I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe, </q> <strong> Mike Pence </strong>, R-Ind., told the Times. Nevertheless, some lawmakers promise some bills. U.S. Sen. Frank R. Lautenberg, D-N.J., and <strong> Mike Pence </strong> <strong> Carolyn McCarthy </strong>, D-N.Y., said they would put forward measures", "new_id": -2}, {"uid": "1297442150096944143", "i": 1421, "idx": 1, "sa": ["Mike Pence", "Phil Sharp", "Jackie Walorski", "Joe Donnelly"], "q": "Former Republican state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear front-runner, and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat <strong> Phil Sharp </strong> in 1988 and 1990. He worked as president", "new_id": -2}, {"uid": "1295446736183418917", "i": 1901, "idx": 0, "sa": ["Mike Pence"], "q": "for president or governor, gave few clues Monday as he addressed the Indiana General Assembly. Those who expect <strong> Mike Pence </strong>, R-Columbus, to run for governor may have been heartened by his statement to lawmakers that <q> the states hold the promise of the future. </q> Those who are pushing him instead to run for the White House in 2012 may focus in on his call for a \"new federalism\" -- which sounded like a budding presidential slogan.", "new_id": -2}, {"uid": "1296169756065815248", "i": 55549, "idx": 1, "sa": ["Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> \" <strong> Mike Pence </strong>'s announcement was supposed come in an interview with the Star later tonight. It may have been scheduled for tomorrow, though. That's what his dear ol' mum said when a National Journal", "new_id": -2}, {"uid": "1296224676092700695", "i": 2487, "idx": 3, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> has represented since 2000, but he also has speeches planned at Republican Party events as far from his Columbus home base as Lake County. The goal, he said, is to listen to <q> Hoosiers in every walk of life but also to become more familiar with the challenges and opportunities facing Hoosier families and facing the state of Indiana. </q> But, he said, before he was in Congress he headed a think tank-- the Indiana Policy Review Foundation-- and was a talk-show host, two jobs that made him familiar \"with every issue", "new_id": -2}, {"uid": "1295291311074366988", "i": 45489, "idx": 0, "sa": ["Jim Ryun", "Mike Pence"], "q": "Behind the group are former Kansas Congressman <strong> Jim Ryun </strong> and is coordinated by Ralph Benko, a former Reagan deputy counsel, who worked with the Bush administration's White House Office of Faith-based and Community Initiatives. <q> Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race, </q> Mr. <strong> Jim Ryun </strong> said in a press release. Benko added, \"<strong> Mike Pence </strong> describes himself as` First a Christian, then a conservative, then a Republican.' He unifies fiscal, social, and national", "new_id": -2}, {"uid": "1295958129216842277", "i": 12973, "idx": 17, "sa": ["Steffen Schmidt", "Mike Pence", "Mike Huckabee", "Sarah Palin"], "q": "buzz, however, <strong> Steffen Schmidt </strong> adds that <strong> Mike Pence </strong> would still have to prove his staying power. \"What we would say to <strong> Mike Pence </strong> is,` Take a number,\" ' <strong> Steffen Schmidt </strong> said. <q> It's like a big deli in Manhattan: If you want a sandwich, take a number. Your number is 16 or 18, because <strong> Sarah Palin </strong> and <strong> Mike Huckabee </strong> and all the rest of them already are in line in front of him. </q> Still, a recent ABC News/Washington Post poll of potential GOP candidates shows none dominating the field. The top choices were <strong> Mike Huckabee </strong>( 21 percent), <strong> Sarah Palin </strong>( 19 percent) and former Massachusetts", "new_id": -2}, {"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q> As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision. </q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association. \"While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}]