[{"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a big win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.`` Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.'' Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}, {"uid": "1296128501046055494", "i": 45496, "idx": 1, "sa": ["Andy Coulson"], "q": "of the World, stood by his earlier decision at the meeting.`` I was asked by Sir Paul Stephenson to establish the facts, not to review the case,'' he said. <q> The plain fact was that while the material was new to the media it wasn't new to us. It didn't constitute new evidence. </q> The issues around phone hacking have started to unravel at an alarming rate since the resignation of <strong> Andy Coulson </strong>, Downing Street director of communications, on Friday. There will be a`` corporate risk'' to", "new_id": -2}, {"uid": "1295613803099680259", "i": 14650, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "within weeks and was proud of the work he had done. Family pressure In a statement Mr <strong> David Cameron </strong> praised him as a`` brilliant member of my team''. The prime minister said: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. \" I believe it would be appropriate for the prime minister to come to the Commons to explain why this is happening and give the public the full details here in the House of Commons, rather than bury this news </q> \"`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.'' Mr <strong> Andy Coulson </strong> was editor of", "new_id": -2}, {"uid": "1296932455012320798", "i": 28104, "idx": 2, "sa": ["Sergio Marchionne", "Maurizio Sacconi"], "q": "`` In the next two or three years we will be able to see a single entity. It could be based here in the United States,'' Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q> We'll have to integrate the companies first, though, and then look at the management, </q> he added. Labour Ministry on Saturday published a statement showing the Fiat chief backing away from his previous remarks in a telephone conversation with labour minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained that he", "new_id": -2}, {"uid": "1295963004022577181", "i": 14150, "idx": 0, "sa": ["Wanda Jackson", "David Letterman"], "q": "cover of Johnny Kidd and the Pirates'`` Shakin' All Over'' from the album on`` The Late Show with <strong> David Letterman </strong>.'' The performance left <strong> David Letterman </strong> speechless, and it will be interesting to see if <q> the sweet lady with the nasty voice </q> and her cohorts can outdo themselves on TV tonight. Also, <strong> Wanda Jackson </strong> will perform a free album release show at 8 p.m. Friday at the Academy of Contemporary Music at the University of Central Oklahoma's Performance", "new_id": -2}, {"uid": "1294969933123027461", "i": 9543, "idx": 0, "sa": ["Eric Schmidt", "David Dewhurst"], "q": "and a deep bench of potential candidates, including Lt. Gov. <strong> David Dewhurst </strong>, who announced Thursday he will explore a run. Democrats, though, vowed to make Republicans work to keep the seat. <q> The 2010 cycle was full of surprises, and it turns out 2012 will have some twists and turns as well: The first Senate retirement is a Republican, </q> said <strong> Eric Schmidt </strong>, communications director for the Democratic Senatorial Campaign Committee.`` We look forward to running a competitive race in Texas as the Lone Star State is now one of several Democratic pickup opportunities next November.''", "new_id": -2}, {"uid": "1295358434148537377", "i": 30674, "idx": 0, "sa": ["Steve Ballmer"], "q": ", along with partner-hosted options, according to the firm. Microsoft chief executive <strong> Steve Ballmer </strong> unveiled the new release, saying that it redefined productivity by offering an industry-leading product that fully embraces the cloud. <q> This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud, </q> he said. Previous versions of Dynamics CRM largely focused on the on-premise model, in contrast to CRM providers such as Salesforce.com which have long made their products available online as software-as-a-service. Now,", "new_id": -2}, {"uid": "1295238967163905547", "i": 26755, "idx": 0, "sa": ["Steve Ballmer"], "q": "separate sites onto a single SharePoint front-end, saving the company$ 2 million a year. <strong> Steve Ballmer </strong> says SharePoint lets more business users in an organization publish content to the Web without having to involve IT. <q> Marketing, sales, customer service people desire to move things along quickly, and without necessarily on every transaction having IT involved. SharePoint is a great bridge for that, </q> said <strong> Steve Ballmer </strong> in an interview with InformationWeek. When asked what SharePoint brings to the table that other Web development platforms don't, <strong> Steve Ballmer </strong> responded`` Well, you can do anything with anything. The question", "new_id": -2}, {"uid": "1295443111060325937", "i": 39195, "idx": 6, "sa": ["Thomas P. Salmon", "Sen. Bernie Sanders"], "q": "have a great relationship with the senator.'' <strong> Thomas P. Salmon </strong> acknowledged going against <strong> Sen. Bernie Sanders </strong> wouldn't be easy.`` I think there's three people who think I can win,'' he said. <q> The good thing is I'm one of them. </q> thallenbeck@burlingtonfreepress.com. To have Free Press headlines delivered free to your e-mail, sign up at burlingtonfreepress.com/newsletters. You must fill out the comment body in order to submit a comment.", "new_id": -2}, {"uid": "1297452117150323211", "i": 44525, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "? We're hiring: www.google.com/jobs Nokia-Microsoft: What <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> Have to Say... Nokia Kills Symbian, Teams Up With Microsoft For Windows Phone 7 Nokia and Microsoft enter strategic alliance on Windows Phone... Analyst: <q> Some U.S. Nokia Execs Will Be Angry. They Wanted Android </q> Will the Nokia and Microsoft Mobile Alliance Move the Needle for Windows Phone? Nokia and Microsoft team up: Suffering together, merging to survive? Nokia made a great move, Windows Phone 7 is an amazing platform", "new_id": -2}]