[{"uid": "1296741734237912106", "i": 24058, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "invasion.' \"Well, Mr. <strong> Barack Obama </strong>, if that happened,\" I replied, \"I would come home immediately.\" The <strong> Barack Obama </strong> thought about that for a moment. Then he shook his head. <q>No, <strong> Don Shula </strong>, you need to be here.</q> I should have pressed the point harder.'... \"Much of the 800-page book's dialogue is drawn from contemporaneous notes and memos that <strong> Donald Rumsfeld </strong> kept, many of which[ he'll post online].", "new_id": -2}, {"uid": "1296746557227606543", "i": 1159, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the Middle East would be \"far more perilous than it is today'.\"- <q>Addressing charges that he failed to provide enough troops for the war, he allows that,` In retrospect, there may have been times when more troops could have helped'.</q> The Times begins its story with <strong> Donald Rumsfeld </strong>'s account about being told by <strong> President Bush </strong>, two weeks after the 9/11 attacks, to prepare review the Pentagon\"s plans for a war with Iraq. According to the", "new_id": -2}, {"uid": "1295254600092618767", "i": 7208, "idx": 10, "sa": ["Marcus Camby", "Allen Iverson"], "q": "December 2006, led all scorers with 32 points Wednesday night. But it was the 76ers who made the big plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. <q>I dreamed it up a certain way, and it was better than that,</q> <strong> Allen Iverson </strong> said. \"Everything was perfect but one thing, and that was not winning the game.\" <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their", "new_id": -2}, {"uid": "1295245548048136194", "i": 17323, "idx": 0, "sa": ["Allen Iverson", "Darren Collison", "Derrick Rose"], "q": "their first win of the season. Oklahoma <strong> Derrick Rose </strong> Thunder- Los Angeles Clippers GAME RECAP. 2010-11-03 http://wn.com/Detroit_Pistons_vs_Oklahoma_City_Thunder_Allen_Iverson_hits_Game_Winner_12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands. <q>That was a great play by <strong> Allen Iverson </strong>,</q> Pistons coach <strong> Darren Collison </strong> Curry said. \"He hadn't had much going for him in the first three quarters, but then he took over the game.\" Detroit have taken eight straight against the Thunder, and", "new_id": -2}, {"uid": "1297375858182599693", "i": 29798, "idx": 0, "sa": ["David Letterman", "Danica Patrick", "Bobby Rahal"], "q": "While he still gets some satisfaction from team wins when he's watching his drivers from atop the timing stand, \"it's not as much fun, I can tell you that.\" <q>When I won the Indy 500 versus when we won it with( 2004 race winner) <strong> Buddy Rice </strong>, it was still a tremendous thrill and sense of accomplishment but it's just a very different one and you really can't compare the two,</q> he said. The team may be best known for bringing <strong> Danica Patrick </strong> to the IndyCar series in 2006. <strong> Bobby Rahal </strong> <strong> David Letterman </strong> left the IndyCar Series after 2008 and has run drivers in the Indy 500 for the past", "new_id": -2}, {"uid": "1297182562166789141", "i": 2711, "idx": 13, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": "And he is particularly harsh on <strong> Colin Powell </strong>, whom he shows making the case for the invasion of Iraq in a famous session of the UN Security Council and then, in <strong> Donald Rumsfeld </strong>'s words, claiming that he was <q>somehow innocently misled into making a false declaration.</q> Rumseld writes: \"<strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie. <strong> Condoleezza Rice </strong> did not", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q>To me, it's a disaster,</q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1295656426011878431", "i": 2915, "idx": 1, "sa": ["Colin Powell"], "q": "readymade response to the haters: they show he's right. \"Doing anything remotely interesting will bring criticism,\" he says in a blogpost, The Benefits Of Pissing People Off, quoting <strong> Colin Powell </strong>. <q>Pissing people off is both inevitable and necessary.</q> The notion that having many detractors proves you're doing great, jealousy-inducing work is an article of faith among motivational authors. \"Being a success,\" says one blogger, \"means people hate", "new_id": -2}, {"uid": "1297702504177799271", "i": 18632, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "sun. China is first focusing state support on its own equipment manufacturers. That helps them gain market share and cut prices, lowering the eventual cost of a nationwide solar construction program China plans for itself. <q>The Department of Energy's new SunShot Initiative to make solar energy as cheap as coal has given fresh hope to industry enthusiasts. And it may even give life to a nearly dead effort in Congress to put solar panels and water heaters on 10 million of America's roofs by 2020.</q> The 2010 legislation by <strong> Sen. Bernie Sanders </strong>( I-Vt.) hasn't had much momentum since the Senate's Energy and Natural Resources Committee approved it in July, and November's Republican gains in Congress has not helped the", "new_id": -2}, {"uid": "1296106909116244575", "i": 39376, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "Less than two years after being released from federal prison, the Philadelphia Eagles quarterback is making his fourth Pro Bowl appearance- and first since serving 18 months for his role in a dogfighting operation. <q>This one feels great due to the fact that I've been through so much and trained to getting back to this position,</q> he said after the NFC opened practice Wednesday. \"It's paramount for me and my family and I'm just thankful.\" After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong>", "new_id": -2}]