[{"uid": "1296014153261193737", "i": 1323, "idx": 1, "sa": ["Steve Ballmer", "Tim Bajarin", "Bill Rigby"], "q": "as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> \"is always on thin ice,\" said Forrest at Fort Pitt Capital. <q> Microsoft is a results-driven company. </q> Black money esTim Bajarinated at$ 462 Bill Rigbyion to$ 1.4 trillion: Pranab Finance Minister said the esTim Bajarinate of black money stashed abroad by Indians and Indian entities was esTim Bajarinated at between$ 462 Bill Rigbyion and$ 1.4", "new_id": -2}, {"uid": "1296742183180060166", "i": 3323, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ", nor did he always receive effective implementation of the decisions he made\" , Mr <strong> Donald Rumsfeld </strong> writes. \"There were far too many hands on the steering wheel,\" he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as \"stuff happens\" about the early looting in post-war Iraq, or his remark about \"old Europe\" -", "new_id": -2}, {"uid": "1295675869065781776", "i": 26773, "idx": 7, "sa": ["Allen Iverson", "Stephen Jackson", "Dwyane Wade"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 Wade_Dwyane Wade_Highlights__Hawks_Vs_Heat__Game_6---------------- Credit of this video goes to revgen of Mixmakers.net--------- MIAMI- A season-saving victory in the books, guard <strong> Dwyane Wade </strong> and most Miami Heat teammates walked off the court Friday night with stoical looks", "new_id": -2}, {"uid": "1295934410148537368", "i": 27222, "idx": 6, "sa": ["Allen Iverson", "Matt Geiger", "Phil Jackson", "Lou Lamoriello"], "q": "That's just Phil Jacksonly. When I play bad, they boo.\" <strong> Matt Geiger </strong> missed 10 of 14 shots, and kept losing rebounds to the Raptors. When rookie Todd MacCulLou Lamoriellogh replaced him, the crowd cheered. <q> The crowd getting on <strong> Matt Geiger </strong>, and then at the end of the game he ended up being one of the heroes, </q> said <strong> Allen Iverson </strong>, who scored 37 points. \"It's tough. \"For this guy to help us get to the playoffs last year and come in here off having surgery and push himself to get back a", "new_id": -2}, {"uid": "1297475146178421772", "i": 34005, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "for Microsoft to put WP7 and its future generations of mobile OSes in more devices and Nokia's fall-off in smartphone market share, \"they both had to do something,\" Stofega said in a telephone interview. <q> <strong> Stephen Elop </strong> made a logical, well-thought-out decision. He laid out the case for why they did this and where they're going, and he certainly has the Microsoft experience to get things moving. </q> Leading-edge applications and enhanced mobility save money and boost productivity for government employees. Read this white paper to see why Blackberry smartphones do... In this this informative eBook, USA TODAY small business columnist <strong> Steve Ballmer </strong> Strauss explains", "new_id": -2}, {"uid": "1297419759197410817", "i": 23076, "idx": 2, "sa": ["Sergio Marchionne"], "q": "dias depois do Natal. \"Eu suspeitaria que alguns dos problemas com que estamos lidando agora e me causam apoplexia teriam sido varridos para debaixo do tapete dez anos atr?s\" , disse <strong> Sergio Marchionne </strong>. Mas, <q> se voc realmente quer tocar o neg?cio, precisa se envolver nesse n?vel </q>. O destino da Chrysler, que ontem anunciou uma forte redu?o no preju?zo do quarto trimestre, de US$ 2,69 bilh?es em 2009 para US$ 199 milh?es ano passado, est nas m?os do italiano e sua", "new_id": -2}, {"uid": "1297293225002195576", "i": 7752, "idx": 3, "sa": ["Paula Abdul", "Simon Cowell"], "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q> It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star. </q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "new_id": -2}, {"uid": "1296817001259670033", "i": 48158, "idx": 0, "sa": ["Zahi Hawass"], "q": ". \"Egyptian cultural heritage, both its monuments and its artefacts, are part of the ancestral heritage of humanity, handed down to us through the ages,\" she said on Tuesday. <q> The value of the 120,000 pieces in the Egyptian Museum in Cairo is inestimable, not only in scientific or financial terms, but because they represent the Egyptian people's cultural identity. \"But the country's newly appointed minister of antiquities, well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against \"rumours. </q> In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in \"70 broken objects, all of which can be restored.\" \"I want people to know that after nine days", "new_id": -2}, {"uid": "1296850492052805645", "i": 37866, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "his salary plummet from nearly$ 10-million, including bonuses, to$ 1. \"I don't want my salary to go to a dollar,\" he said. Then he smiled and added, <q> My wife doesn't want my salary to go to a dollar. But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Roger Goodell </strong> also said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting", "new_id": -2}, {"uid": "1295159622124190767", "i": 1850, "idx": 0, "sa": ["Aaron Rodgers", "Brett Favre", "Michael Vick"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}]