[{"uid": "1295593228034635777", "i": 26449, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": ", 2:00 AM EST- U.S. Markets open in 7 hrs 30 mins <strong> Google Inc. </strong> turns Page on <strong> Eric Schmidt </strong>, names co-founder CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Friday January 21, 2011, 12:59 am SAN FRANCISCO( AP)-- When <strong> Google Inc. </strong> went", "new_id": -2}, {"uid": "1296776655116113416", "i": 48566, "idx": 3, "sa": ["John McCain", "Colin Powell"], "q": "conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality,\" that as secretary of state, in fact, Mr. <strong> Colin Powell </strong> \"tended not to speak out\" at meetings <q>in strong opposition to the views of the president or of his colleagues.</q> And he describes <strong> John McCain </strong> as \"a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media.\" In the course of \"Known and Unknown\" Mr.", "new_id": -2}, {"uid": "1297124456124354605", "i": 10487, "idx": 5, "sa": ["Simon Cowell"], "q": "X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q>Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition.</q> Story Continues â\u0087\u0092 \"previous1 2 3 next\" Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast", "new_id": -2}, {"i": 15634, "idx": 1, "index_answer": 0, "new_id": -1, "q": ",\" <strong> Eric Schmidt </strong> said in a prepared statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.\" Twitter comment on the shuffle was less formal: <q>Day-to-day adult supervision no longer needed!,</q> he wrote. The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a trio, an approach they spelled out in an \"owner's manual\" included in the", "sa": ["Eric Schmidt"], "uid": "1295559654260145168"}, {"uid": "1295439848144605314", "i": 2797, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "who has joined the US reality TV talent show as a judge this season- always believed years of hard work is a better way to become a star but knows times have changed. He said: <q>I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues. But, today's a different world.</q> The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the \"honest, legitimate stamp of approval\" that comes from gradual success. <strong> Steven Tyler </strong> responded", "new_id": -2}, {"uid": "1295647381119324709", "i": 20040, "idx": 0, "sa": ["Joseph Goebbels", "Steve Cohen", "Mike Pence", "Ed Schultz"], "q": "question that preceded <strong> Steve Cohen </strong>'s attack on <strong> Mike Pence </strong>, <strong> Ed Schultz </strong> even tried to defend the Tennessee Congressman's Tuesday outburst on the House floor in which he claimed Republicans were using <strong> Joseph Goebbels </strong> propaganda tactics in their opposition to ObamaCare: <q>I think a lot of liberals in this country admire you for calling them[ Republicans] liars because the numbers are what they are... you're talking about a messaging machine that they definitely have followed to get their point across about health care, which you think is having an effect.</q> The interview actually started out seeming to be an opportunity for <strong> Steve Cohen </strong> to apologize for his Tuesday comments, with <strong> Ed Schultz </strong> asking: \"Congressman, did you go too far there?\" <strong> Steve Cohen </strong> seemed hesitantly remorseful:", "new_id": -2}, {"uid": "1295571782118030340", "i": 3033, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Cost-per-click rose approximately 5% year-over-year and rose 2% over the sequential quarter. \"<strong> Google Inc. </strong> had a strong fourth quarter, with 17% year over year revenue growth,\" said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. <q>Given that the global economy is still in the early days of recovery, this was an extraordinary end to the year. Our performance in 2009 underscored the strength of our management team, the resilience of our business model and the pace of innovation within our product and engineering teams, which continued unabated throughout the downturn. As we enter 2010, we remain hugely optimistic about the internet and are continuing to invest heavily in technological innovation for the benefit not only of our users and customers, but also the wider web.</q> http://wn.com/How_far_have_Google's_intrusive_tentacles_penetrated_your_life_Â» <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> has declared war on privacy saying anyone who wants privacy is a crook or a creep with something to hide. It is therefore interesting to see all the different and creative avenues his company uses", "new_id": -2}, {"uid": "1295566930055705737", "i": 33144, "idx": 2, "sa": ["Eric Schmidt"], "q": "things-help spur faster networks( he sites LTE in particular), support mobile payment initiatives and increase the availability of inexpensive smartphones. Those latter two initiatives he says, are particularly important in the developing world. <q>Phones, as we know, are used as banks in many poorer parts of the world-and modern technology means that their use as financial tools can go much further than that,</q> <strong> Eric Schmidt </strong> said. As for getting smartphones out there, <strong> Eric Schmidt </strong> argues Google can have a pretty big impact. \"We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years", "new_id": -2}, {"uid": "1295600669020365335", "i": 10350, "idx": 2, "sa": ["Frank Guinta", "Barack Obama", "Mike Pence"], "q": "<strong> Mike Pence </strong> Bieundo, who ran the Tea Party-backed campaign of Representative <strong> Frank Guinta </strong>, a Republican from Manchester. \"Their significance is their engagement, which they clearly demonstrated in the 2010 election,\" <strong> Frank Guinta </strong> said. <q>They're only going to get more influential in the presidential.</q> Matt Viser can be reached at maviser@globe.com. Â© Copyright 2011 Globe Newspaper Company. Single Page 1 <strong> Barack Obama </strong> Tweet Yahoo! Buzz", "new_id": -2}, {"uid": "1295295626163250176", "i": 15374, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Robotized Engine for the Fiat 500 minicar, which is going into production on the old Chrysler PT Cruiser assembly line in Toluca, Mexico. Chrysler Kokomo is preparing to make the Fiat's engine blocks. <q>It's a rumor on the table that we're supposed to make parts for the( Fiat) transmission,</q> said UAW 1166 official Jeff LaDow at the Kokomo casting plant. \"Right now, we're still getting the engine block squared away.\" Fiat chief <strong> Sergio Marchionne </strong>, who committed$ 1.1 billion for revamping", "new_id": -2}]