[{"uid": "1295635479070795298", "i": 47884, "idx": 0, "sa": ["Andy Coulson"], "q": "of the FDLR, a Rwandan Hutu militia operating in eastern Congo, and the army has also regularly been accused of carrying out atrocities. The rights group Amnesty International earlier this week condemned what it called <q> the virtual impunity the Congolese forces benefit from. </q> <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that`` when a spokseman needs a... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction", "new_id": -2}, {"uid": "1295611398069435392", "i": 10509, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of negative news reports and gave him his full support. It will also deprive Mr <strong> David Cameron </strong> of a prized colleague who respected for his intuitive understanding of the British public. Mr <strong> Andy Coulson </strong> said: <q> I can today confirm I have resigned as director of communications in Downing Street`` It's been a privilege and an honour to work for <strong> David Cameron </strong> for three and a half years. </q> The former editor said he was`` extremely proud of the part he played'' in getting the party back into government. Mr <strong> Andy Coulson </strong> said the row over phone hacking made it`` difficult to", "new_id": -2}, {"uid": "1297639527102711458", "i": 15186, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "The title derives from a frequently parodied <strong> Donald Rumsfeld </strong> response to a reporter's question about whether there actually was evidence of any link between <strong> Saddam Hussein </strong> and terrorists seeking weapons of mass destruction. The Defense secretary responded: <q> Reports that say that something hasn't happened are always interesting to me because, as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know. </q> Get news and reviews from the world of literature delivered to your inbox with our Bookshelf newsletter. Sign up'' It is, of course, a logical fallacy to multiply categories beyond necessity, but it's", "new_id": -2}, {"uid": "1295033756239566871", "i": 13025, "idx": 2, "sa": ["David Letterman", "Camille Grammer"], "q": ", and we both said hello... It was uncomfortable. Kelsey looked shocked. The look on his face!'' The Late Show with <strong> David Letterman </strong> Thursday night, Kelsey shared his feelings for his new love. <q> <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon, </q> he told the talk show host. How soon?`` Sometime in February,'' <strong> Camille Grammer </strong> said.`` The kids are doing okay.'' Kelsey put in a request to the judge for a quickie divorce", "new_id": -2}, {"uid": "1295644189196657172", "i": 21589, "idx": 3, "sa": ["Andy Coulson"], "q": "always denied any knowledge of phone hacking, though members of the cross-party commons culture committee had him in mind last February when they warned of a`` collective amnesia'' at News International over the practice. <q> The cloud that was hanging over <strong> Andy Coulson </strong> last May was very small, </q> one senior Tory said.`` The cloud had obviously become a lot bigger in recent weeks.'' One minister did, however, voice doubts about <strong> Andy Coulson </strong>'s claim that media intrusion alone had prompted his", "new_id": -2}, {"uid": "1297206232067371016", "i": 37908, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "bounty on their heads, <strong> Donald Rumsfeld </strong> said.`` I was concerned,'' he said on the show. <strong> Donald Rumsfeld </strong> said that he was told of the bounty during a 2003 National Security Meeting. <q> Of course the president and his family had Secret Service protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> <strong> Donald Rumsfeld </strong> said. <strong> President Bush </strong> told <strong> Donald Rumsfeld </strong> to take the threats seriously. US forces killed both of <strong> Saddam Hussein </strong>'s sons in 2003.`` I made a comment like` Thank you' or something and", "new_id": -2}, {"uid": "1296371374213876760", "i": 35673, "idx": 0, "sa": ["Allen Iverson", "Rick Adelman", "Peja Stojakovic"], "q": "what's going on.'' The Kings visit the New York Knicks on Wednesday, but <strong> Rick Adelman </strong> wasn't sure about <strong> Peja Stojakovic </strong>'s status.`` I have a lot of faith in <strong> Peja Stojakovic </strong>,'' <strong> Rick Adelman </strong> said. <q> He's meant a lot to me and this franchise. He's been a pro his whole career. </q> The Sixers have won three in a row, improving to 21-20 at the halfway point of the season. Philadelphia, which came in allowing the third-most points in the NBA, reverted to http://wn.com/Allen_Iverson_50pts_vs_Chris_Webber_Sacramento_Kings_99/00 <strong> Allen Iverson </strong> calmly sank two", "new_id": -2}, {"uid": "1295021582165101591", "i": 4159, "idx": 2, "sa": ["Allen Iverson", "Gary Moore"], "q": "Text BIGSPORTS for breaking sports news. Click here for other text alerts. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> has a lesion that is pressing up against the bones of his leg and requires surgery in the U.S.. <q> It has to be removed and tested to see if it's benign or not, </q> <strong> Gary Moore </strong> said by phone to the Associated Press on Wednesday.`` Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks,", "new_id": -2}, {"uid": "1295573982147800080", "i": 34339, "idx": 0, "sa": ["Simon Cowell", "Mark Twain"], "q": "huge crowd in Chicago. The Mayor offered to introduce him.]`` General, let me introduce <strong> Simon Cowell </strong> <strong> Mark Twain </strong>,'' and we shook hands. There was the usual momentary pause and then the General said, <q> I am not embarrassed- are you? </q> STRANGE'S LAST NIGHT'S TOP TEN LATE-NIGHT TV JOKES ARCHIVE", "new_id": -2}, [{"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]]