[{"uid": "1297119812245366792", "i": 1714, "idx": 1, "sa": ["Simon Cowell"], "q": ",\" \"young girls,\" \"older singers\" and \"vocal groups\" categories that will each be mentored by a specific judge-- will also audition in front of a live studio audience. <q> On this show, the contestants are going to have to do the auditions in front of three or four thousand people. This way we bring the audience into the audition process as well, they effectively become a fifth judge, </q> <strong> Simon Cowell </strong> said. The identities of the three other judges who will join <strong> Simon Cowell </strong> on The X Factor's judging panel will be announced \"in the coming weeks,\" according to Fox. However British The", "new_id": -2}, {"uid": "1296486671063668234", "i": 31513, "idx": 0, "sa": ["Sergio Marchionne"], "q": "bankruptcy. Chrysler sold 1.52 million cars in 2010, helping it to boost its market share in the vital domestic US market to 9.2 per cent, from 8.8 per cent the year before. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> chief executive <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done,\" added <strong> Sergio Marchionne </strong>, who is CEO of both Chrysler and Italian carmaker Fiat, which owns a controlling 25 per cent interest", "new_id": -2}, {"uid": "1297108146141246491", "i": 22928, "idx": 3, "sa": ["Robert McNamara", "George W. Bush", "Donald Rumsfeld"], "q": "\" Monday. <strong> George W. Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\" \"I think that it's possible,\" <strong> Donald Rumsfeld </strong> responded. <q> We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother. </q> <strong> Donald Rumsfeld </strong> is promoting his memoir, \"Known and Unknown,\" which is being published Tuesday. Reminded that his predecessor <strong> Robert McNamara </strong> said, \"we were wrong, terribly wrong,\" decades after", "new_id": -2}, {"uid": "1295791480232554503", "i": 27571, "idx": 5, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron", "Harriet Harman"], "q": "a second chance. \"<strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking and had no knowledge of it. I have no reason to disbelieve him.\" <q> For all <strong> David Cameron </strong> talks about trust in politics, it is fundamental that people obey the criminal law and that is what is at stake here </q> \" <strong> Harriet Harman </strong> Deputy Labour leader Mr <strong> Nick Clegg </strong> said he would have some input into the choice of who would replace Mr <strong> Andy Coulson </strong>. \"It is primarily a decision for the prime minister, he is", "new_id": -2}, {"uid": "1295844367023740578", "i": 19815, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "The management reshuffling appears to be amicable. <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" <q> I believe <strong> Larry Page </strong> is ready </q> to be chief executive, <strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that", "new_id": -2}, {"uid": "1295014590159514625", "i": 32622, "idx": 0, "sa": ["Julius Malema", "David Guetta", "Matt Cardle", "Louis Walsh", "Simon Cowell", "Travie McCoy"], "q": "front of a live television audience for the first time tonight. Boy band FYD opened the show with a cover of <strong> Travie McCoy </strong>'s Billionaire, adding a reference to <strong> Simon Cowell </strong> into the lyrics. Judge <strong> Louis Walsh </strong> told them: <q> It was a great opening. Well done. </q> Next up was painter and decorator <strong> Matt Cardle </strong>, singing <strong> David Guetta </strong>'s When Love Takes Over. Malema_Julius Malema_insulting_a_BBC_Journalist_High_Quality_HD And this just before the FIFA World cup? How the hell do they still expect people to come for the World cup", "new_id": -2}, {"uid": "1296237370016105485", "i": 57377, "idx": 3, "sa": ["Randy Wittman", "Marko Jarić", "Linas Kleiza", "LeBron James", "Allen Iverson", "Tim Duncan", "Anthony Carter"], "q": "was out on them.\" On the subsequent inbounds play, <strong> Allen Iverson </strong> was fouled by <strong> Marko Jarić </strong>, hitting both free throws. But Minnesota coach <strong> Randy Wittman </strong> took issue with that, thinLeBron James that <strong> Allen Iverson </strong> traveled before the foul. <q> <strong> Allen Iverson </strong> traveled. Traveled. Flat out, </q> said <strong> Randy Wittman </strong>, whose team has now lost 16 straight road games since a win at New Orleans on Nov. 26. \"No ifs or could Iverson_Allen Iverson_33pts_Highlight_vs_Tim Duncanberwolves_NBA_07/08 <strong> Allen Iverson </strong> broke into song, <strong> Linas Kleiza </strong> joked with <strong> Anthony Carter </strong>, and two", "new_id": -2}, {"uid": "1297140587008634392", "i": 37077, "idx": 3, "sa": ["Michael Vick", "Richard Hunter"], "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "new_id": -2}, {"uid": "1297204047246546474", "i": 14083, "idx": 0, "sa": ["Hosni Mubarak", "George W. Bush", "Donald Rumsfeld"], "q": "> <strong> Donald Rumsfeld </strong> Says Egypt's <strong> Hosni Mubarak </strong> Knows He's On the Way Out <strong> Donald Rumsfeld </strong> Says Egypt's <strong> Hosni Mubarak </strong> Knows He's On the Way Out Defense Secretary <strong> Donald Rumsfeld </strong> said Egyptian <strong> George W. Bush </strong> <strong> Hosni Mubarak </strong> <q> is behaving in a way that he understands that he will eventually depart </q> and that the crisis in Egypt is \"probably best handled through private diplomacy.\" <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> since 1975, told ABC's Good Morning America that the United States' interest in Egypt should", "new_id": -2}, {"uid": "1295627933219987981", "i": 44268, "idx": 2, "sa": ["Larry Page", "Mark Zuckerberg", "Sergey Brin", "Eric Schmidt"], "q": "sogar froh sein, dass <strong> Larry Page </strong> die Aufgabe bernimmt, Google nach au?en zu repr?sentieren. <strong> Sergey Brin </strong> wird in Zukunft noch mehr Zeit damit verSergey Bringen was er am besten kann, und das ist neue Produkte auszuhecken. <q> Die Rolle passt perfekt zu ihm </q>, sagte <strong> Eric Schmidt </strong> ber ihn. \"<strong> Sergey Brin </strong> ist bis ins <strong> Mark Zuckerberg </strong> ein Erfinder und Gr?nder.\" Und im Fall von <strong> Larry Page </strong> ist <strong> Eric Schmidt </strong> ebenfalls berzeugt, dass er bereit sei, das Unternehmen zu f?hren. Ich bin", "new_id": -2}]