[{"uid": "1297448217228950044", "i": 39956, "idx": 0, "sa": ["Alassane Ouattara"], "q": "AFP)- The United States said it accepted Friday the credentials of the new ambassador named by <strong> Alassane Ouattara </strong>, the internationally-recognized winner of November 28 elections in the Ivory Coast. Deputy US Secretary of State James <q> Steinberg accepted the credentials today of the new ambassador-designate of the#IvoryCoast, nominated by President#Alassane Ouattara, </q> State Department spokesman Philip Crowley said on Twitter. Crowley told AFP later that the ambassador designate is Daouda Diabate. The spokeswoman for the Ivory Cost's embassy in Washington, Cynthia Guibi, told", "new_id": -2}, {"uid": "1295720948114180134", "i": 25576, "idx": 1, "sa": ["Megan Fox", "Angelina Jolie"], "q": " <strong> Megan Fox </strong> has complained about the constant comparisons to <strong> Angelina Jolie </strong>.`` It's a lack of creativity on the media's part,'' she told href=\"http://www.ew.com\" target=\"_blank\"> Entertainment Weekly in June 2009. <q> Because I have tattoos and dark hair and I was in an action movie? That's as far as the similarities extend. </q> PHOTOS: Angie and <strong> Megan Fox </strong> rock the red carpet at last Sunday's Golden Globes's love.`` She always seems otherworldly in her power and her confidence... I'm sure she has no idea who I am", "new_id": -2}, {"uid": "1295401633088637474", "i": 31121, "idx": 6, "sa": ["Alassane Ouattara"], "q": "had several meetings with the major petroleum companies abroad and also with the Cargill, ADM, Armajaro- all these cocoa business companies- to tell them... not pay taxes to the Gbagbo government.'' <q> Of course, they have problems because Mr. Gbagbo uses the military forces to go and intimidate them, and this is a major problem of security for most of them, </q> he noted. <strong> Alassane Ouattara </strong> also said that he was against economic sanctions at large because they would impact the Ivorian people negatively and that his camp was considering other options to pressure his opponent.`` For example", "new_id": -2}, {"uid": "1297296363013402159", "i": 59977, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Abuse \" She got 30 months in jail after she`` pleaded guilty last month to unlawful sale of a child,'' \" How much would she have gotten for lawful sale of a child? Report Abuse <q> Well, she was probably correct that her friend would do a better job raising the child... he couldn't do any worse! </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options! Mortgage Rates Hit 2.99% If you owe less than$", "new_id": -2}, {"uid": "1296030809164511749", "i": 4102, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Ken Auletta"], "q": "that he will step down as chief executive officer in favor of Google co-founder <strong> Larry Page </strong> and become executive chairman. <strong> Eric Schmidt </strong> is`` committed to Google,'' he told reporters at the Digital-Life-Design conference in Munich on Tuesday. <q> How long are you committed to doing what you're doing? As long as it's exciting, </q> he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported Monday. <strong> Ken Auletta </strong>, author of`` Googled", "new_id": -2}, {"uid": "1295685093156418051", "i": 23898, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "of <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, which has been in place for the last decade.`` What I do think Facebook has shown Google is that they're moving too slow,'' Kerner said. <q> Facebook is moving at the speed of light and Google isn't.`` Having three people running the company, making the decisions, was slowing it down, </q> he added. AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North AmEric Schmidtan usage, along with foreign currency and measurement units. </cite>", "new_id": -2}, {"uid": "1295551081106610695", "i": 17781, "idx": 0, "sa": ["Eric Schmidt"], "q": "`` The advent of full HD video capture on DSLR cameras has opened the doors to new and exciting possibilities to independent and emerging filmmakers,'' said Trevor Groth, director of programming, Sundance Film Festival. <q> It is simply amazing to see how independent films are utilizing these cameras in new and exciting ways each year. They have truly changed the game. </q> As the Official Digital Camera of the 2011 Sundance Film Festival, Canon U.S.A. will host exclusive educational workshops led by filmmaker <strong> Eric Schmidt </strong>, creator of the film,`` I Melt with You,'' which was shot", "new_id": -2}, {"uid": "1297387301200884277", "i": 12369, "idx": 0, "sa": ["Robson Green", "Simon Cowell"], "q": "mother's number and she told him she always wanted me to be a singer. My mother was in cahoots with <strong> Simon Cowell </strong>! <strong> Simon Cowell </strong> then had this ally and it was basically emotional blackmail!'' He added: <q> I am still good friends with <strong> Simon Cowell </strong> and my wife was his PA for 12 years. </q> Advertisement But <strong> Robson Green </strong> said despite singing recently in ITV1's Joe Maddison's War, he had no desire to return to the pop charts. He said:`` I went into the studio and", "new_id": -2}, {"uid": "1296924177215564325", "i": 23136, "idx": 0, "sa": ["Sergio Marchionne", "Sergio Chiamparino", "Paolo Romani", "Asif Ali Zardari"], "q": "remarks which upset ItAsif Ali Zardarians on Saturday. His comments in San Francisco quoted by Italy's Corriere della Sera prompted the mayor of Turin, Fiat's birthplace, to demand`` immediate clarification.'' <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>.`` In the next two or", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` So once they became comfortable with this team and with each other, that was a matter of time.'' When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}]