[{"uid": "1295566871244678664", "i": 48493, "idx": 4, "sa": ["Eric Schmidt"], "q": " \"By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead.\" Page said <strong> Eric Schmidt </strong> had done <q>an outstanding job leading Google for the last decade. The results speak for themselves.</q> The news surprised and worried Google observers. \"The executive change is very much unexpected, and somewhat of a concern to investors,\" said Clayton Moran, an analyst at Benchmark Co..", "new_id": -2}, {"uid": "1295894966204308498", "i": 7359, "idx": 1, "sa": ["Rachel Uchitel", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> also admitted Mezhgan, 36, has \"softened\" him and has finally made him think about settling down forever. He added on a forthcoming episode of \"Oprah Presents Master Class': <q>Mish has softened me. She's helped me see the world differently. She has knocked my socks off. I'd never been good with relationships and I never thought I\"d be with one person- I do now.</q> Miss USA 2010 Winner a Pole Dancer- <strong> Rachel Uchitel </strong> Poses for Playboy", "new_id": -2}, {"i": 6583, "idx": 3, "index_answer": 0, "new_id": -1, "q": "executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that <q>we move quickly, and we tend to be disruptive at scale.</q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "sa": ["Eric Schmidt"], "uid": "1296006300058851357"}, {"uid": "1296978592039108619", "i": 10051, "idx": 0, "sa": ["Michael Vick", "Wesley Matthews"], "q": "serving a federal sentence for dogfighting, is The Associated Press 2010 Comeback Player of the Year. In the 12-year history of the honor, no player has returned from jail to earn it and <strong> Michael Vick </strong> calls this season <q>the most fun I've ever had playing football.</q> CLEVELAND( AP) The Cleveland Cavaliers have the NBA's record for futility all to themselves after suffering their 24th straight loss, 111-105 to Portland. <strong> Wesley Matthews </strong> scored 31 points against the pitiful", "new_id": -2}, {"uid": "1296451968151257140", "i": 19247, "idx": 0, "sa": ["Walter Payton", "Michael Vick"], "q": "scrimmage, trailing only <strong> Walter Payton </strong>. \"He's certainly one of those guys that is an attention-grabber the first year he comes up,\" selector Jeff Legwold of the Denver Post said. <q>He did so much. I think production, and obviously the Super Bowls and what he did overall, he's certainly a great candidate.</q> Eagles Philadelphia will make it official next month and place their franchise tag on quarterback <strong> Michael Vick </strong>, a league source said. The move will prevent <strong> Michael Vick </strong> from leaving Philadelphia this offseason and ensure he's tied to", "new_id": -2}, {"uid": "1295955986167477290", "i": 46841, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "institutions who are doing very very well sitting on huge amounts of cash, and yet small businesses in Vermont and all over this country can't get affordable loans in order to create jobs,\" he said. <q>You've got credit card companies that were http://wn.com/2010_WATCH_Bernie_Sanders_Blasts_Wall_Street,_Government_In_Wake_Of_ wATCH FULL VIDEO AT THIS LINK::: bernie-sanders-blasts. notlong.com <strong> Sen. Bernie Sanders </strong> Blasts Wall Street, Government In Wake Of Fed Disclosures( VIDEO) Self-avowed socialist <strong> Sen. Bernie Sanders </strong>( I-Vt.) blasted the nation's major financial institutions and the government's failure to hold them accountable in a Wednesday-night appearance on CNN's \"Parker <strong> Eliot Spitzer </strong>.</q> In the wake of Wednesday's mammoth release of documents pertaining to its$ 3.3-trillion aid program for big banks and other members of the financial community, <strong> Sen. Bernie Sanders </strong> said, outrage is growing among those not fortunate enough to", "new_id": -2}, {"uid": "1297094194234487815", "i": 11840, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": ",\" <strong> Donald Rumsfeld </strong> said in an interview with ABC News airing Monday in advance of the release of his memoir on his long career in public service. <strong> President Bush </strong> has said that bringing some service members home too soon was <q>the most important failure in the execution of the war,</q> a position <strong> Donald Rumsfeld </strong> was reluctant to fully endorse. \"I don't have enough confidence to say that that's right. I think that it's possible,\" he said. \"We had[", "new_id": -2}, {"uid": "1296020367196706362", "i": 1436, "idx": 0, "sa": ["Bill Lockyer", "Marco Belinelli", "Keith Smart", "Michele Bachmann", "Newt Gingrich"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q>You've got to know where you are so you can eventually get to where you want to go,</q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Republicans target high-speed rail for cuts: SFGate: Politics Blog PHYSICAL", "new_id": -2}, {"uid": "1295323023149110819", "i": 20353, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q>When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is,</q> Packers coach Mike McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Tramon Williams </strong> has developed, calling him one of the", "new_id": -2}, {"uid": "1296104876231735384", "i": 16843, "idx": 3, "sa": ["Eric Schmidt"], "q": "executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that <q>we move quickly, and we tend to be disruptive at scale.</q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Tea", "new_id": -2}]