[{"uid": "1295340687209076236", "i": 18076, "idx": 0, "sa": ["Allen Iverson", "Billy Hayes"], "q": "as <strong> Billy Hayes </strong> would attest, is better than being in a Turkish court- in four to six weeks. <strong> Allen Iverson </strong> echoed the same sentiment in a multi-tweet Twitter explanation that I've collated for your benefit: <q> I have never said anything about retirement nor have I said goodbye to the game of basketball. I love this game! That is why I went all the way to Turkey to continue playing and once I get past this, my plan is to continue playing at the highest level possible. </q> The message likely confused high-ranking members of the Besiktas front office, who no doubt sat around world-famous Akatlar Arena and wondered aloud about <strong> Allen Iverson </strong>'s intentions: Does he plan on playing in Turkey, or", "new_id": -2}, {"uid": "1295665773077054051", "i": 15381, "idx": 0, "sa": ["Rupert Murdoch", "Andy Coulson"], "q": "police. In his resignation statement, Mr. <strong> Andy Coulson </strong> reiterated that he had been unaware of the hacking, but said that the scandal had proved too distracting for him to do his job. <q> I stand by what I've said about those events, but when the spokesman needs a spokesman, it's time to move on, </q> he said. Executives at News International, which owns The News of the World and is a subsidiary of href=\"http://topics.nytimes.com/top/reference/timestopics/people/m/Rupert Murdoch_Rupert Murdoch/index.html?inline=nyt- per\" title=\"More articles about Rupert Murdoch.\"> <strong> Rupert Murdoch </strong>'s News Corporation, have maintained that", "new_id": -2}, {"uid": "1296708030055181330", "i": 35860, "idx": 1, "sa": ["Allen Iverson", "Zach Randolph"], "q": "gam... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Griz... Amazing Nuggets vs Grizzlies NBA Highlights 12/20/2009 <strong> Zach Randolph </strong> scores 15 of his 21 points in the second half to.... Grizzlies Vs Lakers- Season Game 4 Recap- 2010-11 The", "new_id": -2}, {"uid": "1297127661189071411", "i": 45873, "idx": 3, "sa": ["Simon Cowell"], "q": "me-- she hadn't won yet-- and said,' I want to get behind this girl.[ His Sony label J records] was the natural choice.'' <strong> Simon Cowell </strong> said that most importantly he <q> wants to be fair to the artist </q> and to whatever genre of music in which he or she happens to be fluent.`` And then choose whichever division of Sony makes sense( for the artist).'' <strong> Simon Cowell </strong> also addressed rumors that", "new_id": -2}, {"uid": "1295279594245153795", "i": 5201, "idx": 1, "sa": ["Steve Ballmer"], "q": "'re wrong. So says <strong> Steve Ballmer </strong>. The Microsoft CEO recently told USA Today that he believes it's a family entertainment center.`` Xbox isn't a gaming console,'' said <strong> Steve Ballmer </strong>. <q> Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body. </q> When he says`` you are the controller'', <strong> Steve Ballmer </strong> is talking about Kinect, of course. With the Xbox 360 already firmly entrenched in the minds of the male part of the population", "new_id": -2}, {"uid": "1296770511173654034", "i": 14647, "idx": 21, "sa": ["Donald Rumsfeld", "Eric Shinseki"], "q": "AmEric Shinsekian pilots in the no-fly zone. But it was WMD, of course, that was the principal tool in the administration's salesmanship of the war. In fact, he challenges those who charged that <q> Bush lied, people died, </q> saying critics had`` scoured a voluminous record of official statements on Iraqi WMD to compile a small string of comments-ill chosen or otherwise deficient-to try to depict the administration as purposefully misrepresenting the intelligence.'' <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295591717183287821", "i": 1172, "idx": 0, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Ben Bernanke", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 billion in non-defense discretionary spending cuts as the Ben Bernankechmark. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 billion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` Young Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.''`` We", "new_id": -2}, {"uid": "1296524457137232418", "i": 10780, "idx": 1, "sa": ["Michael Vick", "Janet Napolitano"], "q": "The head of a Tijuana-area drug trafficking ring who worked... Report Abuse \"`` Let's stick with the facts and numbers when talking about where we are with the border,'' she said. \" Report Abuse <q>`` <strong> Janet Napolitano </strong> touts safety of US border communities </q>. \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Serial Rapist Suspected of Strangling Wash.. Guard New Trading Software Breakthrough Software Turns$ 10,000 Into$ 866,487- Find", "new_id": -2}, {"uid": "1297647737198574120", "i": 37560, "idx": 0, "sa": ["Bernie Sanders"], "q": "Democratic Party( NDP) in my native Canada. His words weren't substantially different from the speeches given over the years by various NDP politicians at which I was present. Chief amongst <strong> Bernie Sanders </strong> concerns was <q> the collapse of the middle-class. </q> So what were the signs of this apocalypse in progress? <strong> Bernie Sanders </strong> said the signs were the necessity of two income households, inadequate child care, the highest child poverty rate( it wasn't clear if he was", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` So once they became comfortable with this team and with each other, that was a matter of time.'' When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}]