[{"uid": "1297204047246546474", "i": 14089, "idx": 6, "sa": ["Donald Rumsfeld"], "q": ".`` I was a participant and we believed the intelligence was correct. It turns out it was not completely correct.'' Still, <strong> Donald Rumsfeld </strong> argued Saddam Hussein led a`` terribly vicious regime,'' and that <q> there's no question that the world is better off today than if Hussein were still in power. Millions of people in that country have been liberated. </q> Please enter the two words below into the text field underneath the image. Milligan: Bill O'Reilly's Obama Interview Shows Media Irresponsibility", "new_id": -2}, {"uid": "1296717067176898072", "i": 17704, "idx": 8, "sa": ["Reggie Miller", "Shaquille O'Neal", "Allen Iverson", "Travis Best", "Phil Jackson"], "q": "it was coming. The crowd knew it was coming.'' The Sixers had a final chance, but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired. <q> We got to a point where we felt we had these guys beat, </q> <strong> Allen Iverson </strong> said.`` We got tight. To get a <strong> Shaquille O'Neal </strong> lead like that and lose it at home is ridiculous.'' Indiana, the defending Eastern Conference champions and prohibitive underdogs against Phil Jacksonadelphia, lead the Travis Best-of-five", "new_id": -2}, {"uid": "1297575676186400772", "i": 40321, "idx": 2, "sa": ["Steve Ballmer", "Paul Thurrott"], "q": "and will simply roll the various Zune services into Windows Live.) \" And again, when <strong> Steve Ballmer </strong> took the stage Friday morning, he didn't mention Zune either, as noted by <strong> Paul Thurrott </strong>: <q> He said that Windows Phone was not just a single product but was instead the combination of many products from across Microsoft,`` not only Windows, but Office, Bing, Hotmail, and Xbox. </q>( Note, again, how Zune was conspicuously left out of this equation.) \" While this can't be the greatest news for Zune or Zune fans, we think there are some explanations that", "new_id": -2}, {"uid": "1295503547083329028", "i": 6938, "idx": 3, "sa": ["Allen Iverson", "Kobe Bryant", "Carmelo Anthony"], "q": "`` When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team,'' said <strong> Allen Iverson </strong>, whose career high of 60 came against Orlando on Feb. 12, 2005. <q> When somebody's got 49 points they want to make sure I get the ball out of my hands, and that's what they did. My responsibly is to give it up and my teammates had to make plays. </q> They couldn't. <strong> Carmelo Anthony </strong> was 4-for-10 from the field in the fourth and the rest of the team made 3 of 9. While <strong> Allen Iverson </strong> got cold, <strong> Kobe Bryant </strong> heated up. <strong> Kobe Bryant </strong> picked up his fourth foul 38", "new_id": -2}, {"uid": "1296429119182222848", "i": 37048, "idx": 1, "sa": ["Steve Ballmer"], "q": "request for a transcript from Microsoft). He appears to tell the audience that Microsoft now has its tablet strategy well in hand. According to multiple news outlets reporting on the event, <strong> Steve Ballmer </strong> said, <q> You'll see slates, but if you want most of the benefits of what a PC can offer, creating, a form factor that has been tuned over years, you'll see us expand the footprint of what Windows can target, </q> he said in a taped press event available widely online.`` We've done work on a Windows tablet, and you'll see slates with Windows on from this Christmas.'' Still, how effectively", "new_id": -2}, {"uid": "1296574488233865223", "i": 49361, "idx": 0, "sa": ["Chris Huhne"], "q": "department today. Greenhouse gas emissions fell by 8.7 per cent in 2009, according to final official figures. title=\"FT- Recession drives fall in UK emissions\" href=\"http://www.ft.com/cms/s/0/ad192846-2df7-11e0-a49d-00144feabdc0.html\" target=\"_blank\"> The FT reports: <q> The UK's greenhouse gas emissions dropped 8.7 per cent in 2009 as the recession took its toll on fuel and electricity consumption across the economy. </q> The role of the recession in curbing emissions was also played up by the energy secretary <strong> Chris Huhne </strong>( a cynic might suggest this was because in 2009, Labour was still in power). title=\"DECC- 2009", "new_id": -2}, {"uid": "1296340734125665312", "i": 40083, "idx": 2, "sa": ["LeBron James", "Allen Iverson", "Mos Def", "Carmelo Anthony"], "q": "received a scare when Denver's JR <strong> Mos Def </strong> fell on <strong> LeBron James </strong>' right ankle when both were scrambling for a loose ball late in the fourth quarter. <strong> LeBron James </strong> sat out all of 8 seconds before checLeBron James back in. <q> It's been better, </q> <strong> LeBron James </strong> http://wn.com/Allen Iverson_Allen Iverson_36pts_10assists_vs_T-Mac_Houston_Rockets_06/07 The Denver Nuggets have survived long enough without <strong> Carmelo Anthony </strong>. Now, they can't wait to see how their risky`` experiment'' works. <strong> Allen Iverson </strong> banked in a running 3-pointer in overtime and scored 36 points", "new_id": -2}, {"uid": "1295590171029097991", "i": 39166, "idx": 6, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "Jeff Jarvis"], "q": "much his company accomplishes with only a'' statement, <strong> Eric Schmidt </strong> observed he, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> had been`` talking for a long time about how best to simplify our management structure,'' and looking for ways to <q> speed up decision making. </q> Though press releases frequently attempt to spin messy management changes, there seems to be truth to Google's justification. <strong> Jeff Jarvis </strong>, a professor of journalism at CUNY and author of What Would Google Do?.", "new_id": -2}, {"uid": "1295600296192069642", "i": 3346, "idx": 0, "sa": ["C Phillip Morris", "Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "'s going pretty good so far, wouldn't you?'' The most controversial gag of the night was about the Church of Scientology. Referring to the film I Love You <strong> C Phillip Morris </strong>, <strong> Ricky Gervais </strong> said it was about <q> two heterosexual actors pretending to be gay- so the complete opposite of some famous Scientologists, then. </q>`` My lawyers helped me with the wording of that joke,'' he added as the audience gasped. He also poked fun at The Tourist, the flop film starring <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>- both of whom were", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]