[{"uid": "1296727907183500817", "i": 16345, "idx": 13, "sa": ["Allen Iverson"], "q": "both clarified and cluttered the wild Western Conference playoff race. \"That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q>It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. \"There's nothing on the court he can't do.</q> It was the 13th time Smith has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game. \"He's been a big spark for", "new_id": -2}, {"uid": "1295617945243957771", "i": 14454, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": ", Mr <strong> David Cameron </strong> was asked during a visit to RAF Brize Norton whether he still had faith in Mr <strong> Andy Coulson </strong>. \"You know what I have said about this in the past,\" he replied. <q>I have got nothing to add to that and I think he's done a very good job for the Government.</q> It is believed Mr <strong> Andy Coulson </strong> informed Mr <strong> David Cameron </strong> of his intention to leave on Wednesday. No decision has yet been taken on a replacement. Mr <strong> Andy Coulson </strong> resigned as editor of the News of the", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On \"The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I\"m Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}, {"uid": "1297380498170868782", "i": 15832, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Dick Cheney", "Steven Shepard"], "q": "it makes me wonder if <strong> Dick Cheney </strong> hay had more influence on <strong> Barack Obama </strong> than the people who got elected,\" <strong> Donald Rumsfeld </strong> said to roars from the audience. <strong> Donald Rumsfeld </strong> also joked with <strong> Dick Cheney </strong> about a presidential run: <q><strong> Dick Cheney </strong>, in case you were wondering, I think there's probably still time for you to file some paperwork for Iowa and New Hampshire.</q> Contributing Editors: Josh Kraushaar, Quinn McCord and Tim Sahd Contributing Writers: <strong> Steven Shepard </strong>, Jamie Shufflebarger, Dan Roem, Sean Sullivan, Amanda Munoz-Temple, Julie Sobel, and Chris Peleo-Lazar editors reserve the right to", "new_id": -2}, {"uid": "1296169455065814529", "i": 19153, "idx": 3, "sa": ["Dick Armey", "Mike Pence"], "q": ". \"After years of falling behind, Indiana is on the verge of an era of growth and opportunity like no other time in my life,\" Mr. <strong> Mike Pence </strong> wrote in his letter to supporters. <q>Those of us who serve Indiana in Congress and in the Statehouse have a unique opportunity to advance the interests of Hoosiers.</q> Mr. <strong> Mike Pence </strong>'s decision to forego a presidential race leaves some Tea Party activists searching for a Republican candidate. In recent weeks, Mr. <strong> Mike Pence </strong> has been urged to run for president by <strong> Dick Armey </strong>, a former", "new_id": -2}, {"uid": "1294997818124518482", "i": 13413, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz"], "q": "we joked about what we were going to do, she started to open her eyes, literally. She started to struggle,\" <strong> Debbie Wasserman Schultz </strong> told journalists aboard Air Force One as she accompanied <strong> Barack Obama </strong> back to Washington. <q>It felt like we were watching a miracle. \"New York senator <strong> Kirsten Gillibrand </strong> said she and <strong> Debbie Wasserman Schultz </strong> were crying and when <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, a NASA astronaut, told his wife that if she could see them, she should give a thumbs up sign. \"Instead of giving us the thumbs up, she literally raises her whole arm,</q> <strong> Kirsten Gillibrand </strong> said.Kelly has been ever present at his wife's side since the attack. He is due to take command of the final flight of the space shuttle Endeavour, but has asked NASA to appoint a backup", "new_id": -2}, {"uid": "1296015454109002777", "i": 17355, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "in small teams, effectively working as start-ups.\" The average number of software engineers on a project at Google is 3.5, he said. now has 24,400 employees, <strong> Alan Eustace </strong> insisted that it is <q>still the same entrepreneurial company it was when I started, encouraging Googlers to take on big ideas and high-risk, high-reward opportunities.</q> According to chief executive officer <strong> Eric Schmidt </strong>, about 1,000 of those new jobs will be in Europe. \"Our businesses are doing very well around the globe, and as a result", "new_id": -2}, {"uid": "1295100598134397994", "i": 48283, "idx": 2, "sa": ["Toni Kukoc", "Allen Iverson", "Matt Geiger"], "q": "four of five. <strong> Toni Kukoc </strong> added 17 points and nine rebounds and <strong> Matt Geiger </strong>, playing his first game since a two-game suspension for violating the NBA's steroid policy, had 14 points and seven rebounds for the Sixers. <q><strong> Toni Kukoc </strong> gave us a big lift off the bench,</q> <strong> Allen Iverson </strong> said. \"He made a whole lot of plays and took a lot of pressure of me to score.\" Phoenix, which trailed by 13 in the second half, cut it 91-88 on a layup", "new_id": -2}, {"uid": "1297259880064307224", "i": 25240, "idx": 10, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "mailliam Perhaps Mr. <strong> Dwaine Caraway </strong> is falling short of the prime motive that he inadvertently imposed upon Mr. \"Felon\" <strong> Michael Vick </strong>? People who exploit animals for personality/profit, are not far from the same type of <q>personality reflects attitude; attitude reflects behavior</q> that child predators employ to impinge upon our children. Is the NFL deficient for not holding him, or his continuing salary- as ill gotten gains FOR PAST TRANSGRESSIONS? Please someone with my experience", "new_id": -2}, {"uid": "1295571684118030342", "i": 44423, "idx": 0, "sa": ["Eric Schmidt", "Robert Scheer"], "q": " announced Thursday that he is handing his job over to co-founder Larry Page, who, <strong> Eric Schmidt </strong> blogs, \"is ready to lead.\" <strong> Eric Schmidt </strong> will stick around with the hefty title of executive chairman. <q>Official Google Blog: For the last 10 years, we[ CEO <strong> Eric Schmidt </strong> and co-founders Larry Page and <strong> Sergey Brin </strong>] have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> Posts by unregistered readers are moderated. Posts by members A Progressive Journal of News and Opinion. Editor, <strong> Robert Scheer </strong>. Publisher, Zuade Kaufman.", "new_id": -2}]