[{"uid": "1295626647018169868", "i": 38217, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "was acquitted in the US and returned to Pakistan. But the judge said he was \"not of the view the US judicial system is indifferent in providing appropriate intervention\". He added: <q> I must proceed on the firm footing, absent very cogent direct evidence, the rule of law and due process exists for all persons within the jurisdiction of the US courts, including Abid Naseer. \"Accordingly I reject this challenge to extradition. </q> Notes on a small island: The things that really make Britain great Anger as <strong> Tony Blair </strong> admits regrets over Iraq new <strong> David Cameron </strong>'s spin chief <strong> Andy Coulson </strong> quits new Alan Johnson protection officer facing inquiry new Search for` missing", "new_id": -2}, {"uid": "1297324513060997646", "i": 36711, "idx": 0, "sa": ["Morgan Stanley", "Steve Ballmer", "Stephen Elop"], "q": "market share, <strong> Stephen Elop </strong> has held talks with Microsoft CEO <strong> Steve Ballmer </strong> about putting Microsoft's mobile operating system on Nokia phones, said the person, who asked not to be identified because the discussions were private. <q> The market expects Nokia to announce adoption of Windows Phone 7 either for the high-end or for some geographies( U.S.), </q> <strong> Morgan Stanley </strong> analysts including Patrick Standaert wrote in a report this week. Whatever <strong> Stephen Elop </strong> chooses to do, \"execution will be key,\" they wrote. Laurie Armstrong, a U.S. spokeswoman for Espoo, Finland", "new_id": -2}, {"uid": "1297192613228835342", "i": 15148, "idx": 6, "sa": ["the Black", "Simon Cowell"], "q": ".\" The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child. <q> I'm genuinely staggered this hasn't happened. All the signs are out there, from \"Glee' to` High School Musical, </q>' he said, advising \"any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don\"t have a lot of competition.", "new_id": -2}, {"uid": "1296939795213336082", "i": 22018, "idx": 1, "sa": ["Sergio Marchionne"], "q": "... SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as \"shyster loans.\" <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement. \"I regret the remark which I consider inappropriate.\" Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1297708035124567831", "i": 37107, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "and provocative.( David Paul Morris/Getty Images) LOS ANGELES-After three weeks in office and days filled with meetings, legislators came up with a proposal that state Treasurer <strong> Bill Lockyer </strong> calls \"realistic and provocative.\" <q> The plan acknowledges that a balanced remedy of spending reductions and revenues is the best cure, </q> <strong> Bill Lockyer </strong> said in a statement. The California legislature's logjams during attempts to develop effective responses to the growing deficit had become a perennial problem since the worldwide economic meltdown began. <strong> Jerry Brown </strong>, now back for a", "new_id": -2}, {"uid": "1295801604188252184", "i": 5712, "idx": 0, "sa": ["George Washington", "Benjamin Franklin", "Andy Coulson", "The Irish"], "q": "FREE. That day is today and we ask our <strong> George Washington </strong> brothers and sisters to help the Arab people become free and democratic. May <strong> The Irish </strong> Bless You. And May <strong> The Irish </strong> Bless America. Report Abuse <q> <strong> The Irish </strong> government is a disgrace they failed thier people yet again. They are like a pack of cowboys running wild, bang bang bang, who is going to lead, I will, no I will, not you... bang bang bang. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> Benjamin Franklin </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295977910157089808", "i": 30962, "idx": 10, "sa": ["Chauncey Billups", "Allen Iverson", "Carmelo Anthony"], "q": "had another double-double for the Nuggets, who are 12-3 since trading <strong> Allen Iverson </strong> to the Detroit Pistons for <strong> Chauncey Billups </strong>, the Denver native and former University of Colorado star whose homecoming has gone better than anybody would have expected. <q> I think we're heading into a good direction right now, </q> <strong> Carmelo Anthony </strong> said. \"I say all the time, he's bringing that leadership to this team, helping everybody out, making http://wn.com/Allen_Iverson_35pts_clutch_game_winner_vs_Timberwolves_07/08 The conversation was short and to the point. <strong> Carmelo Anthony </strong> saddled up to <strong> Allen Iverson </strong> late", "new_id": -2}, {"uid": "1295625437089243774", "i": 24705, "idx": 0, "sa": ["Eric Schmidt"], "q": "cynical amongst us should find it difficult to fault the logic. If <strong> Eric Schmidt </strong> is trying to paper over anything, could it be as simple as the fact that Page is 18 years younger? So for <q> Larry, in my clear opinion, is ready to lead, </q> we could perhaps simply read, \"Larry is old enough to take on this role as he approaches his 40s and I have had enough and would like a quieter life as I approach 60.\"", "new_id": -2}, {"uid": "1296852026242090045", "i": 25922, "idx": 0, "sa": ["Sergio Marchionne"], "q": "her new, 40-year mortgage. \"I'll die before it's paid off,\" said Olmo, who got her 30-year mortgage modified because she was at risk of losing her home to foreclosure. <q> This is the most ridiculous thing I've heard in years. They didn't take my age or my income into consideration. </q> SAN FRANCISCO Ã\u0082- Chrysler CEO <strong> Sergio Marchionne </strong> says he hopes to reach a deal with banks to refinance the company's high-interest government loans by the end of the first quarter. <strong> Sergio Marchionne </strong> said Friday at an auto", "new_id": -2}]