[{"uid": "1296787924171524099", "i": 17338, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "Al-Qaida attacks on the United States had been planned and where U.S. retaliation was imminent. \"He asked that I take a look at the shape of our military plans on Iraq,\" <strong> Donald Rumsfeld </strong> writes. <q> Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> <strong> Donald Rumsfeld </strong> recalls. But the <strong> George W. Bush </strong> insisted on new military plans for Iraq, <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be` creative.\" ' <strong> Donald Rumsfeld </strong>'s memoir, \"Known and Unknown,", "new_id": -2}, {"uid": "1297436657123142144", "i": 38569, "idx": 0, "sa": ["Steve Ballmer", "Alastair Grant", "Stephen Elop"], "q": "main platform for its smart phones in an effort to pull market share away from Apple's iPhone and Android, Google's software for phones and tablets. Nokia said it will help drive the future of Windows Phone <q> innovating on top of the platform in areas such as imaging, where Nokia is a market leader. </q> Photo: <strong> Alastair Grant </strong>/ AP <strong> Stephen Elop </strong> CEO of Nokia, left, with CEO of Microsoft <strong> Steve Ballmer </strong>, speaking in London, as he announces the strategic partnership with Microsoft, Friday, Feb. 11, 2011. Technology titans", "new_id": -2}, {"uid": "1295605564062603293", "i": 27341, "idx": 1, "sa": ["Kenneth Clarke", "Michael Gove"], "q": "ever be of service to them... Stick to Facts, sir!\" So spake Mr Gradgrind, DicKenneth Clarkes's dismal schoolteacher in Hard Times\"> Hard Times, published 1854. <q> I am not going to be coming up with any prescriptive lists. I just think there should be facts... I am saying we need to have facts in the curriculum- facts, knowledge. I want teachers to decide what that is, </q> Thus, <strong> Michael Gove </strong>, education secretary, on the <strong> Michael Gove </strong> stresses'facts' in school curriculum revamp\"> Today programme, 20 January 2011. Presumably Mr <strong> Michael Gove </strong> has read Mr Gradgrind's prescription", "new_id": -2}, {"uid": "1295907918177651713", "i": 28780, "idx": 14, "sa": ["Henry Kissinger", "Donald Rumsfeld"], "q": "and Unknown\" will take on the most sensitive subjects, from the detainment facility at Guantanamo Bay, Cuba, to the mistreatment of prisoners at Abu Ghraib in Iraq. <q> I brought in people who were involved and outside advisers to discuss the legal decisions that were made. And in the book, I present them in a direct way, </q> he says. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by former Secretary of State Kissinger-Henry Kissinger.htm#r_src=ramp\"> <strong> Henry Kissinger </strong> as a \"skilled full-time politician-bureaucrat in whom", "new_id": -2}, {"uid": "1296364135215957509", "i": 21312, "idx": 4, "sa": ["Allen Iverson", "Rajon Rondo", "Doc Rivers", "Ben Gordon"], "q": "career-high 42 points. Then Boston set up a play for <strong> Allen Iverson </strong>, who took a pass from <strong> Rajon Rondo </strong> and connected from the right side. <strong> Allen Iverson </strong> scored 28 points after getting some advice from coach <strong> Doc Rivers </strong> at halftime. <q> <strong> Doc Rivers </strong> said going into the half,` Be aggressive, but let it come to you, </q>' <strong> Allen Iverson </strong> said. \"I never think I'm not in my rhythm. It can be a grind as a shooter. As a scorer you're always trying to find something.\" <strong> Allen Iverson </strong> and <strong> Ben Gordon </strong> each", "new_id": -2}, {"uid": "1295323003149110835", "i": 50594, "idx": 1, "sa": ["Steve Ballmer", "Ken Kutaragi"], "q": "market than the core gamers that the console had traditionally wooed, and Mr <strong> Steve Ballmer </strong>'s comments reiterated this movement. \"Xbox isn't a gaming console,\" Mr <strong> Steve Ballmer </strong> told USA Today. <q> Xbox is a family entertainment center. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body. </q> Mr <strong> Steve Ballmer </strong>'s comments echo those of ex-Sony Computer Entertainment head <strong> Ken Kutaragi </strong> at the dawn of the PlayStation 3. \"From the start, we intended to make not just a game machine for kids", "new_id": -2}, {"uid": "1296947377150601731", "i": 691, "idx": 0, "sa": ["Zahi Hawass"], "q": "On January 29, looters swarmed into the archaeological site of Saqqara, an ancient burial ground known for its pyramids and many surrounding tombs. Reports circulated about damage to the tombs and their beautiful reliefs. <q> All the sites are safe, </q> said Minister of Antiquities <strong> Zahi Hawass </strong>. \"Nothing stolen, nothing destroyed.\" With <strong> Zahi Hawass </strong>'s permission, veteran foreign correspondent Jeffrey Bartholet, on assignment for National Geographic magazine, was able to visit Saqqara, some", "new_id": -2}, {"uid": "1297464725077398024", "i": 42074, "idx": 2, "sa": ["Hosni Mubarak", "Leon Panetta", "Donald Rumsfeld"], "q": "largely secular\" during a House Intelligence Committee testimony Thursday that Clapper's office later had to clarify. \"That is not something that is subject to debate,\" <strong> Donald Rumsfeld </strong> said of Clapper's contention. <q> That is something that we know a great deal about. </q> <strong> Donald Rumsfeld </strong>, however, did not fault CIA director <strong> Leon Panetta </strong> for pointing to news reports, suggesting during his testimony there was a \"strong likelihood\" that Egyptian President <strong> Hosni Mubarak </strong> would step down Thursday.", "new_id": -2}, {"uid": "1297035674142557188", "i": 40172, "idx": 0, "sa": ["Bill Lockyer"], "q": "numbers more misleading and misused than the average benefit for retirees of the California Public Employees' Retirement Association. CalPERS loves to circulate the statistic. So do politicians and unions representing workers. <q> Twenty-five hundred dollars a month is the average state employee pension, </q> state Treasurer <strong> Bill Lockyer </strong>, a member of the CalPERS board, told a UC Berkeley conference of academics and journalists last month. As the public pension debate heats up in coming weeks, you will", "new_id": -2}, {"uid": "1296005497137592839", "i": 2282, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": ". \"Investing doesn't guarantee anything, but not investing will put you in a pretty bad spot.\" Yee said investors would support a strategy of more purchases to bolster drug development. <q> One should expect Amgen to continue to make further in-licensing pipeline deals for the rest of the year, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog NURSING SUPERVISOR Company California State PHYSICAL THERAPY DIRECTOR Company Webster", "new_id": -2}]