[{"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.'' <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a`` right-wing media echo chamber'' that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said:`` By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.'' <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1295805489188252160", "i": 48720, "idx": 5, "sa": ["Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": " <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential advisor. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate", "new_id": -2}, {"uid": "1295122532207224849", "i": 3833, "idx": 1, "sa": ["Bill Lockyer", "Meredith Whitney"], "q": "billion budget shortfall. <cite> Reuters </cite>`` You could see... 50 to 100 sizeable defaults. More. This will amount to hundreds of billions of dollars.''- <strong> Meredith Whitney </strong>, financial analyst <q> We've never defaulted, not once in our entire history, including during the Great Depression, </q> says Tom Dresslar, spokesman for California Treasurer <strong> Bill Lockyer </strong>. He says paying debt service for the state's bonds is the Treasurer's second-highest priority, after schools. Revenues for U.S. municipalities as a group rose", "new_id": -2}, {"uid": "1296744949119816196", "i": 15568, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong>( I-Vt.) inserted into the defense bill last year. The measure also requested that the Defense Department recommend additional ways to punish the violating contractors, but the Report to Congress on Contractor Fraud concluded, <q> The department believes that existing remedies with respect to contractor wrongdoing are sufficient. </q>`` It has been said that insanity as doing the same thing over and over and expecting different results,'' replied the <strong> Sen. Bernie Sanders </strong> staff in an analysis of the findings.`` It is", "new_id": -2}, {"uid": "1295425615261013543", "i": 45485, "idx": 6, "sa": ["Franklin Roosevelt", "Austan Goolsbee", "Sen. Bernie Sanders"], "q": "on workers, and they control the <strong> Franklin Roosevelt </strong>.'' Indeed, GOP lawmakers have since admitted they have no intention of letting the payroll tax return to its original, higher level in a year: http://www.huffingtonpost.com/2010/08/11/public-opposes-cutting-so_n_678374.html <q> So what the president has done is walked us in an unprecedented direction in terms of diverting huge amounts of money from Social Security, </q> <strong> Sen. Bernie Sanders </strong> said.`` A very, very, very dangerous precedent. And when aides of his such as[ Chairman of the Council of Economic Advisers] <strong> Austan Goolsbee </strong> were asked to reflect on this, he chose not", "new_id": -2}, {"uid": "1297117350135839819", "i": 45502, "idx": 1, "sa": ["Simon Cowell"], "q": "will be able to audition for the show- which has a$ 5 million recording contract for the winner- and <strong> Simon Cowell </strong> is confident they can handle the pressure of the competition. He said: <q> We have started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q>", "new_id": -2}, {"uid": "1296784629036126790", "i": 41645, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "at the White House the day after Woodward and Bernstein's first story about Watergate in the Washington Post, <strong> Donald Rumsfeld </strong> asserts he defied his colleagues and demanded to get to the root of the problem, saying, <q> If any jackass across the street[ at campaign headquarters] or here had anything to do with this, he should be hung up by his thumbs today. </q> <strong> Donald Rumsfeld </strong> is dismissive in his attitude to <strong> Colin Powell </strong> and Rice, whose decisions he constantly criticizes. Even before 9/11, he says <strong> Colin Powell </strong>'s State Department continually opposed his recommendation to reduce the numbers of American military forces", "new_id": -2}, {"uid": "1297517098025886731", "i": 26804, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "Daemen College, said a need for a`` streamlined entrance'' procedure at some colleges is sorely needed. He also said VA officials need to recognize the needs of medium and small businesses for workers. <q> The focus needs to be on how they can hire just one more person, </q> he said. As a result, <strong> Kirsten Gillibrand </strong> told the vets that besides following up on their suggestions, she is working with local chambers of commerce to use existing tax credits that encourage hiring of veterans.", "new_id": -2}, {"uid": "1296668737187940870", "i": 20034, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "41-year-old, currently Controller of BBC Global News, replaces <strong> Andy Coulson </strong>, who resigned earlier this month amid the continuing row over phone-hacking when he was editor of the News of the World. Mr <strong> David Cameron </strong> said: <q> I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street.`` Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme. </q>`` It's difficult to leave the BBC after a fascinating few years- but this is an opportunity I can't turn down.'' Mr Oliver was a surprise appointment, having failed to", "new_id": -2}, {"uid": "1296052912157139005", "i": 14967, "idx": 0, "sa": ["Michael Vick"], "q": "title, earning the fourth Pro Bowl honor of his career. As surprising as <strong> Michael Vick </strong>'s football reincarnation was to some, his return as a pitchman is not, despite his vulgar crimes. <q> As we saw in the <strong> Kobe Bryant </strong> case and many times throughout history, there's always redemption, </q> Andy Appleby, chairman of General Sports& Entertainment, a Minnesota-based marketing firm, told me in 2009.`` No one's ever going to forget, but he still has a lot to offer.''", "new_id": -2}]