[{"uid": "1297123633195428357", "i": 30277, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. Fun: Today's Find Five <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1297138260083361800", "i": 2276, "idx": 0, "sa": ["Catherine Ashton", "Donald Rumsfeld", "Ban Ki-moon", "Hillary Clinton"], "q": "State <strong> Hillary Clinton </strong> urged north and south to work quickly on post-referendum arrangements, and EU foreign policy chief <strong> Catherine Ashton </strong> promised to seek a long-term partnership with the new state. UN <strong> Donald Rumsfeld </strong> General <strong> Ban Ki-moon </strong> asked the international community <q> to assist all Sudanese towards greater stability and development, </q> and offered help to both sides. The referendum defied expectations by taking place on time and largely without incident, despite the major logistical challenges facing the organisers and fears that Khartoum might try to block a", "new_id": -2}, {"uid": "1295640121217038855", "i": 5526, "idx": 2, "sa": ["Eric Schmidt"], "q": "to run the world's leading internet company. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong> in announcing the decision. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. \"Page credited <strong> Eric Schmidt </strong> with running the company \"brilliantly </q> while keeping the \"headstrong founders\" involved. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2}, {"uid": "1295088823117588060", "i": 7684, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. OAKLAND", "new_id": -2}, {"uid": "1297270972137707531", "i": 14284, "idx": 1, "sa": ["Zahi Hawass"], "q": "office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs from the museum shop. <q> Thank God the museum was dark and they could not see anything, </q> he said. He praised Egyptian anti-government protesters who had stood guard outside the museum and caught some of the thieves as they tried to get away. \"It was wonderful to find", "new_id": -2}, {"uid": "1295220232075988993", "i": 16313, "idx": 0, "sa": ["David Letterman", "Jerry Douglas", "Aly Bain", "Tom Brady", "Paul Brady", "Maureen McCormick"], "q": "Shaw dobro- <strong> Jerry Douglas </strong> fiddle- <strong> Aly Bain </strong>... <strong> Tom Brady </strong> on <strong> David Letterman </strong> 9:47 New England Patriots <strong> Tom Brady </strong> NFL This was back in like 2003-2004... video results for: brady against brady PASTOR SHERYL BRADY PREACHES@ ST. JAMES COGIC PT1 <q> THERE'S A STORY BEHIND MY PRAISE </q>... Previously On: \"The Governor's Race\" <strong> Paul Brady </strong> Episode Too busy watching Glee to keep up with the Governor's race? Here's what you missed.... <strong> Maureen McCormick </strong> Marcia <strong> Paul Brady </strong> tells all on WGN-TV Marcia", "new_id": -2}, {"uid": "1295052502161349655", "i": 3258, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "workers vote against the deal. Vote-casting at the factory, which employs around 5,500 people, began on Thursday evening and ended Friday around 1830 GMT. Voting turnout was put at 96 percent. <q> The voting slips that have been slipped into the factory's ballot boxes since yesterday are destined to change the country's industrial history, </q> <strong> Silvio Berlusconi </strong> Sole 24 Ore business paper said in an editorial on Friday. The proposal announced by <strong> Sergio Marchionne </strong> would bring one billion euros($ 1.3 billion) in investments to historic Mirafiori, which would start producing", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes. \"At that moment, I couldn't speak.\"( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}, {"uid": "1297217140026116121", "i": 18531, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "is a work stoppage. \"I don't want my salary to go to a dollar. My wife doesn't want my salary to go to a dollar,\" he said, drawing laughs. <q> But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Roger Goodell </strong> also commented on the following subjects:- He said he had spoken to Philadelphia Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18", "new_id": -2}, {"uid": "1295091429140001468", "i": 12571, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't exactly off to the hottest of starts. During his keynote at CES, Microsoft CEO <strong> Steve Ballmer </strong> repeatedly- and almost plaintively- implored his keynote audience to at least look at a Windows Phone 7 smartphone. <q> Job number one is showing this new phone to people, </q> he said. \"What we find is that once people see the phone, they fall in love with it.\" Apparently, however, few people have actually seen the thing. serving more", "new_id": -2}]