[{"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else. \"It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,\" <strong> Joe Matarese </strong> said. <q>I started going and I was hooked immediately. And I never stopped.<q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}, {"uid": "1296827897182681624", "i": 19159, "idx": 0, "sa": ["Barbara Walters", "Bill Clinton", "David Letterman"], "q": "10 p.m. ET on Friday. <strong> Barbara Walters </strong> knew she needed the celebrity infusion. \"I didn't want people to feel that this was going to be an hour lecture,\" she said. <q>To have these very famous, and in some cases very funny, people, meant that they would watch.<q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former Big Mac <strong> Bill Clinton </strong>, revealed that he's now practically a vegan. The usually private <strong> David Letterman </strong> talks candidly about depression and how he sometimes", "new_id": -2}, {"uid": "1295894929135872553", "i": 4431, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "that the line, \"Excuse me, it's my yeast infection' is used,\" said FCC Chairman <strong> Colin Powell </strong>, <strong> Barack Obama </strong> \"Erp... I just threw up in my mouth a little.\" <q>Frankly, we didn't think anyone was watching,<q> said executive producer Dr. Phil. \"Hell, three days ago I did a promo for` The Doctors\" while simulcasting a proctological exam. Dr. Phil Rectum, in HD, and no one gave a sh-t", "new_id": -2}, {"uid": "1297710080144474141", "i": 18038, "idx": 0, "sa": ["Tiger Woods", "Oprah Winfrey", "DeJuan Blair", "Cam Newton", "Michael Vick"], "q": "Up For Debate In Israel Tom Ziller â\u0080¢ Feb 14, 2011 1:39 PM EST Sacramento Kings didn't get invited to the 2011 Rookie Challenge as a sophomore competitor. But the <strong> DeJuan Blair </strong>! <q>Senior Likud officials said that out of the three issues set to be raised, the most likely change was the so-called <strong> Omri Casspi </strong> bill, which would allow some Israelis abroad to vote and which is named after the Sacramento Kings player who is the first Israeli to play in the NBA.<q> <strong> Cam Newton </strong> Gets Record Deal From Under Armour: And It's Totally Legal! VIDEO: <strong> Tiger Woods </strong> Spitting On Golf Course Makes Him Petulant Disgrace, Says Uptight Analyst <strong> Michael Vick </strong> On The <strong> Oprah Winfrey </strong> Show: Of Course It's Happening", "new_id": -2}, {"uid": "1296184162199016468", "i": 44512, "idx": 10, "sa": ["Michael Vick"], "q": "served 18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q>I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short,<q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. SPORTS POLL Would you consider the 2010 Philadelphia Eagles season a success? Not a payoff: Obama", "new_id": -2}, {"uid": "1296745521187088920", "i": 18234, "idx": 0, "sa": ["Michael Vick"], "q": "to do with the shooting and no charges were filed. However, <strong> Michael Vick </strong> and those around him are taking extra precuations this time for the \"Dallas Dynasty 2011\" event that they are billing as the <q>premiere A-list high society event of the 2011 Super Bowl.<q> The party is listed as running from 9 p.m. to 3 a.m. Jeff Skaggs, the owner of the Deux Lounge in Dallas told TMZ.com, that among the precautions being taken is that he has hired three", "new_id": -2}, {"uid": "1295782328044482567", "i": 43950, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "relationships. <strong> Eric Schmidt </strong> and Page said the moves are intended to speed up decision making at the top of the Internet giant, which also posted strong fourth-quarter results. The management reshuffle has been brought about to <q>streamline decision making and create clearer lines of responsibility and accountability<q> at the top of the company, <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong> oversaw a period of tremendous growth as chief executive for the past decade, as <strong> Google Inc. </strong> turned into a Web search-engine powerhouse with a complementary search-ad business", "new_id": -2}, {"uid": "1296259179174211074", "i": 2323, "idx": 1, "sa": ["Antonio Cassano", "Allen Iverson"], "q": ". The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. \"It felt OK before the game,\" <strong> Allen Iverson </strong> said. <q>Now, it feels that much worse. It's throbbing like a heartbeat.<q> <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio Cassano </strong> a week ago, slips on a brace after every game per doctors orders. \"If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1296151862066846786", "i": 1025, "idx": 0, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> said both companies going forward would continue to pursue strategic alliances, saying that the market was changing \"at the speed of light.\" He cited Fiat's Chrysler stake as an example. <q>I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat. I think it is also one of the best things that could have happened to Chrysler too.<q> <strong> Sergio Marchionne </strong> already has a lot on his plate this year. Chrysler may launch an IPO, and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to", "new_id": -2}, {"uid": "1295649793119881766", "i": 33457, "idx": 2, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "the recession, and rising poverty and unemployment have put pressure on public services. States have cut spending and hiked taxes, and have turned to the federal government, to help address their budget gaps. <q>California, Illinois, New York are all three that are in so much trouble that it's very easy to imagine that they would show up and ask for more money,<q> <strong> Newt Gingrich </strong> said. <strong> Bill Lockyer </strong>, the California treasurer, said those who support the idea want \"one thing above all-- to see government go up in flames and, with it, the lives of a", "new_id": -2}]