[{"uid": "1296506251121487405", "i": 12962, "idx": 2, "sa": ["National Geographic Society", "Sarah Parcak", "Ramses II", "Zahi Hawass", "Fredrik Hiebert"], "q": "to <strong> Zahi Hawass </strong>, all of <strong> Ramses II </strong>'s museums are now \"completely safe\" and should be open again to the public by this Friday at the latest. Other scholars hope <strong> Zahi Hawass </strong> is right. <q>I am hopeful that the looting will come to an end. <strong> Zahi Hawass </strong> has already implemented numerous security measures, but there are hundreds of sites across <strong> Ramses II </strong>, many of which lie in remote areas,</q> said <strong> Sarah Parcak </strong>, an Egyptologist at the University of Alabama-Birmingham. <strong> Ramses II </strong> is more vulnerable to looting than other countries in the region, said archaeologist <strong> Fredrik Hiebert </strong>, a <strong> National Geographic Society </strong> fellow", "new_id": -2}, {"uid": "1295755514184385545", "i": 22161, "idx": 24, "sa": ["Allen Iverson", "Jordan Harvey"], "q": "crazy.\" Since joining the team in early December, <strong> Allen Iverson </strong> has helped the 76ers go 10-13 after a 5-15 start. He entered Saturday averaging 14.2 points, well below his career average, and 4.3 assists. <q>He means a lot more than his numbers,</q> Philadelphia coach Eddie <strong> Jordan Harvey </strong> said. \"His spirit gives us momentum, his spirit gives us confidence, it gives us a sounding board, it gives us a calming effect. He means a lot. \"He", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q>It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together,</q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade, \"or even cutting spending\" as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1296156422245841950", "i": 9248, "idx": 1, "sa": ["Mike Pence", "Dick Armey", "Ronald Reagan"], "q": "<strong> Dick Armey </strong> said, who can unite the fractured GOP. One man who can bring back Morning In America. \"I always thought I'd only get one <strong> Ronald Reagan </strong> in my lifetime,\" <strong> Dick Armey </strong> said. <q>Maybe <strong> Mike Pence </strong> could be that second one.</q> <strong> Mike Pence </strong>, a Republican Congressman from Indiana, has long been the choice of conservatives like <strong> Dick Armey </strong>. <strong> Mike Pence </strong>'s name often pops up at tea party rallies, and the social conservatives at the Values Voter Summit", "new_id": -2}, {"uid": "1296166331238878764", "i": 35630, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Senate Armed Services Committee. <strong> Kirsten Gillibrand </strong>, recently elected to the seat she was appointed to in 2009, had sought the committee seat. She has worked on military issues like the repeal of the <q>don't ask, don't tell</q> policy for gay troops. And <strong> Kirsten Gillibrand </strong> had served on the House Armed Services Committee when she represented an upstate New York congressional district. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families and will try", "new_id": -2}, {"uid": "1295979343233783301", "i": 26037, "idx": 0, "sa": ["Eric Schmidt"], "q": "plans to create 1,000 new jobs across the continent. In his keynote at the DLD Conference in Germany, Google's outgoing chief executive <strong> Eric Schmidt </strong> announced his company's intent to expand its European presence. <q>Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments,</q> explained <strong> Eric Schmidt </strong>. \"Hundreds of these people will be located right here in our technology center in Munich.\" In discussing such \"significant investments,\" the former Google CEO outlined three main categories:", "new_id": -2}, {"uid": "1297427694138166275", "i": 47473, "idx": 0, "sa": ["Paris Hilton", "Simon Cowell"], "q": "man arrested in 2010 for allegedly trying to break into <strong> Paris Hilton </strong>'s home in the Hollywood Hills, was in fact trying to break out of the premises. An unnamed source in the LA Police department alleges that the <q>in... J.Lo \"Smeared\" as White House Super Bowl Party Breaks Down to Food Fight Over Lap Dance! CHERYL Cole is the face about to launch a thousand quips. Pix of her in Venice this weekend show her bloated and- no other word for it- FAT! And as if to prove it, the gondola she was travelling in alone almost SANK. The singer, 27, was returnin... New Sherlock Holmes Series Announced Following the success of the 3 episode modern \"Sherlock Holmes</q>, BBC have announced that an even more up to date series will be airing later this year. An unnamed source claims that all the characters would \"accurately reflect society in the 21st... <strong> Simon Cowell </strong> Shows He Has", "new_id": -2}, {"uid": "1295563364204783630", "i": 10563, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "did.\" \"I could not be more excited about moving us forward, and we're really only at the beginning,\" Page said. As executive chairman, <strong> Eric Schmidt </strong> said he will <q>focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>.</q> \"A decade is a long time to be a CEO,\" <strong> Eric Schmidt </strong> said during the call. <strong> Sergey Brin </strong>, meanwhile, will devote his time and energy to strategic projects, in particular working", "new_id": -2}, {"uid": "1296413006019808299", "i": 15739, "idx": 0, "sa": ["Jason Babin", "Michael Vick", "Kevin Kolb"], "q": "to hire. Who knows? The new guy comes in, he's going to let people go and bring his guys in. Who knows what they're going to run on defense,\" <strong> Jason Babin </strong> said. <q>There's a lot of big question marks for myself I'm sure and a lot of other guys.</q> Jonathan Wilson: Asian Cup highlights the rise of Asia Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1296443805235372702", "i": 19571, "idx": 4, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "the victory for Denver. The http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}]