[{"uid": "1296000172011730998", "i": 7343, "idx": 0, "sa": ["Eric Schmidt"], "q": "6,000 people in 2011, according to news reports on Tuesday. Though CEO <strong> Eric Schmidt </strong>, who will vacate the corner office for Larry Page in April, said in the company's quarterly earnings call that <q>we will invest in hiring even more product managers and engineers,</q> in 2011, the company didn't give specifics about its plans. It told the Associated Press only a bare outline of its plans for the year, but said it would hire more people than in 2007,", "new_id": -2}, {"uid": "1296862536051773442", "i": 18529, "idx": 1, "sa": ["Sergio Marchionne"], "q": "put a two-minute ad in... the most expensive television show of the year, it's a message to the viewing public,'' said Brad Adgate, senior vice president of research at ad buyer Horizon Media. <q>You associate yourself with a blue-chip event so that in the mind-set of consumers, you're a blue-chip car.</q> NWSA.O) Fox is charging an estimated$ 2.8 million to$ 3 million for 30-second spots during the Super Bowl. But <strong> Sergio Marchionne </strong> said Chrysler had spent less than$ 9 million for its two-minute ad, which", "new_id": -2}, {"uid": "1297673078011370506", "i": 32961, "idx": 0, "sa": ["Nate Berkus", "Ted Nugent", "David Letterman"], "q": "revealed tonight on CBS's ''The Late Show with <strong> David Letterman </strong>.'' <strong> Nate Berkus </strong>' visit with <strong> Ted Nugent </strong>'s Toni Booker& Booker Productions Gospel Choir last month for his syndicated talk show is scheduled to air today. <q>I'm a Jewish kid who grew up in Minnesota, and I'm going to be singing with a gospel choir,</q> <strong> Nate Berkus </strong> told Names and Faces just before his talk-show host transformation on Jan. 31. <strong> Nate Berkus </strong> said the Valentine's Day <strong> Ted Nugent </strong> love he's showing began after representatives from the choir sent his producers a ''very", "new_id": -2}, {"uid": "1295419136019841068", "i": 1221, "idx": 3, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "her look like a poodle. Now, nearly a decade after ''Idol'' first premiered, it seems that every reality competition has its own <strong> Simon Cowell </strong>. With ''America's Got Talent'' and <strong> Nigel Lythgoe </strong> on <q>So You Think You Can Dance,</q> cruel Brits are everywhere, except maybe Many of these judges arrive on our shores with years of industry experience overseas. But simply by playing the bad cop, a judge can sound more like an expert", "new_id": -2}, {"uid": "1295635286070795270", "i": 28100, "idx": 0, "sa": ["Eric Schmidt"], "q": "by what Google has accomplished under his watch, and there's nothing embarrassing about getting fired. But let's be serious: <strong> Eric Schmidt </strong> got fired. Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- <q>day-to-day adult supervision is no longer needed</q>-- through his carefully worded blog post that screamed ''friction at the top,'' through his patronizing remarks about how he thinks Larry Page is finally ''ready'' to be CEO, it seemed clear that <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295754232172048412", "i": 23515, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "Senate. <strong> Bill Lockyer </strong> said many Democrats are worried about appearing to threaten voters by presenting a ''cuts only'' budget, but said voters need to know what it would mean to the state. <q>The hit on K-12( schools) is at least close the schools six weeks a year. Voters need to hear that,</q> he said. Earlier this month, <strong> Jerry Brown </strong> proposed a$ 127.4 billion spending plan for the 2011-12 fiscal year. It includes deep cuts to higher education and services for the poor, disabled and elderly.", "new_id": -2}, {"uid": "1297083495090374146", "i": 1429, "idx": 3, "sa": ["Zahi Hawass"], "q": "had resulted in ''70 broken objects, all of which can be restored.'' ''I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said. <q>If anything happens, I will announce it.</q> He said firefighters had been deployed close to the museum to intervene as needed. His blog also featured pictures of heavily armed troops stationed at his office and behind the museum's high railings.", "new_id": -2}, {"uid": "1295458359168706053", "i": 22522, "idx": 4, "sa": ["the Fox", "Simon Cowell", "Billy Joel"], "q": "For nine seasons of <strong> Simon Cowell </strong> anchored the judges' table as a rotating cast of ''American Idol' embraces kinder, gentler attitude LOS ANGELES- When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q>The Longest Welcome to the born-again American Idol. With the departure of ''the mean one,</q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent <strong> the Fox </strong> Idol embraces kinder, gentler attitude LOS ANGELES- When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>''s", "new_id": -2}, {"uid": "1295717712220610567", "i": 11345, "idx": 0, "sa": ["Colin Powell", "President Bush", "April Glaspie", "Brent Scowcroft"], "q": "of Kuwait. She counseled patience. <strong> President Bush </strong>'s Chairman of the Joint Chiefs of Staff, <strong> Colin Powell </strong>, was as hesitant as <strong> April Glaspie </strong>. His military options to retake Kuwait, National Security Adviser <strong> Brent Scowcroft </strong> groused, <q>had not seemed designed by anyone eager to undertake the task.</q> The <strong> Colin Powell </strong> Doctrine, conceived after Reagan's disastrous intervention in Lebanon, still prevailed in 1990: U.S. forces would only be introduced into conflicts with clear, achievable aims, a visible exit, and strong popular and", "new_id": -2}, {"i": 47069, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. ''As a person and a player I learned a lot through my experiences on and off the field,'' <strong> Michael Vick </strong> said. <q>Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today.</q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "sa": ["Michael Vick"], "uid": "1296965126246792205"}]