[{"uid": "1297356277264552496", "i": 40355, "idx": 0, "sa": ["Mike Pence", "Louise Slaughter", "Rep. Diana DeGette"], "q": "measures \"draconian\" and \"despicable,\" and warned that they would allow hospitals to deny life-saving abortions to dying women. <strong> Louise Slaughter </strong> was joined by a number of pro-choice Democrats who voiced similar concerns. <q> The Republican leadership has prioritized divisive and extreme legislation, and we will just not stand for it, </q> said <strong> Rep. Diana DeGette </strong>( D-Colo.), adding, \"We don't think the American people will either.\" A third GOP bill, backed by <strong> Rep. Diana DeGette </strong> <strong> Mike Pence </strong>( R-Ind.), aims to block", "new_id": -2}, {"uid": "1296142019223117323", "i": 13627, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "a two-year endorsement deal with Unequal Technologies, a producer of the protective pads worn in football games, according to RadarOnline. The deal will be publicly announced today, according to the company. <q> We're real excited about it, </q> the company's chief executive officer Rob Vito said. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}, {"uid": "1297273074137707595", "i": 19950, "idx": 2, "sa": ["Sergio Marchionne"], "q": "night <strong> Sergio Marchionne </strong> knew he had a winner. \"I got e-mails after the Super Bowl at 10 or 11 at night from Chrysler employees saying they've never been prouder to work for Chrysler,\" he said. <q> And these are from people who have been here 20 or 30 years. </q> That's why <strong> Sergio Marchionne </strong> is smiling. He admits that it's great to get everyone talking about Chrysler, but it won't mean anything if his company can't turn that buzz into sales. That", "new_id": -2}, {"uid": "1295876260066535475", "i": 23248, "idx": 4, "sa": ["Chairman Mao", "Bill Nuti", "Alan Greenspan", "Sen. Bernie Sanders"], "q": "Got a question about the wars in Iraq or Afghanistan, military families, warrior care, the new GI <strong> Bill Nuti </strong>, or anything else about the US military? Just click video respo... <strong> Sen. Bernie Sanders </strong> vs. Fed <strong> Chairman Mao </strong> <strong> Alan Greenspan </strong> <q> You have told the American people that you support a trade policy which is selling them out. </q>-- <strong> Sen. Bernie Sanders </strong> to Federal Reserve <strong> Chairman Mao </strong> <strong> Alan Greenspan </strong> on 7/16/03. You MUST watch this impassioned five minute video clip! <strong> Sen. Bernie Sanders </strong>( Independent-Vermont), now a... Declassified: <strong> Chairman Mao </strong> part 1 of 5 History Channel takes a look", "new_id": -2}, {"uid": "1297269552258801706", "i": 1172, "idx": 3, "sa": ["Colin Powell", "Barbara Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> Barbara Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2}, {"uid": "1295749089127680581", "i": 13101, "idx": 2, "sa": ["Michael Arrington", "Eric Schmidt"], "q": "three Google leaders convinced him to hold off, <strong> Michael Arrington </strong> wrote. \"Google insisted the story wasn't accurate, wasn't even close to accurate, and generally contained no accuracy whatsoever,\" <strong> Michael Arrington </strong> wrote. <q> We killed the story, since their denials seemed fairly straightforward and honest, and we found no other independent sources. </q> In a new interview Thursday, <strong> Eric Schmidt </strong> insisted that he is stepping up to become executive chairman and that the move simply formalizes how things have been run at Google already. and its licensors. All", "new_id": -2}, {"uid": "1296745421246644752", "i": 16672, "idx": 3, "sa": ["Paul Bremer", "Donald Rumsfeld", "President Bush"], "q": ". At the same time, <strong> Donald Rumsfeld </strong> gripes <strong> Paul Bremer </strong> did not keep the Pentagon informed of his decision making. \"Those key differences were never clearly or firmly resolved in the NSC,\" <strong> Donald Rumsfeld </strong> writes. <q> Only the <strong> President Bush </strong> could do so. </q> <strong> Donald Rumsfeld </strong> also directs blame toward himself, according to the released excerpts, writing that he wished he had resigned in 2004 when the Abu Ghraib prison photos suggested Americans were torturing detainees. <strong> President Bush </strong>, writes <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1296060142015335461", "i": 9937, "idx": 0, "sa": ["Michael Vick"], "q": "months in prison on dogfighting charges. New Jersey car dealership last fall, but was reportedly not paid. Kevlar- the ultrastrong fiber used in bullet-proof vests- in its protective equipment and sneaker insoles. <q> Unequal's protective power gives me a whole new level of confidence in my game, </q> <strong> Michael Vick </strong> said in a statement. \"It makes me feel invincible.\" NFL's highest paid players and a coveted pitchman, appearing in ads for Nike, Powerade and other high-profile companies.", "new_id": -2}, {"uid": "1295436361080740353", "i": 29879, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Clarence Page"], "q": "<strong> Donald Rumsfeld </strong> of Health and Human Services millions of Americans will shortly be forced to accept government insurance. Exempted from these new rules will be labor unions. Remember that <strong> Barack Obama </strong> in a September 2009 speech to congress said: <q> If you misrepresent what's in the plan, we will call you out. </q> OK <strong> Barack Obama </strong> misrepresented what was in his plan. It's time to CALL HIM OUT. Then THROW him out in 2012! http://wn.com/Olbermann_On_Hannity_Being_Busted_By_The_Daily_Show_For_Lying_How_Bachmann_Broke_House_Rules Lots to talk about, thus, with <strong> Clarence Page </strong>, \"Chicago Tribune\" editorial", "new_id": -2}]