[{"uid": "1295983558186695688", "i": 39142, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "get to play by different rules than people who are working their way up to their own American dream.\"\" vowed to bring the \"Roadmap\" to a vote on the Senate floor: <q> \"I will do my best to bring the Ryan plan to the floor of the United States Senate, to give my Republican colleagues the opportunity to vote to privatize Social Security, Medicaid and Medicare and make massive cuts on programs needed by ordinary people at the same time as they give tax breaks to the rich,</q> <strong> Sen. Bernie Sanders </strong> said Monday evening on MSNBC.\" It has become a favorite tactic of Democrats to denounce the individuals elements of Ryan's plan, while simultaneously( and perhaps disingenuously) praising him", "new_id": -2}, {"uid": "1295599055020365403", "i": 1393, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "tremendous leader and I have learned innumerable lessons from him.\" Mr Page said Google is just at the \"tip of the iceberg\" of how the internet will change consumers lives in the future. <q>If you think about the next five years of what your online life will be like, we are only just[ getting] started and I am very excited,</q> he added. Mr <strong> Eric Schmidt </strong> said his new role would concentrate on \"deals, partnerships, customers and broader business relationships\". Mr <strong> Sergey Brin </strong> will devote his time to \"strategic projects\",", "new_id": -2}, {"uid": "1296003429036782088", "i": 10959, "idx": 0, "sa": ["Allen Iverson", "Dick Cheney"], "q": "to help the workers. http://wn.com/Allen_Iverson_in_Turkey_airport__The_Answer_is_mobbed__Can_He_still_play_in_the_NBA? <strong> Allen Iverson </strong> arrives for stint in Turkey to revive his career. <strong> Dick Cheney </strong> NBA star <strong> Allen Iverson </strong> arrived in Istanbul on Monday to begin a stint with Turkish club Besiktas, promising to give fans <q>something they haven't seen before.</q> Dozens of fans greeted the 11-time All-Star at Ataturk Airport. Sporting a Besiktas jersey and a Philadelphia Phillies hat, <strong> Allen Iverson </strong> waved at fans from inside his car before being driven to his hotel.[+] EnlargeAP", "new_id": -2}, {"uid": "1295599055020365403", "i": 1392, "idx": 4, "sa": ["Eric Schmidt"], "q": "Mr <strong> Eric Schmidt </strong> for his stewardship of the company. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" he said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> Mr Page said Google is just at the \"tip of the iceberg\" of how the internet will change consumers lives in the future. \"If you think about the next five years of what your", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q>It has changed the mood of the show but, you know, it might be for the better. \"Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking.</q> <strong> Declan Donnelly </strong> added: \"For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.\"", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}, {"uid": "1297207732016187415", "i": 2099, "idx": 4, "sa": ["Richard Hunter", "Michael Vick"], "q": "<strong> Michael Vick </strong>'s Pit Bulls was posted online. In the video, a man, who identifies himself as being radio host <strong> Richard Hunter </strong>, confronts <strong> Michael Vick </strong>, following <strong> Michael Vick </strong> as his bodyguards escort him from the event. <q>You said you're worried about the dogs, Mike,</q> <strong> Richard Hunter </strong> seems to say, \"now's your time to talk.\"( c) tPC( c) UPI.com", "new_id": -2}, {"uid": "1296149573243646477", "i": 35908, "idx": 5, "sa": ["Michael Vick"], "q": "He takes satisfaction that his passing was better than it has ever been this season. \"I feel like this one, I had to work hard to get it,\" he said. <q>It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it worked out for me.</q> <strong> Michael Vick </strong> set career highs in yards passing( 3,018), touchdown passes( 21), touchdowns rushing( nine), completion percentage( 62.6) and passer rating( 100.2). The", "new_id": -2}, {"uid": "1297413113218677305", "i": 41476, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "hoped \"something bad\" happened to <strong> Michael Vick </strong> because of the quarterback's involvement in a dogfighting ring. Apparently, <strong> Mark Buehrle </strong> didn't think serving 19 months in prison was \"bad\" enough. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,</q> <strong> Mark Buehrle </strong> told Merkin. \"Everything you've done to these dogs, something bad needs to happen to these guys.\" Merkin's story was posted on MLB.com with the above quote. At some point", "new_id": -2}, {"uid": "1296863251114081849", "i": 18013, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "their own opinions, it's <strong> Steven Tyler </strong> who tends to say the most off-the-wall comments. So what does <strong> Jennifer Lopez </strong> think of her costar's antics? \"We have a great time,\" she says. <q>When things come out of his mouth, I think half of the reaction is, I whip my head to the side and I'm like, \"Did you just say that?'</q> <strong> Simon Cowell </strong>, the current season of Idol feels less caustic and more heartwarming- see examples- and <strong> Jennifer Lopez </strong> approves. \"Some people walk in there and it\"s a crazy funny thing and then some people", "new_id": -2}, {"uid": "1297094624063078408", "i": 31151, "idx": 0, "sa": ["Diane Sawyer", "Donald Rumsfeld", "Richard Nixon", "President Bush"], "q": "in government spanning Republican presidents from <strong> Richard Nixon </strong> to <strong> President Bush </strong>. The ex-defense chief was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q>the most important failure in the execution of the war.</q> \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous", "new_id": -2}]