[{"uid": "1294970546002998292", "i": 34115, "idx": 0, "sa": ["Jay Leno", "Cam Newton", "David Letterman"], "q": "have been around an excellent environment and have great teammates, coaches and support from the Auburn family. \"It's been a blessing for me to be a part of something so great,\" <strong> Cam Newton </strong> said. <q>Any time you win games it's a big deal, but for this school to win a BCS National Championship, what a way to make people happy. Auburn is a special place that I can call home.</q> He was as at ease on the football field as he was making his acceptance speech at Heisman Trophy banquet, or appearing on late night television with <strong> David Letterman </strong> and <strong> Jay Leno </strong>. He played his final game with a", "new_id": -2}, {"uid": "1295972587250167309", "i": 4619, "idx": 0, "sa": ["The Lost Dogs", "Michael Vick"], "q": "in loving memory of Sweet Jasmine, who was one of the rescued dogs from <strong> Michael Vick </strong>'s property. Jasmine is also featured on the cover of Jim Gorant's \"<strong> The Lost Dogs </strong>.\" Jasmine's House and its mission <q>will strive to end the neglect, cruelty, and abuse inflicted on the American Pit Bull Terrier and to restore the excellent reputation once held by them during the 20th century, through education, rescue, rehabilitation, and adoption</q>( credit: www.jasmineshouse.org). Jasmine's House urgently needs your help with Geneva, a 13 year old female pit bull rescued during a large drug raid in Baltimore City. Geneva was", "new_id": -2}, {"uid": "1297716682175407198", "i": 19641, "idx": 1, "sa": ["Steve Ballmer"], "q": "world's biggest mobile operators were \"all smiles\" about the tie-up because Nokia has traditionally been more amiable to telecoms providers than Apple or Google. \"This is good news for operators,\" he said. <q>We are in a position to create a third ecosystem. We know what it means to be the most friendly to the operators.</q> <strong> Steve Ballmer </strong>, Microsoft's chief executive, said: \"Windows Phone will be the most operator friendly\". 10 Feb 2011 Recently Europe's big telecoms groups- O2, Vodafone, France Telecom", "new_id": -2}, {"uid": "1297176031226918403", "i": 3199, "idx": 41, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> David Letterman </strong>: \"Go ahead and spin it, you're dying to spin it.\"( referring to the WWE emblem on the middle of the belt; laughs as <strong> Aaron Rodgers </strong> spins it) <strong> Aaron Rodgers </strong>: <q>It's just a celebration that started in practice, really, and the fans love it, so we've got ta give them what they love.</q>( fans in audience cheer) \"It's usually just after, you know, like a run or something,'cause I usually surprise myself on those.\" <strong> David Letterman </strong>: \"Well, now you", "new_id": -2}, {"uid": "1295560089214679563", "i": 14006, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Fillmore man sentenced to 60 years", "new_id": -2}, {"uid": "1297590228217415727", "i": 28905, "idx": 0, "sa": ["Abu Nidal", "House Judiciary Committee", "Colin Powell", "Muammar al-Qaddafi"], "q": "Pan Am flight 103. Evidence produced but ignored in the <strong> House Judiciary Committee </strong> reveals that Libyan secret agent al-Megrahi and <strong> Muammar al-Qaddafi </strong> were not behind the bombing. It was the notorious terrorist and intelligence asset <strong> Abu Nidal </strong>. <q><strong> President Bush </strong> Labor MP <strong> Tam Dalyell </strong> and Edinburgh law professor <strong> Robert Mueller </strong> Black urged the Scottish and UK governments to answer reports there is evidence <strong> Abu Nidal </strong>, aka Hasan <strong> Abu Nidal </strong> al-Banna, was a <strong> House Judiciary Committee </strong> agent,</q> the Scotsman reported on October 27, 2008. \"They have long believed <strong> Abu Nidal </strong>, who died in Iraq in 2002, and his Popular Front for the Liberation of Palestine <strong> Colin Powell </strong> Command were responsible for co-ordinating the bomb", "new_id": -2}, {"uid": "1296224927153960451", "i": 399, "idx": 0, "sa": ["Andrew House", "Steve Ballmer"], "q": "erg enthousiast ben, is het idee van asynchroon gamen, waarbij de game op zowel de PS3 als de NGP wordt gespeeld en waarbij via 3g boodschappen worden overgebracht.\" Een voorbeeld van een dergelijke boodschap is: <q>Je wordt aangevallen, je moet iets doen</q>. Volgens <strong> Andrew House </strong> zijn dit \"overduidelijk geen boodschappen waarvoor veel dataverkeer moet plaatsvinden, maar die je wel betrokken houden bij het spel en een geheel nieuwe dimensie geven aan de beleving\". <strong> Steve Ballmer </strong> maakte begin 2010", "new_id": -2}, {"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of \"News of the World' had made it difficult for him to give <q>the 110 per cent needed in this role</q>.\" I stand by what I've said about those events but when the spokesman needs a spokesman it\"s time to move on,\" The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}, {"uid": "1297215457052674561", "i": 35827, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ": US House votes to scrap Guantanamo closure Related Story: Guantanamo has \"too many secrets\" to be closed The \"war on terror\" prison at the US naval base in Guantanamo Bay, Cuba is <q>one of the finest prison systems in the world,</q> former defence secretary <strong> Donald Rumsfeld </strong> said in an interview with Fox News. Mr <strong> Donald Rumsfeld </strong>, who is promoting his autobiography titled Known And Unknown, also praised US military personnel working at the site. Mr", "new_id": -2}, {"uid": "1297426699058949635", "i": 25511, "idx": 1, "sa": ["Steve Ballmer"], "q": "customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" Microsoft CEO <strong> Steve Ballmer </strong> added: <q>Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> PS3 and iPhone hacker offered free handset by Microsoft representative \"to build cool stuff\". Microsoft: WP7 Is Our Mobile Console Firm says it will not release a dedicated portable console; throws weight behind Windows", "new_id": -2}]