[{"uid": "1294994738178470923", "i": 48181, "idx": 2, "sa": ["Brian Finneran", "Michael Vick"], "q": "70 yards down the field and he'd still yank it up to you. Always stay alive.\" <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years. <q><strong> Mike Jensen </strong> always worked hard on the football field,</q> <strong> Brian Finneran </strong> said. \"But as a quarterback, you've got to know everything about that offense, about the line, where the running backs are supposed to be. No question he could have worked harder in", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q><strong> Google Inc. </strong> had a strong second quarter,</q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}, {"uid": "1297491655239927298", "i": 17890, "idx": 1, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> Simpson, Republican of Idaho and the chairman of an appropriations subcommittee that finances the Interior Department and other agencies. He said his committee had tried to be selective in reaching its goal. <q>Obviously we don't want to close the national parks and some other things,</q> he said. \"There are areas where we can find reductions, which we've done. Are all of those acceptable to everybody? I don't know.\" Democrats warned that Republicans were proposing", "new_id": -2}, {"uid": "1295279785214679570", "i": 28213, "idx": 0, "sa": ["Andy Coulson", "Nick Clegg"], "q": "some senior Lib Dem ministers are privately uncomfortable at Mr <strong> Andy Coulson </strong>'s role in Downing Street. Asked if he believed Mr <strong> Andy Coulson </strong> was a fit and proper person to hold his job, Mr <strong> Nick Clegg </strong> replied: <q>He has made clear, he denies any wrongdoing. He denies any association with wrongdoing in his time at the News of the World. I'm not going to start constantly second-guessing what people said.</q> He added: \"The DPP has decided to look into it- that's a totally legitimate thing to do. It's probably a very good way of getting to the bottom of this one way", "new_id": -2}, {"uid": "1295807421110559236", "i": 28659, "idx": 18, "sa": ["Barack Obama", "Obama Girl", "John McCain", "Colin Powell", "Hillary Clinton"], "q": "www.hiphopnews24-7.com... <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c \"He Didn't Have the Complete Grasp of the Economic Problem\" <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c \"He Didn't Have the Complete Grasp of the Economic Problem\" <q><strong> John McCain </strong> was Unsure on How to Deal w/the Economic Problems that we were having. Almost everyday there was a different approach to the problem and that concerned me, sensing that he didn't have the complete grasp of the economic problems we were having and I don't believe <strong> Sarah Palin </strong>...* <strong> Colin Powell </strong> Rips Professor <strong> Henry Louis Gates </strong>* æ¡\u009cã\u0081®è\u008a±è\u0088\u009eã\u0081\u0084ä¸\u008aã\u0081\u008cã\u0082\u008bå°\u008fæµ\u009c, æ\u0095¦è³\u0080, ç¦\u008fäº\u0095 cherry-blossom in <strong> Barack Obama </strong>, Fukui, Japan PV youtube.com LIVE jp.youtube.com THE ELEPHANT KASHIMASHI \"I Got a Crush... On <strong> Barack Obama </strong></q> By <strong> Obama Girl </strong> www.youtube.com Yes We Can- <strong> Barack Obama </strong> Music Video www.youtube.com saturday night live <strong> Hillary Clinton </strong> recalls SNL parody: Does <strong> Barack Obama </strong> want pillow? www.youtube.com ã\u0080\u008e à©¯... <strong> Barack Obama </strong>, Fukui 2004[ English sub] \"firstlove on the", "new_id": -2}, {"uid": "1297195214244269078", "i": 5054, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers"], "q": "the Steelers were flagged for a personal foul. \"We lucked out,\" he said. \"One of their guys punched one of our guys, got a 15 yard penalty.\" <q>You hate to see that happen,</q> <strong> David Letterman </strong> joked. Photos: Super Bowl XLV <strong> Aaron Rodgers </strong> also told the talk show host that the Packers only ran about 40 of the 60 plays they had in their game plan.\"", "new_id": -2}, {"uid": "1295552137065978390", "i": 40779, "idx": 3, "sa": ["Rachel Maddow", "Sen. Carl Levin", "Lady Gaga", "John McCain", "Colin Powell"], "q": "for this legislation as of today.... Senate Votes for Repeal of \"Don't Ask, Don't Tell\" Lambda Legal Executive Director Kevin Cathcart spoke with CBS News in response to the Senate vote to repeal <q>Don't Ask, Don't Tell.</q>... MSNBC- Senate GOP Blocks DADT Repeal <strong> Rachel Maddow </strong> comments on filibuster, <strong> Colin Powell </strong> Amos, <strong> John McCain </strong>& <strong> Lady Gaga </strong>... <strong> Sen. Carl Levin </strong> Urges Senate to Repeal \"Don't Ask, Don't Tell\" <strong> Sen. Carl Levin </strong>, D-Mich., chairman of", "new_id": -2}, {"uid": "1296941359073138176", "i": 3745, "idx": 0, "sa": ["Stephen Harper", "Kirsten Gillibrand", "Barack Obama"], "q": "up our game to counter those seeking new ways to harm us,\" <strong> Stephen Harper </strong> said. Local lawmakers, however, focused first and foremost on the surprising statement about the shared border concept. <q>I am pleased that <strong> Barack Obama </strong> and Canadian <strong> Stephen Harper </strong> Minister <strong> Stephen Harper </strong> have reopened discussions on how to best integrate and coordinate law enforcement on both sides of the border,</q> said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., a supporter of the shared border concept. \"It is a great opportunity to make our important border crossing safe and secure, while addressing the needs of local residents, businesses and", "new_id": -2}, {"uid": "1296867070001982490", "i": 3059, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "restructure the weakest of the U.S. automakers with Fiat's small-car know-how and international distribution. <strong> Sergio Marchionne </strong> said that in the next two to three years Chrysler and Fiat could ultimately merge into one company, adding, <q>For all I know it could be based here.</q> <strong> Sergio Marchionne </strong> is credited with reviving Fiat, whose brands include Ferrari, Maserati and Alfa Romeo. Last year, Volkswagen AG( VOWG_p. DE) Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo", "new_id": -2}, {"uid": "1297373176141738012", "i": 10311, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "In our Chalk Talk with Avocent CTO Ben Grimes, we get a first-hand look at some of the challenges with managing power, including a look at some of the tools Avocent offers to help with this. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}]