[{"uid": "1296030533207847424", "i": 28072, "idx": 0, "sa": ["Michael Vick", "Wes Welker"], "q": "'s website Tuesday. The Herald said <strong> Wes Welker </strong> made his remarks at an airport in San Francisco while awaiting his flight to Honolulu for the Pro Bowl on Sunday. At a news conference on Jan. 13 <q> three days before the Jets beat the Patriots 28-21 in a divisional playoff game, <strong> Wes Welker </strong> made about a dozen references to toes and feet, a not-so-subtle dig at Ryan. Patriots coach <strong> Bill Belichick </strong> benched <strong> Wes Welker </strong> for the first offensive series of that game. <strong> Chad Ochocinco </strong> suggested at the end of an interview with ESPN on Tuesday that he's planning to change his name back to <strong> Chad Ochocinco </strong>. He didn't give a specific reason, other than saying he's \"done enough with the Ocho thing. </q> <strong> Michael Vick </strong> has signed his first endorsement contract since his release from prison. The Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore last season. <strong> Michael Vick </strong> was", "new_id": -2}, {"i": 524, "idx": 1, "index_answer": 2, "new_id": -1, "q": "the past. <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q> \"You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world. </q>\" <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him", "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "uid": "1296820432076218415"}, {"uid": "1295022258099024910", "i": 20756, "idx": 5, "sa": ["Simon Cowell", "Cecile Frot-Coutaz", "Ryan Seacrest"], "q": "Idol, which allows singers 15 to 28 years old, X Factor has no upper age limit, and the judges serve as mentors. <strong> Ryan Seacrest </strong> says the shows are different enough for both to succeed. <q> Knowing( Idol) needs to reinvent itself, knowing that if they did just phone it in this season and produce just a lackluster champion, you have the strong possibility of X Factor coming in and stealing their thunder and their zeitgeist. I think there's this tremendous pressure to show they're still relevant, </q> says Richard Rushfield, author of the upcoming American Idol: The Untold Story. Executive producer <strong> Cecile Frot-Coutaz </strong> says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile. \"You", "new_id": -2}, {"uid": "1297194029096485410", "i": 106, "idx": 0, "sa": ["Sergio Marchionne", "Mark Steyn"], "q": "Filling in for Rush on Monday, guest-host <strong> Mark Steyn </strong> took the news of Eminem's Detroit-is-back Super Bowl ad and Chrysler-Fiat CEO <strong> Sergio Marchionne </strong>'s \"shyster loan\" comment and went to town on Detroit. <q> Unlike European cities, no bombs fell on this American city, this American city did it to themselves, </q> he said, taking offense at the ad's protrayal of Detroit as a comeback city. He also zeroed in on Chrysler for taking corporate welfare then spending$ 9 million of it on a Super Bowl ad.", "new_id": -2}, {"uid": "1295681320220479511", "i": 46168, "idx": 1, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "went AWOL as <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> had their worst performance together since the two superstars first teamed up 16 months ago. \"I was getting to the basket, I just wasn't finishing,\" <strong> Allen Iverson </strong> said. <q> And the same thing happened to` <strong> Carmelo Anthony </strong>. </q> <strong> Carmelo Anthony </strong> and AI shot a combined 10-for-38 and finished with 16 and 15 points, respectively. No thanks to the Lakers, either, suggested coach Phil Jackson. \"I thought our defense packed it in on them", "new_id": -2}, {"uid": "1296224676092700695", "i": 2079, "idx": 3, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> has represented since 2000, but he also has speeches planned at Republican Party events as far from his Columbus home base as Lake County. The goal, he said, is to listen to <q> Hoosiers in every walk of life but also to become more familiar with the challenges and opportunities facing Hoosier families and facing the state of Indiana. </q> But, he said, before he was in Congress he headed a think tank-- the Indiana Policy Review Foundation-- and was a talk-show host, two jobs that made him familiar \"with every issue", "new_id": -2}, {"uid": "1295571616192872466", "i": 46887, "idx": 3, "sa": ["Eric Schmidt", "Felix Salmon", "Sergey Brin"], "q": "essentially focus on corporate schmoozing, or, in his words, \"the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.\" <strong> Felix Salmon </strong> writes that <strong> Eric Schmidt </strong> is <q> keeping for himself the outside-facing parts of CEO-dom which Silicon Valley nerds by their nature are pretty bad at. </q> What about <strong> Sergey Brin </strong>, who is best-known for being Google's conscience and \"don't be evil\" moral center? His title, \"co-founder,\" sounds more like a statement of fact than an actual", "new_id": -2}, {"uid": "1296197119246956044", "i": 5447, "idx": 0, "sa": ["Colin Powell"], "q": ", RV... Omaha is a good place for children, a national advocacy group says. America's Promise Alliance, an advocacy group founded by Ret. <strong> Colin Powell </strong>, has named Omaha among its 2010 <q> 100 Best Communities for Young People. </q> Boys Town also was recognized. The awards celebrate extraordinary community-wide efforts to improve the well-being of youths and reduce the rate of high school dropouts. The Omaha award notes, in particular", "new_id": -2}, {"uid": "1295778208220971018", "i": 17669, "idx": 0, "sa": ["Eric Schmidt"], "q": "management shake-up, will give a$ 100 million equity award to outgoing chief executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. <q> Google... will give a$ 100 million equity award to outgoing chief executive <strong> Eric Schmidt </strong>, </q> the Wall Street Journal reported. It was the first such award for <strong> Eric Schmidt </strong> since he joined the company in 2001. It includes stock and options, the report said citing a Google spokesperson as", "new_id": -2}, {"uid": "1296591076195919887", "i": 40219, "idx": 3, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": ".\" Finally, three hours later, he called me. He basically said, \"I don't want to be married anymore.\" But the Examiner doesn't think she should be a problem. <q> This will be, if they make it to the altar, <strong> Kelsey Grammer </strong>'s fourth marriage http://wn.com/Camille_Grammer_Demands_50_Million_In_Divorce_Settlement Please Visit www.newsvideosite.com and you can watch <strong> Camille Grammer </strong> Demands$ 50 Million In Divorce Settlement <strong> Camille Grammer </strong>, <strong> Camille Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Divorce Settlement, <strong> Kayte Walsh </strong>, <strong> Kelsey Grammer </strong>, <strong> Kelsey Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Prenup, Entertainment News http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full \"<strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girlfriend <strong> Kayte Walsh </strong> next month. The actor currently stars in the Tony Award-winning musical", "new_id": -2}]