[{"uid": "1297009317188809262", "i": 49122, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "onto the \"Home\" icon. LONDON( Reuters)- <strong> Google Inc. </strong> wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q>We certainly want to avoid that,</q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1295562143244678673", "i": 828, "idx": 3, "sa": ["Eric Schmidt"], "q": ", customers and broader business relationships.\" In the blog post, Mr. <strong> Eric Schmidt </strong> said the three executives would continue to collaborate on major decisions, but that the changes would help clarify the individual roles so <q>there's clear responsibility and accountability at the top of the company.</q> Twitter account, Mr. <strong> Eric Schmidt </strong>, who was widely described as \"adult supervision\" for the two young founders when he was named chief executive, wrote: \"Day-to-day adult supervision is no longer needed", "new_id": -2}, {"uid": "1297377651148979715", "i": 11181, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "spoke cautiously in his first comments about the election, in an apparent attempt to preserve his initiative for direct diplomacy with Iran on a range of issues, including its nuclear program.... it was <q>up to Iran to determine its own leaders</q> Don't forget- the rookie <strong> Barack Obama </strong> is to the LEFT of the socialist <strong> Sen. Bernie Sanders </strong>. Today- \"People are calling for change.\"... just as long as the Muslims can gain", "new_id": -2}, {"uid": "1295617200111296519", "i": 43776, "idx": 0, "sa": ["Andy Coulson"], "q": "2011-01-21 13:36:46.0 http://www.telegraph.co.uk/news/newstopics/politics/8273820/Andy-Coulson-resigns-amid-phone-hacking-allegations-live.html?service=artBody ponders on Twitter: <q>With <strong> Andy Coulson </strong> gone, the Ying/Yang( Essex man/Cameroon) balance in No. 10 has gone too. Can Cam cope without tabloid expert?</q> tells Sky News he \"understands why he wants to go\" but says he feels that <strong> Andy Coulson </strong> has been \"punished for the same offence twice\". Comparing his director of communication's conduct with the \"", "new_id": -2}, {"uid": "1297176031226918403", "i": 3186, "idx": 28, "sa": ["David Letterman", "Aaron Rodgers"], "q": "\" <strong> Aaron Rodgers </strong>: \"Not this one again.\"( <strong> David Letterman </strong>, audience laugh) <strong> David Letterman </strong>: \"What are we talking about, 20, 25?\" <strong> Aaron Rodgers </strong>: <q>We only had about 60 plays I think in the game, so we probably ran 40 different plays?</q> <strong> David Letterman </strong>: \"Now, at this stage of the game, you don't get guys coming into the huddle saying,` Uh, is that where I go left, or is Larry going left", "new_id": -2}, {"uid": "1296005667036782107", "i": 20543, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": " Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q>We're real excited about it,</q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295750091189693976", "i": 43207, "idx": 4, "sa": ["Allen Iverson", "Paul Pierce", "Albertina Walker"], "q": "champions. <strong> Paul Pierce </strong> had to work hard for his 20 points as he struggled for most of the game before coming alive briefly in the fourth quarter. <strong> Albertina Walker </strong> scored 25 points but was scoreless in the final period. <q>This is what playoff basketball is all about,</q> <strong> Paul Pierce </strong> said. \"Nobody said it was going to be easy when we got here. It's obviously not.\" \"It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,</q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1296106965198869114", "i": 1639, "idx": 2, "sa": ["Allen Iverson"], "q": "route to his third career 50-point game and first since February 6 against Sacramento. \"When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,\" he said. <q>That is the way it felt tonight. \"<strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. <strong> Rafer Alston </strong> coach calls the plays and I wouldn't set a career high without those guys.</q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in April 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1295865007245235746", "i": 4849, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Sea represent a pharaoh bargain for buyers? Report on deadly Gaza flotilla raid set for release media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,</q> a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. \"So far, our worst day in government,\"", "new_id": -2}]