[{"uid": "1295278373145555468", "i": 52273, "idx": 1, "sa": ["Mike Pence"], "q": "the tea party movement. The committee is also being advised by the conservative PR group CRC. \" <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job-creation Reagan-Kemp wing of the GOP, \" said Benko. <q> Grassroots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1295277115245153820", "i": 20922, "idx": 0, "sa": ["Michael Steele", "Mike Pence"], "q": "the tea party movement. The committee is also being advised by the conservative PR group CRC. \" <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job-creation Reagan-Kemp wing of the GOP, \" said Benko. <q> Grassroots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry. </q> You can't run a democracy with everyone censoring themselves out of fear. Do you think the RNC will be better off without <strong> Michael Steele </strong>? Yes- He ran the committee deep into debt.", "new_id": -2}, {"uid": "1296777071232128536", "i": 56288, "idx": 6, "sa": ["Ian Crawford", "William C. Powers", "Mike Pence", "William Miller", "Mike Ward", "Ted Cruz", "Barack Obama"], "q": "the unsightly high-voltage transmission lines needed to carry the power to distant cities. But state regulators are moving forMike Ward- and yesterday they approved a contentious project that runs through the Hill Country. \" Dallas Morning News: <q> Attempts to rein in homeowners associations have failed in the state Legislature for more than a decade, but a rise in HOA foreclosures and a spate of public lawsuits have invigoraTed Cruz supporters, who see this session as their chance for reform. Legislators have filed a handful of William Millers that curtail HOA <strong> William C. Powers </strong>, including limiting their ability to foreclose on property and ending bans on solar panels. HOA proponents agree that the system needs review, but promise to push back at changes that threaten associations' authority. </q> Politico: \" To understand the dissatisfaction on the right with the current crop of Republican Barack Obamaial hopefuls, look no further than <strong> Mike Pence </strong>. An IndIan Crawforda congressman with just five terms in public office, <strong> Mike Pence </strong> is currently the", "new_id": -2}, {"uid": "1295616977003915781", "i": 18194, "idx": 2, "sa": ["Bill Hammond", "Mike Pence", "Ian Crawford"], "q": "the unsightly high-voltage transmission lines needed to carry the power to distant cities. But state regulators are moving forward- and yesterday they approved a contentious project that runs through the Hill Country. \" Dallas Morning News: <q> Attempts to rein in homeowners associations have failed in the state Legislature for more than a decade, but a rise in HOA foreclosures and a spate of public lawsuits have invigorated supporters, who see this session as their chance for reform. Legislators have filed a handful of Bill Hammonds that curtail HOA powers, including limiting their ability to foreclose on property and ending bans on solar panels. HOA proponents agree that the system needs review, but promise to push back at changes that threaten associations' authority. </q> Politico: \" To understand the dissatisfaction on the right with the current crop of Republican presidential hopefuls, look no further than <strong> Mike Pence </strong>. An IndIan Crawforda congressman with just five terms in public office, <strong> Mike Pence </strong> is currently the", "new_id": -2}, {"uid": "1296225829149782528", "i": 10644, "idx": 9, "sa": ["Eric Holcomb", "Mike Pence", "Evan Bayh", "Mike McDaniel"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman- from 1995 until 2002- <strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him. <q> He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress, </q> he said. \" This has been on his mind for a long time. \"", "new_id": -2}, {"uid": "1296225951235159601", "i": 482, "idx": 9, "sa": ["Eric Holcomb", "Mike Pence", "Evan Bayh", "Mike McDaniel"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman- from 1995 until 2002- <strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him. <q> He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress, </q> he said. \" This has been on his mind for a long time. \" Get the Chicago Tribune delivered to your home for only$ 1 a week> Luxury linen for less: 40% off select", "new_id": -2}, {"uid": "1296205477159924225", "i": 7244, "idx": 9, "sa": ["Eric Holcomb", "Mike Pence", "Evan Bayh", "Mike McDaniel"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman- from 1995 until 2002- <strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him. <q> He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress, </q> he said. \" This has been on his mind for a long time. \" User comments are not being accepted on this article. Airman: Air Force superior groped her, sent her sexual text messages", "new_id": -2}, {"uid": "1296227273172146729", "i": 1761, "idx": 8, "sa": ["Eric Holcomb", "Evan Bayh", "Mike Pence", "Mike McDaniel", "Barack Obama"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman-- from 1995 until 2002-- <strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him. <q> He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress, </q> he said. \" This has been on his mind for a long time. \" Sen. Franken Explains Why He Thinks Barack Obamacare's Individual Mandate to Buy Insurance Is Needed", "new_id": -2}, {"uid": "1296211334006012991", "i": 24538, "idx": 9, "sa": ["Eric Holcomb", "Mike Pence", "Evan Bayh", "Mike McDaniel"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman_ from 1995 until 2002_ <strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him. <q> He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress, </q> he said. \" This has been on his mind for a long time. \"", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}]