[{"uid": "1297195214244269078", "i": 5054, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers"], "q": "the Steelers were flagged for a personal foul.`` We lucked out,'' he said.`` One of their guys punched one of our guys, got a 15 yard penalty.'' <q> You hate to see that happen, </q> <strong> David Letterman </strong> joked. Photos: Super Bowl XLV <strong> Aaron Rodgers </strong> also told the talk show host that the Packers only ran about 40 of the 60 plays they had in their game plan.''", "new_id": -2}, {"uid": "1295776199167018600", "i": 14280, "idx": 0, "sa": ["Andy Coulson"], "q": "they have the technology, money and resources to innovate off what they already have, that's when we really have to worry. Report Abuse <blockquote> China's new stealth fighter may use US technology </blockquote> Report Abuse <q> They seem to copy EVERYTHING! Very little innovation on their part. And for all who want to defend this I say, you must be very, very young and Chinese, lol. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit We say yes to bad credit Apply today for a personal loanregardless of poor credit", "new_id": -2}, {"uid": "1295559984175849556", "i": 14323, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "From <strong> Eric Schmidt </strong> An Update From The Chairman`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"uid": "1297463472198819877", "i": 2889, "idx": 0, "sa": ["Michael Vick"], "q": "Investigator: Wait To See If <strong> Michael Vick </strong> Has Changed ESPN.com- The man who led the U.S. government's investigation of <strong> Michael Vick </strong>'s dogfighting case said that he's withholding judgment on the quarterback's rehabilitation. <q> Do I think he's changed? I don't know, </q> said retired U.S. Department of Agriculture senior special agent Jim Knorr, speaking to ESPN's Outside The Lines.`` I would hope he has but I don't know. Only one person knows and that's him", "new_id": -2}, {"uid": "1297621441160415795", "i": 33807, "idx": 3, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "_ have vowed to fight the proposed funding cut.`` In my community, Planned Parenthood is a very highly regarded mainstream organization,'' said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people.`` This", "new_id": -2}, {"uid": "1295613640107249695", "i": 22401, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Edwin Edwards"], "q": ".`` Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.'' <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> <strong> David Cameron </strong> said in a statement that he was`` very sorry'' that <strong> Andy Coulson </strong> was going but added that he <strong> Edwin Edwards </strong>, the Silv...( 18:04:01`` The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong>", "new_id": -2}, {"uid": "1296097941086065172", "i": 38261, "idx": 0, "sa": ["Eric Schmidt"], "q": "( AFP)- Cuban dissident Guillermo Farinas, the 2010 Sakharov rights prize winner, has been arrested and police are holding him in the central city of Santa Clara, his mother and dissidents said. <q> I spoke with him, and he told me that he is under arrest in the third police unit in Santa Clara, and then he hung up, </q> his mother Alicia Hernandez said by phone from the city located some 240 kilometers( 150 miles) east of Havana. A file photo shows <strong> Eric Schmidt </strong> speaking at a news... Santa Clara Japan's Princess Kiko waves", "new_id": -2}, {"uid": "1295925220136986632", "i": 23345, "idx": 0, "sa": ["Eric Schmidt", "Jeff Jarvis"], "q": "the company as board chairman in 2001. Going forward, <strong> Eric Schmidt </strong> will still have an influential role in the company in terms of continuing relationships in political circles and other external issues says Google. <q> We do not view <strong> Eric Schmidt </strong>'s new role as executive chairman and Page's new role as chief executive as negative developments. In our view, <strong> Eric Schmidt </strong> very effectively spearheaded Google to become one of the largest and most innovative technology companies of our times and we expect Page to be an equally effective CEO of Google, </q> wrote Sandeep Aggarwal, Internet analyst at Caris& Company.`` He's enigmatic,'' said <strong> Jeff Jarvis </strong>, author of`` What Would Google Do?''`` The media doesn't always understand <strong> Eric Schmidt </strong>'s", "new_id": -2}, {"uid": "1295673836191152129", "i": 1747, "idx": 0, "sa": ["Andy Coulson"], "q": "Somali pirates Photo in Slideshow: South Koreans watch a TV reporting South Korean... World Video: End In Sight For Korean Tension? World Video: Around the World: Protesters, Police Clash in Albania Report Abuse <q>`` We will determine what we should do( with the pirates). </q> </blockquote> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"i": 8927, "idx": 1, "index_answer": 1, "new_id": -1, "q": "<strong> Colin Powell </strong> thinks that America`` isn't quite post-racial'' at this time.`` These problems still exist in post-racial America.'' However, he suggested that <strong> Henry Louis Gates </strong> should not have argued with the policeman arresting him. <q> You don't argue with a police officer, </q> he says. <strong> Colin Powell </strong> also called the arresting cop, Sergeant James Crowley,`` an outstanding police officer.'' Also, at 5:10, <strong> Colin Powell </strong> admits he's been profiled`` many times'' as a national security", "sa": ["Henry Louis Gates", "Colin Powell"], "uid": "1295963185223494146"}]