[{"uid": "1296527332020578305", "i": 36023, "idx": 0, "sa": ["Michael Vick"], "q": "- 19 min ago JohnT commented on this!- Nov 16, 2009 What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. <q>Who thought of this, And why did it take so long for some to think of it? Wow In a country this...</q> Hounddog left a comment- 9 min ago Yahoo! Sports \"I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.\" WilliamH left a comment- 15", "new_id": -2}, {"uid": "1296225829149782528", "i": 8871, "idx": 9, "sa": ["Evan Bayh", "Mike McDaniel", "Mike Pence"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman- from 1995 until 2002- <strong> Mike Pence </strong> mentioned the governor's office to him. <q>He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,</q> he said. \"This has been on his mind for a long time.\"", "new_id": -2}, {"uid": "1296457550009125925", "i": 11902, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle", "Leona Lewis"], "q": "for, it is dealing with the <strong> Simon Cowell </strong> factor. <strong> Simon Cowell </strong> runs Syco, the joint venture with Sony that houses artists including <strong> Leona Lewis </strong> and <strong> Susan Boyle </strong> as well as shows including The X Factor, as a walled fiefdom. <q>The one thing that Sony definitely have as a secret weapon is <strong> Simon Cowell </strong> and <strong> Doug Morris </strong> has the status to deal with him effectively,</q> says a source. \"He makes loads of money, he only works with Sony, and he is incredibly important to them.\" Some argue that, as the biggest challenge for all record labels", "new_id": -2}, {"uid": "1295977508172294147", "i": 38421, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s damage for longer, although specialists are particularly concerned about the lifespan of children who live all their lives obese rather than getting fat after they're grown. As for all those health care bills, <q>it's not enough to trump a lot of our behaviors,</q> Crimmins said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1297137461190611470", "i": 6477, "idx": 7, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "<strong> President Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. Asked whether he admired his ex-boss's father president <strong> George H.W. Bush </strong>-- under whom he did not serve-- <strong> Donald Rumsfeld </strong> replied curtly: <q>No, I was kind of disappointed in him.</q> <strong> Condoleezza Rice </strong>, <strong> President Bush </strong>'s national security adviser who later became secretary of state, had \"never served in a <strong> George H.W. Bush </strong> administration position,\" a lack of experience that hampered her ability to organize critical meetings,", "new_id": -2}, {"uid": "1295562153178864134", "i": 25855, "idx": 1, "sa": ["Eric Schmidt"], "q": "room for co-founder Larry Page, a role he will start in on April 4th. \"In this new role I know he will merge Google's technology and business vision brilliantly,\" wrote <strong> Eric Schmidt </strong>. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.</q> As for <strong> Eric Schmidt </strong>'s own new gig, \"I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology", "new_id": -2}, {"uid": "1295604422252706825", "i": 20348, "idx": 2, "sa": ["Eric Schmidt"], "q": "of the company.\" CNNMoney: Verizon challenges FCC Net neutrality rules Verizon filed a legal appeal on Thursday challenging the Federal Communications Commission's authority to enforce the new Net neutrality rules it adopted last month. <q>We believe this assertion of authority goes well beyond any authority provided by Congress, and creates uncertainty for the communications industry, innovators, investors and consumers,</q> Verizon senior vice president and deputy general counsel Michael <strong> Eric Schmidt </strong> Glover said in a written statement. On December 21, the FCC's commissioners voted three-to-two to adopt so-called \"Net neutrality\" rules, which would give the", "new_id": -2}, {"uid": "1297123633195428357", "i": 30278, "idx": 1, "sa": ["Simon Cowell"], "q": "the judging panel. Fun: Today's Find Five \"We've spoken to her, she knows I'm a big fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. <q>I've always said at some point we are going to be working together.</q> But, he added, \"I have to take everyone's opinions into account,\" including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the", "new_id": -2}, {"i": 6583, "idx": 3, "index_answer": 0, "new_id": -1, "q": "executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that <q>we move quickly, and we tend to be disruptive at scale.</q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "sa": ["Eric Schmidt"], "uid": "1296006300058851357"}, {"uid": "1296098573142770229", "i": 31568, "idx": 1, "sa": ["Davina McCall", "Paul O'Grady", "Stacey Solomon", "Shaun Ryder", "Simon Cowell", "Dermot O'Leary"], "q": "Cardiff. But after beating off competition from <strong> Davina McCall </strong>, <strong> Paul O'Grady </strong> and <strong> Dermot O'Leary </strong>, Ant said by videolink: \"This means so much to us, ten years in a bloody row.\" <strong> Simon Cowell </strong> joked: <q>This is once again incred-ibly annoying- but it's well deserved.</q> Wearing a daring low-cut dress, I'm A Celebrity winner <strong> Stacey Solomon </strong>, 21, kicked off the night by performing a duet with her jungle rival, Happy Mondays frontman <strong> Shaun Ryder </strong>. Have your say on", "new_id": -2}]