[{"uid": "1295012945223330320", "i": 47478, "idx": 0, "sa": ["Sergio Marchionne", "Il muro"], "q": "sede della Cisl <strong> Il muro </strong> Viareggio e <strong> Il muro </strong> Assindustria <strong> Il muro </strong> Carrara e in questi giorni <strong> Il muro </strong> tensioni torinesi proiettano qualche ombra sulla Toscana. Ed ecco la dichiarazione del Vicepresidente del Consiglio regionale della Toscana, Roberto Benedetti: <q> La comparsa della stella a cinque punte accanto alla scritta`` servi </q> sul <strong> Il muro </strong> della sede Cisl <strong> Il muro </strong> Pistoia e delle frasi contro <strong> Sergio Marchionne </strong> nei pressi della biblioteca San Giorgio sempre a Pistoia confermano il clima d'odio e <strong> Il muro </strong> estremismo che si va alimentando attorno alle questioni legate al mercato del lavoro", "new_id": -2}, {"uid": "1297242301040484871", "i": 12374, "idx": 1, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the United Nations two days later. Rumsfeld quotes himself as telling the meeting: <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected to the plan. Rumsfeld said Khurmal was operated by a Sunni extremist group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian who later led the", "new_id": -2}, {"uid": "1295830575187138051", "i": 36420, "idx": 0, "sa": ["Andy Coulson"], "q": "phone being hacked, poor old Vince is unmuzzled for once but can do no harm and <strong> Andy Coulson </strong> is still in the shit. fistofonan 24 January 2011 12:49 AM qwertboi 24 January 2011 12:54 AM <q> Bonofido- Why has Blair joined the back of the parade when he should be in the Middle East? </q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing", "new_id": -2}, {"uid": "1297354538224657421", "i": 3805, "idx": 1, "sa": ["Donald Rumsfeld", "Jane Holl Lute"], "q": "intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ 1] Re: Napolitano:`` Al-Qaeda does not exist: Natural Born Americans are the terrorists'' <q> Reply# 48 on: February 09, 2011, 03:52:38 PM </q> How about this... Napolitano:`` I am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes the American citizen of all humanity'' Re: Napolitano: Al-Qaeda does not", "new_id": -2}, {"uid": "1295665840153141349", "i": 42309, "idx": 1, "sa": ["Andy Coulson"], "q": "their UN given border. Bunch of schmucks lost another opportunity- again. Report Abuse \" the palestinians can go live in iran with the rest of the hamas/ hezbollah supporters \" Report Abuse <q> Let's repeat together:`` Settlements in the occupied Palestinian territory are illegal under international law </q>. \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1297130830124354601", "i": 24777, "idx": 2, "sa": ["Simon Cowell"], "q": "see how the show would do in the ratings.`` What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over,'' <strong> Simon Cowell </strong> explains. <q> But people are still excited about these shows, whether`` Dancing With the Stars, </q> which has gotten better over the years,`` America's Got Talent''... I think they've done a good job.'' While the FOX juggernaut has gone through some pretty massive changes, ratings", "new_id": -2}, {"uid": "1295542835101302273", "i": 18475, "idx": 2, "sa": ["Simon Cowell", "Steven Tyler"], "q": "but I couldn't help but to notice how much the show's standards are lowered with <strong> Simon Cowell </strong> out of the picture.'' Entertainment Weekly asked in a poll whether fans enjoyed the first episode, inquiring: <q> Will the inclusion of 15-year-olds turn` Idol' into glorified tryouts for` Glee'? So much to take in, but let's bottom-line it: Did it work? </q>`` I liked it,'' wrote a commenter named Tierra Berry.`` I kinda became smitten with <strong> Steven Tyler </strong>... his accompaniment to contestants' song[ s] must make them feel better more[ often]", "new_id": -2}, {"uid": "1295257680226672654", "i": 39033, "idx": 4, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "effect a cut \" 9.45 am: <strong> Nick Clegg </strong> gives a speech at the launch of a Demos report on parenting. peterwicks 17 January 2011 9:42 AM jacqueughes 17 January 2011 9:43 AM <q> <strong> David Cameron </strong> says the biggest rate of satisfaction is often with one's GP. People know their GP. They do not know who runs the local primary care trust. These changes will give more power to GPs. </q> Monchberter 17 January 2011 9:44 AM The <strong> Andy Coulson </strong> affair is going to be seen as a harbinger of how <strong> David Cameron </strong> deals with testy subjects and dodgy dealings. In order to post a comment you", "new_id": -2}, {"uid": "1295433137260259957", "i": 39336, "idx": 1, "sa": ["Steve Ballmer"], "q": "But the promotional period ends on 30 June this year. Here's the significant bit about yesterday's announcement:`` The service is available today as a cloud offering,'' said <strong> Steve Ballmer </strong>. <q> This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud. </q> All of which chimes well with an internal MS memo seen by this reporter last October that noted:`` Business processes that have remained untouched for years urgently need to be examined.'' OpenWorld 09", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}]