[{"uid": "1295724762238878722", "i": 20520, "idx": 0, "sa": ["LeBron James", "Sylvester Stallone", "Allen Iverson", "René Girard"], "q": "in the right handed 80 kg division. Her sister Sylvie is also a world class armwrestler.'' thevalkyrie.com( FRené Girardch/Fran ais) Liane Dufresne, championne mondiale tir au poignet, participe? l'?mission de Roch Denis: <q> Le monde spectaculaire des d?fis Guinness </q>. Elle a particip?`` Over the Top'' avec <strong> Sylvester Stallone </strong>. http://wn.com/Allen Iverson_Allen Iverson_23pts_vs_LeBron James_LeBron James_Cavs_08/09_NBA The Detroit Pistons are starting to show their potential with <strong> Allen Iverson </strong>, beating two of the NBAs best teams in less than a week. <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295097395007798784", "i": 4928, "idx": 5, "sa": ["Sergio Marchionne"], "q": "resulting overtime payment.`` Full utilisation of the 18 shifts would also enable an increase in annual pay of around EUR3,500( US$ 4,690) per year,'' added the Fiat chief. <q> We have also taken account of other needs relating to overtime. As employees can not always be available, we have instituted the option of substituting up to 20% of those workers who are unable to work overtime.`` By revising the system of breaks, reducing them to 30min and monetising the difference, we have also brought ourselves into line with standard practice at factories throughout the rest of Europe and the world. </q> <strong> Sergio Marchionne </strong> signed off his statement with a characteristic flourish, having previously hinted investment would move elsewhere unless agreement was secured at Mirafiori.`` The criticisms levelled at us have been unjust and often frustrating", "new_id": -2}, {"uid": "1295573069103104552", "i": 51713, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "waiting to see if Android tablets will emerged to give the iPad any competition. Put this all together, and <strong> Larry Page </strong> has a career's worth of issues that will test him right away. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! </q> <strong> Eric Schmidt </strong> wrote on the official Google blog.`` <strong> Larry Page </strong>, in my clear opinion, is ready to lead.'' We won't have to wait 10 years to find out if he's right.", "new_id": -2}, {"uid": "1297723379254132231", "i": 1296, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "as Microsoft corporate Vice President for Windows Phone program management <strong> Joe Belfiore </strong>. <strong> Steve Ballmer </strong> sought to differentiate Microsoft's mobile platform from its competitors, referencing the company's`` smart design'' philosophy which guided the operating system. <q> For the last few years the market has been swamped by phones of similar designs, </q> <strong> Steve Ballmer </strong> said.`` People want a phone that makes info more accessible and helps them complete basic tasks more easily. With smart design, we're trying to go about improving that experience.'' He", "new_id": -2}, {"uid": "1295669731206995468", "i": 11276, "idx": 0, "sa": ["Andy Coulson"], "q": "OUT: NO SALES: NO ARCHIVE: <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <strong> Andy Coulson </strong> said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed </q> in his role as Downing Street communications chief.`` I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.''", "new_id": -2}, {"uid": "1297316623093863951", "i": 4398, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "upon <strong> Michael Vick </strong> PUBLISHED 35 minutes and 43 seconds ago White Sox pitcher <strong> Mark Buehrle </strong> says he and his wife sometimes rooted for Eagles quarterback <strong> Michael Vick </strong> to be injured as payback for <strong> Michael Vick </strong>'s mistreatment of dogs. <q> He had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> told MLB.com, according to the Chicago Tribune.`` Everything you've done to these dogs, something bad needs to happen to these guys.'' White Sox pitcher <strong> Mark Buehrle </strong> says he and his wife sometimes", "new_id": -2}, {"uid": "1295198895198885397", "i": 13886, "idx": 5, "sa": ["Stephen Elop", "Steve Ballmer", "Ray Ozzie"], "q": "shape the company's cloud strategy.`` The CSA role was unique, and I won't refill the role after <strong> Ray Ozzie </strong>'s departure,'' <strong> Steve Ballmer </strong> wrote in an Oct. 18 e-mail to the company. <q> Following the natural transition time with his teams, but before he retires from Microsoft, <strong> Ray Ozzie </strong> will be focusing his efforts in the broader area of entertainment where Microsoft has many ongoing investments. </q> And in September 2010, Microsoft Business Division President <strong> Stephen Elop </strong> stepped down to take the CEO reins at Nokia. That followed a shakeup earlier in the year that saw the simultaneous departures of Robbie Bach, president", "new_id": -2}, {"uid": "1295618707107249683", "i": 2818, "idx": 0, "sa": ["Alan Johnson", "Andy Coulson", "Harry Potter"], "q": "social networking sites. A GTC spokeswoman said they had heard only two cases relating exclusively to teachers' non-criminal behaviour outside school, and both were before the code's introduction. She said: <q> The code does not alter the threshold for disciplinary action and does not affect the way in which any cases referred- including those involving conduct outside school- are assessed.`` It is only if a teacher's private behaviour were to become public in a way that was damaging to the reputation of the profession, and if that behaviour were serious enough to warrant dismissal, that the GTC would become involved. </q> <strong> Alan Johnson </strong> bodyguard` had affair with wife' new <strong> Andy Coulson </strong> quits as Cameron spin doctor new School principals trawl web to` dig up the dirt on teachers' <strong> Harry Potter </strong> star's brother jailed new", "new_id": -2}, {"uid": "1296252062181977107", "i": 49057, "idx": 1, "sa": ["Nom De Strip", "David Letterman", "Matthew Perry"], "q": "for an interview with <strong> David Letterman </strong> on the`` Late Show'' last March 2, the network noted. Also scheduled for Tuesday's show are actors <strong> Matthew Perry </strong> and <strong> Nom De Strip </strong>, and musical guests The National. <q> He was also banned from going within a one-mile radius of the horse owner's stables and fields </q>... United Press International, Inc.. All Rights Reserved. Welcome to UPI.com! Your trusted source for world news, top news, science news, health news and current events. We thank you for visiting", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]