[{"uid": "1295563175055377952", "i": 21076, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "`` For the last 10 years, we have all been equally involved in making decisions,'' <strong> Eric Schmidt </strong> wrote in a post on Google's Blog, referring to himself, Page, and <strong> Sergey Brin </strong>. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> As a result, Page will lead product development and technology strategy within Google and take over <strong> Eric Schmidt </strong>'s day-to-day role as CEO starting April 4. As Executive Chairman, <strong> Eric Schmidt </strong> will focus on deals, partnerships,", "new_id": -2}, {"uid": "1295649400119881738", "i": 23130, "idx": 4, "sa": ["Eric Schmidt"], "q": "big decisions among the three of us,'' <strong> Eric Schmidt </strong> wrote.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.'' <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>, </q> he said. Buy the latest industry research online today! Europe IT Buying In 2010-2011: Procurement, Investment& Industry Trends Outlook Neverfail Overview The Neverfail Group is dedicated to creating a world where business applications are", "new_id": -2}, {"uid": "1295813473183353387", "i": 15082, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz.`` I think he's got a way to go,'' Mr. <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached out to countries around", "new_id": -2}, {"uid": "1296394868250363937", "i": 2050, "idx": 0, "sa": ["Allen Iverson", "Andrew Bynum"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q> The next game, that's the one we have to have, </q> <strong> Allen Iverson </strong> said.`` If we approach everything that way, than everything will http://wn.com/NBA_Pretemporada_18/10/2009__Los_Angeles_Clippers_108_Vs_Los_Angeles_Lakers_114 <strong> Andrew Bynum </strong> overcame a cold-shooting start, scoring points and grabbing 13 rebounds to help the Los Angeles Lakers erase a 15-point deficit and beat the", "new_id": -2}, {"uid": "1296757679010059804", "i": 5877, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "others. <strong> Donald Rumsfeld </strong>, who has kept a low profile since resigning in 2006, uses the book to renew his long-running feud with <strong> John McCain </strong>, whom he describes as having a`` hair-trigger temper'' and <q> a propensity to shift his positions to appeal to the media </q>. <strong> Donald Rumsfeld </strong> accepts almost no blame for the mistakes in Iraq in his 800-page autobiography Known and Unknown, copies of which have been obtained and published in excerpt by the New York Times and the Washington Post", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google.`` That is a net positive.'' Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q> I can only describe this now as a` wow' moment, </q> he says.`` For me this is the beginning of the real revolution in information.`` You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}, {"uid": "1295762095175325199", "i": 12724, "idx": 4, "sa": ["Mr. Bauer", "Mike Pence", "Gary Bauer", "John McCain", "Ron Paul"], "q": "not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1296282709080461832", "i": 2913, "idx": 7, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "that seemed to holler to all their doubters,`` Take that!''`` We just wanted to show the whole world we could play together,'' <strong> Carmelo Anthony </strong> said after the duo's triumphant debut Monday night. <q> We know there's a lot of doubt about that. </q> <strong> Carmelo Anthony </strong> scored 28 points in his return from a 15-game suspension for fighting and <strong> Allen Iverson </strong> added 23 in the Denver Nuggets' 115-98 rout of the Memphis Grizzlies. The two are out to prove two superstars can coexist.", "new_id": -2}, {"uid": "1297449743186662931", "i": 46859, "idx": 2, "sa": ["Steve Ballmer"], "q": "scale,'' he said.`` Nokia is at a critical juncture, where significant change is necessary and inevitable in our journey forward.'' <strong> Steve Ballmer </strong>, chief executive of Microsoft, said the partnership would <q> dramatically accelerate the development of a vibrant and strong Windows Phone ecosystem </q>. Nokia and Microsoft have been working on the development of the first of the new phones for two months, but it will be about a year before the new phones hit the market.", "new_id": -2}, {"uid": "1297123633195428357", "i": 30278, "idx": 1, "sa": ["Simon Cowell"], "q": "the judging panel. Fun: Today's Find Five`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge. <q> I've always said at some point we are going to be working together. </q> But, he added,`` I have to take everyone's opinions into account,'' including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the", "new_id": -2}]