[{"uid": "1297152485248266794", "i": 11290, "idx": 2, "sa": ["Simon Cowell"], "q": "Makeover: Home Edition'' and`` Jersey Shore.'' As for the current, Simon Cowell-free season of`` Idol,'' he claimed,`` I haven't seen a full episode,'' continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q> Get the monthly that has L.A. talking. Subscribe to Los Angeles Times Magazine at a special introductory rate. Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall", "new_id": -2}, {"uid": "1295005888194838584", "i": 25760, "idx": 1, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "from Sen. <strong> Kirsten Gillibrand </strong>, who was in the room. <strong> Mark Kelson </strong> will be at <strong> Gabrielle Giffords </strong> side throughout her recovery: NASA announced Thursday that they are naming a backup commander for <strong> Mark Kelson </strong>'s shuttle mission in April. <q> I recommended to my management that we take steps now to prepare to complete the mission in my absence, if necessary, </q> <strong> Mark Kelson </strong> said in a statement.`` I am very hopeful that I will be in a position to rejoin my STS-134 crew members to finish our training.'' Space Shuttle Endeavor's flight is supposed to", "new_id": -2}, {"uid": "1296237370016105485", "i": 57375, "idx": 1, "sa": ["Antoine Walker", "Allen Iverson", "Carmelo Anthony"], "q": "a fade-away jumper and two free throws in the final 30 seconds that helped secure the win.`` He came up big for us,'' said <strong> Carmelo Anthony </strong>, who finished with 26 points despite having the flu. <q> He hit some big shots. </q> <strong> Allen Iverson </strong> gave the Nuggets a 109-108 lead with his jumper with 29 seconds left. <strong> Antoine Walker </strong> took a jumper with 10.9 seconds, but it was too strong and bounced off a pack of players and out of bounds.", "new_id": -2}, {"uid": "1297509326118882321", "i": 33932, "idx": 5, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "Dick Cheney"], "q": "or not, <strong> Donald Rumsfeld </strong> is right that <strong> Condoleezza Rice </strong> and <strong> Colin Powell </strong> share the blame for the fiascos that occurred on their watch, including invading Iraq.''- Benjamin Friedman, research fellow, Cato Institute <q> The book is a case study in denial. Everyone around him made the mistakes, never <strong> Donald Rumsfeld </strong>( or his friend, <strong> Dick Cheney </strong>). A drab read, too. </q>- Fred Kaplan, columnist, Slate; senior fellow, New America Foundation", "new_id": -2}, {"uid": "1295614631111296515", "i": 39498, "idx": 1, "sa": ["Eric Schmidt", "Larry Page", "Mark Zuckerberg"], "q": "advertisers. At Facebook, 26-year-old founder and CEO title=\"Mark Zuckerberg\" href=\"http://www.dailypress.com/topic/economy-business-finance/computing-information-technology/Mark Zuckerberg-Mark Zuckerberg-PEBSL000091.topic\"> <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> <strong> Larry Page </strong> said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's", "new_id": -2}, {"uid": "1297088805063078459", "i": 13670, "idx": 1, "sa": ["Chelsea Clinton", "John McWethy", "Donald Rumsfeld", "Kate Moss", "Victoria Coates"], "q": "document that is placed on the website.`` He really thinks the free flow of information is critical to a vibrant democracy,'' <strong> Victoria Coates </strong> said, and placing many of his documents in full view was <q> another way to get more information in people's hands. </q> Watch: <strong> Donald Rumsfeld </strong> Has No Regrets on Iraq Watch: <strong> John McWethy </strong> Interviews <strong> Donald Rumsfeld </strong> Photos: <strong> Kate Moss </strong> Goes Sheer in Purple href=\"http://abcnews.go.com/Entertainment/slideshow/photos-celebrities-sans-make-4577149\"> Photos: <strong> Chelsea Clinton </strong> Does Without Makeup How Do N.C. Republicans View Democrats' 2012 Charlotte Convention", "new_id": -2}, {"uid": "1297671532135315459", "i": 10001, "idx": 2, "sa": ["Michael Hansen", "Michael Vick"], "q": "she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that`` people can reintroduce these dogs back into a society that's not going to abuse them.'' <q> The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into a vicious animal that will bite the mailman, the girl next door or grandma walking down the street, </q> <strong> Michael Hansen </strong> said. Betsy Adevai, 50, of Grand Rapids, Mich., said muscle dogs have become status symbols for young men who walk through her inner city neighborhood.", "new_id": -2}, {"uid": "1297196814076382262", "i": 15618, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "posted documents from his files.`` I gave them a heads-up that the website is going to have hundreds of memos, thousands of pages, and they're going to be mentioned,'' he says. <q> We had a nice discussion, </q> he says. <strong> Donald Rumsfeld </strong> defends the decision to go to war in Iraq-`` Are we better off today with Saddam Hussein gone? Yes''- and denies that the Bush administration neglected the war", "new_id": -2}, {"uid": "1296744918231997480", "i": 9779, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": " Sen. <strong> John McCain </strong>( R-Ariz.) gave a curt response Thursday to reports that former defense secretary <strong> Donald Rumsfeld </strong> had some unkind things to say about him in his new book, Known and Unknown. <q> Thank God he was relieved of his duties, </q> <strong> John McCain </strong> href=\"http://blogs.abcnews.com/george/2011/02/sen-John McCain-John McCain-fires-back-at-Donald Rumsfeld-Donald Rumsfeld-memoir-thank-god-he-was-relieved-of-his-duties.html#tp\" target=\"_hplink\"> said on ABC's`` Good Morning America,'' after admitting that the two had had a contentious working relationship that often caused them to butt heads over Iraq war policy. Most", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]