[{"uid": "1295658306074924083", "i": 1973, "idx": 10, "sa": ["Eric Schmidt"], "q": "the last few years- and it certainly has- much of blame falls on <strong> Eric Schmidt </strong>. His haughty, creepy, and occasionally insulting way of addressing the company's approach to privacy is notorious. <q>Google policy is to get right up to the creepy line and not cross it,</q> he once said, unwittingly showing that Google's policy is just the opposite. His efforts to paint such comments as humor only made the situation worse. The irony is that when he steps down as CEO", "new_id": -2}, {"uid": "1295629102247332868", "i": 21673, "idx": 1, "sa": ["Eric Schmidt"], "q": "rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,\" said <strong> Eric Schmidt </strong>, chief executive of Google. <q>These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.</q> During a conference call after the earnings report, Jonathan Rosenberg, senior vice president for product management, said its year's sales were powered by Google's display advertising business, which now has two million", "new_id": -2}, {"uid": "1296044761099729429", "i": 31123, "idx": 3, "sa": ["Michael Vick"], "q": "is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's \"sizable.\" \"We believe it was worth it,\" he said, <q>because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.</q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore the company's shoulder pads", "new_id": -2}, {"uid": "1294960236148406323", "i": 20033, "idx": 0, "sa": ["Sergio Marchionne", "Debbie Stabenow"], "q": "News Washington Bureau The Environmental Protection Agency and Chrysler will announce a new research and development project next week in <strong> Debbie Stabenow </strong> Arbor. EPA Administrator Lisa Jackson will join Chrysler Group CEO <strong> Sergio Marchionne </strong> to announce a <q>research and development project to explore and evaluate an innovative drivetrain technology for light duty vehicles,</q> the EPA said in a statement. Advertisement The event will take place at the EPA National Vehicle and Fuel Emissions Laboratory. Chrysler has applied for billions of dollars in loans from the", "new_id": -2}, {"uid": "1295250569089341959", "i": 35258, "idx": 1, "sa": ["Kirsten Gillibrand", "James Eric", "Gabrielle Giffords"], "q": "Meet the Press,\" Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said she had talked with <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly, Saturday night. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q>She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury.</q> Also Sunday, one of the other shooting victims, <strong> James Eric </strong> Fuller, 63, was involuntarily committed for a mental-health evaluation, which by law must run a minimum of 72 hours. Pima County", "new_id": -2}, {"uid": "1296709732155615281", "i": 45407, "idx": 0, "sa": ["Max Clifford", "Nicola Phillips", "Cornelia Crisan", "Ralph Fiennes", "Andy Coulson", "Ian Edmondson"], "q": ". <strong> Nicola Phillips </strong>, who was employed by publicist <strong> Max Clifford </strong>, is suing the tabloid claiming her voice mail was illegally accessed in 2006 to mine information on actor <strong> Ralph Fiennes </strong> and singer <strong> Cornelia Crisan </strong>. The Independent reports: <q> \"The alleged hacking, which it is claimed allowed the NotW to print a similar story to that only obtained by the Sunday Mirror and The Mail on Sunday after paying Ms <strong> Cornelia Crisan </strong> some Â£ 35,000, is the latest evidence that the practice was used to monitor the activities of journalists and publicists, as well as public figures and celebrities.</q>\" NOTW associate editor <strong> Ian Edmondson </strong> has been named a co-defendant in the case. He was sacked last month after it was revealed he was linked to a private investigator. Former editor <strong> Andy Coulson </strong> was also", "new_id": -2}, {"uid": "1297096904101318657", "i": 21248, "idx": 4, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": ",\" he said.... <strong> Colin Powell </strong>, <strong> Donald Rumsfeld </strong> said, never spoke up in meetings with the president to raise objections to the Iraq war. Nor was <strong> Donald Rumsfeld </strong> particularly impressed with <strong> Condoleezza Rice </strong>, either: <q><strong> Donald Rumsfeld </strong> was less impressed by some of the president's closest advisers. Of <strong> Condoleezza Rice </strong>, <strong> President Bush </strong>'s national security adviser and later secretary of state, he said, \"She'd never served in a <strong> George H.W. Bush </strong> administration position</q>- a lack of experience that showed in her lack of organization in putting together critical meetings.\" \"She'd been an academic. And, you know, a lot of academics like to have", "new_id": -2}, {"uid": "1296485603135364614", "i": 18879, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "\" at stemming \"the flow of toxic mortgages.\" Moreover, the report concludes the Federal Reserve \"neglected\" its mission \"to ensure the safety and soundness of the nation's banking system\" and to <q>protect the credit rights of consumers.</q> Last month, a push for Federal Reserve disclosure from Senator <strong> Sen. Bernie Sanders </strong>( I-VT) brought to light several trillion dollars in secret loans that the Fed doled out to the biggest banks, both US and", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,</q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}, {"uid": "1295488474026624042", "i": 36570, "idx": 1, "sa": ["Newt Gingrich", "John Boehner", "Mike Pence"], "q": "'s Constituent Mailbag, Congressman <strong> John Boehner </strong> responds to Jim in Hamilton. Jim, a small business operator in southwest Ohio, says that taxes and mandates in ObamaCare will hurt his ability to hire and invest. http://wn.com/03282010_Kingston_on_Health_Care_Town_Halls__Geraldowmv www.americansolutions.com <q>The American people will not allow a corrupt machine to dictate their future. Together we will pledge to repeal this bill and start over. Together we will prove that this will not stand.</q>-- <strong> Newt Gingrich </strong> http://wn.com/GOP_move_to_repeal_health_reform_act_opposed__Interview_Jan_17_2011 As Republicans prepare to attempt to repeal the healthcare bill, Dr. <strong> Mike Pence </strong> Rushnak, co-founder of Americans for Healthcare, argues that, if anything, Americans need greater assurances that they will receive healthcare than", "new_id": -2}]