[{"uid": "1295177816150732814", "i": 23180, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Center for Automotive Research in Ann Arbor, Mich. And that's why the mood is decidedly upbeat among the executives who are gathering this week in Detroit for the North American International Auto Show. <q> The auspices are a lot better than they were a year ago, </q> said <strong> Sergio Marchionne </strong>, chief executive of Chrysler Group, which is gaining market share and expects to move back into the black this year after narrowing its losses steadily last year. Still, given Detroit's long", "new_id": -2}, {"uid": "1297144518008634388", "i": 13824, "idx": 1, "sa": ["Julian Assange", "Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Welcome to GOLO, where WRAL.com visitors can comment on stories and create profile pages, blogs and photo galleries. Attorneys for WikiLeaks founder <strong> Julian Assange </strong> have told a British judge there's no way their", "new_id": -2}, {"uid": "1297304646234995715", "i": 45472, "idx": 1, "sa": ["Nancy O'Dell", "Paula Abdul", "Simon Cowell"], "q": "Miami. ET's <strong> Nancy O'Dell </strong> went on to ask <strong> Simon Cowell </strong> about the possibility that his friend <strong> Paula Abdul </strong> will join him on The X Factor. <strong> Simon Cowell </strong> remained coy with his answer and would only say, <q> We've spoken to a lot of people. I've been speaking to <strong> Paula Abdul </strong> since she left Idol. </q> The executive producer of The X Factor went on to add,`` We'll make the announcement in 3-4 weeks.'' <strong> Simon Cowell </strong> also opened up about the pressures of launching a brand new show", "new_id": -2}, {"uid": "1296259179174211074", "i": 2323, "idx": 1, "sa": ["Antonio Cassano", "Allen Iverson"], "q": ". The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws.`` It felt OK before the game,'' <strong> Allen Iverson </strong> said. <q> Now, it feels that much worse. It's throbbing like a heartbeat. </q> <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio Cassano </strong> a week ago, slips on a brace after every game per doctors orders.`` If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1295282100244170761", "i": 5531, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "a big loss.`` American Idol'' returns Wednesday with new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> and without the acidic <strong> Simon Cowell </strong> to keep everyone honest. <strong> Jennifer Lopez </strong> admits their act will be unlike <strong> Simon Cowell </strong>'s. <q> We bring a different perspective, I think, than any of the other previous judges really have before, especially if you're speaking about <strong> Simon Cowell </strong> specifically. We just do, </q> she says.`` We're artists. We've been up there. We've auditioned. We've been through the ranks.... I've been in this business a long time too. There's nothing", "new_id": -2}, {"uid": "1295682265065617928", "i": 82, "idx": 6, "sa": ["Charlie Black", "Mike Pence"], "q": "House, something that has been done only once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are the leaders of the", "new_id": -2}, {"uid": "1297546979003112975", "i": 47877, "idx": 1, "sa": ["Paolo Romani", "John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "and Chairman <strong> John Elkann </strong>. <strong> Paolo Romani </strong> attended the meeting with <strong> Silvio Berlusconi </strong> and other members of the government. <strong> Sergio Marchionne </strong>, 58, caused a stir in Italy after saying February 4 the Turin-based carmaker and Chrysler Group LLC may <q> end up looking like one entity, </q> possibly based in the US. He later backtracked, saying no decision has been made and the issue would be dealt with no sooner than 2014. Fiat owns a 25 per cent stake in Auburn Hills, Michigan-based", "new_id": -2}, {"uid": "1295342642027394062", "i": 47922, "idx": 2, "sa": ["David Letterman", "Steven Tyler"], "q": "did with Aerosmith.`` But, today's a different world.''`` I prefer the process that gave us you to this process,'' <strong> David Letterman </strong> said of` American Idol.' <q> By the time you're ready, you're ready, and we have the honest, legitimate stamp of approval. </q> <strong> Steven Tyler </strong> responded,`` I tend to agree,'' which was enough to get an uproarious applause from the crowd. Surely FOX couldn't be too pleased that one of their newer high profile judges is", "new_id": -2}, {"uid": "1296443805235372683", "i": 46915, "idx": 0, "sa": ["Kyle Korver", "Carmelo Anthony", "Dikembe Mutombo", "Marcus Camby", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q> It was a <strong> Yao Ming </strong> defensive play, </q> said <strong> Marcus Camby </strong> AI& <strong> Carmelo Anthony </strong> are on fire! What a way to start off a great game. Watch.... Yes I added <strong> Dikembe Mutombo </strong> to the Nuggest. I know to some that's like adding Barkley to", "new_id": -2}, [{"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}]]