[{"uid": "1296169756065815248", "i": 45701, "idx": 3, "sa": ["Mike Pence"], "q": "Nancy <strong> Mike Pence </strong> Fritsch said from at her home in Columbus, Ind. Asked to confirm reports that she has told him to make up his mind,[ his] mom did not deny it. <q> What's a mother to do? </q> she said. \" Aww. Shortly after the National Journal published its mom-scoop, though, the Indianapolis Star put up its article about the announcement being tonight.`` It was not clear whether", "new_id": -2}, {"uid": "1295455810253952003", "i": 9659, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Gulf Oil Expands Into 12 States, Rebrands 400 Stations in One Year Since Announcing its National Expansion Heartland Automotive Services, Inc., dba Jiffy Lube, Acquires Nebraska Lube, LLC., in Omaha and Lincoln Nebraska", "new_id": -2}, {"uid": "1295714464099811335", "i": 19878, "idx": 0, "sa": ["Andy Coulson"], "q": "and Karachay want freedom from Russia...... but they also have a power struggle with Circassians Report Abuse \" Feh, does Russia really think it can hold on to its empire any longer? \" Report Abuse <q> Until the region is freed from all outside manipulation, the`` Great Game </q> will continue to take innocent lives, Russian, Chechen, and others. \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295922034202604607", "i": 14203, "idx": 2, "sa": ["Andy Coulson", "Sky Andrew"], "q": "it, and popped out in time for the six o'clock news to say they had discovered no further evidence,'' he told BBC1's The Politics Show. The prime minister's spokesman said today: <q> The position at the present time is that the Crown Prosecution Service are carrying out an assessment of the information that is held by the Metropolitan police. That process is under way and it is up to the CPS to make a decision on their assessment. The prime minister's position is that if there are allegations of illegal behaviour, then those allegations need to be taken very seriously, but in all cases it is a matter for the police and the CPS. </q> <strong> Andy Coulson </strong> resigns as phone-hacking scandal rocks Downing Street Phone-hacking scandal: DPP orders` robust' inquiry <strong> Sky Andrew </strong> presenters in the firing line over sexist jibes at female match official Social networking under fresh attack as tide", "new_id": -2}, {"uid": "1297098795101318682", "i": 10822, "idx": 0, "sa": ["Cecile Richards", "Mike Pence", "George Soros"], "q": " a bill sponsored by Congressman <strong> Mike Pence </strong> of Indiana to cut the millions in taxpayer funding the Planned Parenthood abortion business receives through the federal family planning program. The letter, which Politico obtained, reads: <q> Right-wing groups are once again attempting to destroy an organization dedicated to providing crucial primary care services to Americans that need them most. Armed with heavily edited videos, countless lies and a shameless echo chamber that repeats unfounded accusations ad nauseam, they've now turned their sights to Planned Parenthood, which offers a range of important health and reproductive services. </q> a strategy call the liberal`` media watchdog'' group Media Matters coordinated with Planned Parenthood President <strong> Cecile Richards </strong> and other liberal activists, with support from liberal billionaire <strong> George Soros </strong>, designed to respond to the videos. The game", "new_id": -2}, {"uid": "1296942558143212568", "i": 6210, "idx": 1, "sa": ["Sergio Marchionne"], "q": "J.D. Power Automotive Industry Roundtable, <strong> Sergio Marchionne </strong> talked about the eventual possibility of merging Fiat and Chrysler, saying that maintaining them as separate companies forever didn't make sense. Then he said, in an offhand matter, <q> I want to pay back the shyster loans first. </q> Chrysler owes$ 5.8 billion to the U.S. Treasury and$ 2.3 billion to Canadian at an average interest rate of 11%, Chief Financial Officer Richard Palmer said last Monday.", "new_id": -2}, {"uid": "1296971617152387585", "i": 29611, "idx": 1, "sa": ["Michael Vick"], "q": ", who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q> He had a plan and he stuck to that, both on and off the field, </q> Reid said.`` He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}, {"uid": "1295779438083050512", "i": 12459, "idx": 3, "sa": ["Simon Cowell"], "q": "show. But it seems <strong> Simon Cowell </strong> has now had a change of heart.`` I asked a successful guy,`` What's the best advice you can give me?'' He said, <q> <strong> Simon Cowell </strong>, know when to leave the fair, </q> he said.`` I think that's good advice- one year, I actually found myself thinking,`` I've run out of insults, I don't know how I'm going to tell", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made'', Mr <strong> Donald Rumsfeld </strong> writes.`` There were far too many hands on the steering wheel,'' he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as`` stuff happens'' about the early looting in post-war Iraq, or his remark about`` old Europe''-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1297380510038322198", "i": 46349, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Morris", "Mike Huckabee", "Jan Brewer", "Dominic Di-Natale", "Jedediah Bila", "Megyn Kelly", "Bill Clinton"], "q": "tonight, 02.10.11- On Media: Who's on tonight, 02.10.11 Fox News`` The O'Reilly Factor'': <strong> Megyn Kelly </strong>`` Hannity'': <strong> Jedediah Bila </strong>; Matt McCall; Doug Schoen <q> On the Record with Greta van Susteren </q>: <strong> Donald Rumsfeld </strong>, <strong> Bill Clinton </strong> U.S. <strong> Donald Rumsfeld </strong> of Defense; John Bolton, <strong> Bill Clinton </strong> U.S. Ambassador to the UN; <strong> Dominic Di-Natale </strong>, Fox News correspondent in Cairo; Arizona <strong> Mike Huckabee </strong> <strong> Jan Brewer </strong>; <strong> Dick Morris </strong>, <strong> Bill Clinton </strong> Advisor to <strong> Bill Clinton </strong>; <strong> Bill Clinton </strong> Arkansas", "new_id": -2}]