[{"uid": "1296423892068993033", "i": 319, "idx": 1, "sa": ["Andre Iguodala", "Danny Granger", "Brandon Rush", "Troy Murphy", "Allen Iverson"], "q": "scored seven straight points late in the fourth quarter that helped the Pacers put this one away for a rare road win. <strong> Brandon Rush </strong> scored 16 points, and <strong> Troy Murphy </strong> had 11 points and 12 rebounds for the Pacers. <q> It's hard to beat a team twice, </q> <strong> Danny Granger </strong> said. <strong> Andre Iguodala </strong> scored 22 points and <strong> Allen Iverson </strong> had 20 for the Sixers. Philadelphia failed in its bid to win three straight games for the first time this season.`` We do a lot of things positive", "new_id": -2}, {"uid": "1297182562166789141", "i": 2705, "idx": 7, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "this capacity that <strong> Donald Rumsfeld </strong> met with <strong> Saddam Hussein </strong> in 1983- an event that <strong> Donald Rumsfeld </strong> uses to kick off the book. <strong> Donald Rumsfeld </strong> archly notes that the encounter, at which he was filmed shaking <strong> Saddam Hussein </strong>'s hand, would become <q> the subject of gossip, rumors, and crackpot conspiracy theories for more than a quarter of a century. </q> In <strong> Donald Rumsfeld </strong>'s telling, the whole business was a fairly straightforward case of great-power politics. Iraq, at the time, was at war with the Islamic Republic of Iran, a country now regarded by", "new_id": -2}, {"uid": "1296746557227606543", "i": 1161, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,'' Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be` creative.' </q> </blockquote> Reactions are starting to come in. What Is` The Two-Way'? This is NPR's news blog. It's a place to come for breaking news, analysis and", "new_id": -2}, {"uid": "1295553639137363464", "i": 12559, "idx": 2, "sa": ["Barack Obama", "Mike Pence"], "q": "- <strong> Mike Pence </strong> Moore`` There is no federal funding of abortions. And how dare you try to stop it!''/ s WHAT ABOUT THE CHILDREN!?!? Oh, wait... <q> Backers of abortion rights, including most Democrats, say the health care overhaul law already maintains the Hyde amendment ban on federal funding of abortions. </q> Then they should have no problem with this, if it only duplicates existing law. Why do we need this law? Joe( Dipsh* t) Donnelly D-IN2nd assured us that his BFF <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1296961003249118728", "i": 46555, "idx": 0, "sa": ["Sergio Marchionne"], "q": "explain the`` shyster rates.'' In a statement posted at the centre of Chrysler's home page Saturday, <strong> Sergio Marchionne </strong> said he regrets a term he used and considers it`` inappropriate.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> <strong> Sergio Marchionne </strong>'s statement said.`` I regret the remark, which I consider inappropriate.'' <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's", "new_id": -2}, {"uid": "1296725293246726664", "i": 331, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "in the tech industry right now </blockquote> In an open letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>, Berenberg Bank's Adnaan Ahmad said Nokia's move to Windows Phone 7 would benefit both companies. <q> Get rid of your own proprietary high-end solution( MeeGo)- it's the biggest joke in the tech industry right now and will put you even further behind Apple and Google, </q> Ahmad advised <strong> Stephen Elop </strong>.`` Focus your high-end portfolio around WP7, and over time you can take the cost down( that's <strong> Steve Ballmer </strong>[ <strong> Steve Ballmer </strong>'s] job and cost base) to get this into", "new_id": -2}, {"uid": "1295007567134168576", "i": 21233, "idx": 4, "sa": ["Allen Iverson"], "q": "York Times, <strong> Allen Iverson </strong> is getting paid around$ 2 million per season by Besiktas Cola Turka. When the report was published last week, <strong> Allen Iverson </strong> was averaging 13.8 points and 4.2 assists in six games. <q> Everybody is making a big deal out of the money and making$ 2 million-what do people want me to do? Sit at home and just watch basketball or play at the Y.M.C.A.? </q> <strong> Allen Iverson </strong> said, according to the Times.`` I had to do what I had to do to continue playing basketball.'' Celebrity Doctor: Shen Yun Performers` Some of the Finest that I've Ever seen", "new_id": -2}, {"uid": "1297455950192987172", "i": 31907, "idx": 1, "sa": ["Steve Ballmer"], "q": "offerings, while extending established products and services to new markets.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>( Alert), CEO of Microsoft, in a statement. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> As per the proposed partnership, Nokia will adopt Windows Phone( Alert) as its principal smartphone strategy, innovating on top of the platform in areas such as imaging. Nokia will assist drive the", "new_id": -2}, {"uid": "1297545104230588453", "i": 2056, "idx": 0, "sa": ["Rep. Steve King", "Mike Pence"], "q": "`` smackdown vote to shut down every dollar going to Planned Parenthood.'' But does the bill have any chance whatsoever in the Democratically-controlled Senate, I asked. <strong> Rep. Steve King </strong> didn't miss a beat: <q> <strong> Harry Reid </strong> can defend those ghoulish and ghastly and gruesome practices that Planned Parenthood is advocating along with child prostitution and illegal immigration. He can play defense on that. They didn't do very well in the Senate when they tried to defend ACORN. I don't think they'll do any better this time. </q> No matter what happens in the Senate, he concluded, the fight will rage on in the House.`` <strong> Mike Pence </strong> is determined,'' <strong> Rep. Steve King </strong> said.`` I don't think he's going to back", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]