[{"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q>I think the role of the police in this is now going to become centre-stage.</q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}, {"uid": "1295905281252543038", "i": 29532, "idx": 1, "sa": ["Eric Schmidt", "Google Inc.", "Ronald Reagan"], "q": "<strong> Google Inc. </strong> apps are coming together to make it happen. In this clip, <strong> Google Inc. </strong> Chairman and CEO <strong> Eric Schmidt </strong> describes the shared vision the two companies have for cloud computing and what it means for customers and developers. www.theytoldyou.com <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place,</q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/Google_CEO_Eric_Schmidt_Responds_to_Consumer_Watchdog <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog's questions about <strong> Google Inc. </strong>'s privacy problems and Consumer Watchdog's demands for new protections. Nov. 18, 2008. Washington DC <strong> Ronald Reagan </strong> Amphitheater. http://wn.com/Google_CEO_Eric_Schmidt_says_that_real_time_language_translation_during_phone_calls_is_coming Speech recognition", "new_id": -2}, {"uid": "1297408933159662112", "i": 47139, "idx": 0, "sa": ["Michael Gove", "John Rishton"], "q": "need to rebalance the economy towards manufacturing and exports. Rose has taken the opportunity to talk up industry. On Thursday, he backed education secretary <strong> Michael Gove </strong>'s plan to bring back technical colleges to teach practical skills. <q>Taking the stigma away from technical colleges is very important- it's not obvious to me why everyone should go to university.</q> But he has managed to remain apolitical throughout. Rose will be replaced by <strong> John Rishton </strong>, who helped to turn round Dutch retailer Ahold. Analysts expect a slightly more open company. But, as Wheeldon adds", "new_id": -2}, {"uid": "1296153754100335632", "i": 14986, "idx": 0, "sa": ["Steven Tyler", "Emma Henry", "Naima Adedapo", "Simon Cowell", "Jennifer Lopez"], "q": "There's something there to build on,\" <strong> Jennifer Lopez </strong> agreed. <strong> Jennifer Lopez </strong> said \"No,\" <strong> Steven Tyler </strong> said \"Yes\" and <strong> Emma Henry </strong> began to cry. Randy Jackson \"really, honestly\" believes that she'll <q>get swallowed up in this whole thing.</q> He encouraged her to pursue her dream and keep working at it. But in the end, Jackson caved and gave <strong> Emma Henry </strong> her golden ticket. This is why the panel needs <strong> Simon Cowell </strong>. <strong> Naima Adedapo </strong> is", "new_id": -2}, {"uid": "1295390036093929511", "i": 45963, "idx": 3, "sa": ["Mark Dawidziak", "Simon Cowell", "Steven Tyler"], "q": "of the show. The rest of the players' roles were defined by his polarizing presence. \"Idol\" without <strong> Simon Cowell </strong> runs the risk of being \"All in the Family\" without Archie Bunker. <q>What \"Idol\" is all about now is taking it up a notch,</q> <strong> Steven Tyler </strong> said. \"No more, no less.\" More The TV Blog with <strong> Mark Dawidziak </strong> Â© 2010 Cleveland Live, Inc.. All Rights Reserved. Use of this site constitutes acceptance of our", "new_id": -2}, {"uid": "1297196814258572315", "i": 38897, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "George Stephanopoulos"], "q": "- the one Americans came to know, and, in some cases, loathe- re-emerged with vigour, suggesting the invasion was justified since there was little doubt Mr. <strong> Saddam Hussein </strong> was up to something sinister. <q>We believed the intelligence was correct,</q> Mr. <strong> Donald Rumsfeld </strong> said in an interview on ABC's \"Good Morning America\" with <strong> George Stephanopoulos </strong>, the former Democratic politico turned broadcaster. \"It turns out that it was not completely correct, although the inspectors", "new_id": -2}, {"uid": "1297294596118325258", "i": 30027, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": " got to talking about <strong> Michael Vick </strong>, because who better to speak as an authority on an NFL quarterback than the top lefty for the Said <strong> Mark Buehrle </strong> in a quote that's since been pulled from the original article: <q> \"He had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt. Everything you've done to these dogs, something bad needs to happen to these guys.</q>\" Nevermind any other angle, here. Let's stop and mull over just what <strong> Mark Buehrle </strong> does not consider to be bad, and what <strong> Mark Buehrle </strong> does consider to be bad. What <strong> Mark Buehrle </strong> does", "new_id": -2}, {"uid": "1295717001239091721", "i": 43825, "idx": 1, "sa": ["Andy Coulson"], "q": "murky truth will come to light.\" Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 21 Jan 2011 <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,</q> he added. The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice", "new_id": -2}, {"uid": "1296920732239927318", "i": 25961, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Franken", "Barbara Boxer", "Sen. Joe Lieberman", "Mark Kirk", "Jon Kyl", "Mike Johanns", "Jerry Moran", "Guido Westerwelle"], "q": "Senators was written to German Foreign Minister <strong> Guido Westerwelle </strong> on February 1, before India's Finance Ministry announced its decision to pay the regime for Iranian crude oil through EIH in euros, according to Economic Times. <q>EIH is one of Iran's few remaining access points to the European financial system,</q> said the letter signed by Senators Frank R Lautenberg, <strong> Mike Johanns </strong>, <strong> Barbara Boxer </strong>, Bob Casey, Scott Brown, <strong> Al Franken </strong>, <strong> Kirsten Gillibrand </strong>, <strong> Mark Kirk </strong>, <strong> Jon Kyl </strong>, <strong> Sen. Joe Lieberman </strong> and <strong> Jerry Moran </strong>. The senators also said the threat", "new_id": -2}, {"uid": "1295007551054722563", "i": 928, "idx": 2, "sa": ["Lily Allen", "Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But the singer told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.</q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to \"say a little prayer\". <strong> Lily Allen </strong> previously had a miscarriage when she", "new_id": -2}]