[{"uid": "1297285832010960898", "i": 37352, "idx": 2, "sa": ["Paula Abdul", "Steven Tyler", "Michelle Money", "Simon Cowell", "Chris Harrison", "Jennifer Lopez"], "q": "full episode of the current season featuring Randy Jackson and new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> yet. However, similar to <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> believes the new Idol judging panel will be successful. <q>I have seen some little clips and they look like they're having a blast... I think it's a good combination,</q> <strong> Paula Abdul </strong> explained. \"The Bachelor' host <strong> Chris Harrison </strong>: <strong> Michelle Money </strong>'s hotness the key <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together again` The Biggest Loser: Couples\" eliminates contestant Jaquin \"Q\" Allen", "new_id": -2}, {"uid": "1297254281101777433", "i": 42556, "idx": 3, "sa": ["Simon Cowell"], "q": "for five years, separate from the costs of recording and promotion. <strong> Simon Cowell </strong>, known for his sharp-tongued critiques, unsurprisingly said he favors shows on which anything can happen. <q>I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,</q> he said. \"I like people who are ambitious, and with that comes controversy.\" One unwelcome flap last season on the U.K. version of \"X Factor\" involved the revelation that", "new_id": -2}, {"uid": "1297147149028524553", "i": 31638, "idx": 1, "sa": ["Donald Rumsfeld", "Michael Mullen", "Gen. David Petraeus", "Robert Gates", "Hillary Clinton"], "q": "international media engagement, an office created last summer. \"If we are not in the conversation, people will be speaking for us or about us,\" said Shell Smith, who speaks Arabic. <q>We need to make sure we are out there speaking for ourselves.</q> Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong>, Army <strong> Gen. David Petraeus </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> and Adm. <strong> Michael Mullen </strong>, chairman of the Joint Chiefs of Staff, have been on the network's Arabic and English channels in the past year.", "new_id": -2}, {"uid": "1297298258261144595", "i": 21467, "idx": 6, "sa": ["Bill Clinton", "Colin Powell", "President Bush", "William Howard Taft"], "q": "1992 he was defeated for reelection, drummed out with the lowest share of the vote for any incumbent since <strong> William Howard Taft </strong>. In speeches in the months and years after that defeat, <strong> President Bush </strong> would frequently express his belief that <q>history will be kind to us,</q> despite his rejection by the voters. Like any other <strong> Bill Clinton </strong>, legacy matters greatly to <strong> President Bush </strong>, which explains Thursday night's highly choreographed reunion at Texas A&M's basketball arena. Among those joining <strong> President Bush </strong> were <strong> Colin Powell </strong>,", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q>Sales professionals are at the heart of almost every successful business,</q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1296149573243646477", "i": 35910, "idx": 7, "sa": ["Michael Vick"], "q": "shot when it seemed no one else would. \"Hopefully, I'll be with the Eagles next year. We'll see what happens,\" said <strong> Michael Vick </strong>, who added that he expects <q>everything to go according to plan.</q> \"We'll see what happens over the next couple months. I just got to be patient and take it day by day,\" he said. <strong> Michael Vick </strong>, who", "new_id": -2}, {"uid": "1297261983254083210", "i": 5299, "idx": 0, "sa": ["Michael Gove", "Liz Clarke"], "q": "not be directed and guided by the steer government tries to put on it.\" Ms <strong> Liz Clarke </strong> says the government was wrong to change the ranking system after the exams to which it relates. <q>I'm angry because it's retrospective, quite apart from the fact that there needs to be much more discussion about whether it's an appropriate course for the majority of students.</q> Carolyn Roberts, head teacher, Durham Johnston School, Durham: New system benefits state pupils Mrs Roberts finds herself agreeing with Education Secretary <strong> Michael Gove </strong>'s new method for measuring school performance. She believes", "new_id": -2}, {"uid": "1295553130232112148", "i": 29716, "idx": 0, "sa": ["Simon Cowell", "Wesley Snipes", "Larry King"], "q": "Without incident\" is law enforcement talk for \"without karate.\" CNN's <strong> Larry King </strong> asked <strong> Wesley Snipes </strong> if he was nervous about going to prison. \"I think any man would be nervous,\" <strong> Wesley Snipes </strong> said. <q>Given the length of time that they are suggesting that I be away from my family, away from my profession, away from my ability to provide for my family and for those who have depended upon me to contribute to society</q>.... I think anyone would be nervous about that.\" http://wn.com/Susan_Boyle_talks_about_her_personal_life,_ready_for_first_kiss_ Minus <strong> Simon Cowell </strong> and with new hosts, \"American Idol\" ratings are down from last year Texas reaches 20-year,$ 300 million deal with ESPN", "new_id": -2}, {"uid": "1295967712261718021", "i": 771, "idx": 1, "sa": ["Eric Schmidt"], "q": "to accusations that it has struggled to retain its best talent. last week reported earnings and revenue that far exceeded expectations but has struggled with competition in social networking from companies such as Twitter. <q>Our retention has been actually the same and our retention has been exactly the same for seven years,</q> said <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> will spend more time on working wth governments. \"We've got very complicated government issues,\" he said. Google threatened to pull out of China last year", "new_id": -2}, {"uid": "1295892428014073890", "i": 49354, "idx": 0, "sa": ["Eric Schmidt"], "q": ", 2011 Google Gives <strong> Eric Schmidt </strong> \"Unprecedented\"$ 100 Million Equity Award Outgoing Chief Executive Officer <strong> Eric Schmidt </strong> will receive a$ 100 million equity award from Google, the company has confirmed. The award <q>includes stock and stock options, and vests over four years,</q> and is the largest for a sitting CEO, the Wall Street Journal$ 335 million <strong> Eric Schmidt </strong> will make by selling 534,000 shares of stock. <strong> Eric Schmidt </strong> was listed at 117 on Forbes list of the", "new_id": -2}]