[{"uid": "1297265672144211976", "i": 39155, "idx": 3, "sa": ["Donald Rumsfeld", "Hosni Mubarak"], "q": "had left those countries with more freedom, politically and economically. That progress, he said, could inspire pro-democracy groups in countries like Egypt, where protesters are demanding the immediate ouster of President <strong> Hosni Mubarak </strong>. <q>I don't doubt for a minute that other countries in the region looking at that have to say: \"Well, isn\"t that interesting?</q> <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on \"is tough, is risky and has to proceed at a pace that fits their culture.\" Nearly 400 suspected war criminals living", "new_id": -2}, {"uid": "1295458115232456193", "i": 48253, "idx": 10, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"<strong> Elgin Baylor </strong> thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player Phoenix Suns( 18-21) at Cleveland Cavaliers( 8-32", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q>To be able to get back to this position is paramount to me, and I'm just thankful.</q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1295894966204308498", "i": 7359, "idx": 1, "sa": ["Rachel Uchitel", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> also admitted Mezhgan, 36, has \"softened\" him and has finally made him think about settling down forever. He added on a forthcoming episode of \"Oprah Presents Master Class': <q>Mish has softened me. She's helped me see the world differently. She has knocked my socks off. I'd never been good with relationships and I never thought I\"d be with one person- I do now.</q> Miss USA 2010 Winner a Pole Dancer- <strong> Rachel Uchitel </strong> Poses for Playboy", "new_id": -2}, {"uid": "1296637294206454801", "i": 37031, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Eagles quarterback <strong> Michael Vick </strong>, who got 11 votes. <q>To me it comes down to the mental toughness and determination of the players and coaches,</q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with", "new_id": -2}, {"uid": "1296016500196706316", "i": 25330, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, \"the board clearly wants to retain his guidance for the next four years.\" <q>It's a signal to shareholders that he'll continue to steer the boat,</q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both men, along with <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong>, have limited their salaries to US$ 1 for", "new_id": -2}, {"uid": "1295613791206700548", "i": 4210, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "An hour before Mr <strong> Andy Coulson </strong>'s announcement, during a visit to RAF Brize Norton in Mr <strong> David Cameron </strong>'s Oxfordshire constituency, the Prime Minister was asked if he still had faith in him. He said: <q>You know what I have said about this in the past. I have got nothing to add to that and I think he's done a very good job for the Government.</q> 1155 <strong> David Cameron </strong> has expressed his sorry at the resignation and said that Mr <strong> Andy Coulson </strong> carried his duties with the \"complete professionalism\". He said that he expects Mr <strong> Andy Coulson </strong> to continue to have a successful career", "new_id": -2}, {"uid": "1295699012092569603", "i": 2713, "idx": 0, "sa": ["Eric Schmidt", "Rob Enderle"], "q": "have minimal impact on Google's ability to execute. Piper Jaffray analyst Gene Munster, who said investors were unsure how to react to the news, wrote in a Jan. 21 research note: <q>We believe the bottom line on the news is that <strong> Eric Schmidt </strong> will continue to be actively involved in the company and that the transition will likely go smoothly. We view Page as more of a visionary than <strong> Eric Schmidt </strong>, while <strong> Eric Schmidt </strong> had more of an operational focus. We don't expect the change to negatively impact operations in any way, but note that it could slightly help inspire the company creatively in the face of more significant competition from Apple, Microsoft, and Facebook.</q> Technology analysts took more sanguine views. <strong> Rob Enderle </strong> Group analyst <strong> Rob Enderle </strong>, a longtime critic of <strong> Eric Schmidt </strong>, told eWEEK he has viewed <strong> Eric Schmidt </strong> as a liability at Google over the last few years and \"largely failed", "new_id": -2}, {"uid": "1296486373063668243", "i": 2371, "idx": 8, "sa": ["Mike Pence"], "q": "the congressional seat was especially gratifying for <strong> Mike Pence </strong> after he made, by his own admission, fairly serious missteps and then spent years toiling in the vineyards through his work in policy, radio and television. <q>I think it was a sense that \"There is a second chance. There is an opportunity to serve at this level,'</q> he said. \"I've learned a lot. I've grown a lot, and I\"m in a better position now to represent Indiana than I would have been.\" It may", "new_id": -2}, {"uid": "1295633194146702360", "i": 2653, "idx": 8, "sa": ["Donald Rumsfeld", "Barack Obama", "Robert Gates"], "q": "he believes the GOP is relieved he was not re-elected to lead the party again: \"I think the people in the party, particularly the establishment, are breathing a sigh of relief,\" Steele said. <q>They have control of the RNC now; let's see what they do with it.</q> Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> will soon lift the ban on initiating new cases against Guantanamo detainees in preparation to increase the use of military commissions for prosecution. Imposed \"on the day of <strong> Barack Obama </strong>'s inauguration", "new_id": -2}]