[{"uid": "1295647113138969108", "i": 11608, "idx": 0, "sa": ["Eric Schmidt"], "q": ": Larry Page to Replace <strong> Eric Schmidt </strong> as CEO AAPL: 326.72(-5.96,-1.79%)| NASDAQ: 2689.54(-14.75,-0.55%)  Why extremely high resolution screens matter for Apple's next-gen iPad  <q> Substantiated rumors of the next generation iPad using a vastly higher resolution 2048x1536 display are drawing some to question why the iPad would even need such a dense pixel count, which is much higher than even Apple's 17 inch MacBook Pro, </q> Daniel Eran Dilger reports for AppleInsider.\" The answer relates to resolution independence.\"\" As screen sizes incrementally bump up their pixel densities, the most obvious difference to users is that icons, menu", "new_id": -2}, {"uid": "1297324513060997646", "i": 36711, "idx": 0, "sa": ["Morgan Stanley", "Steve Ballmer", "Stephen Elop"], "q": "market share, <strong> Stephen Elop </strong> has held talks with Microsoft CEO <strong> Steve Ballmer </strong> about putting Microsoft's mobile operating system on Nokia phones, said the person, who asked not to be identified because the discussions were private. <q> The market expects Nokia to announce adoption of Windows Phone 7 either for the high-end or for some geographies( U.S.), </q> <strong> Morgan Stanley </strong> analysts including Patrick Standaert wrote in a report this week. Whatever <strong> Stephen Elop </strong> chooses to do,\" execution will be key,\" they wrote. Laurie Armstrong, a U.S. spokeswoman for Espoo, Finland", "new_id": -2}, {"uid": "1296593618087982128", "i": 42279, "idx": 1, "sa": ["Mike Pence"], "q": "aid and abet illegal trafficking of sex slaves- to help line the pockets of pimps with cash- raises the question: Who else is being exploited at Planned Parenthood's other 820 locations?\" he asks. <q> This demands an immediate federal investigation for the sake of all our daughters, and- at the very least- Congress should freeze all taxpayer funding of Planned Parenthood until the investigation is complete. </q> <strong> Mike Pence </strong>'s bill, the Title X Abortion Provider Prohibition Act, ensures that taxpayer money authorized by the federal government for family planning efforts supposedly to reduce abortions don't go to the nation's biggest abortion", "new_id": -2}, {"uid": "1295673044105103423", "i": 6607, "idx": 0, "sa": ["Eric Schmidt"], "q": "replaced by the intense Larry Page( after whom Google's PageRank algorithm, the system for determining where web pages should rank in search results, is named), has been quite a while coming. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted as the announcement was made on Thursday evening. But the truth is that Google needs much more adult supervision as it enters its second decade as an organisation. Like so many before it, the company", "new_id": -2}, {"uid": "1295803138068403208", "i": 7508, "idx": 0, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "<strong> John McCain </strong>( R-Ariz.) said that Congress must take on some of the\" sacred cows,\" including entitlements, in order to cut the deficit.\" Agriculture subsidies are outrageous today,\" he said. <q> Ethanol is a joke, and it's a multi-billion dollar spending. All ag subsidies.... The post office, a model of inefficiency. Horse and buggies-- and the days when Internets[ Launch of the Bloom box fuel cell generates a slice of Apple hype| Environment| guardian.co.uk PlayStation Network down, so are lots of PS3s( update)-- Engadget Bloom box fuel cell: Google, eBay, and <strong> Arnold Schwarzenegger </strong> attend launch- Telegraph </q> <strong> Colin Powell </strong>'s Endorsement of <strong> Barack Obama </strong> Will Live... in Infamy- Big Government <strong> Colin Powell </strong>:` Perfectly Acceptable To Get Rid Of DADT'- Towleroad, More than gay news. More gay men I have yet to", "new_id": -2}, {"uid": "1297185058166789171", "i": 41008, "idx": 3, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honouring a convicted felon, <strong> Dwaine Caraway </strong> said,\" I care deeply about animals\" and\" am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to\" propose guidelines to prevent this situation in the future. Careers@ the Star Advertise with us", "new_id": -2}, {"uid": "1296171506171278372", "i": 4737, "idx": 0, "sa": ["Michael Steel", "Bill Clinton", "Sen. Joe Lieberman", "Mike Pence"], "q": " ABC News] Boehner on his past suggestion that he'd raise the Social Security retirement age:\" <strong> Sen. Joe Lieberman </strong> made a mistake when <strong> Sen. Joe Lieberman </strong> did that.\" <strong> Bill Clinton </strong> <strong> Michael Steel </strong>: <q> He was discussing his broader belief about entitlement reform: that you need to have an adult conversation to make the American people aware of the problems that Social Security, Medicare, and Medicaid face before you can discuss possible solutions- like raising the retirement age. </q> MIKE PENCE NOT RUNNING FOR PRESIDENT <strong> Mike Pence </strong> Falcone notes:\" <strong> Mike Pence </strong>'s appeal among conservatives became even more clear in September when he won a straw poll at the Family Research Council's annual Values Voter", "new_id": -2}, {"uid": "1295138665036634641", "i": 6390, "idx": 3, "sa": ["Allen Iverson", "Yao Ming", "Shane Battier"], "q": "something.\" <strong> Yao Ming </strong> did not attempt a shot in the second half and sat for all of the fourth quarter.\" That's the beauty of <strong> Yao Ming </strong>- he's incredibly efficient,\" teammate <strong> Shane Battier </strong> said. <q> Not many guys in the league are capable of having this kind of night, where he makes every shot he puts up. </q> Aaron Brooks added 27 points for the Rockets, who haven't advanced out of the first round of the playoffs since 1997. Brandon http://wn.com/Allen_Iverson_48pts_2001_NBA_Final_Gm1_vs_Kobe_Bryant_Lakers <strong> Allen Iverson </strong> finally shook his shadow and shook up the NBA Finals. Hounded by", "new_id": -2}, {"uid": "1295685666063881291", "i": 44138, "idx": 0, "sa": ["Andy Coulson"], "q": "phone-hacking. He and the News of the World's publishers insisted it was an isolated case- perpetrated by a single\" rogue reporter\"- but ever since then this has been widely disputed. <q> As a spindoctor and former tabloid editor, he[ <strong> Andy Coulson </strong>] had the perfect phrase:` When the spokesman needs a spokesman it's time to move on' </q> \" Nothing more was proven, despite inquiries by the police, the Press Complaints Commission and the Crown Prosecution Service. In July that year, Mr <strong> Andy Coulson </strong> was appointed as media adviser to the", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.\" But I don't care; I am doing this for Egypt.\": Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}]