[{"uid": "1295665797103448719", "i": 24611, "idx": 0, "sa": ["Andy Coulson", "Alan Johnson"], "q": "', it felt a lot more like \"last week and the week before'. They need to move a lot faster if they're going to make this a must-watch programme.\" blog, Seenit.co.uk: <q> Plenty of scope for fixes and polishing but 10 O'clock Live has the potential to become one of Channel 4's biggest shows. I'll definitely be tuning in next week. </q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: <strong> Andy Coulson </strong> quits, <strong> Alan Johnson </strong>'s wife", "new_id": -2}, {"uid": "1295473355144211985", "i": 30865, "idx": 0, "sa": ["Steven Tyler", "David Letterman", "Simon Cowell"], "q": "<strong> Steven Tyler </strong> was silent about that infamous fall from the stage in South <strong> Steven Tyler </strong>: Snorting Lunesta Led To Falling Off Stage drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q> It's not any target=\"_blank\" news here about my drug use and addictions in the past, </q> he told <strong> David Letterman </strong> on` The stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. \"I'm not going in there to be a harsh", "new_id": -2}, {"uid": "1295580035256213030", "i": 27156, "idx": 0, "sa": ["Eric Schmidt"], "q": "on strategic projects and new products, what he described in a conference call with financial analysts as his \"personal passions.\" Google said the management changes would take effect on April 4. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said in a message on his Twitter feed@Eric SchmidtEric Schmidt. The unexpected shakeup in the \"triumvirate\" at the top at Google overshadowed the company's announcement of its fourth quarter results. Google", "new_id": -2}, {"uid": "1296669399223756300", "i": 6047, "idx": 0, "sa": ["Zahi Hawass"], "q": "gyptens einmalige Kultursch?tze haben in den letzten Tagen einigen Schaden genommen- die wahren Ausma?e lassen sich nur zum Teil absch?tzen In Kairo sind die Sch?den jedoch weniger schlimm als bef?rchtet. Wien/Kairo/Assuan- <q> Mein Herz ist gebrochen, mein Blut kocht </q>, schrieb <strong> Zahi Hawass </strong> mit dem ihm eigenen Pathos am Sonntag in seinem Blog. Seit Montag ist der weltbekannte Arch?ologe neuer gyptischer Minister f?r Altert?mer. Und gleich in den ersten Stunden seiner Amtszeit hatte er alle H?nde voll zu", "new_id": -2}, {"uid": "1296982862254574635", "i": 13735, "idx": 0, "sa": ["Richard Greene", "Michael Vick", "Peter King"], "q": "Sunday, with a possible switch to snow around 5 p.m.- just in time for kickoff. Less than an inch of snow was expected, however. Former Arlington Mayor <strong> Richard Greene </strong> is among many crossing their fingers. <q> LooPeter King out there today and seeing the beautiful sunshine and the sun melting away all of the ice and snow, I think that weather problems have already become part of the history and footnote, </q> <strong> Richard Greene </strong> said. Well, except for that nagging Sunday snow forecast. The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. <strong> Michael Vick </strong> took a most unusual path", "new_id": -2}, {"uid": "1295584716071549019", "i": 5241, "idx": 15, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Some are believed to be social tools designed to counter Facebook's popularity, but <strong> Sergey Brin </strong> wouldn't discuss specifics in a Thursday interviews. \"I have a passion for several projects,\" he said. <q> I don't think anyone has heard of any of them and I don't think anyone will for a while. </q> As CEO, <strong> Larry Page </strong> will lead product development and technology strategy and run day-to-day operations. <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> all still plan to remain with Google through at least 2024, reaffirming a promise", "new_id": -2}, {"uid": "1295573447037306383", "i": 768, "idx": 7, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said on his blogpost that <strong> Larry Page </strong>, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis.", "new_id": -2}, {"uid": "1295568037204079137", "i": 16854, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "billion, or 67pc while revenues from outside of the United States totaled US$ 4.38 billion, representing 52pc of total revenues. \"Q4 marked a terrific end to a stellar year,\" said <strong> Eric Schmidt </strong>. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, Google and the wider web. </q> Google changes its management structure While <strong> Eric Schmidt </strong> will step down as CEO he will assume the role of executive chairman focusing on deals, partnerships and broader business relationships as well as advising founders <strong> Larry Page </strong> and", "new_id": -2}, {"uid": "1295629069004243586", "i": 32243, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Tim Cook", "Steve Jobs", "Sergey Brin", "Dan Lyons", "Mark Linn"], "q": ",\" ManikanDan Lyons Raman reports for The International Business Tim Cookes. \"<strong> Larry Page </strong>, who founded Google along with <strong> Sergey Brin </strong>, will take the reins from <strong> Eric Schmidt </strong>, who has been holding that position since 2001.\" <q> As the Mark Linnet will be concerned in the near-term with the management shuffle, an analyst at Jefferies even hinted at a possibility that <strong> Eric Schmidt </strong> could become the Chief Executive of Apple Inc., whose CEO <strong> Steve Jobs </strong> has gone on an indefinite medical leave and Chief Operating Officer <strong> Tim Cook </strong> has been taking care of day to day operations, </q> Raman reports. \"At first thought, <strong> Eric Schmidt </strong> moving to Apple would rather seem unlikely, but not impossible either.` While not necessarily likely, we think this scenario is at least a possibility,' Jefferies", "new_id": -2}, {"uid": "1296220413068714499", "i": 10849, "idx": 1, "sa": ["Michael Gove"], "q": "local authority-run schools. \"That would be the first choice I would like local authorities to make, that they should be free schools or academies,\" he said. Mr <strong> Michael Gove </strong> added: <q> We are getting a big population boom, particularly in London and parts of east Lancashire and west Yorkshire; we do need new schools, particularly at primary level. \"My view is we should encourage innovation and choice by ensuring that as many of these schools as possible are academies or free schools. </q> Both academies and free schools are semi-independent state schools which receive funding direct from Michael Government. A clause in the new Education Bill, published yesterday, says that \"if a local authority in England", "new_id": -2}]