[{"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,\" said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q>He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play.</q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}, {"uid": "1297275340018513920", "i": 31294, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "deep engineering and online experience to help build its presence in the nascent cloud computing market. Riverbed's new operating system optimizes Exchange 2007 and Oracle 11i and offers branch offices virtualized services without additional hardware. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1295639889070795268", "i": 22939, "idx": 1, "sa": ["Les Hinton", "Andy Coulson", "Glenn Mulcaire"], "q": "Allegations loom against reporters, questions remain for former editors like <strong> Andy Coulson </strong>, while <strong> Les Hinton </strong>, executive chairman for 12 years until 2007, seemed to be confident hacking was not widespread. <strong> Les Hinton </strong> told MPs last year: <q>There was never any evidence delivered to me that suggested that the conduct of <strong> Clive Goodman </strong> spread beyond him.</q> Critical evidence is being extracted from the Metropolitan police. The Met is sitting on notebooks, call records and other information seized from <strong> Glenn Mulcaire </strong>, the private investigator employed by the News of the World in 2006", "new_id": -2}, {"uid": "1295022258099024910", "i": 20756, "idx": 5, "sa": ["Simon Cowell", "Cecile Frot-Coutaz", "Ryan Seacrest"], "q": "Idol, which allows singers 15 to 28 years old, X Factor has no upper age limit, and the judges serve as mentors. <strong> Ryan Seacrest </strong> says the shows are different enough for both to succeed. <q>Knowing( Idol) needs to reinvent itself, knowing that if they did just phone it in this season and produce just a lackluster champion, you have the strong possibility of X Factor coming in and stealing their thunder and their zeitgeist. I think there's this tremendous pressure to show they're still relevant,</q> says Richard Rushfield, author of the upcoming American Idol: The Untold Story. Executive producer <strong> Cecile Frot-Coutaz </strong> says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile. \"You", "new_id": -2}, {"uid": "1294962672210993211", "i": 6926, "idx": 6, "sa": ["Jared Loughner", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "as police continue to investigate. Mr. <strong> Barack Obama </strong> flew to Tucson Wednesday to meet with the injured and families of the slain and to try to soothe the nation in an address at the University of Arizona entitled <q>Together We Thrive: Tucson and America.</q> <strong> Jared Loughner </strong> Stopped by Police Hours before Shooting <strong> Kirsten Gillibrand </strong> said that everyone present in <strong> Gabrielle Giffords </strong>' hospital room, but especially her husband Mark Kelly, were \"just crying with joy\" when <strong> Gabrielle Giffords </strong> opened her eyes.", "new_id": -2}, {"uid": "1295541019211419148", "i": 27577, "idx": 0, "sa": ["Allison Iraheta", "Simon Cowell"], "q": "year, <strong> Allison Iraheta </strong> said she hopes a young` un can win, but admitted that before she came out onstage when she was on the show, she would often totally freak out due to nerves. <q>Really, be you, be who you are, be true to yourself,</q> <strong> Allison Iraheta </strong> advises contestants. The big question of the night, of course, was whether <strong> Allison Iraheta </strong> missed departed judge <strong> Simon Cowell </strong>, who famously put her through the ringer a few times during her season. \"It", "new_id": -2}, {"uid": "1295237133192299009", "i": 9310, "idx": 0, "sa": ["Colin Powell"], "q": "Ted, sorry this one is ultra-liberal Yahoo though:) 18 posted on 01/16/2011 8:01:37 PM PST Yes, I saw him on Cavuto last week. I made everyone shut up and listen, LOL! <q>Token black? Really? You know very little about <strong> Herman Cain </strong>. You really should do some research before posting.</q> Okay tell me more. I'm not going to read the article. When I saw <strong> Colin Powell </strong>'s name, it gave me a NEGATIVE impression. <strong> Colin Powell </strong> was a token black,", "new_id": -2}, {"uid": "1295673423206995553", "i": 37877, "idx": 0, "sa": ["Liza Minnelli", "Simon Cowell", "Steven Tyler"], "q": "has been in a while. Although they seem to understand, as <strong> Simon Cowell </strong> did, that false hope is not an act of kindness, they may see things that previous judges did not. <q>You won't find many people like that, that kind of enthusiasm,</q> <strong> Steven Tyler </strong> said of the <strong> Liza Minnelli </strong> wannabe who essentially pleaded her way into the next round. \"I am going to personally work that into something good.\" He may be all talk, the initial good", "new_id": -2}, {"uid": "1295468682077529109", "i": 5730, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-57v&amp;flvURL=/media/2011/01/12/01122011-57v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-57v.jsn\"}{ \"title\": \"No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton\", \"description\": <q>Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James Wagner preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage of Visitation\\'s Katie Gillespie, Maddy <strong> Preston Williams </strong> and Kathleen Tab as well as Seton\\'s Alyssa Albanese, Mel Royster and many more.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/12/PH2011011203438.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011203385.html&amp;title=No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton& site", "new_id": -2}, {"uid": "1297260081046088218", "i": 10075, "idx": 0, "sa": ["Eric Schmidt"], "q": "Microsoft-style showdown with the EU's competition authorities, but wouldn't let the company's lawyers dictate product policy. Google is currently being investigated by the EU for alleged abuse of its dominant position in search. <q>The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights inside the company</q> \"It is very important that the lawyers are not making the product decisions,\" <strong> Eric Schmidt </strong> told the Sunday Telegraph. \"Because the lawyers, on balance, will be more", "new_id": -2}]