[{"uid": "1295564409055378023", "i": 44652, "idx": 4, "sa": ["Eric Schmidt"], "q": "sanoi.`` <strong> Eric Schmidt </strong> on loistava johtaja ja olemme saaneet h?nelt lukemattomia oppitunteja.'' Johtajavaihdos oli yhti?n mukaan osa suunnitelmaa, joka`` virtaviivaistaa'' yhti?n p?t?ksentekoa ja luo selke?mm?n kuvan vastuunjaosta yhti?n johdossa. <q> P?timme joululomien aikaan, ett nyt on oikea hetki tehd suunnittelemamme muutokset </q>, <strong> Eric Schmidt </strong> kertoi. Yhti?n mukaan <strong> Eric Schmidt </strong> suunnittelee myyv?ns noin 534 000 Googlen A-sarjan osaketta. Googlen torstain p?t?skurssi oli 626,77 dollaria, mink perusteella <strong> Eric Schmidt </strong> tienaisi osakekaupoilla noin 335 miljoonaa dollaria( noin 250 miljoonaa", "new_id": -2}, {"uid": "1295094125134053943", "i": 24386, "idx": 44, "sa": ["Linas Kleiza", "Allen Iverson", "Carmelo Anthony"], "q": "might've been his game-best playing http://wn.com/Allen Iverson_Allen Iverson_28pts_Linas Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my", "new_id": -2}, {"uid": "1297513424014598147", "i": 29097, "idx": 0, "sa": ["Michael Gove", "Gerry Sutcliffe", "Andy Coulson", "Eric Pickles", "Richard Kemp"], "q": "'s mix of relentlessness and slipperiness:`` He's a wily old fox. He plans out what he wants to achieve.'' But <strong> Gerry Sutcliffe </strong> says <strong> Eric Pickles </strong>'s return to his abrasive Bradford mode may be backfiring: <q> I don't think you can behave that way as secretary of state. </q> <strong> Richard Kemp </strong> points out that, if <strong> Eric Pickles </strong>'s transformation of local Michael Government is to succeed, it will require some co-operation from councils. He remains popular among Tory activists. With <strong> Andy Coulson </strong> gone, he is an", "new_id": -2}, {"uid": "1295977687233406475", "i": 23995, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Colin Birss"], "q": "as well as Private, the UK's largest chain of sex shops. Judge <strong> Colin Birss </strong> is considering stopping MediaCAT or whoever is representing it from making any more demands of alleged infringers until its claims are clarified. <q> It would be an extraordinary order to make, but these are extraordinary circumstances, </q> he said. Google shake-up sees <strong> Eric Schmidt </strong> step down as CEO, <strong> Larry Page </strong> takes charge` Oxford Street gunman' Twitter rumour sparks over 1,000 panicky tweets Couldn't have happened to a more deserving person", "new_id": -2}, {"uid": "1295217263110215213", "i": 22473, "idx": 6, "sa": ["Mark Kelson", "Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "Wednesday, minutes after <strong> Barack Obama </strong> visited her.`` She is doing great, and I talked to her husband, <strong> Mark Kelson </strong>, last night. And she is making progress,'' <strong> Kirsten Gillibrand </strong> said. <q> If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her. She's got courage. She's got drive. She's got spirit. And I really think her courage is inspiring to all of us right now. </q> Six people died in the shooting, including a federal judge and a nine-year-old girl, and 14 were wounded in the burst of violence a week ago outside a Tucson superMark Kelsonet, where <strong> Gabrielle Giffords </strong> was holding a", "new_id": -2}, {"uid": "1296167802222920921", "i": 52497, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Mike McDaniel"], "q": ". There is no word yet on whether he'll run for Indiana governor, but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike Pence </strong> urged to enter race for <strong> Barack Obama </strong> in 2012'' tooltipId=`` mi_tt1''> <strong> Mike Pence </strong> urged to enter race for <strong> Barack Obama </strong> in 2012", "new_id": -2}, {"uid": "1297207807083279884", "i": 1814, "idx": 1, "sa": ["George W. Bush", "Colin Powell"], "q": "Rumsfeld\"> Rumsfeld wrote that the Joint Chiefs supported a strike, based on what CIA evidence that the site housed an underground facility for testing href=\"http://www2.timesdispatch.com/topics/types/industryterm/tags/chemical-weapons/\" title=\"Topic- Chemical Weapons\"> chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The prewar attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.S. never found substantial evidence of an", "new_id": -2}, {"uid": "1295821316074186802", "i": 20, "idx": 3, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong>'s Dogs'',`` parentThreadId'':-1,`` mediaId'':9760457,`` tags'': null,`` anonSiteUrl'': null,`` assocMediaType'':`` externalmedia'',`` createdAt'': <q> 23 Jan 2011 02:26:40 GMT </q>,`` anonEmail'': null,`` isVisible'': true,`` approved'': true,`` numComments'':9,`` reviewed'': true,`` createdByUsername'':`` anonymous_user'',`` pathToPreview", "new_id": -2}, {"uid": "1297134499102924307", "i": 20623, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The most memorable ad during Sunday's Super Bowl- Chrysler's historic href=\"http://www.youtube.com/watch?v=V0HLIvtJRAI\"> two-minute spot featuring rap star Eminem- was a gut-wrenching decision for the carmaker's chief executive <strong> Sergio Marchionne </strong>. <q> This was not an easy choice... apart from the money involved... and this is pretty expensive stuff, but you know, the choice of the topic, the choice of the characters in the thing were not easy choices. I had to think about this really long and hard, </q> <strong> Sergio Marchionne </strong> said. Why? I asked him.`` You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",'' <strong> David Letterman </strong> said:`` Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?'' <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q>`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}]