[{"uid": "1295606235129794070", "i": 4727, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Google", "new_id": -2}, {"uid": "1296218161236240941", "i": 24627, "idx": 0, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "election.`` I am concerned that differences of opinion are now surfacing among the African Union,'' <strong> Ban Ki-moon </strong> told a news conference at the annual meeting of the World Economic Forum in Davos. <q> This is not desirable at this time in preserving the integrity and fundamental principle of democracy. </q> The African Union has recognised <strong> Alassane Ouattara </strong> as winner of the election against incumbent Laurent Gbagbo but some cracks have emerged in the unity of the continental body, due to discuss the crisis at a summit in Ethiopia", "new_id": -2}, {"uid": "1295461586045563927", "i": 2918, "idx": 0, "sa": ["Bernie Sanders", "Eric Schmidt", "Alan Greenspan"], "q": "music to celebrate Nixon's historical trip.... Here accompanied by images from a` Journey Into The Unknown' episode` Somewhere In A Crowd' featuring five creepy individuals who... Rep. <strong> Bernie Sanders </strong> vs. Fed Chairman <strong> Alan Greenspan </strong> <q> You have told the AmEric Schmidtan people that you support a trade policy which is selling them out. </q>-- Rep. <strong> Bernie Sanders </strong> to Federal Reserve Chairman <strong> Alan Greenspan </strong> on 7/16/03. You MUST watch this impassioned five minute video clip! Rep. <strong> Bernie Sanders </strong>( Independent-Vermont), now a... Ask The Chairman: A Virtual Town Hall The Chairman", "new_id": -2}, {"uid": "1295267564150716416", "i": 18721, "idx": 1, "sa": ["Angelina Jolie", "Abdul Ghani", "Nitish Kumar"], "q": "affected areas in the state.[ <strong> Nitish Kumar </strong>, Bihar State Chief]:`` I want to assure everyone that rehabilitation and UN`` goodwill ambassador'' <strong> Angelina Jolie </strong> is urging people to help those in need in Pakistan. <q> From what I understand this situation is on a scale that we've not really seen the likes of; it is on such a huge scale, </q> the actress told the Associated Press.`` It is an extraordinarily complex situation. It is not just the floods... there have been three decades of Pakistanis hosting AfAbdul Ghani people, graciously, and there are still 1.7", "new_id": -2}, {"uid": "1295637393157057065", "i": 26302, "idx": 10, "sa": ["Juan Carlos Pérez", "Larry Page", "Eric Schmidt", "Ken Auletta"], "q": "they founded. It Could've Been Fatigue After all, <strong> Eric Schmidt </strong> was CEO for ten years, notes href=\"http://us.rd.yahoo.com/dailynews/atlantic/cm_atlantic/storytext/didEric SchmidtEric Schmidtjumporwashepushed6656/39771772/SIG=131ph8k3i/*http://www.computerworld.com/s/article/9205778/Update_Google_s_CEO_switch_could_be_a_risky_move\" title=\"Juan Carlos Pérez\"> <strong> Juan Carlos Pérez </strong> at Computer World. He raises the notion that <strong> Eric Schmidt </strong> stepped down`` voluntarily'' after <q> an intense decade at the helm. </q> Perhaps <strong> Larry Page </strong> is just filling in temporarily until a new CEO is found. <strong> Eric Schmidt </strong> Was Upset He Lost the Google-China Debate, <strong> Ken Auletta </strong>. When Google's founders decided to( partially) pull-out of China, <strong> Eric Schmidt </strong> thought", "new_id": -2}, {"uid": "1297597866017956890", "i": 30847, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Several major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of`` a gilded wood statue of Tutankhamun harpooning,'' <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1295568020175194118", "i": 18562, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "online privacy. When <strong> Larry Page </strong> and Co-founder <strong> Sergey Brin </strong> started Google, they envisioned a company that was more socially conscious and responsive than most corporations. That outlook was famously expressed by Google's unofficial motto, <q> Don't be evil. </q> Over the past decade, under <strong> Eric Schmidt </strong>'s leadership, the company has all too often paid only lip service to the sentiment, Consumer Watchdog said. During <strong> Eric Schmidt </strong>'s watch, for instance, Google committed one", "new_id": -2}, {"uid": "1297171803034897961", "i": 41993, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "George Stephanopoulos"], "q": "most compatible pair.`` I think that is the understatement of the decade,'' responded host <strong> George Stephanopoulos </strong>. <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a`` hair-trigger temper'' and <q> a propensity to shift his positions to appeal to the media. </q> The book,`` Known and Unknown,'' is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he`` respect[ s] Secretary <strong> Donald Rumsfeld </strong>,'' they had`` a", "new_id": -2}, {"uid": "1297193311173015049", "i": 33592, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers", "Brett Favre"], "q": " Super Bowl MVP <strong> Aaron Rodgers </strong> shares a laugh with Dave on last night's`` Late Show with <strong> David Letterman </strong>.''( credit: CBS) <q> Late Show with <strong> David Letterman </strong>. </q> And while the host started out with the obligatory congratulations and questions about him playing with prisoners at Butte Community College, he couldn't resist a <strong> Brett Favre </strong> inquiry now that he's tied# 4", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}]