[{"uid": "1296586552205504526", "i": 32184, "idx": 1, "sa": ["John Brownlee", "Eric Schmidt"], "q": "help Google \"continue to gain ground\" on the iPhone, which has far more software available right now. Not only that, but Google CEO( and soon to be executive chairman) <strong> Eric Schmidt </strong> recently said that <q> all the company's strategic initiatives this year involve mobile devices. </q> Android tablets, mainly the Samsung Galaxy Tab, have also made inroads against the iPad, says <strong> John Brownlee </strong> at Cult of Mac, knocking Apple's market share from a \"commanding\" 95 percent to", "new_id": -2}, {"uid": "1295665773077054051", "i": 15382, "idx": 1, "sa": ["Andy Coulson"], "q": "their identities when pursuing stories and tabloids routinely pay thousands of dollars to sources willing to provide evidence of celebrities' extramarital affairs. Tabloid editors are also known to keep close watch over their reporters. <q> No one who knows how a newspaper works, let alone a well-run British newspaper, has ever been able to understand for one second why a very effective editor wouldn't have at least asked his royal reporter where a stream of very strong scoops had come from, </q> said an editor at another tabloid who asked not to be quoted by name because he was not authorized to speak publicly to the press. Mr. <strong> Andy Coulson </strong> had talked about quitting Downing Street for some time,", "new_id": -2}, {"uid": "1296752424175587371", "i": 36228, "idx": 5, "sa": ["Ian Parker", "Zahi Hawass"], "q": "an asset likely to carry over even if the Mubarak government falls, <strong> Ian Parker </strong> says. \"He is not the kind of man to have nurtured candidates for his own eventual replacement,\" <strong> Ian Parker </strong> told me yesterday. <q> So even the act of taking a job promotion from a dying regime, in the middle of the crisis, may not have hurt his chances to continue running Egypt's antiquities. </q>( The resignations and shuffling of Mubarak's cabinet this past weekend resulted, for <strong> Zahi Hawass </strong>, in his Hawass.com/blog/state-egyptIan Parker-antiquities-today-update\"> promotion.) True to his reputation as a master of his own publicity, <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1297217356071778342", "i": 8261, "idx": 7, "sa": ["Robert McNamara", "George H. W. Bush", "Donald Rumsfeld"], "q": "of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with Saddam Hussein gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> George H. W. Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was \"incremental,\" not rushed. <strong> Donald Rumsfeld </strong> said it was", "new_id": -2}, {"uid": "1295593353046137522", "i": 15440, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "\"Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren.\" Der unternehmerische Nachwuchs <strong> Larry Page </strong> hatte zehn Jahre lang Zeit, sich auf seine Rolle vorzubereiten. Er konnte <strong> Eric Schmidt </strong> jeden Tag ber die Schulter gucken. <q> Ich bin sicher, dass er einen fantastischen Job machen wird </q>, sagt <strong> Eric Schmidt </strong>. Doch was macht sein Kompagnon <strong> Sergey Brin </strong>? Der macht das, was ihm schon an der Uni am meisten lag: Er t?ftelt an neuen Produkten. \"Die Rolle passt perfekt zu ihm", "new_id": -2}, {"uid": "1297242386040484874", "i": 28132, "idx": 5, "sa": ["Isnilon Hapilon", "Colin Powell"], "q": "during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he", "new_id": -2}, {"uid": "1296169279131055640", "i": 31937, "idx": 1, "sa": ["Zahi Hawass", "Reggie Love", "Valerie Jarrett", "Rahm Emanuel", "Barack Obama"], "q": "but watched as <strong> Rahm Emanuel </strong>, <strong> Valerie Jarrett </strong> and <strong> Reggie Love </strong> mounted the seated beasts and were then lifted high in the air as the animals stood. \"I just want you guys to know,\" he told accompanying reporters, <q> if you weren't here, I'd get on a camel. I don't want to give you guys the satisfaction. </q> <strong> Barack Obama </strong> toured the nearby sphinx with Dr. <strong> Zahi Hawass </strong>, secret Obama/EGYPT\" ary of the Supreme Council of Antiquities, and pronounced it as awe inspiring. And he visited the Solar Boat, a 130-foot vessel found", "new_id": -2}, {"uid": "1296243650097697808", "i": 864, "idx": 1, "sa": ["Andy Coulson", "James Murdoch", "Rebekah Brooks", "Paul Staines"], "q": "political blog <strong> Paul Staines </strong>. It referred to Guardian \"hacks\" planning a story on the dinner, in the context of the Guardian \"waging a war\" against News International and <strong> Andy Coulson </strong> over phone hacking, and the <q> slight matter of the government imminently taking a crucial decision </q> about the <strong> James Murdoch </strong> takeover of BSkyB. It pointed out \"Dave and Sam\" often socialised with \"<strong> Rebekah Brooks </strong> and her husband` Champagne Charlie' <strong> Rebekah Brooks </strong>\" , as they were near neighbours in Oxfordshire. Sunday lunches", "new_id": -2}, {"uid": "1297144094027197444", "i": 10626, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295555006078905370", "i": 47469, "idx": 0, "sa": ["Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Previous article Huffington Post to add African-American section", "new_id": -2}]