[{"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q>Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term.<q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}, {"uid": "1294962672210993211", "i": 6926, "idx": 6, "sa": ["Jared Loughner", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "as police continue to investigate. Mr. <strong> Barack Obama </strong> flew to Tucson Wednesday to meet with the injured and families of the slain and to try to soothe the nation in an address at the University of Arizona entitled <q>Together We Thrive: Tucson and America.<q> <strong> Jared Loughner </strong> Stopped by Police Hours before Shooting <strong> Kirsten Gillibrand </strong> said that everyone present in <strong> Gabrielle Giffords </strong>' hospital room, but especially her husband Mark Kelly, were \"just crying with joy\" when <strong> Gabrielle Giffords </strong> opened her eyes.", "new_id": -2}, {"uid": "1297210997249675782", "i": 45844, "idx": 1, "sa": ["Kirsten Gillibrand", "John Kerry"], "q": "take it step by step. Let's return this convicted terrorist to prison, hold a full review, and take it from there.\" <strong> Kirsten Gillibrand </strong>, a Democratic <strong> John Kerry </strong>, called Sir Gus's report <q>deeply troubling- not just for the families of the Lockerbie victims, but for all Americans and all nations who are committed to bringing terrorists to justice.<q> WikiLeaks: Israel's secret hotline to the man tipped to replace Mubarak Duchess of Cornwall gives first public hint that she may one day be Queen WikiLeaks: US and China in military standoff over space", "new_id": -2}, {"uid": "1296782807067518464", "i": 13052, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "and the Washington Post. But he said he should have forced then president <strong> President Bush </strong> to accept his resignation over the revelations of abuse by US military guards at the Abu Ghraib prison in Iraq. <q>Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture\" maintained by partisan critics of the war and the president, became a damaging distraction,<q> <strong> Donald Rumsfeld </strong> writes. \"More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point", "new_id": -2}, {"uid": "1295032185171114502", "i": 38526, "idx": 0, "sa": ["Ed Rendell", "Kirsten Gillibrand", "Lisa Dixon", "Debbie Wasserman Schultz", "Jesse Jackson", "Grace Napolitano", "E. Fuller Torrey", "Candy Crowley", "Jeff Flake", "Pete Earley", "Tom Coburn", "Dick Lugar", "Rudy Giuliani"], "q": ": <strong> Rudy Giuliani </strong>, <strong> Rudy Giuliani </strong> of New York City; Gov. <strong> Ed Rendell </strong>, D-Pennsylvania; <strong> Dick Lugar </strong> <strong> Kirsten Gillibrand </strong>, D-New York; <strong> Jesse Jackson </strong> <strong> Debbie Wasserman Schultz </strong>, D-Florida; <strong> Jesse Jackson </strong> <strong> Jeff Flake </strong>, R-Arizona. â\u0080¢ ABC's This Week: Town Hall <q>After The Tragedy: An American Conversation Continued.<q> <strong> Candy Crowley </strong>: <strong> Jesse Jackson </strong> Tim Murphy( R-PA); <strong> Jesse Jackson </strong> <strong> Grace Napolitano </strong>( D-CA); Fred Frese, psychologist; <strong> Pete Earley </strong>, author; <strong> Tom Coburn </strong> <strong> E. Fuller Torrey </strong>, founder, Treatment Advocacy Center; <strong> Tom Coburn </strong> <strong> Lisa Dixon </strong>, University of Maryland", "new_id": -2}, {"uid": "1297451519240746502", "i": 2864, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "him for more, despite subsequent attempts to rewrite the record. At the New York dinner, <strong> Donald Rumsfeld </strong> was eager to praise another man who remains convinced of the rightness of his own actions. <q>I would have to give the top marks in terms of communication to <strong> Tony Blair </strong>,<q> he said when asked which world leaders he had most admired. \"He knew how to put the English language together and he had courage.\" Both men confidently await history's verdict. CPAC is", "new_id": -2}, {"uid": "1295238796192987145", "i": 36783, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't come across as Capitol Hill's biggest fan. Google is a tech company that loves facts, metrics and algorithms, after all. <strong> Eric Schmidt </strong> might prefer a political system that dealt in such quantities. <q>I spend so much time in Washington now because of the work that I've been doing, I deal with all these people who make assertions without fact,<q> he said. Policy people \"will hand me some report that they wrote or they'll make some assertion, and I'll say, \"Well, is that true?'-- and they can\"t prove", "new_id": -2}, {"uid": "1295224391243892226", "i": 24855, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q>Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick.<q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Scottsdale-$ 1,895,000 MLS 4270884", "new_id": -2}, {"uid": "1295116940052232197", "i": 27754, "idx": 3, "sa": ["Allen Iverson", "Matt Geiger"], "q": "game. <strong> Matt Geiger </strong> scored 10 of his playoff career-high 23 points in that span. He also finished with a postseason-high 10 rebounds. \"I think their big guys focused on <strong> Allen Iverson </strong> a lot,\" <strong> Matt Geiger </strong> said. <q>I got to some key spots and my teammates found me. I am feeling good about my shot right now.<q> <strong> Matt Geiger </strong>, who was signed as a free agent to a six-year,$ 48 million contract before the season, averaged 13.5 points in 50 games during the regular season. With Orlando's defense scrambling to double-team http://wn.com/Flair_Bartending_Competition_in_Omaha__Zero_Gravity_Flair__Final_Round", "new_id": -2}, {"uid": "1295972587250167309", "i": 4619, "idx": 0, "sa": ["The Lost Dogs", "Michael Vick"], "q": "in loving memory of Sweet Jasmine, who was one of the rescued dogs from <strong> Michael Vick </strong>'s property. Jasmine is also featured on the cover of Jim Gorant's \"<strong> The Lost Dogs </strong>.\" Jasmine's House and its mission <q>will strive to end the neglect, cruelty, and abuse inflicted on the American Pit Bull Terrier and to restore the excellent reputation once held by them during the 20th century, through education, rescue, rehabilitation, and adoption<q>( credit: www.jasmineshouse.org). Jasmine's House urgently needs your help with Geneva, a 13 year old female pit bull rescued during a large drug raid in Baltimore City. Geneva was", "new_id": -2}]