[{"uid": "1295635267267567123", "i": 21186, "idx": 1, "sa": ["Edwin Edwards", "David Cameron", "Andy Coulson"], "q": "`` I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on,'' <strong> Andy Coulson </strong> said in a statement announcing his resignation. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> he added. The 43-year-old-- a key figure in <strong> David Cameron </strong>'s inner circle who helped propel the Conservative leader to power in <strong> Edwin Edwards </strong>, the Silv...( 18:04:01`` The rise and last hurrah of", "new_id": -2}, {"uid": "1296671464024215613", "i": 13551, "idx": 2, "sa": ["Donald Rumsfeld", "Michael Madsen"], "q": "discussion ranges from musings reminiscent of <strong> Donald Rumsfeld </strong>(`` We don't know what we don't know'') to phrases that might be from a conceptual art project( Onkalo`` has to be fully passive'' and <q> independent of human nature, </q> and its inheritors must be taught`` to remember forever to forget''). The conceptual aspects of the project clearly fascinate <strong> Michael Madsen </strong>. Into Eternity doesn't take a position on nuclear power, and", "new_id": -2}, {"uid": "1295631499142901251", "i": 33223, "idx": 2, "sa": ["Duncan D. Hunter", "Russell Pearce", "Tom Tancredo", "Mike Pence", "Michele Bachmann", "Jesse Kelly", "Mark Levin"], "q": "Won Every Debate before this TownHall Debate. <strong> Jesse Kelly </strong> is a Proud, Loud, Articulate, Principled, Consistant Conservative Republican Running for Congress in Tucson's CD-8. Please Consider Supporting this Great Iraq Combat Marine Veteran by <q> Sending a Warrior to Congress </q> <strong> Jesse Kelly </strong> has the Endorsements from <strong> Mark Levin </strong>, Joe Arpio, <strong> Duncan D. Hunter </strong>, <strong> Tom Tancredo </strong>, <strong> Russell Pearce </strong>, <strong> Michele Bachmann </strong> and <strong> Mike Pence </strong> just to name a Few. <strong> Jesse Kelly </strong>'s as Solid& Honorable as they get. For More Info See...", "new_id": -2}, {"uid": "1296579335042647565", "i": 22296, "idx": 7, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q> The people in the streets have to give this government an opportunity to change, </q> he said cheerfully.`` Beautiful things happened in the last five days.'' What's altered in the two photos? See how you score when you play the Find 5 Challenge! Editorial", "new_id": -2}, {"uid": "1297137701068190259", "i": 22177, "idx": 3, "sa": ["David Letterman", "Charles Woodson", "Aaron Rodgers"], "q": "my job and I care about being successful,'' <strong> Aaron Rodgers </strong> said. At the Super Bowl, <strong> Aaron Rodgers </strong> said the Packers had about 60 plays prepared, but ran about 40. Said <strong> David Letterman </strong>: <q> Now at this stage of the game, you don't get guys coming into the huddle saying,` Uh, is that where I go left, or is Larry going left.?' At this point, you don't get that, do you? </q> Said <strong> Aaron Rodgers </strong>:`` No, you actually do.'' <strong> Aaron Rodgers </strong> also talked about the scene in the locker room when the team knew <strong> Charles Woodson </strong> was out of the game. Here's", "new_id": -2}, {"uid": "1295534419101187587", "i": 19409, "idx": 0, "sa": ["David Letterman", "Michael Jordan", "Pat Kirwan", "Gilbert Arenas", "John Wall"], "q": "A montage for the Washington Wizards that is played in Verizon Center... <strong> Michael Jordan </strong> Mix# 23 Washington Wizards <strong> Michael Jordan </strong> Mix# 23 Washington Wizards... <strong> David Letterman </strong>- Washington Wizards Top Ten From the Home Office, it's the <q> Top Ten Washington Wizards Explanations. </q>... Real Training Camp 2010- Washington Wizards( 1/5) NBA TV takes an exclusive in-depth look at <strong> John Wall </strong>, <strong> Gilbert Arenas </strong>, and the Wizards training camp. Pat Kirwanriot Center at George Mason University- Fairfax, VA-", "new_id": -2}, {"uid": "1295499335019333136", "i": 276, "idx": 8, "sa": ["LeBron James", "Allen Iverson", "Kobe Bryant", "Robert Horry"], "q": "we pRobert Horryably could have put 10 people on the court and pRobert Horryably wouldn't have been able to stop him,'' said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. <q> I didn't realize it, </q> <strong> Kobe Bryant </strong> said when told about his scoring spree.`` You just get into one of those rhythms. My teammates were looLeBron James for me, it just feels like the ball finds you.'' The Lakers led 89-79", "new_id": -2}, {"uid": "1295105515258523157", "i": 823, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "NAFTA superhighway( that supposedly`` didn't exist''.) Infowars.net Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,", "new_id": -2}, {"uid": "1295278259044859402", "i": 21389, "idx": 0, "sa": ["Steve Ballmer"], "q": "Today that the launch of Kinect- as well as various other social and media features- makes the device a`` family entertainment center''.`` Xbox isn't a gaming console,'' he said. <q> It's a place to socialise. It's a place to watch TV. It's the only system were you are the controller. Your voice, your gestures, your body. </q> <strong> Steve Ballmer </strong> also wants the Xbox 360 to appeal to young girls, and believe the rise of Kinect will be key to this.`` You go to your average 15-year-old boy, and he will", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,'' <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business'`` move forward into the era of cloud computing,'' one that would apparently require`` new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}]