[{"uid": "1296231914043434118", "i": 41009, "idx": 0, "sa": ["Mike Pence", "Joe Barton"], "q": "surgeries canceled or delayed when the insurance company pulls the rug out from under them. Or else patients have to pay for it out of pocket. Last week, <strong> Mike Pence </strong> <strong> Joe Barton </strong> asked executives from three insurance companies, <q> Doesn't it bother you that people are going to die... because they forgot to tell you they were being treated for acne? </q> Their response: It's unfortunate. Fight back, take action: www.uspirg.org http://wn.com/Foundation_for_Health_Coverage_Education__an_Introduction The Foundation for Health Coverage Education- FHCE- was established in 2004 by Phil Lebherz to aggregate, organize and simplify public and private", "new_id": -2}, {"uid": "1297412496250134529", "i": 24400, "idx": 1, "sa": ["Mike Pence", "Bill Clinton"], "q": "country by not taking a chance on the Bill Clintonial race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. \"Seriously, who else do we have?\" one asked me. <q> Unless something miraculous happens and we get an unexpected gift candidate. </q> Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio", "new_id": -2}, {"uid": "1295319354058130441", "i": 34789, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Jack Kemp", "Jim Ryun", "Barack Obama", "Mitt Romney"], "q": "to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial", "new_id": -2}, {"uid": "1295416408157892622", "i": 27605, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "made the rounds at the Indiana Statehouse on Tuesday. He visited Gov. <strong> Mitch Daniels </strong>' office, delivered a speech in both the Indiana House and Senate chambers, and then spoke with news media. <q> I would say our options we're considering and we're reflecting on are to either continue to serve in Washington in some capacity, to come home to Indiana to seek higher office or to seek higher office on the national level, </q> <strong> Mike Pence </strong> told reporters. Indiana Republicans have said in recent weeks that they believe <strong> Mike Pence </strong> will run for governor, in part because the office could serve as a better springboard for a national campaign than a U.S.", "new_id": -2}, {"uid": "1296184988067649545", "i": 26176, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "leader among House conservatives, applauded <strong> Barack Obama </strong>'s call to reform corporate tax rates and said he believes the overhaul could be passed this year. target=\"_blank\" POLITICO video series \"What Lies Ahead.\" <q> I hold the view that there's no single element of our public policy that is more harmful to American jobs than our high corporate tax rate. </q> \"This is an administration that has spent a lot of the last two years suggesting that there's no relationship between capital formation and taxes,\" <strong> Mike Pence </strong> said. \"And so to hear the <strong> Barack Obama </strong> acknowledge", "new_id": -2}, {"uid": "1297348977055672873", "i": 58876, "idx": 4, "sa": ["Mike Pence", "Adam Yauch", "Jeff Duncan", "Tyrone Gayle"], "q": "\" A COMMITTEE TO REDUCE SPENDING? <strong> Mike Pence </strong> <strong> Jeff Duncan </strong>( R-S.C.) plans to introduce legislation to create a \"committee on nonessential federal expenditures,\" according to an alert passed along by a source. <q> The committee would be based on the` Byrd Committee' proposed by Senator Harry Byrd( D-VA) in the 77th Congress. That committee is credited with saving taxpayers$ 38 billion( in inflation adjusted dollars) during its existence. The committee would be unique in that its sole purpose would be to reduce federal spending. </q> YESTERDAY'S TRIVIA-- Congratulations again to <strong> Tyrone Gayle </strong> of Media Matters who was first to correctly identify <strong> Adam Yauch </strong> of the Beastie Boys-- also known as \"MCA\" -- as the bass player who dropped out of", "new_id": -2}, {"uid": "1297444160077905931", "i": 841, "idx": 1, "sa": ["Cliff Stearns", "Mike Pence"], "q": ". <strong> Cliff Stearns </strong> said the videos make it more necessary to ensure the abortion business does not receive taxpayer funds. \"This is when we're going to defund Planned Parenthood,\" said <strong> Cliff Stearns </strong>. <q> Now is the season for us to do this. </q> Congressman <strong> Mike Pence </strong> has introduced legislation that would yank the Title X family planning money Planned Parenthood receives, but he told the Tikmes he will go further and introduce an amendment to federal spending bills that would cut", "new_id": -2}, {"uid": "1296236479043434001", "i": 2042, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "wouldn't have included it in the State of the Union. chides <strong> Barack Obama </strong> for dodging a discussion of entitlements. wonders if the <strong> Barack Obama </strong> is a leftist, a pragmatist, or both. shut the doors of the <q> Evil Man School of Economics. </q> recounts the story of <strong> Mike Pence </strong>'s decision not to run for <strong> Barack Obama </strong>. enumerates the left-wing groups that have requested waivers from Barack Obamacare. The content of this field is kept private and will not be shown publicly", "new_id": -2}, {"uid": "1296781096226541600", "i": 16690, "idx": 2, "sa": ["Mike Pence", "Eric Holder"], "q": "funding for abortion providers. With Planned Parenthood the biggest recipient of those funds, <strong> Mike Pence </strong> said AmEric Holderans should be \"shocked\" that the organization \"has been recorded aiding and abetting underage sex trafficking.\" <q> The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage, </q> <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned Parenthood is now.\" He urged Congress to immediately bring his bill, which would end family planning grants for abortion providers,", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]