[{"uid": "1295670121065781771", "i": 22549, "idx": 3, "sa": ["Simon Cowell"], "q": "\" from Dublin, Ireland. His career goal: \"To learn how to develop an application on Windows and SQL Azure.\" <strong> Simon Cowell </strong>, a principal software engineer from Chester, UK. His career goal: <q> Get team certified to meet Microsoft Partner competency requirements. </q> Caroline( pictured), a student from Calgary, Canada. Her career goal: \"Train to compete and succeed at the 2011 Certiport Worldwide Competition on Office.\" A Microsoft spokesperson spoke to BN about Career", "new_id": -2, "mturk_index": "941"}, {"uid": "1296260925136708118", "i": 7952, "idx": 1, "sa": ["Mark Gallogly", "Kirsten Gillibrand", "Barack Obama"], "q": "invited to the Hartley fundraiser and is a top donor to Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising circles and not out of bounds. <q> It sounds incredibly aggressive, </q> he said. \"But I think it's very doable.\" If <strong> Barack Obama </strong> hopes to hit such a <strong> Mark Gallogly </strong>, he'll need his top team on board. According to the prominent <strong> Barack Obama </strong> donor,", "new_id": -2, "mturk_index": "1236"}, {"uid": "1296243650097697808", "i": 863, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rebekah Brooks"], "q": "on BSkyB\"> BSkyB takeover discussed? Was <strong> Andy Coulson </strong>'s position in Downing Street discussed? What dates over the Christmas holiday period was <strong> David Cameron </strong> in his constituency? The response was a refusal to answer any of them. <q> We haven't got any details on this. Meetings and details of meetings are published in the usual way, which is quarterly for official meetings, </q> said a spokesman. Extracting information has been a tortuous process. The Guardian approached Downing Street 11 days ago to respond to information given to the newspaper that <strong> David Cameron </strong> had dined with <strong> Rebekah Brooks </strong> at her home on the", "new_id": -2, "mturk_index": "1514"}, {"uid": "1295509121092602403", "i": 54655, "idx": 4, "sa": ["David Letterman", "Martin Short"], "q": "he said. And then he advised <strong> David Letterman </strong> to not \"come back like Sinatra.\" Though it was inevitable, the humor was lost when <strong> David Letterman </strong> inevitably set the record straight and <strong> Martin Short </strong> feigned ignorance. <q> Oh, so you're staying? </q> he asked awkwardly. It was funny while it lasted, at least. Maybe <strong> Martin Short </strong> should have refused to believe him, or just assumed <strong> David Letterman </strong> was slipping his old age and confused about whether or not", "new_id": -2, "mturk_index": "1093"}, {"uid": "1297170776188874758", "i": 41624, "idx": 3, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" Facebook! Know something", "new_id": -2, "mturk_index": "1495"}, {"uid": "1295907390241205262", "i": 13786, "idx": 1, "sa": ["Zahi Hawass", "Hermann Parzinger"], "q": "runs the in the German capital where the bust is kept. \"The foundation's position on the return of Nefertiti remains unchanged,\" foundation president Professor <strong> Hermann Parzinger </strong> said in a statement. <q> She is and remains the ambassador of Egypt in Berlin. </q> <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the bust, famed for its almond-shaped eyes and swan-like neck. However, the foundation said it did not consider the letter an official state request as it had", "new_id": -2, "mturk_index": "573"}, {"uid": "1295618523207978567", "i": 6984, "idx": 6, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ".... Mr. <strong> Larry Page </strong>, 38, will take over day-to-day operations April 4. The computer scientist was Google's founding CEO before handing the reins to Mr. <strong> Eric Schmidt </strong> in August 2001.\" -- <strong> Eric Schmidt </strong>'s <q> An update from the Chairman, </q> on The Official Google Blog: \"<strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder.... I will focus wherever I can", "new_id": -2, "mturk_index": "830"}, {"uid": "1295762811142376968", "i": 36344, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "of communicationsr, handed in his resignation on Friday and plans to leave within weeks. In a statement, he said the drip-drip of hacking claims when he was the paper's editor meant he could not <q> give the 110% needed </q>. Mr <strong> David Cameron </strong> said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice\" .", "new_id": -2, "mturk_index": "336"}, {"uid": "1295628168219987969", "i": 43363, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "aux commandes lors de l'entr?e en Bourse en 2004. Dix ans plus tard, la r?ussite financi?re para?t totale. Insensible? la crise du march publicitaire, Google a accumul target=\"_blank\"> les excellents r?sultats. <q> L'encadrement par un adulte n'est plus n?cessaire </q>, estime? pr?sent <strong> Eric Schmidt </strong> sur le ton de l'humour, en r?f?rence au jeune ge de ses prot?g?s. \"Nous devions clarifier nos r?les\" Pour le Schmidt-Eric Schmidt-Larry Page-Larry Page\" target=\"_blank\">", "new_id": -2, "mturk_index": "1024"}, {"uid": "1295433014076251208", "i": 31768, "idx": 4, "sa": ["Michael Vick"], "q": "also was asked with how he deals with the criticism that comes his way. \"In this country, you have the freedom of speech and you can say whatever you want,\" he said. <q> As long as you say it to the right people, not bluntly put out in my face, then it don't make me any difference. People can say anything they want. They can have their own opinions, but it doesn't mean it's valid... It motivates me. </q>** The season is over, but <strong> Michael Vick </strong> remains in demand. Some of the heavy hitters in broadcasting are in hot pursuit, trying to land a sitdown interview with the Eagles quarterback", "new_id": -2, "mturk_index": "1724"}]