[{"uid": "1295029120140197965", "i": 51698, "idx": 1, "sa": ["Mike Pence"], "q": "the way for axing the abortion funding from ObamaCare. The rule also provides for consideration of H. Res. 9, which instructs relevant House Committees to replace Obamacare with legislation that achieves certain goals including to <q> prohibit taxpayer funding for abortions and provide conscience protections for health care providers. </q> Members of Congress are also scheduled to vote soon on a bill sponsored by pro-life Congressman <strong> Mike Pence </strong> that would revoke federal taxpayer funding for the Planned Parenthood abortion business. Title X Abortion Provider Prohibition Act ensures", "new_id": -2}, {"uid": "1295199426040058910", "i": 46183, "idx": 0, "sa": ["Mike Pence"], "q": "their criticism of the Democratic stewardship of the economy. Republicans called for using the leftover funds from the financial bailout to pay down the national debt, which has climbed to more than$ 12 trillion this year. <q> Democrats in this new stimulus bill are simply voting to extend policies that have failed to create jobs, failed to get the American economy back on its feet, </q> said <strong> Mike Pence </strong>( R-Ind.), who ranks third in the House GOP leadership. The window to pass major legislation usually narrows in an election year as incumbents demand more time back home to campaign.", "new_id": -2}, {"uid": "1296178610032686102", "i": 12080, "idx": 1, "sa": ["Mike Pence"], "q": "their dirty work. I despise them almost as much as I do the dims. I'm with you! <strong> Mike Pence </strong> will be a much stronger candidate. Governors ALWAYS make the best Presidents! <q> So you think huckleberry is the man. </q> My first thought from that comment also. If one's \" executive experience \" is releasing THOUSANDS of FELONS( through pardons, etc.)- some of them killing multiple cops when free, then I", "new_id": -2}, {"uid": "1297386997268320836", "i": 45610, "idx": 1, "sa": ["Mike Pence", "Cliff Stearns"], "q": "their new allies in the House and the economic constraints were both working in their favor. \" This is when we're going to defund Planned Parenthood, \" said <strong> Mike Pence </strong> <strong> Cliff Stearns </strong>( R-Fla.). <q> Now is the season for us to do this. </q> Although the cuts may be embraced by the House, they are likely to find much more resistance in the Senate, where Democrats hold the majority. The fight against Planned Parenthood gained steam from", "new_id": -2}, {"uid": "1296691113131874883", "i": 49944, "idx": 1, "sa": ["Mike Pence"], "q": "them less grief about the abortions on the young women. <strong> Mike Pence </strong> said the video showing \" potential criminal activity at a Planned Parenthood clinic in New Jersey \" is another reason for his legislation. <q> The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage, </q> he said. \" Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking. \" \" The time to deny", "new_id": -2}, {"uid": "1295682265065617928", "i": 106, "idx": 0, "sa": ["Mike Pence"], "q": "there is a campaign to push the Columbus Republican toward the White House. A group of South Carolina lawmakers stood on the steps of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run. <q> It's not a complicated message, but it's a heartfelt one, </q> state <strong> Mike Pence </strong> Kris Crawford said. \" We would like him on the ballot. \" Leaders of the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week. \" Seize this", "new_id": -2}, {"uid": "1297403514087310479", "i": 47966, "idx": 1, "sa": ["Mike Pence", "Cliff Stearns"], "q": "they noted their new allies in the House and the economic constraints were both working in their favor. \" This is when we're going to defund Planned Parenthood, \" said <strong> Mike Pence </strong> <strong> Cliff Stearns </strong>, R-Fla. <q> Now is the season for us to do this. </q> Although the cuts may be embraced by the House, they are likely to find much more resistance in the Senate, where Democrats hold the majority. The fight against Planned Parenthood gained steam from", "new_id": -2}, {"uid": "1296373857006340612", "i": 4981, "idx": 0, "sa": ["Mike Pence", "Eric Fehrnstrom", "Mitt Romney"], "q": "they will make their decisions soon. Representative <strong> Mike Pence </strong> of Indiana said last week that he would not run. <strong> Mitt Romney </strong>, a former Massachusetts governor, is not expected to announce any plans until the spring. <q> One of the lessons that <strong> Mitt Romney </strong> learned from the last campaign is that things got started too soon, </q> said <strong> Mitt Romney </strong> spokesman <strong> Eric Fehrnstrom </strong>. \" He's in no hurry to announce his plans. \" Until recently, <strong> Mitt Romney </strong> had kept a lower profile, writing opinion pieces on foreign policy but generally avoiding commenting on", "new_id": -2}, {"uid": "1297545104230588453", "i": 2460, "idx": 1, "sa": ["Mike Pence", "Steve King"], "q": "they'll do any better this time. \" No matter what happens in the Senate, he concluded, the fight will rage on in the House. \" <strong> Mike Pence </strong> is determined, \" <strong> Steve King </strong> said. <q> I don't think he's going to back off. And I will not. </q> If You Liked This, You Might Also Like... The Iowa Republican assails \" socialized medicine \" but admits he helped create a government health program. It's not just illegal aliens: The likely", "new_id": -2}, {"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?'' he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN.`` Joking!'' he said to audience jeers. <q> I'd like to see you punch a 78-year-old man, </q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}]