[{"uid": "1296003429036782098", "i": 16893, "idx": 0, "sa": ["Andy Coulson"], "q": "place television commentators was fired Tuesday, a day after being taken off the air and temporarily suspended for making sexist remarks about a soccer coverage for the past two decades, was dismissed by the broadcaster after <q>new evidence of unacceptable and offensive behavior</q> that took place TV bosses reveal what ELSE <strong> Andy Coulson </strong> Gray the soccer sexist said: Touchline chat that left... What started out as banter between two old friends and colleagues was threatening last night to wreck the careers of", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q>part of a more complicated set of negotiations.</q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}, {"uid": "1296337396166101027", "i": 40640, "idx": 1, "sa": ["Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q>Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies,</q> he said. FR is funded solely by donations from our readers. Help keep FR strong, commercial ad& pop-up-free, and beholden to no outsiders! Or by mail to: Free Republic,", "new_id": -2}, {"uid": "1297382791005832768", "i": 12993, "idx": 0, "sa": ["Simon Cowell"], "q": "the death of his father and his struggles with Tourette's, and also talked about his girlfriend and infant son. \"When I sing, it all goes away,\" he told the judges. <q>I don't have a care in the world.</q> Aerosmith's 1994 compilation Big Ones have gone up 260 percent since... Full Story <cite> Entertainment Weekly </cite> Photo in Slideshow: Judge <strong> Simon Cowell </strong> arrives for the 9th season... Report Abuse \"Whoa", "new_id": -2}, {"uid": "1297448100150323210", "i": 33644, "idx": 0, "sa": ["Michael Davis", "Michael Vick"], "q": "As <strong> Michael Davis </strong> sees it, The News has a vendetta against Caraway because the paper didn't like the positions that the mayor pro tem took on last year's property tax hike. <q>They've been gunning for payback ever since,</q> <strong> Michael Davis </strong> writes, adding, \"Sorry to inform the Dallas Morning News, but Dwaine's not going anywhere.\" present <strong> Michael Vick </strong> with a \"key to the city\" during Super Bowl week? Without informing", "new_id": -2}, {"uid": "1296496333175095835", "i": 37106, "idx": 12, "sa": ["Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Michael_Jordan_vs_Glenn_Robinson_Shootout__44_points_apiece_Jan_2,_1998 The first game in the New Year between Milwaukee", "new_id": -2}, {"uid": "1295791480232554503", "i": 22788, "idx": 3, "sa": ["Harriet Harman", "Andy Coulson", "Nick Clegg", "Andrew Marr", "David Cameron"], "q": "to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007. \"If you listen to what <strong> David Cameron </strong> has said,\" he told BBC One's <strong> Andrew Marr </strong> show, <q>he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance. \"<strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking and had no knowledge of it. I have no reason to disbelieve him.</q> \"For all <strong> David Cameron </strong> talks about trust in politics, it is fundamental that people obey the criminal law and that is what is at stake here\"\" <strong> Harriet Harman </strong> Deputy Labour leader Mr <strong> Nick Clegg </strong> said", "new_id": -2}, {"uid": "1295389551128106499", "i": 4720, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": ", and the American people are just fed up when, up and down the line, China doesn't play by the rules and seeks unfair economic advantage,\" <strong> Chuck Schumer </strong> said. <q>If it were just one area, if they were fine on most things... that would be one thing,</q> he said. \"It seems in almost every place you look, not only do they seek advantage, which every country does, but they seek unfair advantage.\" <strong> Kirsten Gillibrand </strong> sits on the Senate Foreign", "new_id": -2}, {"uid": "1297235057187482120", "i": 18655, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Kathleen Sebelius"], "q": "in Afghanistan by preventing the Taliban from regaining control of the country it led from the mid-1990's through 2001. In the second part of an interview with Fox News host Bill O'Reilly, <strong> Barack Obama </strong> asserted, <q>I can say we will defeat <strong> Barack Obama </strong> Qaeda and that the Taliban will not be retaking Afghanistan.</q>( WASHINGTON)-- Twenty-one Republican governors sent a letter to Health and Human Services <strong> Donald Rumsfeld </strong> <strong> Kathleen Sebelius </strong> on Monday detailing how and why they would like <strong> Barack Obama </strong>'s health care reform law to be changed. This move", "new_id": -2}, {"uid": "1297296151065437770", "i": 26315, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "the kid who died, and he did cut the other kid.... Do you really honestly think that he would have gotten this reduction in sentence if his father wasn't who he was????\" Report Abuse <q>Almost sounds like no concept of moral absolutes, like the Dems.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}]