[{"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q>When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is,</q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said. ''That's the type of level that he's playing at.'' McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}, {"uid": "1295452086083853380", "i": 22762, "idx": 0, "sa": ["David Letterman"], "q": "Field on Sunday to take on the Chicago Bears in the NFC championship game. So in the style of <strong> David Letterman </strong>'s Top 10 lists, we're looking for Packers fans to help us compile our own <q>Top 10 Reasons the Bears Still Suck.</q> Early demand drives up price for Green Bay Packers-Chicago Bears NFL playoff tickets for NFC Championship Game Along the Lines slideshow: Green Bay Packers vs. Atlanta Falcons Green Bay Packers defeat Atlanta Falcons 48-21 in NFC divisional playoff", "new_id": -2}, {"uid": "1296135305251920399", "i": 32349, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. ''It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Foreclosures increase; California, Florida, Nevada, Arizona account for 19 of top 20 cities <caption> The Wire stories with the most comments in the last 7 days. </caption> Â© 2010 Alabama Live LLC. All", "new_id": -2}, {"uid": "1296138887011223046", "i": 16243, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Social Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q>It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,</q> said <strong> Sen. Bernie Sanders </strong>, I-Vt. ''It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country", "new_id": -2}, {"uid": "1296774479232128574", "i": 6810, "idx": 0, "sa": ["David Letterman", "Taylor Shaw"], "q": "<strong> David Letterman </strong> and a featured spot on the soundtrack to Grey's Anatomy. Yet, in September of last year, WSO called it quits and <strong> Taylor Shaw </strong> turned to what had been a side-project up until then, his band <q>I had stopped writing for a little bit,</q> says <strong> Taylor Shaw </strong>, ''and when I started writing again I was hanging out with my friend Becca and my friend Alex. He was playing upright bass, and she would sing back-up harmonies. WSO had a show,", "new_id": -2}, {"uid": "1295304647068321291", "i": 3038, "idx": 0, "sa": ["Steve Ballmer"], "q": "with an upcoming XNA update dubbed the ''Community Technical Preview.'' The report adds detail to statements made by Microsoft head <strong> Steve Ballmer </strong> earlier this month, when the CEO said Kinect on PC would be supported <q>in a formal way in the right time.</q> Kinect SDK and driver support on the PC will reportedly allow third-party developers to enable Kinect functionality on PC-based applications, including games. Of course, hackers haven't waited for Microsoft, releasing a flood of", "new_id": -2}, {"uid": "1297488396192626690", "i": 44827, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "in the form of <strong> Paula Abdul </strong> on the judging panel. ''We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow ''American Idol'' judge. <q>I've always said at some point we are going to be working together.</q> A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he said during an interview and teleconference about ''The X", "new_id": -2}, {"uid": "1295278131044859395", "i": 9405, "idx": 1, "sa": ["The Bloodhound Gang", "Allen Iverson", "Wayne Rooney"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom. ''It's special, and it's a tribute to my coach and my teammates,'' said <strong> Allen Iverson </strong>. <q>I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,</q> Brown said. ''There were so many lessons to be learned, from him http://wn.com/Coors_Belfast_Giants_on_You_Tube__Stars_in_Their_Eyes Paul Moran, uncut and definitely a little unhinged, singing ''The <strong> Wayne Rooney </strong> Touch'' by <strong> The Bloodhound Gang </strong> at the Belfast Giants Official Supporters", "new_id": -2}, {"uid": "1297098713099483693", "i": 37806, "idx": 2, "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "q": "pointed out last June, adopted one of the so-called ''bait dogs'' <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel-- and as <strong> Richard Hunter </strong> told Richie, <q>While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered through such hell that he's truly changed my life.</q> <strong> Richard Hunter </strong> went to the event to show <strong> Michael Vick </strong> Mel's picture and confront him about the past-- which, as you'll see in the video, never happened. Rooster Ok, <strong> Dwaine Caraway </strong>'s an", "new_id": -2}, {"uid": "1296106877198869009", "i": 3606, "idx": 1, "sa": ["Glenn Mulcaire", "Clive Goodman", "Andy Coulson", "David Cameron", "John Prescott"], "q": "hacking claims had distracted him from his work. Mr <strong> Andy Coulson </strong> edited the News of the World from 2003 to 2007 and resigned following the convictions of <strong> Clive Goodman </strong> and <strong> Glenn Mulcaire </strong>. Former deputy PM <strong> John Prescott </strong>: <q>I just don't trust the Metropolitan Police to conduct a proper inquiry</q> Labour <strong> David Cameron </strong> Chris Bryant, who believes he may have had his phone hacked and is seeking a judicial review against the police over their handling of information, welcomed the new investigation. He said", "new_id": -2}]