[{"uid": "1295236042192299048", "i": 25991, "idx": 0, "sa": ["Sen. Bernie Sanders", "Al Sharpton"], "q": "dream is longer than that,\" <strong> Al Sharpton </strong> said. \"I focused on his message of each person doing their part to fulfill the dream,\" said Jan Marineilli, an audience member. <q>He's an excellent speaker and really brought home the message of <strong> Martin Luther King </strong>,<q> said Mike Yantachka, another audience member. <strong> Al Sharpton </strong> said that all of us share a part in reaching equality on all levels-- not just racial. <strong> Sen. Bernie Sanders </strong>, another speaker at Sunday's program", "new_id": -2}, {"uid": "1297629731208748579", "i": 19501, "idx": 2, "sa": ["Zahi Hawass"], "q": "archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong> said. <q>This magazine contains large blocks and small artifacts,<q> he wrote, without specifically naming them or indicating how many. The military began protecting the Egyptian Museum, as well as historical locations and facilities throughout Egypt, as the protests across the country first flared", "new_id": -2}, {"uid": "1296147474210010128", "i": 20632, "idx": 0, "sa": ["Matthew Weaver", "Andy Coulson", "George Osborne"], "q": "may have been hacked by the News of the World, Sky News reports. 3.45 pm: Afternoon, Josh Halliday here taking over from <strong> Matthew Weaver </strong>. This just in: Chancellor <strong> George Osborne </strong> has been defending <strong> Andy Coulson </strong>. <q><strong> Andy Coulson </strong> did a good job as director of communications,<q> he said. \"There was never any complaints about how he did that job- which is pretty unique when you look at the people who've done that job in the past. It was <strong> George Osborne </strong>", "new_id": -2}, {"uid": "1295291311074366988", "i": 37460, "idx": 2, "sa": ["Mike Pence"], "q": ", social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012.\" The Conservative Champion,\" is up with its first post, entitled, <q>America calling <strong> Mike Pence </strong>.... You are the Conservative Champion. We call you to Serve.<q> <strong> Mike Pence </strong> is expected to make a decision by the end of January. It's also possible he runs for governor of Indiana. The response to <strong> Mike Pence </strong> speeches has given before conservative groups is notable, especially in", "new_id": -2}, {"uid": "1297427687170164234", "i": 13516, "idx": 7, "sa": ["Sergio Marchionne", "Sergio Chiamparino", "The CEO"], "q": "increase the holding to 51 percent after Chrysler repays U.S. and Canadian government loans. <strong> Sergio Marchionne </strong> has said he aims to get to 51 percent of Chrysler before the end of this year. Turin Mayor <q>There was an overreaction to <strong> Sergio Marchionne </strong>'s comments, which shows how fragile the Italian economic system is,<q> said Turin Mayor <strong> Sergio Chiamparino </strong>, who regularly plays cards with the Fiat <strong> The CEO </strong>. \"I told <strong> Sergio Marchionne </strong> he should better explain his business model, which represents a revolution for the Italian culture.\" Fiat shares", "new_id": -2}, {"uid": "1297384383139427845", "i": 9063, "idx": 7, "sa": ["Sergio Marchionne"], "q": "it. \"<strong> Sergio Marchionne </strong> is playing two different games, one in the U.S. and the other in Europe,\" said Giuliano Noci, a professor at the MIP Management School of Milan's polytechnic university. <q>In North America he's creating consensus on Chrysler before its initial public offering, while in Italy he needs to shock the country into creating a more competitive environment.<q> Italy Lags Fiat's 22,000 auto workers in Italy assembled 650,000 cars in 2009, compared with 600,000 made by 6,100 employees at the company's factory in Tychy, Poland. That means, without", "new_id": -2}, {"uid": "1295916380143048746", "i": 1645, "idx": 1, "sa": ["Steve Booth", "Eric Schmidt", "Google Inc."], "q": "\" While a free-wheeling attitude typically works well at small companies, it could cause problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <q>The risk is that if you take away the process, that in some sense you go back to a kind of chaos,<q> Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1295984950186695687", "i": 14374, "idx": 0, "sa": ["The New York Times Book Review", "Eric Schmidt", "Google Inc."], "q": "announcing a management shake-up, will give a$ 100 million equity award to outgoing chief executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. <q><strong> Google Inc. </strong>... will give a$ 100 million equity award to outgoing <strong> Google Inc. </strong> gives$ 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> NEW YORK: <strong> Google Inc. </strong>, fresh off announcing a management shake-up, will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. \"<strong> Google Inc. </strong>... will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>,<q> the Wall <strong> Google Inc. </strong> gives USD 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> <strong> The New York Times Book Review </strong>, Jan 23( PTI) Sunday, January 23, 2011--> <strong> Google Inc. </strong>, fresh off announcing a management shake-up, will give a", "new_id": -2}, {"uid": "1295155888111345673", "i": 29205, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "out of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.<q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in Philadelphia,", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,\" he quipped.\" X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,\" he said. <q>If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered,<q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}]