[{"uid": "1295516393228671498", "i": 26639, "idx": 0, "sa": ["Matt Lauer", "Dick Cheney", "Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong>, <strong> Dick Cheney </strong>'s nemesis. Then Rummy, <strong> Dick Cheney </strong>'s mentor and partner in dark machinations. And then, finally, when W. could avoid it no longer, he mentioned Vice, damning with faint praise: <q> <strong> Dick Cheney </strong>'s advice was consistent and strong. </q> He told <strong> Matt Lauer </strong> that he was motivated to run for <strong> Barack Obama </strong> because of his father:`` I wondered whether or not I had what it took to get in the arena like he did.'' And", "new_id": -2}, {"uid": "1295563164055378000", "i": 7780, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "GOOG) announced a major shift to the executive ranks, calling it a way to <q> streamline decision making and create clearer lines of responsibility and accountability at the top of the company. </q> The details: Starting April 4, co-founder <strong> Larry Page </strong>, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will focus", "new_id": -2}, {"uid": "1296542758249364481", "i": 57871, "idx": 2, "sa": ["Barack Obama", "Michael Vick"], "q": "which manufactures shock-absorbing padding and other athletic equipment, confirmed last week that it had signed <strong> Michael Vick </strong> to a deal for an undisclosed amount. All Chief Executive Officer Rob Vito would tell the Associated Press was that <q> we believe it was worth it. </q> Vito was beyond enthusiastic last Tuesday.`` We're real excited about it,'' he told the AP.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to", "new_id": -2}, {"uid": "1296235585160088132", "i": 20928, "idx": 1, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>, Cheryl Cole and Mezhgan Hussainy And he remained tight-lipped when asked whether or not Cheryl Cole would join him in the American version of the show- saying nothing would be confirmed yet. <strong> Simon Cowell </strong> said: <q> We are going to make an announcement soon.`` We have to make sure all the shows will be back bigger, better, stronger, different. No one has been contracted yet, apart from me. </q> Have your say on the issues of the day with MY Sun? News Group Newspapers Ltd.`` The Sun'',`` Sun'',`` Sun Online'' are registered trademarks or trade names of News Group", "new_id": -2}, {"uid": "1297420749197410818", "i": 41054, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "costs- how does that work? <strong> Stephen Elop </strong>:`` we excited about new sources of monetisation that did not exist before.. the deal essentially recognises unique nature of the relationship.'' <strong> Steve Ballmer </strong>: <q> we're both super-excited about ability to activate users and put them in position... not just mapping but other things that are valuable that we will import and make part of our services. </q> 10.25 am: Q Meego and Symbian, the unloved ugly stepchildren? <strong> Stephen Elop </strong>:`` Windows Phone is primary smartphone- implications to Symbian.. we have 200m users out there, as we transition", "new_id": -2}, {"uid": "1296961291197279745", "i": 50631, "idx": 3, "sa": ["Marty Mornhinweg", "Les Richter", "Mike McCarthy", "Michael Vick"], "q": ", a game in which the EagLes Richter trailed by 21 points in the fourth quarter.`` <strong> Mike McCarthy </strong> has great instincts. <strong> Mike McCarthy </strong>'s got it all at this point,'' EagLes Richter offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison,", "new_id": -2}, {"uid": "1295291311074366988", "i": 45491, "idx": 2, "sa": ["Mike Pence"], "q": ", social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012.'' The Conservative Champion,'' is up with its first post, entitled, <q> America calling <strong> Mike Pence </strong>.... You are the Conservative Champion. We call you to Serve. </q> <strong> Mike Pence </strong> is expected to make a decision by the end of January. It's also possible he runs for governor of Indiana. The response to <strong> Mike Pence </strong> speeches has given before conservative groups is notable, especially in", "new_id": -2}, {"uid": "1295498091112721922", "i": 7374, "idx": 10, "sa": ["Chris Webber", "Allen Iverson", "Phil Jackson"], "q": "While Phil Jacksonadelphia remained 2 1/2 games behind Boston in the Atlantic Division, <strong> Chris Webber </strong> gave a glimpse of what he could contribute down the stretch.`` I think every little bit helps your confidence,'' <strong> Chris Webber </strong> said. <q> One day you're averaging a number that many people don't do in three categories and the next day you're worthless. And that's from myself, I don't even care what everyone else is saying. </q> <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said.`` He wants to play well so", "new_id": -2}, {"uid": "1295639864179568666", "i": 40317, "idx": 0, "sa": ["Andy Coulson"], "q": "war games at sea and built up forces near its borders with the North. Today's attack on the pirates buttressed an increasing emphasis on South Korean defense in an atmosphere of rising tensions between the Koreas. <q> Somali pirates clearly are not as dangerous as the Korean People's Army, </q> says <strong> Andy Coulson </strong> Salmon, a Korean War historian and Seoul-based journalist.`` Many South Koreans would like to see a muscular response, but the risks are far greater against the KPA.'' Still, he", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}]