[{"uid": "1295149516178094105", "i": 59644, "idx": 5, "sa": ["Allen Iverson", "Derrick Rose"], "q": "NHL, Racing, WNBA, record, recorded, broadcast... <strong> Derrick Rose </strong> AMAZING Alley Oop Dunk vs Detroit Pistons( 1.10.11)[ HD] <strong> Derrick Rose </strong> AMAZING Alley Oop Dunk vs Detroit Pistons( 1.10.11)[ HD] <q> I wan na go Higherrrrr! </q> Check out: www.chicitysports.com My Twitter: twitter.com... <strong> Allen Iverson </strong> First game with Detroit Pistons[ 7. nov. 08] Detroit Pistons 96 vs New Jersey Nets 103. <strong> Allen Iverson </strong> firs game// 24pts// 6 asists", "new_id": -2}, {"uid": "1295443949144605190", "i": 27081, "idx": 0, "sa": ["Susan Boyle", "Lucian Grainge", "Simon Cowell", "John de Mol"], "q": "is hoping to drive sales in the same way that rival Sony Music has benefited from its exclusive tie-up with <strong> Simon Cowell </strong>'s talent-show acts such as title=\"More on Susan Boyle...\" href=\"http://rss.thisislondon.co.uk/standard/related-78677-Susan Boyle-Susan Boyle.do\"> <strong> Susan Boyle </strong>. <strong> Lucian Grainge </strong> said: <q> Innovation breeds success, and in television, <strong> John de Mol </strong>'s track record is second to none. He evidently has another winner with The Voice of format. </q> <strong> John de Mol </strong> claims the Voice Of...`` features only real singing talent'' and the competition starts with a`` blind'' audition so the judges are not swayed by the contestants' looks. Subsequent rounds feature", "new_id": -2}, {"uid": "1295992799205340701", "i": 5485, "idx": 2, "sa": ["Michael Vick"], "q": "officials that united to save them.`` I didn't interview <strong> Michael Vick </strong> for this book because to me the story was more about what happened afterwards, which was an amazing thing,'' says Gorant. <q> At the very core of the story is the human-animal bond that affects and inspires us all. </q> Gorant will kick-off NASC's Annual Conference with the story of The Lost Dogs, on May 11 at 5 p.m., at Town and Country Resort and Convention Center in San Diego. The conference is", "new_id": -2}, {"uid": "1295639822124272688", "i": 24277, "idx": 6, "sa": ["David Cameron", "Tony Blair", "Andy Coulson"], "q": ", made his second, headline-grabbing appearance at Britain's inquiry into the Iraq war. Some speculate that the <strong> Tony Blair </strong> appearance was exactly why <strong> Andy Coulson </strong> announced his resignation. Speaking Friday, <strong> David Cameron </strong> said: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications although I understand that the continuing pressures on him and his family mean that he feels compelled to do so.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said. But the distraction may not be over yet, particularly if <strong> Andy Coulson </strong> continues to be haunted by the events leading up to 2007, when a News of the World reporter and an investigator the", "new_id": -2}, {"uid": "1295559949061718541", "i": 4327, "idx": 4, "sa": ["Eric Schmidt"], "q": "were careful to frame the move as a positive transition. <strong> Eric Schmidt </strong> will be`` elevated'' to his new position, it was explained.`` How can we run the company even better?'' he said. <q> We think this will produce even better results. </q> We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. \" When I joined Google in 2001 I never imagined-even in my wildest dreams-that we", "new_id": -2}, {"uid": "1295200001053854217", "i": 12295, "idx": 1, "sa": ["Chris Huhne"], "q": " But there were`` complications'' about a fuel stabiliser`` not least to do with the revenue that we receive in the Treasury''. He added that due to the scale of the deficit <q> we can't just sacrifice income willy-nilly </q>. His comments were backed up by <strong> Chris Huhne </strong>, his fellow Lib Dem cabinet ministers, the Energy and Climate Change Secretary, who argued Britain needed to be weaned off its reliance on fossil fuels.", "new_id": -2}, {"uid": "1295939211088457217", "i": 23230, "idx": 1, "sa": ["Chris Huhne"], "q": "en CO2,'' a assur <strong> Chris Huhne </strong>, les pieds dans la boue, devant les gros b?timents cubiques de la centrale existante et? quelques centaines de m?tres du site o seront construits deux nouveaux r?acteurs EPR d'EDF. <q> Avec toutes les mesures l?gislatives que notre gouvernement a engag?es, nous sommes dans les temps pour que le premier r?acteur soit pr?t? la date pr?vue, en 2018 </q> a-t-il promis. Les travaux n'ont pas encore d?but, mais des bulldozers et des logements temporaires pour les ouvriers sont d?j sur le site, pr?ts? entrer en action d?s que l'autorisation aura t donn?e par les autorit?s", "new_id": -2}, {"uid": "1295670451069369912", "i": 55828, "idx": 0, "sa": ["David Letterman"], "q": "titular, meti dos de los tres dobles que intent, tom dos rebotes, dio tr... Pacers vs Wizards( NBA Highlights) 12/12/2009 <strong> David Letterman </strong>- Washington Wizards Top Ten From the Home Office, it's the <q> Top Ten Washington Wizards Explanations. </q>... Boston Celtics VS Washington Wizards Recap( First Win In February) Boston Celtics VS Washington Wizards Recap( First Win In February) February 1st, 2010: After 3 losses to an elite team,( Hawks", "new_id": -2}, {"uid": "1295945092061587474", "i": 30644, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "'s Small Business Commission, San Francisco Beautiful, neighborhood groups, and public health and public works officials. Dawn Trennert, chair of the Middle Polk Neighborhood Association and a task force member, said, <q> Our neighbors were fed up with the extreme litter in our neighborhood, the flying litter, the litter that easily can be taken care of if we just think about things a little differently. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.'' The` Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q> I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it. </q> She added,`` I will say that it's a kinder, gentler[ show now.]''", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}]