[{"uid": "1296377284098549782", "i": 39927, "idx": 4, "sa": ["Michael Vick"], "q": "of inner peace,\" said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. <q> But I thought, no, no, no, don't get angry. Don't let a person like that ruin you. If I can't control what happens to him, I can control what happens to me and I can channel this anger into a big bunch of love. </q>( 3 of 3) And so, she met Oliver, the dog they said would never kiss a human, but who now sleeps with his pet parent and showers her with kisses every morning", "new_id": -2}, {"uid": "1296278683209059853", "i": 58374, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ". The legislation would expand and make the Research and Development Tax Credit permanent. \"The most important investments right now are investments in small business that help the private sector create jobs,\" Senator <strong> Kirsten Gillibrand </strong> said. <q> Government doesn't create jobs, individuals, people, ideas, small businesses, they create jobs. </q> Businesses like Solid Sealing Technology, Inc.- a manufacturing and design lab in the basement of the Watervliet Arsenal. \"Unless you come inside these walls you have no idea what's inside the Arsenal,\" said", "new_id": -2}, {"uid": "1296564851217727002", "i": 21191, "idx": 0, "sa": ["Andy Coulson"], "q": "the World editor, who quit amid mounting controversy over phone-hacking allegations. But a Number 10 source said \"good progress\" had been made in identifying a successor and that <strong> Andy Coulson </strong> chose to leave quietly after finishing <q> what he wanted to finish </q>. <strong> Andy Coulson </strong> said last month he could no longer give his full attention to the job because of the drip-drip of claims about illegal eavesdropping under his editorship. Scotland Yard has since launched a fresh", "new_id": -2}, {"uid": "1295869587095535104", "i": 24448, "idx": 0, "sa": ["Eric Schmidt"], "q": "an effort to speed up decision-making at the internet giant. In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of 31 December, <strong> Eric Schmidt </strong> had about 9.2 million shares in Google- a holding worth in excess of$ 5.6 billion at today's stock price- and controlled 9.6% of", "new_id": -2}, {"uid": "1295782000044482592", "i": 8053, "idx": 4, "sa": ["Larry Page", "Rachel Maddow", "Eric Schmidt"], "q": "( GOOG) <strong> Eric Schmidt </strong> Says \"Adult Supervision No Longer Needed\" Google's( Nasdaq:) outgoing CEO <strong> Eric Schmidt </strong> twitted and posted on the company blog about the management shake-up target=\"_blank\" news. Twitter: <q> Day-to-day adult supervision no longer needed! </q> Commenting on the moves in the Big Bang At Google: <strong> Larry Page </strong> To Replace <strong> Eric Schmidt </strong> As CEO On April 4 Crunch Google has just Rachel Maddowounced their Q4 2010 earnings. Looking them over quickly, they look good. But", "new_id": -2}, {"uid": "1296083540001015808", "i": 32435, "idx": 0, "sa": ["Steve Ballmer", "Greg Sullivan"], "q": "Windows Phone 7, said while sales were certainly a measure of the platform's success, customer satisfaction and developer investment were more important leading indicators. And to that end, the company has been pleased. <q> 93 per cent of Windows Phone customers are satisfied or very satisfied with Windows Phone 7, and 90 per cent would recommend the phone to others, </q> <strong> Greg Sullivan </strong> said. Those numbers were based on a recent survey of Windows Phone 7 customers numbering in the hundreds. Consumer Electronics Show( CES), Microsoft CEO <strong> Steve Ballmer </strong> had articulated that people \"fell in love", "new_id": -2}, {"uid": "1297711286141344809", "i": 30505, "idx": 3, "sa": ["Adam Klugman", "Donald Rumsfeld"], "q": "the lawyers say. <strong> Donald Rumsfeld </strong> and other Defense Department officials \"were privy to regular reports on the interrogation and condition of suspected` enemy combatants' held at the brig,\" Padilla's brief says. <q> Those reports repeatedly drew attention to the devastating psychological effects that the conditions were having on detainees, including Mr. Padilla. </q> Progressive Radio Host <strong> Adam Klugman </strong>...- A new play by <strong> Adam Klugman </strong> entitled \"Treason\" explores the intersection of politics... Defense Department trying to find ways to cut its budget,... Top Stories Video:", "new_id": -2}, {"uid": "1297332955212090891", "i": 58137, "idx": 0, "sa": ["Stephen Elop", "Eric Schmidt"], "q": ", CEO del gigante inform?tico, para utilizar el sistema operativo del componente del Dow Jones en sus tel?fonos. <strong> Stephen Elop </strong> tambi?n ha hablado con <strong> Eric Schmidt </strong> de Google para utilizar Android, pero la fuente ha declarado que <q> es improbable que estas discusiones lleven a una alianza </q>. Recordamos que Nokia anunciar ma?ana los avances en su plan estrat?gico. La situaci?n de Nokia es comparable a la de una plataforma petrol?fera en llamas Nokia abandonaran pronto el grupo, tras la llegada del nuevo", "new_id": -2}, {"uid": "1296063294015597570", "i": 36460, "idx": 0, "sa": ["Steve Ballmer"], "q": "Free shipping.. Unregistered users: Feedback from multiple usernames are subject to deletion. Off-topic and posts from suspected astroturfers will be removed. Reader feedback page 1 of 1 pages: Comment from: tomL <q> Microsoft is a results-driven company.' </q> Comment from: Macintosh <strong> Steve Ballmer </strong>'s response: It was a holiday quarter and Apple sells toys. He'll feel that will hold him over for another three months. Jan 26, 11- 11:33", "new_id": -2}, {"uid": "1296485471063668248", "i": 20017, "idx": 1, "sa": ["Sergio Marchionne"], "q": ", from 8.8 per cent the year before. \"It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,\" chief executive <strong> Sergio Marchionne </strong> said. <q> However, our job is not yet done, </q> added <strong> Sergio Marchionne </strong>, who is CEO of both Chrysler and Italian carmaker Fiat, which owns a controlling 25 per cent interest in the Detroit carmaker.For 2011, <strong> Sergio Marchionne </strong> predicted Chrysler sales surging to 55 billion dollars", "new_id": -2}]