[{"uid": "1295587963072171541", "i": 25088, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "trading after Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q><strong> Eric Schmidt </strong> has played his innings very well,<q> said analyst Sandeep Aggarwal of Caris& Co. The management reshuffling appears to be amicable. Both Page and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295945468061587481", "i": 35768, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown. \"We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,\" Safire said. <q>There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal.<q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MENLO PARK 3 BR", "new_id": -2}, {"uid": "1295574144118865965", "i": 27231, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 8:42 PM EST- U.S. Markets closed{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00<q>, \"o\":\"', \"j\":\"'} The Associated Press, On Thursday January 20, 2011, 8:06 pm NAME: <strong> Eric Schmidt </strong> AGE: 55 EDUCATION", "new_id": -2}, {"uid": "1296225951235159601", "i": 393, "idx": 5, "sa": ["Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor. \"I think he's the clear front-runner, and I think the race is his if he chooses to accept it,\" Walorski said. <q>I think he'd clear the field.<q> State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such as <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in", "new_id": -2}, {"uid": "1295805220124010531", "i": 10196, "idx": 0, "sa": ["Colin Powell"], "q": "these matters in his State of the Union policy address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. <q>I think he's got a way to go,<q> <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman.", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q>On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city,<q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city \"rouge decision to besmirch the reputation of the city.\"", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}, {"uid": "1297180193266534954", "i": 46996, "idx": 1, "sa": ["Simon Cowell"], "q": "press conference. He added: \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure.\" <q>If they don't sell a single record they still get to keep the money. It is pressure, because if the wrong person wins, I'm in trouble.<q> A number of famous faces are rumoured to join <strong> Simon Cowell </strong> on the She praises the singer after he pulls her on stage... The Strokes To Release New Single As Free Download Tomorrow( February 9", "new_id": -2}, {"uid": "1295587926175472679", "i": 12700, "idx": 0, "sa": ["Eric Schmidt"], "q": "focus on the next crop of upcoming startups.\" In another good sign, the number of companies getting second- or third-round financing rose to 1,147 in 2010 from 915 the year before. <q>The rise in investments in early stage companies is the most encouraging thing we've had all year,<q> Taylor said. In a surprise change late Thursday, Google said co-founder Larry Page would take over as chief executive, with current CEO <strong> Eric Schmidt </strong> moving to the post of executive chairman. The news overshadowed another stellar", "new_id": -2}, {"uid": "1297424141196083722", "i": 14231, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> noted that the partnership will yield some enterprise friendly developments. At the press conference, <strong> Stephen Elop </strong> outlined how the Microsoft partnership is good for Nokia. Then <strong> Stephen Elop </strong> delivered the understatement of 2011. <q>We believe this partnership is also good for Microsoft.<q> Let's assume that over the next three years Nokia's Symbian operating system largely gets replaced by Windows Phone 7. If that's the case, Microsoft garners about 30 percent market share. I'm", "new_id": -2}, {"uid": "1297616629186400779", "i": 26882, "idx": 24, "sa": ["Donald Rumsfeld"], "q": "years ago.\" Fifty-six years of high pressure, high profile jobs- as a congressman, White House Chief of Staff, and <strong> Donald Rumsfeld </strong> of Defense( not once, but twice). <q>Are you consulted on big decisions, professional decisions?<q> Martin asked <strong> Donald Rumsfeld </strong>'s wife Joyce. \"Give me an example? Like,` Should I go back to the Pentagon again and be <strong> Donald Rumsfeld </strong> of Defense?\" laughed Joyce <strong> Donald Rumsfeld </strong>.", "new_id": -2}]