[{"uid": "1296849571234831879", "i": 6238, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "`` He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that,'' said <strong> Roger Goodell </strong>, who added: <q> I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him and he takes that seriously. </q> Butler said that he has known <strong> Michael Vick </strong> for years because his cousin, <strong> Michael Vick </strong> Malone, played football at Virginia Tech, where <strong> Michael Vick </strong> also played. Asked if <strong> Michael Vick </strong> had concerns about being affiliated with", "new_id": -2}, {"uid": "1295276138038928439", "i": 5548, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "in my universe. I have little optimism with no <strong> Steve Jobs </strong>. If only there was a way to get him to the fountain of youth. Jan 17, 11- 09:29 am Comment from: disposableidentity <q> The timing is good for <strong> Steve Jobs </strong> to take some significant time off, with Verizon iPhone, iPad 2, iPhone 5( and next iOS release), and Mac OS X Lion already on the schedule. </q> That's for sure. I can't think of a better possible time for him to take some time off. Jan 17, 11- 09:30 am Comment from: Ian <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295271188013254667", "i": 29221, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "<strong> Andy Coulson </strong> offering his resignation to the prime minister: <q>`` The first person in history to offer to resign twice for something of which he knew nothing. </q> </blockquote> Norman also refers to continuing speculation that <strong> Glenn Mulcaire </strong>, the`` private investigator'' who hacked into phones on behalf of <strong> Andy Coulson </strong>'s News of the World. Surely this allegation can not", "new_id": -2}, {"uid": "1296459950150618115", "i": 30829, "idx": 4, "sa": ["Simon Cowell"], "q": "brutal honesty and cold-heartedness, the Los Angeles-based showbiz mogul stressed the importance of emotion in the entertainment business.`` You've got to think with your heart and not your head,'' he said. <q> The biggest failures I've had were at a time when I believed my own hype. </q> In 2010, British magazine New Statesman listed <strong> Simon Cowell </strong> at number 41 in a list of`` The World's 50 Most Influential Figures 2010.'' That followed a different ranking in 2003 when <strong> Simon Cowell </strong> placed number 33 on", "new_id": -2}, {"uid": "1296669455052150288", "i": 312, "idx": 0, "sa": ["Mike Pence"], "q": "a Planned Parenthood clinic manager assuring a pimp that the clinic would secretly offer full access to abortions and other services- despite knowing full well that the girls were underage victims of sex trafficking,'' she explained. <q> To respond swiftly to this crisis- and to take decisive action to strip Planned Parenthood of all taxpayer funding- the pro-life movement is uniting this Thursday night on a huge nationwide webcast... and your attendance is critical. </q> Title X Abortion Provider Prohibition Act,'' sponsored by Rep. <strong> Mike Pence </strong>( R-IN), was introduced earlier this month and would ensure that tax dollars are not sent to abortion providers under Title X family planning grants", "new_id": -2}, {"uid": "1296704550031981579", "i": 12025, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": ", <strong> Andy Coulson </strong> said he had to go because the deepening row over the illegal hacking of mobile phone messages when he was editor of the News of the World had affected his ability to do his job. <q> I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street, </q> <strong> David Cameron </strong> said in the statement.`` Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the government's program.'' Start of sidebar.", "new_id": -2}, {"uid": "1296700704169541675", "i": 8730, "idx": 1, "sa": ["Mike Pence"], "q": "decided against it and is now weighing a race for governor in 2012. Spokesman Matt Lloyd said <strong> Mike Pence </strong> has no plans to attend CPAC this year and has no comment about the GOProud controversy. <q> At this time the congressman is focusing his attention on Indiana, </q> Lloyd said.`` He hopes to participate in future CPAC opportunities as his schedule permits.'' The American Conservative Union, which started the conference, raised eyebrows among conservatives last year when it", "new_id": -2}, {"uid": "1296541564262815766", "i": 39682, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Heat_vs_Bulls_1996-1997_Jordan's_50_point_statement Briefs: West St. Paul inventory shows 40 percent of city's trees are ashes A park and ride in Hastings, minus the", "new_id": -2}, {"uid": "1295477620209436890", "i": 35273, "idx": 0, "sa": ["Harry Reid", "Mike Pence"], "q": "midterm elections, when Republicans took back majority control of the House but not the Senate. Republican Representative <strong> Mike Pence </strong> said Wednesday's repeal vote is not a symbolic act, but a promise kept to voters. <q> So I urge my colleagues to join us in repealing this government takeover of health care before it ever takes effect, and then work with us, as we build healthcare reform that is worthy of the American people, </q> said <strong> Mike Pence </strong>. Republican efforts to repeal the law outright are virtually certain to fail now, because Democratic Senate Majority leader <strong> Harry Reid </strong> said he will not even bring health care repeal to a vote in the Senate", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}]