[{"uid": "1295564400217792545", "i": 29718, "idx": 1, "sa": ["Eric Schmidt"], "q": "the holiday season. The firm said Google's mobile and display opportunities \"remain vast,\" and further touted Android's adoption as \"a success.\" <strong> Eric Schmidt </strong> said the latest results were driven by <q>a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile.</q> Google reported a profit of$ 2.54 billion, or$ 7.81 a share, up from$ 1.97 billion, or$ 6.13 a share, a year earlier. Excluding stock-compensation costs and other impacts,", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly\" and \"deserve a lot of credit\" for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q>was critical of indefinite detention for unlawful combatants. He was critical of military commissions,</q> he said. \"And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.\" The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}, {"uid": "1296282713080461833", "i": 13578, "idx": 5, "sa": ["Detroit Red", "Allen Iverson"], "q": "scoring record for a reserve. Hamilton scored 38 points, <strong> Allen Iverson </strong> had 27 and the two combined for 15 of <strong> Detroit Red </strong>'s 17 points in overtime in a 126-121 victory over the injury-plagued Milwaukee Bucks on Saturday night. <q>The simple fact that now I'm coming off the bench I ain't got time to get warmed up,</q> said Hamilton, who went 15-of-25 from the floor. \"I have to come in on fire every time.\" <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following", "new_id": -2}, {"uid": "1295526176026279989", "i": 25939, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "judging panel along with Aerosmith's <strong> Steven Tyler </strong> and original judge Randy Jackson, struggled to say no to a contestant for the first time. \"Oh, my God, I hate this!\" she said. <q>Why did I sign up for this? I want to go home.</q> Another aspiring singer was rejected by Randy, but when she broke down in tears J-Lo and <strong> Steven Tyler </strong> overlooked their reservations to keep her in the competition. The show has seen a shake-up with <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1296349656162676750", "i": 19399, "idx": 1, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson"], "q": "to stop him,\" said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"<strong> Elgin Baylor </strong> didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. <q>You just get into one of those rhythms. <strong> Rafer Alston </strong> teammates were looking for me, it just feels like the ball finds you.</q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three times before a three-point play by <strong> Kobe Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1297724451166166630", "i": 3447, "idx": 1, "sa": ["Steve Ballmer"], "q": ", talking to a packed auditorium of top-tier telecom execs, explained how the new phone would allow for multi-tasking using a hub design that integrates what's most important on cell phones and gives users full Internet access, <q>just like on a PC at home.</q> \"If you liked what we did with Facebook, I think you're going to love how we've integrated Twitter into the people hub,\" <strong> Steve Ballmer </strong> said-highlighting the need to make accessing content a smooth", "new_id": -2}, {"uid": "1296125466027361319", "i": 37474, "idx": 0, "sa": ["Zahi Hawass"], "q": "initiative as a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, especially those items that are considered unique. <q>The painted bust of Nefertiti is universally recognised as a unique and irreplaceable artefact,</q> <strong> Zahi Hawass </strong> says. The bust is ranked first on a \"Wish List\" of five important objects that Egypt hopes to have returned. The other four objects in question are the Rosetta Stone, now in the British", "new_id": -2}, {"uid": "1296536150067862538", "i": 26443, "idx": 0, "sa": ["Gary Indiana", "Michael Jackson", "Allen Iverson", "Stephen Jackson"], "q": "didn't die.The truth behind Who killed Him and why.. Gregory says he asked <strong> Michael Jackson </strong> when the last time he ate was, because he didn't look well, and that <strong> Michael Jackson </strong> told him-- quote-- <q>They're trying to poison me.</q> He asked him when he last... <strong> Allen Iverson </strong> 33pts 9assists Philadelphia 76ers vs <strong> Gary Indiana </strong> Pacers 05/06 NBA <strong> Allen Iverson </strong> 33pts 9assists Philadelphia 76ers vs <strong> Gary Indiana </strong> Pacers 05/06 NBA <strong> Stephen Jackson </strong> atoned for a bunch of misses with one clutch play. <strong> Michael Jackson </strong>", "new_id": -2}, {"uid": "1296045337082411560", "i": 8575, "idx": 0, "sa": ["Aiden Grimshaw", "Simon Cowell"], "q": "Having come in ninth place in the competition, it is thought that <strong> Simon Cowell </strong>'s record label SyCo believe the tour is the perfect opportunity for <strong> Aiden Grimshaw </strong> to prove himself. A source revealed: <q>This record deal is <strong> Aiden Grimshaw </strong>'s to lose. If he can keep the fans happy he'll join his mate <strong> Matt Cardle </strong> as one of <strong> Simon Cowell </strong>'s chosen few.</q> Despite rumours she may be bought out of her contract...", "new_id": -2}, {"uid": "1297723379254132231", "i": 1076, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the game to hurl dodgeballs at a third friend. <strong> Steve Ballmer </strong> returned to the stage to address the partnership with handset manufacturer Nokia, praising the company's excellence and \"deep expertise\" with industrial design. <q>Their involvement will drive volume and innovation, and accelerate the adoption of the Windows Phone platform,</q> he said. \"We are sure from that base that Nokia will deliver phenomenal Windows phones.\" <strong> Stephen Elop </strong> then took the stage, declaring the market had moved from a battle of devices to a war", "new_id": -2}]