[{"uid": "1295628120004243463", "i": 23061, "idx": 1, "sa": ["George Washington", "Barack Obama", "Sen. Bernie Sanders"], "q": "this country employing <strong> George Washington </strong> workers that are able to manufacture statues of our founding fathers, or our current president,'' <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong> fumed in a letter to the Director of the Smithsonian Museum. <q>That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far.</q> Indeed, it has, not to speak of the fact that Americans are hooked beyond help to cheap Chinese goods. As for Beijing, it too rubbed it in by grandly announcing that the", "new_id": -2}, {"uid": "1297217208168738849", "i": 36435, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", the highest since 2000. The company, he said, will spend$ 500 million to upgrade its dealer network over five years, and dealers have spent$ 304 million upgrading facilities since 2009. <q>Our dealers have gone through a great deal of hardship and uncertainty,</q> <strong> Sergio Marchionne </strong> acknowledged. GM global design chief Ed Welburn believes GM has ''the right number of U.S. dealers now,'' at about 4,500. ''Our dealers were more profitable, and had higher throughput", "new_id": -2}, {"uid": "1297260302158613537", "i": 25882, "idx": 3, "sa": ["Bill Lockyer"], "q": "a conference last month, said there ''has been this nervousness, partly as a result of listening to political consultants... that you can't seem to be threatening voters'' about voting for taxes. <q>There's this worry about the optics of all that. I understand that- voters don't want to be threatened, and voters shouldn't be threatened,</q> <strong> Bill Lockyer </strong> said. ''However, you also have to be honest with them about what the consequences will be if the only policy option is an all-cut budget. And no one has yet produced that.''", "new_id": -2}, {"uid": "1296177695162824209", "i": 7481, "idx": 1, "sa": ["Mark Sanford", "Chris Christie", "Mike Pence"], "q": "until January 2011. circulated a letter to supporters announcing the decision. ''In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' wrote <strong> Mike Pence </strong>. <q>We will not seek the Republican nomination for president in 2012.</q> Video: <strong> Chris Christie </strong> <strong> Mark Sanford </strong> visits Anderson Chick-fil-A..., R-Ind., will announce whether he plans to run for president in... Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans craft strategy to", "new_id": -2}, {"uid": "1296286589101859341", "i": 12918, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "more than$ 7.5 billion per year nationwide, according to <strong> Kirsten Gillibrand </strong>. That could translate into 162,000 U.S. jobs, and 2,000 New York companies could benefit, she said. <q>This is exactly the kind of idea that <strong> Barack Obama </strong> was hoping for,</q> <strong> Kirsten Gillibrand </strong> said, referencing his State of the Union address. ''When I spoke to the president, I mentioned this exact tax credit and his team said, ''We are 100 percent behind it.'''", "new_id": -2}, {"uid": "1296240423000835585", "i": 42728, "idx": 0, "sa": ["Stormi Henley", "Simon Cowell", "Jennifer Lopez"], "q": "are smoky and full of feeling. Chelsee belted a few lyrics of ''The Story'' for her short solo. All three judges gave both contestants ''Yes'' votes, and happily the two embraced joyfully. <q>They're going to get back together,</q> <strong> Jennifer Lopez </strong> predicted. <strong> Stormi Henley </strong>, 19, is Miss Teen USA 2009 and a pretty little southern belle. An actual pageant winner, and no <strong> Simon Cowell </strong> to make acerbic comments. She sang with a lovely country", "new_id": -2}, {"uid": "1297325128230850591", "i": 7167, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Posted on Thu, Feb. 10, 2011 <strong> Donald Rumsfeld </strong> leaves book-tour audience wanting to know more By WILL BUNCH Philadelphia Daily News <q>I N OUR WORLD, narratives and theories get strung out over a period of time until it's like they're chiseled in stone as truth- notwithstanding the fact they are totally based in midair without any roots or substance.</q>- <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong>, speaking last night at the National Constitution Center, in Philadelphia. <strong> Donald Rumsfeld </strong> wasn't talking about the controversial run-up to the Iraq War- when cases for weapons", "new_id": -2}, {"uid": "1295565086075235341", "i": 13164, "idx": 4, "sa": ["Eric Schmidt"], "q": "told attendees that ''If I look at enough of your messaging and your location, and use Artificial Intelligence, we can predict where you are going to go.'' opined to the Wall Street Journal that <q>most people don't want Google to answer their questions... They want Google to tell them what they should be doing next.</q>* In that same piece, writer Holman W. Jenkins Jr. reported that <strong> Eric Schmidt </strong> ''predicts, apparently seriously, that every young person one day will be entitled automatically to change his or her name on reaching", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of ''American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series, ''The X Factor,'' <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.</q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. ''What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}, {"uid": "1297617537105119744", "i": 48347, "idx": 1, "sa": ["George Washington", "Nick Lachey", "Justin Bieber", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New ''<strong> George Washington </strong> Idol'? <strong> Victoria Beckham </strong>: ''I Don't Know the Sex of My <strong> Justin Bieber </strong>!'' <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live: <q>I'm Much More Famous in England</q> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley''s Puppy Love <cite> Crush-", "new_id": -2}]