[{"uid": "1295038148201211905", "i": 6919, "idx": 0, "sa": ["Steve Ballmer"], "q": "product that has been hyped and expecially during the strongest sales time of the year. More likely Kinect is another failure and this is an attempt to cover that up. As <strong> Steve Ballmer </strong>'s role model once said, <q> the bigger the lie the more people will believe it </q>. What a TOOL Comment by FA1L0VER Jan 14, 2011, 15:45 PM EST Looks like Thurston owns a PS3- the system that removes features instead of adding them. Go back in your living room", "new_id": -2}, {"uid": "1295263921256114690", "i": 38426, "idx": 2, "sa": ["Tyler Cook", "David Spade", "Simon Cowell", "Michael McIntyre"], "q": "IT! Look, I never really watched... <strong> Michael McIntyre </strong> talks about Britain's Got Talent job <strong> Michael McIntyre </strong> has joked that talking to <strong> Simon Cowell </strong> about being a judge on Britain's Got Talent was like being on X Factor. <q> He does it exactly like the X Factor. He says` <strong> Michael McIntyre </strong>: I don't like you. I love you,' </q> the comedian told Newsbeat's Natal... American Idol <strong> David Spade </strong> <strong> Tyler Cook </strong> receives a message from <strong> Simon Cowell </strong> <strong> David Spade </strong> <strong> Tyler Cook </strong> receives a message on May 9th from <strong> Simon Cowell </strong> about the next song he is to sing. KC Anthem tv News was", "new_id": -2}, {"uid": "1296744552199131154", "i": 30110, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "the attacks, he choked up in a meeting with Bush while thinking of his son. On Nov. 21, 2001, the president led <strong> Donald Rumsfeld </strong> to a small office near the Situation Room and asked: <q> Where do we stand on the Iraq planning? </q> <strong> Donald Rumsfeld </strong> quickly prodded military leaders on the subject. It's the latest confirmation that war-or at least serious war planning-was gearing up long before the public was clued in, and despite the absence of any link between <strong> Saddam Hussein </strong>", "new_id": -2}, {"uid": "1295163959124190743", "i": 8443, "idx": 0, "sa": ["Allen Iverson"], "q": "that scenario. <strong> Allen Iverson </strong> brought the sellout crowd to its feet by draining the game's opening shot on a 17-footer from the left corner. But Miller and Rose responded with back-to-back jumpers, setting the tone early. <q> Playoff time is when I'm at my best, </q> Miller said.`` I'm the most focused. You can concentrate in on one team. You get days off. You can rest your body. I get to watch a lot of tape. To not", "new_id": -2}, {"uid": "1295013411230670358", "i": 48316, "idx": 3, "sa": ["Sergio Marchionne", "Cynthia Jones"], "q": "big part of the profit picture for Chrysler going forward,'' says Mr <strong> Sergio Marchionne </strong>. The truck segment is under pressure, however, at least when it comes to the largest gas guzzlers. <q> I think truck sales will be defined by the price of oil, the price of gasoline, </q> GM's Mr Akerson says. <strong> Cynthia Jones </strong> says pickup trucks remain very popular`` If there's a spike in the price of gasoline, I think it will affect the heavy end of the market.''", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,'' said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q> We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure. </q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said:`` It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}, {"uid": "1295669701105103360", "i": 6864, "idx": 3, "sa": ["Eric Schmidt"], "q": "momentum in emerging businesses such as display advertising and mobile. Page praised <strong> Eric Schmidt </strong> in the statement, saying he has done an`` outstanding job'' and calling him a`` tremendous leader.'' <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <strong> Eric Schmidt </strong> said the key", "new_id": -2}, {"uid": "1295910794246595599", "i": 44937, "idx": 0, "sa": ["David Letterman", "Bobby Badfingers"], "q": "when he appeared on the <strong> David Letterman </strong> Show, performing the drum solo of the Surfaris' 1962 hit,`` Wipe Out'' with finger-snaps instead of drumsticks. In 2004, noted that, <q> The list of things that are excellent about <strong> Bobby Badfingers </strong> is nearly endless; in fact, we haven't been so unabashedly enthusiastic about a live act since we heard Charo had a new thing going in Vegas. But there's more: <strong> Bobby Badfingers </strong>, who just shot a commercial for Yahoo!, is in the midst of establishing a`` finger-snapping media empire </q> by creating a how-to book and instructional DVD titled`` Snapology 101 for Whippersnappers.'' He's also commissioned a cartoon called`` Snapmaster <strong> Bobby Badfingers </strong> and His Homies.'' \" Given <strong> Bobby Badfingers </strong> and his work is a", "new_id": -2}, {"uid": "1297183947119177270", "i": 43112, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": ",'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.'' <q> It's hard to know. You know, the path you didn't take is always smoother, </q> he said. The former Pentagon chief's comments came in his first television interview since leaving public life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his", "new_id": -2}, {"uid": "1295621146048054324", "i": 48783, "idx": 1, "sa": ["Andy Coulson"], "q": "Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,'' <strong> Andy Coulson </strong> said in an e-mailed statement today. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> <strong> Andy Coulson </strong> has denied any knowledge of illegal activity when he was editor of Britain's best-selling Sunday newspaper, from which he resigned after a reporter and a private investigator were imprisoned for phone-tapping in 2007. In", "new_id": -2}]