[{"uid": "1295582443002506841", "i": 39003, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "a trio, an approach they spelled out in an \"owner's manual\" included in the company's 2004 IPO filing. \"We run Google as a triumvirate,\" <strong> Larry Page </strong> and <strong> Sergey Brin </strong> wrote. <q> The three of us run the company collaboratively with <strong> Sergey Brin </strong> and me as presidents. The structure is unconventional, but we have worked successfully in this way. </q> <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. \"We tend to agree on everything,\" he noted. But he said he believes the new management structure will speed up", "new_id": -2}, {"uid": "1295509923113688654", "i": 37634, "idx": 0, "sa": ["Sergio Marchionne"], "q": "` completely rethink the minivan,' CEO says WINDSOR, ONTARIO- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new", "new_id": -2}, {"uid": "1296413261155287588", "i": 8782, "idx": 0, "sa": ["Hailee Steinfeld", "David Letterman", "Ethan Coen", "Jeff Bridges"], "q": "Broken Dreams... a few are actually coming true. When asked if the Hollywood Walk of Fame excited her, <strong> Hailee Steinfeld </strong> said, <q> Yes, of course. The funniest thing, too, I get so target=\"_blank\" star struck, it's like not even funny. Like, it's bad! </q> she laughed. Fourteen-year-old www.ew.com The young \"True Grit\" star on auditioning for the <strong> Ethan Coen </strong> Brothers, acting with <strong> Jeff Bridges </strong>, and beating out nDavid Lettermany 15000 girls for the role Late Show with <strong> David Letterman </strong> www.truegritmovie.com www.facebook.com <strong> David Letterman </strong> Interviews", "new_id": -2}, {"uid": "1296102825131907709", "i": 28627, "idx": 2, "sa": ["Kobe Bryant", "LeBron James", "Andrew Bynum", "Allen Iverson", "Kwame Brown", "Dwyane Wade"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been Wade_Dwyane Wade_scores_17_unanswered_points_vs_the_Pistons Flash at work! jumpers! <strong> LeBron James </strong> AND <strong> Andrew Bynum </strong> BABY SHACK IS BETTA THEN <strong> Kobe Bryant </strong> I AM A <strong> Kobe Bryant </strong> FAN SAYIN THIS I QUIT", "new_id": -2}, {"uid": "1296156543091389992", "i": 2294, "idx": 0, "sa": ["Aishwarya Rai", "Abhishek Bachchan", "David Letterman"], "q": "Nand... STOP SEXUAL ABUSE!!!! Porn is Evil!!!! Tu Mujhse Jab Se Mila Hai Remix by mun munspromoteam@gmail.com Tribe Entertainment... <strong> Abhishek Bachchan </strong> still keen to work with Kareena Bollywood Actor <strong> Abhishek Bachchan </strong> isl keen to work with Kareena.He says <q> She was my first heroine and she will always be special for me. She is not only a very sweet girl but also one of the finest actresses. We started our journey together. So she is always special to me </q>... me and shiva@ vaseekara song shooting spot Playful pup pleases Parker! 1:29 <strong> Aishwarya Rai </strong> Burns <strong> David Letterman </strong> in his own show <strong> David Letterman </strong> tries to make fun of indian tradition... but he gets burned stAishwarya Raight down the punchline is", "new_id": -2}, {"uid": "1295133243039174154", "i": 22433, "idx": 0, "sa": ["David Letterman", "Mike Birbiglia", "Jimmy Fallon", "Conan O'Brien"], "q": "Birbiglia_Mike Birbiglia_Tour_Week_Five__The_Basketball_Finale <strong> Mike Birbiglia </strong> ends his <q> I'm in the Future Also </q> tour in memorable fashion in Philadelphia and Atlantic City. Comedian <strong> Mike Birbiglia </strong> has appeared on The Late Show With <strong> David Letterman </strong>, Late Night With <strong> Conan O'Brien </strong>, The View, and Late Night With <strong> Jimmy Fallon </strong>. In 2008, <strong> Mike Birbiglia </strong> teamed", "new_id": -2}, {"uid": "1297519765092766237", "i": 289, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop", "Winston Spencer-Churchill"], "q": "sich an anderer Stelle, in Kalifornien. Bei Apple mit seinem iPhone und Google mit seinem Android-Handy-Betriebssystem. So gro ist die Not, dass Vorstandschef <strong> Stephen Elop </strong> am Freitag zu Kriegsvokabular griff und sogar <strong> Winston Spencer-Churchill </strong> bem?hte: <q> Der Pessimist sieht die Schwierigkeiten in jeder M?glichkeit. Der Optimist sieht die M?glichkeiten in jeder Schwierigkeit. </q> Die Investoren berzeugte das nicht. Der Nokia-Aktienkurs rauschte in den Keller. \"Sie k?nnen sich gar nicht vorstellen, wie aufgeregt wir ber diese neue Partnerschaft sind\" , s?uselte Microsoft-Chef <strong> Steve Ballmer </strong> und klebte wie festgewachsen", "new_id": -2}, {"uid": "1295650549188383258", "i": 34498, "idx": 5, "sa": ["Regis Philbin", "Barbara Walters", "Bill Clinton", "David Letterman", "Charles Grandison Rose III", "Robin Williams"], "q": "going to put him on a gurney, roll him into the OR room and bust him open like a lobster!,\" <strong> Regis Philbin </strong> \"It was hell,\" <strong> Charles Grandison Rose III </strong> <q> I probably would have had a heart attack and may very well have died, </q> <strong> Barbara Walters </strong> What do <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong> and <strong> Charles Grandison Rose III </strong> all have in common? They all went from being in the spotlight to being in the operating room for life-and-death open heart surgery", "new_id": -2}, {"uid": "1294979190239403024", "i": 40929, "idx": 3, "sa": ["Allen Iverson", "Kobe Bryant"], "q": "<strong> Kobe Bryant </strong> said. \"This just ain't Memphis. I think this offense has freed him up a <strong> Kobe Bryant </strong> bit and showcased more what he can do instead of just being in the post all the time.\" <q> It's tough to match up against us for a variety of reasons. We have guys that can finish, we have aa great 1-2 punch, and all of our guys can pass the ball. </q> <strong> Kobe Bryant </strong>, who said he made himself a decoy through most of the game, scored 18 of his 32 points in the final 8 minutes to keep Iverson_Allen Iverson_38pts_Denver_Nuggets_vs_LA_Clippers_07/08_NBA <strong> Allen Iverson </strong> wasn't trying to take over the game down the", "new_id": -2}, {"uid": "1296041205201015319", "i": 2580, "idx": 1, "sa": ["Van Jones", "Alec Baldwin", "Howard Jones", "Alex Jones", "Michael Vick", "Al Green", "Rodney King"], "q": "read this. \"<strong> Michael Vick </strong>: Black Sheep or Scapegoat on Animal Rights?\" by <strong> Alec Baldwin </strong> www.huffingtonpost.com Articles-Columns: \"<strong> Van Jones </strong>,` <strong> Al Green </strong> Jobs Czar,' a self-described` communist' arrested during <strong> Rodney King </strong> riots\" www.examiner.com <q> Exposed: The Secret Jones_Howard Jones_Tv_2/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People's_Land!! <strong> Alex Jones </strong> also talks with Rep. Mike Noel of Utah who has introduced legislation to keep the judiciary out of the political debate surrounding global warming. www.mikenoel.com prisonplanet.tv Jones_Howard Jones_Tv_3/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People's_Land!! <strong> Alex Jones </strong> also talks with Rep. Mike Noel of Utah who has introduced legislation to keep the judiciary out of the political debate surrounding global warming. www.mikenoel.com prisonplanet.tv Green_Collar_Economy__Van Jones_Howard Jones_of_the_Center_for_ www.americanprogress.org In \"The <strong> Al Green </strong> Collar Economy </q>, Center for American Progress Senior Fellow, acclaimed activist and political advisor <strong> Van Jones </strong> delivers a real solution that both rescues our economy and saves the environment. The economy is built on and powered almost exclusively by oil,", "new_id": -2}]