[{"uid": "1297356964224657457", "i": 9736, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Phoenix-$ 39,900 MLS 4401266 2 bed/ 1 bath Less Than 1,000/ 1985 Mari D\\` Ambrosio, CENTURY 21 Arizona Foothills Surprise Paradise Valley-$ 1,495,000 MLS 4271141", "new_id": -2}, {"uid": "1296058277015597615", "i": 2684, "idx": 1, "sa": ["Eric Schmidt", "M. Simpson"], "q": "<strong> Eric Schmidt </strong>'' is a sequel to Consumer Watchdog's first`` Don't Be Evil?'' animation- view it at http://www.consumerwatchdog.org/blog/schmidt-out-googles-ceo-office-privacy- which had nearly 400,000 views after its Times Square Superscreen debut. <q> Google spent$ 5.2 million lobbying last year- up from$ 4.03 million in 2009- to convince Congress that nothing is wrong. The company has repeatedly refused to answer questions about its activities- making no response to Consumer Watchdog reports, rejecting multiple invitations appear at our recent privacy conference with officials representing the Federal Trade Commission and Commerce Department, and even failing to comply with a subpoena by the state attorneys general, </q> said John <strong> M. Simpson </strong>, Inside Google director,`` Clearly Google's executives won't answer tough questions until they come from Congress.'' For three years, Google street view cars collected private information from Wi-Fi networks", "new_id": -2}, {"uid": "1295517993004980742", "i": 14580, "idx": 0, "sa": ["Sergio Marchionne"], "q": "a maximum of 5,000 p.s.i.. The accumulator delivers the pressure energy to the axle hydraulic motor that turns the wheels. The gas engine shuts down whenever the accumulator charge is sufficient to drive the motor. <q> In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions, </q> Chrysler CEO <strong> Sergio Marchionne </strong> said.`` One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles", "new_id": -2}, {"uid": "1297163729205226073", "i": 23469, "idx": 0, "sa": ["William F. Brinkman", "Barack Obama", "Robert S. Litt", "Christine M.", "Colin Powell"], "q": "Employment and Training, Department of Labor; <strong> Robert S. Litt </strong>, <strong> Colin Powell </strong> Counsel, Office of the Director of National Intelligence; and <strong> William F. Brinkman </strong>, Director of the Office of Science, Department of Energy. <strong> Barack Obama </strong> said, <q> I am grateful that these fine individuals have made the admirable decision to serve their country. Their expertise and dedication will be a valuable asset both to my administration and our nation as we work to bring about the real change that the American people need today. </q> <strong> Barack Obama </strong> announced his intent to nominate the following individuals today: <strong> Christine M. </strong> Griffin, Nominee for Deputy Director of Office of Personnel Management <strong> Christine M. </strong> Griffin has been a member of the U.S. Equal Employment Opportunity Commission", "new_id": -2}, {"uid": "1297501952213155841", "i": 2755, "idx": 2, "sa": ["Donald Rumsfeld", "Lee Harvey Oswald", "Janet Napolitano", "John McCain", "Adolph Hitler"], "q": "killed?'' G-d says:`` <strong> Lee Harvey Oswald </strong> shot him. You believe that?''`` Today` Christians' stand at the head of Germany...''- speech of <strong> Adolph Hitler </strong> that ended Republican Liberty. <q> Reply# 71 on: February 11, 2011, 12:04:18 AM </q> The terrorism threat level within the United States is the highest it's been since the September 11, 2001 attacks, claims <strong> Donald Rumsfeld </strong> of Homeland Security <strong> Janet Napolitano </strong>, <strong> Janet Napolitano </strong> informed the <strong> John McCain </strong> House of Representatives of the", "new_id": -2}, {"uid": "1297196162026525707", "i": 10834, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "of The Ross Akard Gallery, were`` crushed.'' They were stuck at home because of the weather and couldn't find anyone to fund the event in place of the private donor. <q> Apparently, this kind of thing happens all the time, </q> Schloss told me in an email.`` We are not familiar with stopping a project before it's finished. It's a very odd feeling.'' Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key", "new_id": -2}, {"uid": "1296863646132562949", "i": 43295, "idx": 0, "sa": ["Sergio Marchionne"], "q": "by the Green Bay Packers and Pittsburgh Steelers, Chrysler Chief Executive <strong> Sergio Marchionne </strong> said on Friday at a J.D. Power conference in San Francisco. He said it is the longest ad in Super Bowl history. <q> A two-minute spot is incredibly unique in the world of advertising, and it is almost unheard of on the Super Bowl, </q> said Tim Calkins, a marketing professor at Northwestern University's Kellogg School of Management. He said it appeared Chrysler was trying to distinguish itself from other carmakers advertising during the Super Bowl. Chrysler, managed by", "new_id": -2}, {"uid": "1295968668242466824", "i": 17828, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "week said he will step down as chief executive officer in favor of <strong> Google Inc. </strong> co-founder Larry Page to become executive chairman, is`` actually committed to <strong> Google Inc. </strong>,'' he told reporters at the Digital-Life-Design conference in Munich. <q> How long are you committed to doing what you're doing? As long as it's exciting, </q> he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. <strong> Ken Auletta </strong>, author", "new_id": -2}, {"uid": "1295616804243957924", "i": 19183, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "into illegal phone hacking at a tabloid newspaper when he was editor. Following are analysts' comments on his decision and its implications for Prime Minister <strong> David Cameron </strong>: LABOUR PARTY LEADER ED MILIBAND <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement, about hanging on to him as long as he did. </q> TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX`` It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns.`` I always kid with him about not being a rebounder, being so big,'' <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say,` If I was your height, I'd get a double-double every night. </q>' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game,`` but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}]