[{"uid": "1297455950192987172", "i": 31906, "idx": 0, "sa": ["Steve Ballmer"], "q": "partnership will create the opportunity for rapid time to market execution. Nokia and Microsoft will work together to integrate key assets and create new service offerings, while extending established products and services to new markets. <q>I am excited about this partnership with Nokia,</q> said <strong> Steve Ballmer </strong>( Alert), CEO of Microsoft, in a statement. \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and", "new_id": -2}, {"uid": "1295293966019988533", "i": 30824, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ". In 2007, <strong> Andy Coulson </strong> resigned as editor of the News of the World over the bugging incident, but has always said he was unaware of it at the time, the Guardian reported. <q>I judge his work by what he has done for us.... He resigned for what went wrong at News of the World,</q> <strong> David Cameron </strong> said. So you say you own this house, paid the lien, and want to sell it to the holding company Beef Patty... Men who suffer post orgasmic illness syndrome are just allergic to themselves", "new_id": -2}, {"uid": "1297158148070336571", "i": 41814, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ", they say-- he gave a lot of information,\" <strong> Donald Rumsfeld </strong> said. \"And it was very helpful to our interrogators and to the United States government in saving lives.\" He added, <q>And I think that the fact that we haven't had an attack in a decade is a credit to that administration, the <strong> President Bush </strong> administration, and to[ <strong> President Bush </strong>].</q> Still, he writes in his new memoir, Known and Unknown, which is being released Tuesday, that he was \"surprised and troubled\" that interrogators went further than his orders allowed in some cases", "new_id": -2}, {"uid": "1295548613082853889", "i": 11155, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "one who takes over the <strong> Simon Cowell </strong> role of delivering the final verdict, was a definite no, but the other two gave her a pass. I want to see <strong> Steven Tyler </strong> follow through on his promise to <q>personally work that into something good.</q> Victoria Huggins-- you know, the bouncy 16-year-old so sweet that my teeth ached-- is another one that will get chewed up in Hollywood. She promised video updates-- oh good grief. She belongs", "new_id": -2}, {"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q>An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software.</q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}, {"uid": "1297599455044728365", "i": 10836, "idx": 0, "sa": ["Arianna Huffington", "Tommy Sheridan", "Andy Coulson", "Rahm Emanuel", "Ian Edmondson"], "q": ", vivid, lurid... terrifying, confusing, ridiculously slick, shockingly clumsy, unmistakably monomaniacal and clinically bipolar.\" The New York Magazine on Broadway show Spider-Man. I think it's a rave. <q>Pointlessly tall... there's a long center stretch of his body that he doesn't know what to do with.</q> This Week: <strong> Rahm Emanuel </strong>, <strong> Andy Coulson </strong>, <strong> Ian Edmondson </strong>, the Met, <strong> Tommy Sheridan </strong> Oxbridge must not become the preserve of the wealthy| John Parrington 22 Jul 2008 <strong> Arianna Huffington </strong> on the relative merits of mainstream media", "new_id": -2}, {"uid": "1295766642175063052", "i": 16169, "idx": 1, "sa": ["Allen Iverson", "LeBron James", "Dwyane Wade"], "q": "as possible, and the sleeve would get in the way of my shot, but I like wearing it on the other arm because I feel it keeps that elbow from getting banged up,\" <strong> Dwyane Wade </strong> said. <q>I take a lot of hits and dive for a lot of loose balls, so I need all the padding I can get. But I think some guys out there just wear the sleeve as a fashion statement. They like how it looks.</q> <strong> LeBron James </strong> has been wearing a sleeve on his shooting arm fairly regularly since injuring his elbow last season. He said he gives <strong> Allen Iverson </strong> all the credit for the fad, and within NBA locker rooms, the", "new_id": -2}, {"uid": "1296171297131055622", "i": 30445, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "members to serve openly since coming to the Senate in 2009. Sen. <strong> Kirsten Gillibrand </strong> previously sat on the House Armed Services Committee when she represented New York's 20 th District in the House. <q>One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families,</q> said <strong> Kirsten Gillibrand </strong>. \"I am honored to once again serve on the Armed Services Committee to continue fighting for America's troops and veterans.\"", "new_id": -2}, {"uid": "1296407544252772372", "i": 138, "idx": 16, "sa": ["Stephen Jackson", "Elgin Baylor", "Chris Webber", "Kyle Korver", "Sarunas Jasikevicius", "Allen Iverson"], "q": "after a shot-clock violation on Philadelphia with 4.9 seconds left. <strong> Sarunas Jasikevicius </strong> threw an inbound pass to <strong> Stephen Jackson </strong>, who went around a stumbling <strong> Kyle Korver </strong> to make an uncontested shot. \"<strong> Elgin Baylor </strong> was 0-for-infinity,\" <strong> Stephen Jackson </strong> said. <q><strong> Elgin Baylor </strong> just wanted to make a shot. We knew they'd switch. <strong> Elgin Baylor </strong> went backdoor and got to the basket. My teammates showed confidence in me to give me the ball. It seemed like <strong> Elgin Baylor </strong> hadn't made a shot all game.</q> <strong> Stephen Jackson </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>. \"For that to happen with 4.9 seconds left, it's", "new_id": -2}, {"uid": "1296768755173654038", "i": 41086, "idx": 3, "sa": ["Colin Powell", "Ronald Reagan"], "q": "] have not been giving that to them and those governments are now at risk,\" he said. Mr. <strong> Colin Powell </strong> warned that the outcome of events in the Middle East is unlikely to benefit the United States. <q>There's revolutionary change taking place in the region and it's probably not going to be as friendly towards the U.S.</q> Paying homage to the optimism of former <strong> Ronald Reagan </strong>, under whom he served during the collapse of the Soviet Union, Mr. <strong> Colin Powell </strong> said that despite the problems in the Middle East, the world is experiencing significant", "new_id": -2}]