[{"uid": "1297105023141246472", "i": 52456, "idx": 0, "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "q": " NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "new_id": -2}, {"uid": "1296005420146669597", "i": 15424, "idx": 0, "sa": ["Bill Lockyer"], "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "new_id": -2}, {"uid": "1297175078196968449", "i": 7492, "idx": 11, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell", "Condoleezza Rice"], "q": "his book, the former defense chief also ripped into some of <strong> George W. Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. He said <strong> Colin Powell </strong>-- <strong> George W. Bush </strong>'s first top diplomat-- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department`` unhelpful.'' <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> George W. Bush </strong> advisers and officials, truly believed Saddam Hussein had weapons of mass destruction when he made a presentation", "new_id": -2}, {"uid": "1296110502157515821", "i": 3298, "idx": 1, "sa": ["Barack Obama", "Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like`` a volcano that is starting to erupt.'' <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. Why <strong> Barack Obama </strong> Brought His Message to Manitowoc Wisconsin grabbed a lot of attention when Republicans took over both houses of the Legislature and the governor's office after the mid-term elections.", "new_id": -2}, {"uid": "1295094123199950351", "i": 22303, "idx": 0, "sa": ["Jon Stewart", "David Letterman"], "q": "Natural History, the College de France and the New York Academy of Sciences. Additionally, he has appeared on both the Daily Show with <strong> Jon Stewart </strong> and the <strong> David Letterman </strong> Show. He is the co-author of a new book <q> Climate Change: Picturing the Science </q>( WW Norton, 2009). AGU 2010 Fall Meeting- Press conference The launching of two new spacecraft in 2011 should expand our understanding of Earth's climate. Glory, a NASA mission set to launch no", "new_id": -2}, {"uid": "1297162259138723358", "i": 24864, "idx": 0, "sa": ["Mike Pence"], "q": "of the goals of Live Action is to get members of Congress to defund Planned Parenthood. It's no coincidence that this incident comes on the heels of <strong> Mike Pence </strong>'s( R-IN) introduction of H.R. 217, the <q> Title X Abortion Provider Prohibition Act. </q> The bill was introduced with the specific purpose of targeting Planned Parenthood. So what's at stake? Planned Parenthood operates 820 health centers around the country and provides sexual and reproductive health care, education,", "new_id": -2}, {"uid": "1296832141203898905", "i": 52425, "idx": 2, "sa": ["Hillary Clinton", "Bernie Sanders"], "q": "of America'' in a way <strong> Hillary Clinton </strong>`` did not.'' Independent Senator <strong> Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that Reagan`` was a very warm individual'' who <q> connected with the American people. </q>`` But I think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And I think we can learn from those serious policy", "new_id": -2}, {"uid": "1296704404078823458", "i": 2574, "idx": 3, "sa": ["50 Cent", "Phil Jackson", "Michael Bruce Curry", "Allen Iverson", "Ben Wallace", "Richard Hamilton"], "q": "Lakers coach <strong> Phil Jackson </strong> said.`` We should've won.'' <strong> Richard Hamilton </strong> is expected back on Saturday at Washington, where <strong> Ben Wallace </strong> might also return, and the team hopes <strong> Allen Iverson </strong> will be able to play next week. <q> It's a psychological lift knowing they're going to return soon, </q> coach <strong> Michael Bruce Curry </strong> said. Detroit desperately needs the trio on the court to salvage some pride in a season that has steadily unraveled since A mix of NBA fights& brawls. Song: <strong> 50 Cent </strong>- Crime Wave nba fights", "new_id": -2}, {"uid": "1295193847215547922", "i": 38133, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": " Senator: <strong> Gabrielle Giffords </strong> moving both sides of her body, breathing on her own By the CNN Wire Staff Rep. <strong> Gabrielle Giffords </strong> is <q> making progress every day, </q> a friend and fellow lawmaker said Sunday. STORY HIGHLIGHTS NEW: Sen. <strong> Kirsten Gillibrand </strong> says <strong> Gabrielle Giffords </strong> is`` doing great'' Witnesses say Dorwan Stoddard died protecting his wife from gunfire A`` Walk for Peace'' will take place", "new_id": -2}, {"i": 42085, "idx": 1, "index_answer": 1, "new_id": -1, "q": "'m fulfilling the principal role of television.'' After a tense 15-minute interview, the stage lights fade for a commercial. <strong> Jaime Bayly </strong> and Collins stand up and kiss on the cheek, but their microphones remain on. <q> Don't come here just to complain about my behavior, </q> <strong> Jaime Bayly </strong> says angrily over the outro music.`` And don't be so damn boring.'' <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charlie Rose </strong>; comedian and serious interviewer;", "sa": ["David Letterman", "Jaime Bayly", "Charlie Rose"], "uid": "1296586302084361234"}]