[{"uid": "1295454996042303491", "i": 31278, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "89-Year-Old Comedienne Shows She Still Knows How To Party <strong> Betty White </strong> turned 89 on Tuesday and showed that she still knows how to party. Appearing on <q> The Late Show With <strong> David Letterman </strong>, </q> <strong> Betty White </strong> told the late night host that playing with animals and drinking vodka are some of her hobbies. Without missing a beat, <strong> David Letterman </strong> took out two glasses and poured some vodka. <strong> David Letterman </strong> then chugged directly from the", "new_id": -2}, {"uid": "1296275225095797286", "i": 43976, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "David Wise"], "q": "for sitting CEOs, said <strong> David Wise </strong>, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success,`` the board clearly wants to retain his guidance for the next four years.'' <q> It's a signal to shareholders that he'll continue to steer the boat, </q> <strong> David Wise </strong> added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder <strong> Larry Page </strong>. Both men, along with Google's other co-founder <strong> Sergey Brin </strong>( Alert), have limited their salaries to", "new_id": -2}, {"uid": "1295289004218529795", "i": 58632, "idx": 3, "sa": ["Ike Nwamu", "James Cleveland", "Allen Iverson", "LeBron James"], "q": "minutes, including two 3-poiners, to push Denver's lead to 78-51.`` I got into a rhythm in the second half,'' said <strong> Allen Iverson </strong>, who finished 14-for-20 from the field and added eight assists. <q> The basket looked lIke Nwamu an ocean; I was throwing rocks in. It feels good when you catch a rhythm lIke Nwamu that. </q> <strong> LeBron James </strong> led <strong> James Cleveland </strong> with 27 points, but the Nuggets were able to contain the rest of the Cavaliers.`` Even though <strong> LeBron James </strong> had a great game, his great game came from getting fouled,'' Nuggets coach", "new_id": -2}, {"uid": "1295879241215089171", "i": 49221, "idx": 3, "sa": ["Alassane Ouattara"], "q": ", in defiance of a stay-at-home strike called by the <strong> Alassane Ouattara </strong> camp. But in recent days, at the slightest loud noise, all shops shut and the area fills up with soldiers, residents said. <q> We can see that the soldiers are nervous. Personally, I don't go on to the road to find transport any more. I prefer to stay at home with the children, </q> said Affou, a retired nurse.", "new_id": -2}, {"uid": "1295949713244924433", "i": 22810, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul", "Randy Jackson"], "q": "the room and talking to <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> and <strong> Randy Jackson </strong> about a potential musical career.'' Were you excited to discover that your character in Tangled provides a lot of the comedy of the movie? <q> I was incredibly happy, but I have to admit that the animals definitely steal the show. When it comes to the comedy of Tangled, the gecko and the horse are outstanding. W.C. Fields said never work with kids or animals, but the gecko and the horse end up stealing my thunder. </q> What makes you laugh?`` I think that Family Guy is hysterical. It's edgy and hip- and they can do whatever they want to do because it's animated and they're not", "new_id": -2}, {"uid": "1294977903249905195", "i": 7055, "idx": 0, "sa": ["Dikembe Mutombo", "Allen Iverson", "Jason Terry"], "q": "shots and <strong> Allen Iverson </strong> scored 47 points as the Philadelphia 76ers beat the Atlanta Hawks 108-103 Friday night. The Hawks have lost 10 straight, including nine since trading <strong> Dikembe Mutombo </strong> to Philadelphia in a five-player deal on Feb. 22. <q> I kept running into them and they kept telling me they were going to dunk on me, </q> said <strong> Dikembe Mutombo </strong>, who is living at the same hotel that Atlanta stayed at in downtown Philadelphia.`` I kept telling them during the course of the game,` Why are you even trying?'' <strong> Jason Terry </strong> had", "new_id": -2}, {"uid": "1295082156260702223", "i": 6883, "idx": 6, "sa": ["David Letterman", "Kelsey Grammer"], "q": "`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong> said,`` always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?'' <q> The kids seem to be doing OK, yeah, </q> <strong> Kelsey Grammer </strong> said, referring to the son and daughter he has with Camille.`` We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning", "new_id": -2}, {"uid": "1295774291153206792", "i": 58750, "idx": 5, "sa": ["Betty Ford", "David Letterman", "Ricky Gervais"], "q": "at the Golden Globe Awards. <strong> Ricky Gervais </strong> used his hosting gig to blast tinsel town's biggest names-- and b... <strong> David Letterman </strong>- <strong> Ricky Gervais </strong> and The Golden Globes www.GoldenGlobe2011.info Multi-talented Golden Globe and Emmy Award winner <strong> Ricky Gervais </strong>( <q> The Invention of Lying, </q>`` The Office'') has signed for an encore performance when he returns to host`` The 68th Betty Fordual Golden Globe Awards'' on Sunday, January 16, 2011 on... <strong> Ricky Gervais </strong> Golden Globes 2011-`` Thanks", "new_id": -2}, {"uid": "1296443805235372702", "i": 23709, "idx": 16, "sa": ["Linas Kleiza", "Allen Iverson", "Carmelo Anthony"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... Denver Nuggets vs Boston Celtics( 24 Mar 2010) Denver Nuggets 99-113 Boston Celtics The Celtics led by as many as 21 points in the third quarter, but as teams usually do in the NBA, the", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ".`` I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,'' said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}]