[{"uid": "1296137334113377297", "i": 2578, "idx": 0, "sa": ["Michael Vick", "DeSean Jackson"], "q": "the headliner. He is the player all of the other Pro Bowlers want to see, and no one, regardless of the size of his traveling party, begrudged <strong> Michael Vick </strong> the palatial suite. <q>Mike <strong> Michael Vick </strong>, yeah, I'm very happy for that guy,</q> said Eagles wide receiver <strong> DeSean Jackson </strong>, who walked alongside his teammate back into the hotel after the NFC's morning practice. Both players were pulling black Nike roller bags full of swag, yet another perk for fulfilling their", "new_id": -2}, {"uid": "1295468530213155889", "i": 8809, "idx": 0, "sa": ["Dwight Duncan", "Sergio Marchionne", "Mayor Susan Fennell", "Barack Obama"], "q": "Finance <strong> Dwight Duncan </strong>, Brampton <strong> Mayor Susan Fennell </strong>, CAW <strong> Barack Obama </strong> Ken Lewenza and other local officials, joined employees in recognizing the importance of the plant, the workforce and the 300 and Charger in the future success of the company. <q>The launch of the all-new 2011 Chrysler 300 and Dodge Charger demonstrates how far this company has come in 18 months,</q> said <strong> Sergio Marchionne </strong>. \"The assistance of the governments of Canada and the Province of Ontario gave us the opportunity to create a future. Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the US", "new_id": -2}, {"uid": "1295907439137379893", "i": 30079, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "it was important that all allegations were properly investigated. \"Hacking into people's phones is illegal,\" she said. â\u0080¢ <strong> Tony Blair </strong> never had a mobile while prime minister <q>Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. Nobody is above the law, no newspaper editor, no journalist.</q> Scotland Yard has declined to respond to the latest allegations. Mr <strong> Andy Coulson </strong> has denied knowledge of any hacking, but stepped down on Friday over the continuing media coverage of the issue.", "new_id": -2}, {"uid": "1297272060224821253", "i": 28611, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "weapons of mass destruction. So, as a public service, here is a partial list of the many <strong> Donald Rumsfeld </strong> \"misstatements\" that he does not address in his 813-page memoir. June 10, 2002: <q>Question: What do you make of the statement made by the Iraqi government yesterday that Iraq has no weapons of mass destruction and is not developing any?</q> <strong> Donald Rumsfeld </strong>: They are lying. Next. Question: When you say that Iraq is lying. That story mentioned having weapons- <strong> Donald Rumsfeld </strong>: Sometimes I understate for emphasis... Question:", "new_id": -2}, {"uid": "1295568057244678671", "i": 8804, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1296366488199786542", "i": 36587, "idx": 6, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled \"Confessions of a Negative Campaigner\" that \"negative campaigning, I now know, is wrong.\" <q>It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering,</q> he wrote in 1991. The same year, <strong> Mike Pence </strong> became president of the Indiana Policy Review Foundation, a conservative think tank based in Fort Wayne. After years as a radio talk-show host,", "new_id": -2}, {"uid": "1295167572006995975", "i": 5886, "idx": 0, "sa": ["Allen Iverson"], "q": "has reached 40 points and 10 assists in consecutive games. He had 40 points and 10 assists against the Rockets on Wednesday night. The victory was the Sixers' fifth in six games since the All-Star break. <q>I promise you it's not that,</q> <strong> Allen Iverson </strong> said, while continuing to maintain he wasn't bothered by not being invited to play. \"If I can play the way I played the last two games from some controversy, I will hope there's", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life \"Truman Show\" PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}, {"uid": "1295599226021397547", "i": 12751, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "people miss the way he doe and be as accurate on the run.\" After the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be toughest quarterback to sack, said Jets defensive end Shaun Ellis. <q>He's very strong. He's very elusive in the pocket,</q> Ellis said. \"A lot of people don't realize how fast he is.... I know he looks slow moving around on the field, but he's pretty nifty at what he does.\"", "new_id": -2}, {"uid": "1295898507003866625", "i": 29472, "idx": 0, "sa": ["Klaus Schwab", "Donald Rumsfeld", "Patriarch Kirill"], "q": "<strong> Klaus Schwab </strong> said he doesn't think it will. \"<strong> Patriarch Kirill </strong>'m absolutely sure that the euro will not collapse because <strong> Patriarch Kirill </strong> think there is still a strong European solidarity in place,\" he told AP. <q>Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies.</q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the \"unknown unknowns\" as former U.S. Defense <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}]