[{"uid": "1295448287167215118", "i": 25619, "idx": 1, "sa": ["Sergio Marchionne", "Carlo De Benedetti"], "q": "by adopting ad hoc regulations for industries and corporations.\" <strong> Carlo De Benedetti </strong>, a prominent industrialist and publisher with strong ties to the center-left, said, \"We must be grateful to <strong> Sergio Marchionne </strong>,\" adding, <q> Turin falls into a logic of globalization and will be more and more American. </q> All of the unions-with the exception of the FIOM, signed the contract. The betrayal of the FIOM, while somewhat more concealed, was no less damning. At no point did it do anything to", "new_id": -2}, {"uid": "1296691911219119623", "i": 10635, "idx": 0, "sa": ["Sergio Marchionne", "Maurizio Landini"], "q": "the FIOM leaders seek a new basis for collaboration with <strong> Sergio Marchionne </strong>. On Friday, speaking in Milan's cathedral square, FIOM Secretary <strong> Maurizio Landini </strong> blamed the brutal exploitation contained in the agreement on \"modernity\": <q> We say no to a modernity, which in the name of competition, pits one worker against another. </q> He called for \"innovation, research and public intervention\" and added, \"Of course, we want to conclude contracts, and we want the company to function and that fundamental rights are extended, that's", "new_id": -2}, {"uid": "1295470161077529109", "i": 27305, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "with a book release the next month. The book will include the text of <strong> Sen. Bernie Sanders </strong>'s entire speech, and an original introduction written by the senator, an independent who caucuses with Democrats. <q> The very strong response to my speech tells me that there is hunger all over American for a discussion about economic truths, for a counterattack on the ferocious assaults that are taking place against working families, and for a practical plan on how we can reverse the obscene politics that favor the rich over the middle class and the disadvantaged in our nation, </q> <strong> Sen. Bernie Sanders </strong> said. \"If my speech helped educate people about some of these issues, made them aware that they're not alone in their concerns of their pain, and pointed a way to the future, it", "new_id": -2}, {"uid": "1295590949047480976", "i": 36621, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "towards a new version, called IPv6, which will offer trillions of addresses for every person on the planet. \"Who the hell knew how much address space we needed?\" <strong> Vint Cerf </strong> said. <q> It doesn't mean the network stops, it just means you can't build it very well. </q> Google's leadership shake-up <strong> Vint Cerf </strong> said Google's Today the company announced that Google co-founder Larry Page would take over as chief executive from <strong> Eric Schmidt </strong>, who has become its executive chairman. Until", "new_id": -2}, {"uid": "1295907803085770247", "i": 1338, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "his previous case, said none of the four had been the victims of News Group newspapers.( News Group is a <strong> Rupert Murdoch </strong> company which controls the NoW.) He told the paper: <q> Lots of people were doing it. It was such a widespread practice, this was almost kids' playtime. \"Although it is a crime, people were regarding it as though it was driving at 35mph in a 30mph zone, that you just sort of do it and hope you don't get caught. </q> The allegation that the practice spread beyond the NoW will surely be a welcome one for <strong> Rupert Murdoch </strong>. The latest intrigue over <strong> Andy Coulson </strong>'s behaviour at one of his papers could not have come", "new_id": -2}, {"uid": "1295570534120422441", "i": 35466, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": " See <strong> Google Inc. </strong> news here. \"Historically we have always been running the decisions together, and ultimately it adds delay and so forth in the way we make decisions,\" <strong> Eric Schmidt </strong> said. <q> We think this will produce even better success for the corporation. </q> <strong> Google Inc. </strong> has still been trying to find new sources of revenue growth beyond its search engine monster. Its Android operating system has taken off in mobile but some of its other attempts outside of search have not", "new_id": -2}, {"uid": "1295684263156418049", "i": 10991, "idx": 8, "sa": ["Ed Miliband", "Andy Coulson", "Sienna Miller", "Ian Edmondson"], "q": "News of the World suspended its news editor, <strong> Ian Edmondson </strong>, over allegations of phone hacking in 2005-6, thought to involve the actress <strong> Sienna Miller </strong>. Asked about Mr <strong> Andy Coulson </strong>'s resignation, Labour leader <strong> Ed Miliband </strong> said: <q> We think he should have gone earlier, he has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement about hanging on to him as long as he did. </q> Tabloid tale UK phone-hacking row has long way to run", "new_id": -2}, {"uid": "1297418101097157134", "i": 31087, "idx": 1, "sa": ["Steve Ballmer"], "q": "said that \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> The deal will see Nokia's application store integrated with the Microsoft Marketplace. Nokia said that its current mobile operating system, Symbian, would become \"a franchise platform\". The company said", "new_id": -2}, {"uid": "1295616375099680271", "i": 879, "idx": 0, "sa": ["Alyse Eady", "David Letterman"], "q": "'s happenings. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the \"Late Show with <strong> David Letterman </strong>\" this Thursday night.  The Gossip's \"Standing in the Way of Control\" named the <q> Most Powerful Protest Song of the 21st Century </q> by Flavorwire. Twitter is lighting up in response to yesterday's \"Land of Opportunity\" bill with the hilarious#rejectedarkansasmottos trend. Baker's dozen  Baker Kurrus assesses 12 years in the \"belly of the beast", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor]. </q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}]