[{"uid": "1295634050249806881", "i": 6432, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "including new products. <strong> Eric Schmidt </strong> will stay on as executive chairman and focus on external deals, broader business relationships, government outreach and technology thought leadership. <strong> Eric Schmidt </strong> will also act as advisor to Page and <strong> Sergey Brin </strong>. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in the earnings announcement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.\" Discover which companies are leading their industries in Greensboro/Winston-Salem.", "new_id": -2}, {"uid": "1296826564039223317", "i": 15760, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "to university. <strong> Michael Gove </strong> has very little to say to these young people, and his curriculum and league table reforms are sending a very clear message that vocational learning is second best,\" <strong> Andy Burnham </strong> said. <q>With youth unemployment at a record high, we need to equip young people with a broad range of knowledge and skills to help them enter the modern workforce.</q> Labour had made changes to focus the curriculum on English and maths, and the take-up of single sciences had increased \"significantly\" as a result of Labour policies, he said. AS-levels to be", "new_id": -2}, {"uid": "1296536150067862556", "i": 32792, "idx": 2, "sa": ["Michael Heisley", "Rasheed Wallace", "Chris Bosh", "Lionel Hollins", "Allen Iverson", "Joakim Noah"], "q": "overtime, including the game-winning jumper with 51 seconds left in overtime. <strong> Joakim Noah </strong>, who was also making his postseason debut, scored 11 with 17 rebounds for the Bulls as they wrested the home-court advantage from Boston. <q>As the games go on, the moments http://wn.com/Allen_Iverson_SIGNED_with_Memphis_Grizzlies_ESPN_NBA_!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: \"God Chose Memphis as the place that I will continue my career.</q> Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Bosh </strong> <strong> Rasheed Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: \"I feel that they are committed to developing a winner and I know that I can help", "new_id": -2}, {"uid": "1295523103127533080", "i": 41551, "idx": 1, "sa": ["Steve Ballmer"], "q": ". Chinese authorities sometimes hesitate to bust counterfeit rings as they help support local economies. <strong> Steve Ballmer </strong> himself weighed in at the meeting between the two presidents and US business leaders, according to statement on Microsoft's blog. <q>At the meeting, <strong> Steve Ballmer </strong> highlighted the importance of intellectual property, or IP, to the future success and economic development of both countries, and noted the serious IP piracy problems that currently exist in China,</q> the statement said. Technology breakthrough: A guide to successful IT projects From handicrafts to Hello Kitty, Jshoppers.com offers massive choice to customers within and without Asia", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q>When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is,</q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}, {"uid": "1295625832143933451", "i": 20894, "idx": 6, "sa": ["Saddam Hussein", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "war, including the decision to pull out American forces and leave <strong> Saddam Hussein </strong> in power. <strong> Colin Powell </strong> and the other members of <strong> George H.W. Bush </strong>'s national security team agreed that the mission was to liberate Kuwait, not remove <strong> Saddam Hussein </strong>. <q>There is a legitimate argument as to whether we stopped too soon. We accomplished the mission,</q> <strong> Colin Powell </strong> said. \"<strong> President Bush </strong> made the right decision.\" The Iraqi leader was ousted in 2003 during the Iraq war, which started under <strong> George H.W. Bush </strong>'s son, former <strong> President Bush </strong>. After being convicted of crimes against humanity", "new_id": -2}, {"uid": "1295799418036782093", "i": 2722, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. \"I think he's got a way to go,\" <strong> Colin Powell </strong> said. <q>I mean, he hasn't achieved all of his purposes, but he's stabilized the economy</q> and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. \"` I think he has reached out to countries around the world", "new_id": -2}, {"uid": "1296319594070893607", "i": 28050, "idx": 0, "sa": ["Eric Schmidt"], "q": "cars. Consumer Watchdog, a group which has been highly critical of Google's privacy practices, condemned the agreement to settle the issue through negotiations and called for congressional hearings on the subject. <q>The details of the biggest privacy breach in history shouldn't be settled in secret,</q> said John Simpson of Consumer Watchdog. \"This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.\" Google pledged to strengthen its privacy and security practices after its", "new_id": -2}, {"uid": "1296160603113164328", "i": 10629, "idx": 0, "sa": ["Donald Rumsfeld", "George Tenet", "Robert Mueller", "Colin Powell", "Tom Ridge", "John Ashcroft"], "q": "others on the Homeland Security Advisory Council, which made the decisions. The council included Attorney <strong> Colin Powell </strong> <strong> John Ashcroft </strong>, FBI chief <strong> Robert Mueller </strong>, CIA Director <strong> George Tenet </strong>, Defense <strong> Donald Rumsfeld </strong> and <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong>. <q>More often than not we( the department) were the least inclined to raise it,</q> <strong> Tom Ridge </strong> told reporters after the forum. \"Sometimes we disagreed with the intelligence assessment. Sometimes we thought even if the intelligence was good, you don't necessarily put the country on( alert).... There", "new_id": -2}, {"uid": "1295672246172441622", "i": 5510, "idx": 5, "sa": ["Steve Blake", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. \"Monday, I get to wake up and it's Christmas,\" <strong> Allen Iverson </strong> said with a smile. <q>Obviously, it's going to be a fun day.</q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR Smith back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "new_id": -2}]