[{"uid": "1296279092111296547", "i": 24636, "idx": 0, "sa": ["Fatboy Slim", "Gilbert Arenas", "Chris Bosh", "Samuel Dalembert", "Allen Iverson"], "q": "hold a double-digit lead at any point. The 76ers wasted an 18-point lead in a loss to <strong> Gilbert Arenas </strong> and the Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter. <q> <strong> Fatboy Slim </strong>'re jumping out and holding leads and we just can't hold them, </q> guard <strong> Allen Iverson </strong> said.`` <strong> Fatboy Slim </strong> play well for a while and then it seems we just lose focus.'' <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance", "new_id": -2}, {"uid": "1297590228217415727", "i": 28908, "idx": 3, "sa": ["D. Lowell Jensen", "Colin Powell", "Peter Videnieks", "Michael C."], "q": "in federal court that everything he did regarding Inslaw was approved by Deputy Attorney <strong> Colin Powell </strong> <strong> D. Lowell Jensen </strong>.[ nb 3]`` <strong> Michael C. </strong> was aided in his new DoJ job by <strong> Peter Videnieks </strong>,'' wrote Wired( magazine), <q> <strong> Peter Videnieks </strong> was fresh from the Customs Service where he oversaw contracts between that agency and Hadron, Inc., a company controlled by[ <strong> Edwin Meese </strong>] <strong> Edwin Meese </strong> and Reagan-crony <strong> Earl Brian </strong>. Hadron, a closely held government systems consulting firm, was to figure prominently in the forthcoming scandal. </q>[ 3] Both <strong> Michael C. </strong> and <strong> Peter Videnieks </strong> had obtained their positions under suspicious circumstances, according to the Chicago-based weekly, In These Times.[ 10][ nb 4] Furthermore,`` Before moving over to the", "new_id": -2}, {"uid": "1295739237074268677", "i": 48551, "idx": 5, "sa": ["Detroit Red", "Rasheed Wallace", "Allen Iverson"], "q": "for us.'' But scoring wasn't the first thing on <strong> Rasheed Wallace </strong>'s mind in the second half. He was more concerned with how the game was being officiated-- tipping toward the Spurs, he thought. <q> <strong> Elgin Baylor </strong> knew what it was going to be out there, and <strong> Elgin Baylor </strong> didn't want our team to fall into that, </q> <strong> Rasheed Wallace </strong> said.`` We knew how it was going to be, especially going against the league darlings.'' <strong> Rasheed Wallace </strong> finished with 19 points and <strong> Allen Iverson </strong> also scored 19 for <strong> Detroit Red </strong>( 11-6), which has won", "new_id": -2}, {"uid": "1295217134075989080", "i": 3944, "idx": 2, "sa": ["Barack Obama", "Jim Kessler", "Sen. Bernie Sanders"], "q": "the long-term solvency of Social Security in his State of the Union address.`` I would love him to talk about Social Security in a very responsible and adult manner,'' <strong> Jim Kessler </strong> said. <q> We need to have a healthy adult conversation on the subject. If we wait until after the <strong> Barack Obama </strong> presidency to take on Social Security, that's waiting until 2017 or 2018 to act and that puts us in a precarious situation, </q> he added. A coalition of more than 200 labor unions and liberal groups, however, are waging a broad lobbying campaign to steer <strong> Barack Obama </strong> away from endorsing cuts in benefits. <strong> Sen. Bernie Sanders </strong> warns <strong> Barack Obama </strong> not to", "new_id": -2}, {"uid": "1296859719014893061", "i": 15650, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Daimler gave Chrysler managers a booklet that described the product development process- mostly in German, <strong> Sergio Marchionne </strong> said.`` Three-quarters of the words in the booklet were in German,'' <strong> Sergio Marchionne </strong> told said in his remarks. <q> If you think that there's no English equivalent to a word you use in German, you're nuts. </q> Daimler, the maker of Mercedes Benz vehicles, bought Chrysler in 1998 and ultimately sold the company to Cerberus in 2007. Chrysler filed for a U.S. funded bankruptcy after coming to the brink of collapse during the economic", "new_id": -2}, {"uid": "1296041205201015319", "i": 2151, "idx": 1, "sa": ["Alec Baldwin", "Barack Obama", "Al Green", "Rodney King", "Van Jones", "Michael Vick"], "q": "read this.`` <strong> Michael Vick </strong>: Black Sheep or Scapegoat on Animal Rights?'' by <strong> Alec Baldwin </strong> www.huffingtonpost.com Articles-Columns:`` <strong> Van Jones </strong>,` <strong> Al Green </strong> Jobs Czar,' a self-described` communist' arrested during <strong> Rodney King </strong> riots'' www.examiner.com <q> Exposed: The Secret http://wn.com/Utah_State_Rep_Mike_Noel_on_Alex_Jones_Tv_2/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People's_Land!! Alex also talks with Rep. Mike Noel of Utah who has introduced legislation to keep the judiciary out of the political debate surrounding global warming. www.mikenoel.com prisonplanet.tv http://wn.com/Utah_State_Rep_Mike_Noel_on_Alex_Jones_Tv_3/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People's_Land!! Alex also talks with Rep. Mike Noel of Utah who has introduced legislation to keep the judiciary out of the political debate surrounding global warming. www.mikenoel.com prisonplanet.tv http://wn.com/The_Green_Collar_Economy__Van_Jones_of_the_Center_for_ www.americanprogress.org In`` The <strong> Al Green </strong> Collar Economy </q>, Center for American Progress <strong> Barack Obama </strong> Fellow, acclaimed activist and political advisor <strong> Van Jones </strong> delivers a real solution that both rescues our economy and saves the environment. The economy is built on and powered almost exclusively by oil,", "new_id": -2}, {"uid": "1296429103034734121", "i": 9393, "idx": 2, "sa": ["Zahi Hawass"], "q": ", head of Egypt's antiquities department. They climbed over walls, forced open doors and entered the museum's vast souvenir shop.`` I'm glad that those people were idiots,'' <strong> Zahi Hawass </strong> told TIME. <q> They looted the museum shop. Thank God they thought that the museum shop was the museum. </q> The Egyptian Museum itself is extraordinary, the repository of many of the country's greatest ancient treasures, including those from Tutankhamun's tomb, which take up nearly half of the second floor. It's", "new_id": -2}, {"uid": "1295976171233406549", "i": 34016, "idx": 0, "sa": ["Alejandro Gonzalez Inarritu", "Bill Lockyer", "Newt Gingrich"], "q": "I believe he deserves it and has made a monumental work,'' <strong> Alejandro Gonzalez Inarritu </strong> said. He said he felt a rare and extraordinary sensation to be nominated for a film that has no happy ending and lacks <q> certain elements that would be obvious to the academy. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Land Rover 2008 Range Rover$ 44,794 Land Rover 2008 Range Rover$ 48,991", "new_id": -2}, {"uid": "1296619352222035987", "i": 4378, "idx": 1, "sa": ["Allen Iverson", "Donyell Marshall"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. John's two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach John Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Bulls_vs_Sonics_1996__Game_3__Michael_Jordan_36_points Boston University defeats Maine", "new_id": -2}, [{"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q> can no longer provide family planning, birth control, or preventive care to millions of women. </q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}]]