[{"uid": "1297093828077135937", "i": 46903, "idx": 5, "sa": ["George H. W. Bush", "Colin Powell", "Donald Rumsfeld"], "q": "was certainly wrong\" with respect to weapons of mass destruction in Iraq. However, he said that the military and the <strong> George H. W. Bush </strong> administration-- including <strong> Colin Powell </strong>-- had faith in the intelligence at the time. <q> There's a lot of stuff[ in] the press that say <strong> Colin Powell </strong> was against[ the war], </q> he said. \"But I never saw even the slightest hint of that.\" \"The idea that he was lying or duped is nonsense,\" <strong> Donald Rumsfeld </strong> added. <strong> Donald Rumsfeld </strong> said \"it", "new_id": -2}, {"uid": "1297639050102711324", "i": 17377, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "of positive activity... This is difficult for them both.\" <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> seemed undeterred by skeptics Elop-Stephen Elop-nokia-and-ceo-Steve Ballmer-Steve Ballmer-microsoft/\" target=\"_blank\"> in an open letter posted on both the Nokia and Microsoft Web sites: <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. </q> Microsoft Update: Latest news, features, reviews, opinions and more- Computerworld If you enter anything in this field your comment will be treated as spam \"Got my( Vodaphone)", "new_id": -2}, {"uid": "1295254600092618767", "i": 8642, "idx": 9, "sa": ["Allen Iverson", "Steve Javie"], "q": "team that traded him to Denver over the holidays, repeating his contention that he should have had more say in the Sixers' style. <strong> Allen Iverson </strong> also saved a parting shot for official <strong> Steve Javie </strong>, who ejected him. <q> I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out, </q> <strong> Allen Iverson </strong> said. \"His fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league.", "new_id": -2}, {"uid": "1295948460238239757", "i": 50354, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Gran Bretagna se le lavoratrici avessero ottenuto la parit, una voce isolata ha urlato un colorito epiteto nei confronti di <strong> Sergio Marchionne </strong> e il pubblico ha applaudito. Non me lo sarei mai aspettato\" . Spiega: <q> Invitiamo la Torino che? stata con noi e con i lavoratori che si sono opposti all` accordo, quella che? venuta alla fiaccolata. Glielo dobbiamo perch non ci hanno lasciati soli in un momento difficilissimo, quando era in corso un referendum illegittimo che giocava sulla paura degli operai </q>. La serata servir anche a preparare lo sciopero generale dei metalmeccanici Fiom di venerd: corteo dalle 9, con concentrazione a Porta Susa, fino a piazza Castello. Lo slogan? ecumenico: \"Da", "new_id": -2}, {"uid": "1297090525093831185", "i": 2279, "idx": 0, "sa": ["Aaron Rodgers", "David Letterman", "Martin Lawrence"], "q": "2) Comments <strong> Aaron Rodgers </strong> will bring his title belt to Broadway tonight when he's a guest on the <q> Late Show With <strong> David Letterman </strong>. </q> is listed on <strong> David Letterman </strong>'s site as a guest tonight along with actor <strong> Martin Lawrence </strong> and musical guest Steel Magnolia. Comments\" Read and share your thoughts on this story. E-mail Newsletter The", "new_id": -2}, {"uid": "1297112166205144067", "i": 6633, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "since he left the show. \"I haven't seen a full episode,\" the former Idol judge told reporters on a conference call for his upcoming music competition series, The X-Factor. <q> I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about the ratings falling off a cliff, and that the whole genre might be over. But people are still excited about these shows, whether Dancing With the Stars, which has gotten better over the years, America's Got Talent... I think they've done a good job. </q> Asked if <strong> Paula Abdul </strong> could be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. \"I'm a massive fan", "new_id": -2}, {"uid": "1295907484175931405", "i": 3289, "idx": 1, "sa": ["Larry Page", "Tom Austin", "Eric Schmidt"], "q": "it takes off.\" ' Unless <strong> Larry Page </strong> delivers that kind of message, it will be difficult for cusTom Austiners to know for sure how much of an emphasis he intends to put on the enterprise business. <q> If Google is a real enterprise company, then we will need to seLarry Page act like that is the case, </q> Andrews says. \"That will include evangelism for the enterprise business, similar to what we saw from <strong> Eric Schmidt </strong>.\" In addition to paying cusTom Austiners, \"If I were a managed services provider I would", "new_id": -2}, {"uid": "1296071965164806658", "i": 27173, "idx": 1, "sa": ["Eric Schmidt"], "q": "company to a privacy debate. Now, the group is back with a video called \"Mr. <strong> Eric Schmidt </strong> Goes to Washington.\" On the group's site, it says: This new animated satire, <q> Mr. <strong> Eric Schmidt </strong> Goes to Washington, </q>-- the sequel to Consumer Watchdog's popular \"Don't Be Evil?\" video-- will be roaming the streets of Washington, DC on a mobile digital advertising truck for a week to make the case for", "new_id": -2}, {"uid": "1296102405059129930", "i": 7246, "idx": 0, "sa": ["Steve Jobs", "Eric Schmidt"], "q": "as competitive bludgeons.\" [ Google CEO] <strong> Eric Schmidt </strong> pointed out that they're activating 200,000 units per day,\" Jobs-Steve Jobs-Attacks-Google-RIM-During-Earnings-Call-702041/\"> Apple CEO <strong> Steve Jobs </strong> told media and analysts during an Oct. 20 earnings call. <q> By comparison, Apple has activated 270,000 units per day, on average. </q> Since then, the two companies' other executives have used similar metrics-always in the hundreds-of-thousands range-to paint their respective smartphone platforms as unbeatable in the marketplace. That intense focus on sales numbers, in turn, pressures", "new_id": -2}, {"uid": "1295387016075563050", "i": 15430, "idx": 0, "sa": ["Steven Tyler", "David Letterman"], "q": "aid Tuesday, January 18th 2011, 3:39 PM <strong> Steven Tyler </strong> admitted he used to snort Lunesta before entering rehab in 2009. <strong> Steven Tyler </strong> initially explained his fall off a stage in August 2009 by saying he <q> zigged when I should have zagged. </q> Turns out, the true cause is actually quite different. <strong> Steven Tyler </strong>, 62, revealed on \"The Late Show with <strong> David Letterman </strong>\" Monday that during the accident- which led to broken bones", "new_id": -2}]