[{"uid": "1295936962220463131", "i": 19644, "idx": 1, "sa": ["Sergio Marchionne"], "q": "prepares to open the first dealership in Los Angeles Monday and deliver the first batch of special edition Prima Edizione Fiat 500s next month. <strong> Sergio Marchionne </strong>, CEO of both Chrysler and Fiat, said the Fiat 500 <q> doesn't have ambitions to conquer the U.S. market. It was designed for select areas. </q> Volumes are small. Of 120,000 units to be built annually at Chrysler's Toluca, Mexico, plant, half are for North America and the rest are bound for Brazil and China. The", "new_id": -2}, {"uid": "1296117571165298183", "i": 7774, "idx": 4, "sa": ["Roger Goodell", "Brian McCarthy", "Michael Vick", "Tony Dungy"], "q": "practice yesterday. NFL vice president <strong> Brian McCarthy </strong> said <strong> Michael Vick </strong> has been diligent in tending to community-relations commitments as part of commissioner <strong> Roger Goodell </strong>'s program of rehabilitation for him following his incarceration for federal dogfighting offenses. <q> He's done a great job turning things around, </q> <strong> Brian McCarthy </strong> said. \"He still meets regularly with the commissioner and fulfills his obligations.\" <strong> Michael Vick </strong> also continues to have conversations with former Colts coach <strong> Tony Dungy </strong>, who was assigned to mentor him.", "new_id": -2}, {"uid": "1296135713210878469", "i": 32, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "bonds to Social Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said <strong> Sen. Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country", "new_id": -2}, {"uid": "1297373176141738012", "i": 10311, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "In our Chalk Talk with Avocent CTO Ben Grimes, we get a first-hand look at some of the challenges with managing power, including a look at some of the tools Avocent offers to help with this. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1296405734264388638", "i": 640, "idx": 1, "sa": ["Michael Jordan", "Larry Bird", "Allen Iverson", "David West"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. \"Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Bird </strong> <strong> David West </strong> said. \"This is kind of unexpected", "new_id": -2}, {"uid": "1296968578257851407", "i": 40183, "idx": 0, "sa": ["George Shultz", "Donald Rumsfeld"], "q": "memos to letters <strong> Donald Rumsfeld </strong>'s parents wrote to each other during World War II. <strong> Donald Rumsfeld </strong>'s sister <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. <q> I started thinking about this amazing archive I had, </q> he says during a recent interview. \"The fact that I had it, persuaded me that I ought to take advantage of it.\" <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite in", "new_id": -2}, {"uid": "1295561213061718591", "i": 32410, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "A A x Email Article <strong> Eric Schmidt </strong>: All of <strong> Google Inc. </strong>'s Strategic Initiatives in 2011 Are Mobile Business Review, guest contributor <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>, writes about the company's plans for the coming year, saying <q> as I think about <strong> Google Inc. </strong>'s strategic initiatives in 2011, I realize they're all about mobile. </q> It's notable that <strong> Eric Schmidt </strong> didn't say \"mostly,\" or \"many,\" of its initiatives are about mobile- he said \"all\" of them are. More Perspective from <strong> Google Inc. </strong>: <strong> Eric Schmidt </strong>&", "new_id": -2}, {"uid": "1297245176074432515", "i": 44949, "idx": 0, "sa": ["Lindsay Lohan", "Blake Lively", "Simon Cowell", "Matthew Morrison", "Chace Crawford"], "q": "up with a storyline involving <strong> Matthew Morrison </strong> and his female co-star <strong> Blake Lively </strong>. He wasn't filled with too much enthusiasm over its originality though. \"What could Matt do on Gossip Girl?\" mused <strong> Chace Crawford </strong>. <q> Come in as an unassuming billionaire to some oil company and then drug Serena up and leave her for dead somewhere so she has to reconcile her life. Sounds a little familiar, right? </q> <strong> Lindsay Lohan </strong> \"to be charged with felony grand theft\" <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite", "new_id": -2}, {"uid": "1297094583019349510", "i": 34825, "idx": 1, "sa": ["Simon Cowell"], "q": ". Secondly, the age range is 12 years and up. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" says <strong> Simon Cowell </strong>. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> Finally, the acts do not have to be solo artists. They can be vocal groups. Also, like the U.K. version, the first time a contestant sings for the judges, he/she/they will do", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google. \"That is a net positive.\" Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q> I can only describe this now as a \"wow\" moment, </q> he says. \"For me this is the beginning of the real revolution in information. \"You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}]