[{"uid": "1297175078196968449", "i": 6311, "idx": 8, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "his book, the former defense chief also ripped into some of <strong> President Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. He said <strong> Colin Powell </strong>-- <strong> President Bush </strong>'s first top diplomat-- <q>did not, in my view, do a good job of managing the people under him,</q> calling leaks out of the State Department \"unhelpful.\" <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> President Bush </strong> advisers and officials, truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to", "new_id": -2}, {"uid": "1297098987088211457", "i": 21900, "idx": 0, "sa": ["Simon Cowell"], "q": "at the end of March and hit small screens in fall 2011. The new program got a healthy dose of publicity on Sunday with a spot during Fox's coverage of Super Bowl XLV. <q>We are going to put our money where our mouths are with the$ 5-million recording contract,</q> <strong> Simon Cowell </strong> said in a statement. The deal will be through <strong> Simon Cowell </strong>'s company Syco and Sony Music.", "new_id": -2}, {"uid": "1295667836215973891", "i": 15124, "idx": 1, "sa": ["Thomas Paine", "Glenn Beck", "Allen Iverson", "John Boehner"], "q": "he sued the rectory. Super-religious guy <strong> Glenn Beck </strong> likes to play dress-up as <strong> Thomas Paine </strong>. <strong> Thomas Paine </strong>, an atheist who said churches were \"human inventions, set up to terrify and enslave mankind\". <strong> John Boehner </strong> Adams said, <q>this would be the best of all possible worlds, if there were no religion in it</q>.* Which is not to say the Founders didn't http://wn.com/Allen_Iverson_37pts_vs_Tracy_McGrady_Orlando_Magic_2001_MVP <strong> Allen Iverson </strong> scored 37 points in his MVP Season vs. Orlando Magic One of the most controversial Basketball players of all time, <strong> Allen Iverson </strong> is one of the most", "new_id": -2}, {"uid": "1295282488229982250", "i": 39978, "idx": 1, "sa": ["Mike Pence"], "q": "for use in my columns, and <strong> Mike Pence </strong> was always one of the members I kept an eye on. I remember watching him speak on the House floor( via C-SPAN) and I remarked to my husband, <q>I don't know who this guy is but he looks presidential.</q> From that point I kept an eye on him and to date he has not disappointed. I would say that of the known GOP candidates at this point, <strong> Mike Pence </strong> is the most attractive to me in", "new_id": -2}, {"uid": "1296867070001982490", "i": 3061, "idx": 5, "sa": ["Carl-Peter Forster", "Sergio Marchionne"], "q": "India. Tata Motors CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership. \"Likewise,\" <strong> Sergio Marchionne </strong> said when reporters asked about <strong> Carl-Peter Forster </strong>'s comments. <q>That's why it's on the table, and we're going to discuss it.</q> Article: Chrysler projects profitable 2011 ahead of IPO... Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> Photo: A demonstrator wears a mock mask of Fiat", "new_id": -2}, {"uid": "1297185626119177230", "i": 36826, "idx": 0, "sa": ["the Fox", "Simon Cowell"], "q": "\" and \"X Factor\" to the difference between \"Extreme Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Cowell-free season of \"Idol,\" he claimed, <q>I haven't seen a full episode,</q> continuing, \"I think we're going to do something different. I'm excited. The stakes are high.\" Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. <strong> the Fox </strong> is still recovering from", "new_id": -2}, {"uid": "1297430731170164227", "i": 19186, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "revenue from a year before. But profits plunged by 23 percent, indicative of the once mighty phone manufacturer's struggles. Nokia then pledged to outline a new strategy on Feb. 11. Reorganization <q>We each bring incredible assets to the table,</q> <strong> Stephen Elop </strong>, Nokia's chief executive, and <strong> Steve Ballmer </strong>, Microsoft's chief executive, said in a joint statement. \"Nokia's history of innovation in the hardware space, global hardware scale, strong", "new_id": -2}, {"uid": "1295561487148553741", "i": 2471, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "revealed as part of its fourth-quarter earnings announcement today. Co-founder <strong> Sergey Brin </strong> will be dedicated to strategic projects, specifically new products. <strong> Eric Schmidt </strong> will continue to act as an advisor to Page and <strong> Sergey Brin </strong>. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q>Day-to-day adult supervision is no longer needed!</q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called \"adult supervision\" for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}, {"uid": "1296004701157368340", "i": 36124, "idx": 1, "sa": ["Andy Coulson"], "q": "said part of his case involved a Trinity Mirror reporter who moved to the News of the World in 2005, at the time when <strong> Andy Coulson </strong> was the paper's editor. In a statement, Mr Marsden said: <q>I understand that the reporter was suspended last year in respect of hacking carried out for that paper last year.</q> Scotland Yard last night confirmed that the News of the World had approached it in September 2010 and handed over information about phone hacking relating to the suspended member of staff. Mr Marsden, whose", "new_id": -2}]