[{"uid": "1295591453155664431", "i": 1108, "idx": 7, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q>`` I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly", "new_id": -2}, {"uid": "1295976104233406491", "i": 15166, "idx": 1, "sa": ["Patrice Lumumba", "Allen Iverson"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom.`` It's special, and it's a tribute to my coach and my teammates,'' said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> Brown said.`` There were so many lessons to be learned, from him http://wn.com/Christian_Cook_playing_for_the_MLL_Major_League_Lacrosse DR of Congo: Discreet Commemorations of the 50th Anniversary of <strong> Patrice Lumumba </strong>'s Assassination Amid rumors of rebel groups unifying in Congo, countries", "new_id": -2}, {"uid": "1296149424210010119", "i": 35116, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> greet people in the Grand Hall in Union Station Tuesday, November 2, 2010 at the Indiana Republican Election Night Party. <strong> Mike Pence </strong> easily won reelection for his 6th Congressional District seat. He told the crowd, <q> I believe history will record... Indiana led the country back. </q> Charlie Nye/ The Star.", "new_id": -2}, {"uid": "1295743991123617308", "i": 23255, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "'s resignation of <strong> Andy Coulson </strong>, Downing Street's director of communications, signals the end of an uncomfortable chapter. It will not and it should not. Mr <strong> Andy Coulson </strong> himself still has many questions to answer. <q> I stand by what I've said, </q> he asserted in his resignation statement yesterday. This refers to Mr <strong> Andy Coulson </strong>'s claim that he Why <strong> Andy Coulson </strong>'s resignation came as no surprise to <strong> David Cameron </strong> <strong> Andy Coulson </strong>, <strong> David Cameron </strong>'s director of communications, has quit in the wake", "new_id": -2}, {"uid": "1297374647106381458", "i": 9773, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "Wednesday. LifeSize introduced several enhancements to its telepresence solutions, including a 10x high def camera for its room-based systems, an executive solution in partnership with LG, and new MCUs for high-def multipoint video. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be as transparent and as collaborative as possible,'' <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several`` significant'' new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}, {"uid": "1296774216245792784", "i": 2154, "idx": 0, "sa": ["Sergio Marchionne"], "q": "still owes billions to the U.S. and Canadian governments, and the U.S. retains a 9 percent stake in the company, but <strong> Sergio Marchionne </strong> has talked of paying the governments back by the end of the year. <q> I'd like to pay them off in 2011, if I could, </q> <strong> Sergio Marchionne </strong> told reporters earlier this month.`` I would like to get it done as quickly as I could.'' To be sure, the future is not all roses for the company- Magliano notes", "new_id": -2}, {"uid": "1297713451165232640", "i": 34527, "idx": 1, "sa": ["Zahi Hawass"], "q": "undated photo released by the Egyptian... Photo: <strong> Zahi Hawass </strong>: No mummies damaged by looters at Cairo's... Top Stories Video: Egyptian tourist town in dumps Top Stories Video: Royal wedding duties handed out Report Abuse <q> What hasn't been reported in US news but you can find in several euro news feeds is that the looters were actually members of the elite police force not the general public who is rioting. they were caught in the act of looting and destroying the exhibits- caught by the army- the army is now protecting the museums. </q> The Christian Science Monitor: Why Egypt's Muslim Brotherhood isn't the Islamic bogeyman The Christian Science Monitor: A budget proposal fit for Valentine's Day", "new_id": -2}, {"uid": "1295907761051232811", "i": 10879, "idx": 1, "sa": ["Colin Powell", "Sen. Joe Lieberman", "Barack Obama"], "q": "Former secretary of state and chairman of the joint chiefs of staff <strong> Colin Powell </strong> offered praise for <strong> Barack Obama </strong>'s accomplishments but refused to say whether he would endorse <strong> Barack Obama </strong> or any of the emerging Republican hopefuls in 2012. <q> Right now <strong> Sen. Joe Lieberman </strong> do not see on the Republican side any one individual that will emerge at the top of the pile, </q> <strong> Colin Powell </strong> said, adding that he is not committed to any candidate.`` <strong> Sen. Joe Lieberman </strong> have not yet seen anybody on the Republican side <strong> Sen. Joe Lieberman </strong> am prepared to commit to, and <strong> Sen. Joe Lieberman </strong> am not committed to <strong> Barack Obama </strong> either,", "new_id": -2}, {"uid": "1297177999266534917", "i": 29928, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "troubled.'' ABC News, which has released a preview of <strong> Donald Rumsfeld </strong>'s interview with <strong> Diane Sawyer </strong>, the former defense secretary claimed that the interrogation of 9/11 plotter Mohammad al-Qahtani provided valuable information that saved American lives. <q> Qahtani, who was the 20th hijacker, they say-- he gave a lot of information, </q> <strong> Donald Rumsfeld </strong> said.`` And it was very helpful to our interrogators and to the United States government in saving lives.'' <strong> Donald Rumsfeld </strong> later concluded that`` the fact that we haven't had an attack in", "new_id": -2}]