[{"uid": "2008100507_00044059_W", "i": 2994, "idx": 0, "sa": ["Gustavo Arellano"], "q": "you'll be surprised and awed when you discover the driving forces behind blek's work.(***) sandy denton: let's talk about pep as a kid, i was the biggest salt-n-pepa fan. <NO_QUOTATION> <q> let's talk about sex, </q> and <NO_QUOTATION> were girl-power anthems and, to this day, i know every single word to <NO_QUOTATION>( their song <strong> Gustavo Arellano </strong> en vogue). so i was excited to read sandy <NO_QUOTATION> denton's memoir and find out", "new_id": -2}, {"uid": "2008100223_00029189_W", "i": 4542, "idx": 5, "sa": ["Jean-Claude Trichet"], "q": "chill through markets worried about a deepening credit crisis. comments by ecb head <strong> Jean-Claude Trichet </strong> that pointed to lower eurozone rates in the near term in the face of weakening eurozone growth had little apparent impact on european markets. <q> <strong> Jean-Claude Trichet </strong> took a giant step towards a rate cut, </q> commerzbank chief economist joerg kraemer said. but briefing.com's o'hare said: \"the recognition that short-term funding markets remain under pressure and the news that the european central bank left its key lending rate unchanged at 4.25 per", "new_id": -2}, {"uid": "2008112319_00023003_W", "i": 2667, "idx": 1, "sa": ["Michael Nelson", "Bill Frist"], "q": "will teach a class at vanderbilt university's owen graduate school of management. <strong> Michael Nelson </strong>, a professor of political science at rhodes college in memphis, is blunt about how the race would evolve with <strong> Bill Frist </strong> in it. <q> it's a wide-open race, unless <strong> Bill Frist </strong> decides to run. and then the race is over, if he does. it's that simple. he can clear the field in terms of any other candidate having any realistic chance at all of being elected, </q> he said. david kanervo, chairman of the political science department at austin peay state university, said the biggest factor other than <strong> Bill Frist </strong> is the economy. a prolonged downturn, he said, would probably force candidates", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 3395, "idx": 11, "sa": ["Abraham Lincoln", "Will Rogers"], "q": "or their revolutionary right to dismember it or overthrow it.\" -- <strong> Abraham Lincoln </strong> \"a cynical, mercenary, demagogic press <strong> Will Rogers </strong> produce in time a people as base as itself.\" -- joseph pulitzer( 1904) <q> the minute you read something that you can't understand, you can almost be sure that it was drawn up by a lawyer. </q>-- <strong> Will Rogers </strong> \"laws control the lesser man... right conduct controls the greater one.\" -- mark twain \"one of the greatest delusions in the world is the hope that the evils in this world are to", "new_id": -2}, {"uid": "2008121220_00000463_W", "i": 2007, "idx": 1, "sa": ["Wolfgang Schäuble", "Manmohan Singh"], "q": "ensure its territory was not used for committing violence in third countries. german home minister <strong> Wolfgang Schäuble </strong> told newspersons that, \"forbidding an organisation is one thing and to avoid crimes is another.\" while advising pakistan to <q> ensure that nobody will commit terrorist attacks or other crimes, </q> he admitted that it was a <NO_QUOTATION> for islamabad and wondered if there was any alternative. mr. <strong> Wolfgang Schäuble </strong> who, among others, met prime minister <strong> Manmohan Singh </strong> and national security advisor m.k. narayanan, said he was told that", "new_id": -2}, {"uid": "2008111909_00036005_W", "i": 2640, "idx": 0, "sa": ["Rahul Mahajan"], "q": "mumbai, nov 19( pti) people got to know the <NO_QUOTATION> through` bigg boss', slain bjp leader pramod <strong> Rahul Mahajan </strong>'s son <strong> Rahul Mahajan </strong> said today, justifying his decision to leave the reality tv show. <q> i am honest, genuine. people also saw my naughty side, </q> <strong> Rahul Mahajan </strong> told reporters, adding \"you love me, hate me but you can not ignore me.\" <strong> Rahul Mahajan </strong>'s exit comes after he declined to tender an apology for his <NO_QUOTATION> of leaving the` bigg boss", "new_id": -2}, {"uid": "2008101713_00040606_W", "i": 1723, "idx": 0, "sa": ["Joe the Plumber"], "q": ", of holland, ohio-- 20 times during the debate. <strong> Joe the Plumber </strong> became a symbol of the plight of the small businessman. jackson has its own <strong> Joe the Plumber </strong> and just like <strong> Joe the Plumber </strong>, he's concerned about taxes. <q> as you get older, these politics mean more to you, </q> joey <NO_QUOTATION> buford said. \"i've never seen them talk like this about the small guy but i honestly think they're after votes.\" buford helps run his father's jackson plumbing business and fears what", "new_id": -2}, {"uid": "2008112622_00011753_W", "i": 2678, "idx": 1, "sa": ["George H. W. Bush", "Bob Fu"], "q": "international human rights covenants guaranteeing chinese citizens' religious freedom. it also contradicts the chinese government's repeated claim for protecting religious freedom in the spirit of rule of law,\" said <strong> Bob Fu </strong>, <strong> George H. W. Bush </strong> of chinaaid. <q> we call upon the chinese government to release pastor zhu immediately. </q> to request permission to reproduce chinaaid photos and/or information, please contact katherine@chinaaid.org. chinaaid media contact: katherine cason(267) 210-8278 or katherine@chinaaid.org washington, d.c. contact: jenny mccloy(202) 213-0506 or this entry was posted on november", "new_id": -2}, {"uid": "2008110714_00028683_W", "i": 398, "idx": 1, "sa": ["James White"], "q": "corinthians 2:2. my name is benjamin wall and i am a husband, father, and youth pastor. i have a passion for scripture and history and strive to, as the westminster shorter catechism puts it, <q> glorify god and enjoy him forever. </q> <strong> James White </strong>, and many others. i've been married to deanna for three years now and we have a beautiful daughter, samantha. life could not be better!! i have a bachelor's degree in sacred history", "new_id": -2}, {"uid": "2008090102_00003660_W", "i": 2822, "idx": 0, "sa": ["Marcus Stuttard"], "q": "the process of putting together a rulebook for the italian market with a <NO_QUOTATION> version of the aim market's code. <strong> Marcus Stuttard </strong>, deputy head of aim at the lse, explains the plans to create aim italia. <q> we are having a mock consultation on rules there and are talking to banks on getting nomad status. we have always had pan-european ambitions, </q> he said. he notes that the italian market is very different to the uk, with a lot of businesses being family owned. \"they have not had the flexible regulatory model,\" he said. \"", "new_id": -2}]