[{"uid": "1296235999160088091", "i": 17264, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Rick Santorum"], "q": "Defense Budget Egypt prepares for fresh protests <strong> Mike Pence </strong> Will Not Run for <strong> Barack Obama </strong> Indiana announced Thursday that he would not be a Republican candidate for <strong> Barack Obama </strong> in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> MMike Pence wrote in a target=\"_blank\" letter to supporters. \"We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012.\" The Possible GOP Barack Obamaial contender <strong> Rick Santorum </strong> to headline Catholic group's benefit in Mass.", "new_id": -2}, {"uid": "1295412290169443332", "i": 36147, "idx": 3, "sa": ["Mitch Daniels", "Mike Pence"], "q": "In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> \"the best governor in America.\" <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to <q> keep the national campaign. </q> He says he still intends to make a decision by the end of January. Suspect in long KC police chase faces robbery, resisting arrest charges", "new_id": -2}, {"uid": "1296215094141213698", "i": 29340, "idx": 0, "sa": ["Darrell Issa", "Mike Pence", "Barack Obama"], "q": "not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. <strong> Mike Pence </strong> ruled out a White House bid in a letter sent to supporters that also fueled speculation he is instead planning a run for governor. <q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home, </q> <strong> Mike Pence </strong> wrote in the letter. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana.\" <strong> Mike Pence </strong> has two public events scheduled for today. <strong> Darrell Issa </strong>", "new_id": -2}, {"uid": "1295912989122798091", "i": 1784, "idx": 0, "sa": ["Mike Pence"], "q": "'s symbolic, but maybe it just sets a tone and everything gets a little bit more civil.\" ` It Really Doesn't Matter' The idea does have its critics. <q> You know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address, </q> Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. \"Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit it matters where", "new_id": -2}, {"uid": "1296156422245841950", "i": 11094, "idx": 3, "sa": ["Mike Pence", "Dick Armey"], "q": "POTUS talk to continue. <strong> Mike Pence </strong> faces a self-imposed deadline at \"<strong> Mike Pence </strong> can bring the whole spectrum of constitutional, social and economic conservatives together,\" <strong> Dick Armey </strong> said on Fox today. <q> They will rally behind his candidacy. </q>", "new_id": -2}, {"uid": "1295301289163250234", "i": 8174, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,\" Benko said. <q> <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. </q> AP Photo- In a Nov. 29, 2010 photo <strong> Mike Pence </strong>( R-Ind.) addresses the media at the Detroit Economic Club in Birmingham, Mich.. An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial", "new_id": -2}, {"uid": "1296498486124518453", "i": 41305, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "help from <strong> Barack Obama </strong>, who carried Indiana in 2008. \"Indiana is going to be a priority for the <strong> Barack Obama </strong>,\" Winston said. State Democrats, he hopes, will find a consensus candidate this spring. <q> It's a$ 15 million to$ 18 million race. I hope we won't have a primary. </q> <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. \"The social conservatives love him,\" says former Republican state chairman Rex Early. \"The fiscal conservatives-he talks the", "new_id": -2}, {"uid": "1297282419203538449", "i": 3202, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Bob Corker", "Ian Thorpe", "Ben Bernanke"], "q": "bubble last decade with the stance that the Fed can help home prices now with its asset purchases. Home prices are not \"responding at all\" to the Fed's policy, and the bubble was <q> far greater than could be explained </q> by the central bank's interest-rate actions, <strong> Ben Bernanke </strong> said in response. <strong> Paul Ryan </strong> has said he supports legislation proposed by fellow Republicans, Tennessee Senator <strong> Bob Corker </strong> and IndIan Thorpea Representative <strong> Mike Pence </strong>, that would remove the Fed's", "new_id": -2}, {"uid": "1297627010160415775", "i": 39919, "idx": 2, "sa": ["Mike Pence"], "q": "about GOP Congressman <strong> Mike Pence </strong>'s legislation to defund Planned Parenthood adding the ever popular anti-choice meme about taxpayer dollars. Earlier this week, Bill Pence_Mike Pence_in_war_on_planned_parenthood.php\"> agreed with <strong> Mike Pence </strong> that PP should be defunded. He said <q> seven, seven, undercover stings embarrassed Planned Parenthood. </q> He played the segment of the video which showed the fired PP employee. Bill referenced the networks that carried the story and those that didn't. Professor Caroline Heldman, PhD, immediately called out Bill by stating", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in` The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer.`` He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}]