[{"uid": "2008091020_00027543_W", "i": 3357, "idx": 6, "sa": ["David Hahn"], "q": "found it something the wanted to do over an...\" <strong> David Hahn </strong> said:\" # 23 zippyspincycle i think your absolutly correct in saying that it's this sites( and others like i...\" phikus said: <q> loci: let's see you do something. it's not as easy as it looks.... </q> beep1o said: \"noooo its not making muffins, its making biscuits. who the heck kneads muffin batter?:) many( i'd...\" mightymouse1584 said: \"science, it still works, bitches.", "new_id": -2}, {"uid": "2008092303_00020895_W", "i": 678, "idx": 1, "sa": ["Hillary Clinton", "John McCain"], "q": "at a campaign event in south carolina, <strong> John McCain </strong> called on a woman who had a question about the expected democratic nominee. \"how do we beat the bitch?\" she asked. <strong> John McCain </strong> laughed, said, <q> that's an excellent question, </q> and noted he was leading <strong> Hillary Clinton </strong> in a poll, before assuring his audience that \"i respect sen. <strong> Hillary Clinton </strong>.\" back then, sexism directed at a candidate for high office did not cause a wave of revulsion", "new_id": -2}, {"uid": "2008110908_00000222_W", "i": 1214, "idx": 8, "sa": ["Kaya Jones"], "q": "of <strong> Kaya Jones </strong> in front of senior goalkeeper brittany osborn. they weren't surprised at how well <strong> Kaya Jones </strong>, a sophomore, responded as they helped limit bellingham to eight shots, with only three in the second half. <q> i was just trying to clear the ball, but i was so excited, </q> said <strong> Kaya Jones </strong>, who said playing defense with the two seniors inspires her after spending most of her youth soccer career as a goalkeeper. \"<strong> Kaya Jones </strong> listens really well and she takes our input well,\" said reed", "new_id": -2}, {"uid": "2008120223_00014154_W", "i": 3245, "idx": 0, "sa": ["Benny Medina", "Sharon Brown"], "q": "off the plane, resulting in a 2 1/2- hour flight delay while their luggage was removed from the aircraft. <strong> Sharon Brown </strong>'s attorney told jurors during his opening statement that his client was simply doing her job and <q> was attacked by someone in the community who supposedly represents a higher degree of human decency. </q> usher runs back to mom maybe mom really does know best-- or, in r& b singer usher's case, mom jonnetta patton at least knows better than <strong> Benny Medina </strong>, the celebrity manager usher hired after his", "new_id": -2}, {"uid": "2008091302_00022064_W", "i": 2253, "idx": 0, "sa": ["Ray Haffenden"], "q": "chairman <strong> Ray Haffenden </strong> said today mccaw will hold the position until the independent review of the nzrl's governance and administration is completed. a permanent chief executive will be appointed once the review process is completed early next year. <q> it makes sense to delay the appointment of a permanent ceo until we know the outcome of the review and what the future direction of the organisation will be, </q> <strong> Ray Haffenden </strong> said. \"murray mccaw is a highly-experienced business leader and will be a major asset to the nzrl as it revises its strategic and commercial frameworks.\" sport and recreation new zealand( sparc) is supporting", "new_id": -2}, {"uid": "2008090923_00012687_W", "i": 3886, "idx": 0, "sa": ["Robert Aymar"], "q": "for nuclear research, close to the foothills of the french jura mountains, will pursue concepts such as <NO_QUOTATION> <NO_QUOTATION>, extra dimensions and, most of all, the <NO_QUOTATION> believed to have made it all possible. <q> the lhc was conceived to radically change our vision of the universe, </q> said cern's french director-general <strong> Robert Aymar </strong>. \"whatever discoveries it brings, mankind's understanding of our world's origins will be greatly enriched.\" cern scientists have been at pains to deny suggestions by some critics that", "new_id": -2}, {"uid": "2008120316_00002103_W", "i": 4219, "idx": 0, "sa": ["Richard Maher"], "q": "are sufficient mitigation measures to abate the facility's effects on surrounding residences and businesses. the city council drafted about 40 pages that detailed the city's reservations about the project and the eis, alleging the post office <q> failed to consider reasonable alternatives, failed to acknowledge the project's significant land use impacts, grossly understated the potential noise impacts of the project, did not adequately study or mitigate air quality impacts, </q> and that the report's traffic analysis \"did not respond to community concerns.\" those criticisms will be addressed in the final eis, usps spokesman <strong> Richard Maher </strong> said. after the plan is released to the public,", "new_id": -2}, {"uid": "2008101919_00030687_W", "i": 3563, "idx": 1, "sa": ["Ron Amstutz"], "q": "long opposed to such gambling expansions in ohio. they are urging <NO_QUOTATION> votes, based on the wording of the ballot issue and resulting loopholes, and on the social and economic costs posed by increased gambling activities. <q> the idea of putting a casino here has been voted on three times in our state and in all cases voted down, </q> said state sen. <strong> Ron Amstutz </strong>, a republican from wooster and vocal opponent of the casino project and other gambling expansions. \"in those situations, a few people in ohio would have gotten rich. in this case,", "new_id": -2}, {"uid": "2008120222_00031585_W", "i": 3800, "idx": 0, "sa": ["Moshe Kotlarsky"], "q": "wife who ran an outreach center in mumbai for their ultra-orthodox branch of judaism. deepening the anguish for the families, rivkah's father told mourners that his daughter had been five months pregnant when she was killed. <q> we will fight them, not with ak-47's, not with grenades, not with tanks, </q> rabbi <strong> Moshe Kotlarsky </strong> told thousands of mourners gathered for the holtzberg services at the group's headquarters outside tel aviv. \"this kind of evil can only be fought with torches- torches of goodness and light.\" the", "new_id": -2}, {"uid": "2008121414_00007337_W", "i": 3274, "idx": 0, "sa": ["Asif Ali Zardari", "Manmohan Singh"], "q": "confrontation following the mumbai terror attacks. pakistan president <strong> Asif Ali Zardari </strong> downplayed reported violations of his country's airspace by indian aircraft a day earlier. indian prime minister <strong> Manmohan Singh </strong> said he hopes relations can be <NO_QUOTATION>- but not until <q> our neighbor stops allowing its territory to be used for acts of terrorism against india. </q> the two countries have fought three wars against each other since independence from britain in 1947. despite a peace process that began in 2004, tensions remain high, and each country wants to avoid showing any weakness to", "new_id": -2}]