[{"uid": "1296777071232128536", "i": 56290, "idx": 8, "sa": ["Mike Pence", "Kim Kardashian", "Charles Butt", "Rob Orr"], "q": "now,  Charles Butt  has been telling lawmakers that he is deeply concerned with the quality of Texas's workforce. And he should know. He has 300 grocery stores throughout the SouthKim Kardashian.\"\"  Pat Rob Orrbins:  Think of Rob Orrbins as the grandmother of the Texas Republican party.   Mike Pence  Toomey. \"Whenever secretive deals swirl in the Capitol, Toomey is always the first suspect to come to mind among insiders, usually with good reason.\"\"  Rusty Kelley. \"It", "new_id": -2}, {"uid": "1296166252125468724", "i": 42811, "idx": 0, "sa": ["Mike Pence", "Sarah Palin"], "q": "him. A couple folks tried to persuade me he was boring, but I saw him address the NRA Convention last year, and he blew the doors off the place. My coverage of that speech:   Mike Pence  of Indiana: As a well-known figure, it's hard to describe  Mike Pence  as a breakout star, but he was the next-to-last big-name speaker, and while he joked that following  Sarah Palin  was like having R2-D2 follow Luke Skywalker, he most effectively matched the call for a broad conservative agenda to the audience before him.  \" The NRA cherishes having friends on both sides of the aisle, and prefer a pro-gun Democrat over a Republican who wavers; they bristle at the accusation that they are essentially a GOP organization.  Mike Pence  came", "new_id": -2}, {"uid": "1296949788126484507", "i": 1552, "idx": 0, "sa": ["Nancy Keenan", "Mike Pence", "Chris Smith"], "q": "during the campaign season. Abortion-rights groups have been hammering the sponsors of the proposed legislation, and that fight is sure to escalate with hearings coming up next week on at least two new anti-abortion bills.  This debate is just getting started,  NARAL Pro-Choice American President  Nancy Keenan  said in a statement. One of the bills, N.J. Republican  Mike Pence   Chris Smith 's \"No Taxpayer Funding for Abortion Act,\"\"  was the subject of searing criticism from NARAL and", "new_id": -2}, {"uid": "1297290610118325259", "i": 40915, "idx": 1, "sa": ["Nancy Keenan", "Mike Pence"], "q": "and Commerce Health Subcommittee], working with him and hope to see this through,\"\"   Mike Pence  told POLITICO in an interview Tuesday. Women's reproductive health groups immediately denounced the spending proposal.  The new anti-choice House leadership now wants to take away birth control and cancer screenings from millions of American women and men,  NARAL  Nancy Keenan  said. \"While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended pregNancy Keenan. Americans will not", "new_id": -2}, {"uid": "1295633194146702360", "i": 3188, "idx": 14, "sa": ["Mike Pence", "Ayaan Hirsi Ali", "Louie Gohmert", "Eric O'Keefe", "Peter King"], "q": "that Muslims aren't\"\"  href=\"http://thinkprogress.org/2011/01/11/Peter King-muslims-amEric O'Keefean/\"> AmEric O'Keefean\"\"  when it comes to war, is already compiling a radical right href=\"http://thinkprogress.org/2011/01/19/Peter King-hearings-panelist/\"> witness list for the hearings, including Dutch critic Islam  Ayaan Hirsi Ali , who believes that  Islam is a cult,  that \"there is no moderate Islam,\"\"  and that \"we are at war with Islam.\"\"  This week,  Mike Pence   Louie Gohmert ( R-TX) joined the growing chorus of Republicans clamoring for hearings to look", "new_id": -2}, {"uid": "1296246671002899973", "i": 42416, "idx": 4, "sa": ["Steve Benen", "Mike Pence", "Michelle Malkin", "Mike Huckabee", "John King"], "q": "2012. Good for America \"I can appreciate the fact that  Mike Pence 's unyielding right-wing voting record on literally every issue is appreciated by the far-right,\"\"  The Washington Monthly's liberal href=\"http://us.rd.yahoo.com/dailynews/atlantic/cm_atlantic/storytext/Mike HuckabeeMike Pencedropsoutof2012disappointingconservatives6757/39897739/SIG=1295eh24t/*http://www.washingtonmonthly.com/archives/individual/2011_01/027738.php\">  Steve Benen  says.  But to say that the guy isn't ready for prime time is a dramatic understatement.  Mike Pence  has no areas of expertise, has no major pieces of legislation to his name, has demonstrated no worJohn King understanding of any area of public policy, and after spending five minutes watching him speak on any subject, it becomes clear that he's conspicuously unintelligent.   Michelle Malkin 's Support The conservative pundit tweeted it before the announcement came out: Opinion Video: After the Show Show: Mom's Special Place Opinion Video: Move Over, Men! Moms Need Caves Too Super Cheap", "new_id": -2}, {"uid": "1295541726181207050", "i": 45744, "idx": 0, "sa": ["Mike Pence", "Sarah Palin"], "q": "and  Mike Pence  run  Sarah Palin  will have a different set of hurdles then if they don't or if one does and one doesn't. The field I think detrimes where  Sarah Palin  places her bets....  \" Hope she doesn't jump the gun and announce too soon, tho.  \" Geochelone on January 20, 2011 at 11:19 AM an itchy trigger finger could spell her doom. ted c on January 20, 2011 at 11:21 AM \" Would she immediately", "new_id": -2}, {"uid": "1295380356071155734", "i": 45215, "idx": 1, "sa": ["Mike Pence"], "q": "the importance of state government. \"This nation faces serious challenges that will require us to renew our commitment to institutions resilient enough to lead America back,\"\"  he will say, according to prepared remarks.  I believe those are the institutions of faith, family, community and state government. To renew our nation we must have a renewal of American federalism.   Mike Pence 's speech is likely to fuel further talk of a run for the White House or the governor's mansion in Indiana. The Indiana lawmaker-- who is a favorite of conservative activists has been urged to", "new_id": -2}, {"uid": "1295891150149438465", "i": 48188, "idx": 1, "sa": ["Antonin Scalia", "George W. Bush", "Mike Pence", "Keith Ellison", "Michele Bachmann", "Allen West", "Eric Cantor"], "q": "href=\"http://thinkprogress.org/2010/08/18/Allen West-Allen West-islam/\"> said during his congressional campaign. Casting political opponents as existential threats to AmEric Cantora, as he does here to  Keith Ellison , is also nothing new for the Tea Party declared that he was  even more focused that this liberal, progressive, socialist agenda, this left-wing, vile, vicious, despicable machine that's out there is soundly brought to its knees.  He's also Justice  Antonin Scalia  will speak today to a group of Tea Party Members of Congress organized by ultra-conservative  Mike Pence   Michele Bachmann ( R-MN), an arrangement that even  George W. Bush [ T] he decision of U.S. Supreme", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star.`` Honestly, they play me one-on-one, straight up,'' <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}]