[{"uid": "1296239637207323141", "i": 4228, "idx": 0, "sa": ["Mike Pence", "Chris Christie", "Mitt Romney"], "q": "joked that only his suicide would convince <strong> Mike Pence </strong> Will Not Run for President Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> MMike Pence wrote in a target=\"_blank\" letter to supporters. \"We will not seek the Republican nomination for president in 2012.\" The <strong> Mitt Romney </strong> and <strong> Chris Christie </strong> have dinner together Read more stories from The Daily Caller", "new_id": -2}, {"uid": "1296752565198328330", "i": 36806, "idx": 1, "sa": ["Mike Pence", "Debbie Wasserman Schultz"], "q": "or coerced rape.\" wrote that under the changes, many forms of rape could be exempted from abortion coverage, including if a woman was \"drugged or given excessive amounts of alcohol\" or in cases including <q> rapes of women with limited mental capacity, and many date rapes. </q> an interview with the Raw Story, Florida Democratic <strong> Mike Pence </strong> <strong> Debbie Wasserman Schultz </strong> said, \"to suggest that there is some kind of rape that would be okay to force a woman to carry the resulting pregnancy to term, and", "new_id": -2}, {"uid": "1296486373063668243", "i": 2839, "idx": 9, "sa": ["Rush Limbaugh", "Mike Pence", "David McIntosh", "Phil Sharp"], "q": "years as a radio talk-show host, <strong> Mike Pence </strong> started a TV show in 1995. Although <strong> Mike Pence </strong> was inspired by conservative talk-show host <strong> Rush Limbaugh </strong>, he kept to his \"no personal attacks\" pledge. <q> Conservative media, including <strong> Rush Limbaugh </strong>, have a tremendous blind spot when it comes to making a distinction between differences in public policy and personal differences, </q> <strong> Mike Pence </strong> told The Indianapolis Star in 1995. When <strong> David McIntosh </strong>, who succeeded <strong> Phil Sharp </strong>, decided to run for governor in 2000, <strong> Mike Pence </strong> won a six-way primary for the GOP nomination in the east-central Indiana district.", "new_id": -2}, {"uid": "1296166515171278338", "i": 11593, "idx": 1, "sa": ["Mike Pence"], "q": "own party or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation, and personal ambition.\" So now what? The same person says: <q> Unless something miraculous happens and we get an unexpected gift candidate, I guess true believing conservatives will have to stop bad things from happening and see what emerges. </q> I'd give Congressman <strong> Mike Pence </strong> much more credit than that. He can be a good governor. Good governors are powerful. And it takes a certain humility to say no when people are enthusiastically insisting you", "new_id": -2}, {"uid": "1297442150096944143", "i": 1422, "idx": 2, "sa": ["Mike Pence", "Phil Sharp", "Jackie Walorski"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor. \"I think he's the clear front-runner, and I think the race is his if he chooses to accept it,\" <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat <strong> Phil Sharp </strong> in 1988 and 1990. He worked as president of the Indiana Policy Review think tank and a radio talk show host", "new_id": -2}, {"uid": "1296169206125468717", "i": 56609, "idx": 0, "sa": ["Mike Pence"], "q": "had speculated. <strong> Mike Pence </strong> had been considering possible 2012 campaigns for governor or president and had said he would announce his decision by the end of this month. letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family <q> feel led to devote this time in our lives to continuing to serve the people of Indiana in some way. </q> \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012,\" he said. While the letter does not", "new_id": -2}, {"uid": "1297350455055672878", "i": 12137, "idx": 3, "sa": ["Kristi Noem", "Matt Lloyd", "Mike Pence", "Tim Scott"], "q": "turned down an invitation to speak at CPAC, where he has appeared six Tim Scottes. \"At this Tim Scotte, the congressman is focusing his attention on Indiana,\" <strong> Mike Pence </strong> spokesman <strong> Matt Lloyd </strong> said. <q> He hopes to participate in future CPAC opportunities as his schedule permits. </q> Besides at least eight potential presidential candidates, speakers will include those from the ranks of Republicans newly elected to Congress, including Reps. <strong> Kristi Noem </strong> of South Dakota and <strong> Tim Scott </strong> of South Carolina, and Sen.", "new_id": -2}, {"uid": "1296215205141213713", "i": 36165, "idx": 0, "sa": ["Mike Pence"], "q": "White House bid in a letter sent to supporters that also fueled speculation that he instead is planning a run for governor. <strong> Mike Pence </strong>, 51, is a darling of social conservatives and often describes himself as <q> a Christian, a conservative and a Republican, in that order. </q> He had made multiple trips to states that host early presidential-primary contests.- From wire reports DispatchPolitics The Daily Briefing The Dispatch's public affairs team sates the appetites of political junkies with", "new_id": -2}, {"uid": "1295934300135806979", "i": 12654, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "the ascendant tea-party faction views compromise as akin to a white flag of surrender. As <strong> Mike Pence </strong>, a high-profile House Republican who already sees himself as Barack Obamaial timber, told a conservative talk show host the other day, <q> There will be no compromise... and if I haven't been clear enough yet, let me say it again: No compromise. </q> I find this attitude a tad odd, given the fact that our entire democratic system is built on compromise. The U.S. Constitution- which the tea partyers profess to revere and vow to defend- is", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said. \"But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.\" <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}]