[{"uid": "1295715717099811337", "i": 37890, "idx": 5, "sa": ["Robert Horry", "Allen Iverson", "Dwight Howard", "Ray Allen"], "q": "Stadium Bulls win 105-92 Box score: www.basketball-reference.com Allen_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the Robert Horrys are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1297170788028033041", "i": 34867, "idx": 9, "sa": ["Simon Cowell", "Lee Adams"], "q": "Eyed Peas or Destiny's Child. \"I'm genuinely staggered this hasn't happened. All the signs are out there, from` GLee Adams' to` High School Musical,\" ' he said, advising <q> any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition. </q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don't sell a single record they still get to keep the money,\" he said. \"It is pressure,", "new_id": -2}, {"uid": "1295396878010076205", "i": 16683, "idx": 0, "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "q": "GALLERY: SIREN <strong> Jessica Biel </strong>& HER MALE CO-STARS SHINE BRIGHT AT The actor got his father a cameo role in 2010's The A-Team, as Judge Advocate No. 3 in the court martial scene. <q> It was one of the best experiences of my life. The guy loves to improvise... I had to calm him down! </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the Late Show while promoting The A-Team last summer. \"He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up and the camera had to", "new_id": -2}, {"uid": "1297510474204570688", "i": 36431, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team \"more innovation, greater global reach and scale.\" <q> We need to, and we will, collaborate closely on devStephen Elopment... so we can really align and drive the future revolution of the mobile phone, </q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. Windows Phone", "new_id": -2}, {"uid": "1295591373000901153", "i": 56063, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" \"I believe <strong> Larry Page </strong> is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of world's most scrutinized companies. <strong> Sergey Brin </strong> intends to concentrate on a few high-priority products. Although he would", "new_id": -2}, {"uid": "1296694847219119622", "i": 17351, "idx": 1, "sa": ["Bernie Sanders"], "q": "\"With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money,\" Sanders-Bernie Sanders/\"> Mr. <strong> Bernie Sanders </strong> said. <q> The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money. </q> A Sanders-Bernie Sanders/\"> <strong> Bernie Sanders </strong> provision in a defense-spending bill required the report and directed the Defense Department to recommend ways to punish fraudulent contractors. \"It is clear that", "new_id": -2}, {"uid": "1295551546153829398", "i": 44434, "idx": 0, "sa": ["David Letterman", "Martin Short"], "q": "guest on The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q> You know in my business, or in our business, there's a traditional career path: TV, movies, then Broadway, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go. </q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And <strong> Martin Short </strong> used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2}, {"uid": "1296144347066224143", "i": 50683, "idx": 0, "sa": ["Alec Baldwin", "Michael Vick", "Jane Fonda"], "q": "global airline because of the success of secondary destinations.\" Geographical locations across Africa, southeast Asia, and other parts of the world have gained importance to the airline. The airline is being positioned as a <q> gateway to the rest of the world, </q> Kayser continued. Tidbits: <strong> Alec Baldwin </strong>, The Dirtiest Hotel, Hacking, <strong> Michael Vick </strong>, <strong> Jane Fonda </strong>, and Taco Bell Meat The Ticker: SOTU Social Stats, Quora, MTV, Oscars, and Netflix MEDIABISTRO EVENTS", "new_id": -2}, {"uid": "1296582759133529646", "i": 44576, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Werbeausgaben der Kunden Google schickt wieder Autos los Fahrten f?r Google Maps in Deutschland- in sterreich vorerst nicht geplant The New Yorker spricht von Konflikten wegen China und \"lustlosem\" F?hrungsstil Schmidt-Eric Schmidt-Geraete-ohne-Internet-sind-nicht-laenger-interessant\"> <strong> Eric Schmidt </strong>: <q> Ger?te ohne Internet sind nicht l?nger interessant </q> Dickes Aktienpaket f?r <strong> Eric Schmidt </strong>, der nach 10 Jahren als CEO abtritt Nach geplatzter bernahme des Schn?ppchendienstes Firmengr?nder <strong> Larry Page </strong> soll das Unternehmen agiler machen Google- Mitgr?nder <strong> Larry Page </strong> kauft eine Yacht und wird CEO", "new_id": -2}, {"uid": "1296391267266764295", "i": 10365, "idx": 7, "sa": ["Allen Iverson", "Rush Limbaugh", "King Syze"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q> You honestly don't r... Bill O'Reilly Goes After <strong> Rush Limbaugh </strong>'s \"Racial Witch Hunters </q> In light of <strong> Rush Limbaugh </strong> being taken down by apparent unsubstantiated comments in his bid to own part of the St. Louis Rams football team, Bill O'Reilly uses his \"talKing Syze points memo\" to excoriate \"racial witch hunters", "new_id": -2}]