[{"uid": "1296614602189923350", "i": 13462, "idx": 1, "sa": ["David Letterman", "Larry King", "Piers Morgan"], "q": "Who wants to watch that? The one thing I can guarantee people, is that I won't be boring.''( CNN) From one interviewer to another, <strong> David Letterman </strong> offered a piece of advice. <strong> David Letterman </strong> <q> You need to grab somebody by the tie and just pop'em, just a short right cross and then it'd be fantastic. </q> <strong> Piers Morgan </strong>:`` Would it work if it was <strong> Larry King </strong> or would it been seen a bit too cruel? JoLarry King, only joLarry King.'' The New York Post reports on <strong> Piers Morgan </strong>'s interview style-- saying he has", "new_id": -2}, {"uid": "1295831549223035458", "i": 48436, "idx": 1, "sa": ["Simon Cowell", "Cher Lloyd"], "q": " <strong> Cher Lloyd </strong> remains very grateful to <strong> Simon Cowell </strong> for giving her a chance on the show and signing her to his Syco label. And she denied reports the pair have clashed over her artistic path, adding: <q> I wouldn't be here without him. <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious! </q> It is amazing just how self-confident <strong> Cher Lloyd </strong> appears in the super-slick surroundings of LA. Her current lifestyle is a million miles away from her pre-X Factor existence in the backwater of Malvern with mum Dina and", "new_id": -2}, {"uid": "1294968322178536453", "i": 53761, "idx": 5, "sa": ["Wilder Smith", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Steve Blake", "Chris Andersen"], "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Chris Andersentmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> Wilder Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "new_id": -2}, {"uid": "1296726316183549954", "i": 45434, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Peyton Manning", "Ben Roethlisberger", "Dick LeBeau", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory.`` He's like a very good scorer in basketball_ you know he's going to get points,'' Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> The 6-foot-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced", "new_id": -2}, {"uid": "1296770511173654034", "i": 14676, "idx": 50, "sa": ["Donald Rumsfeld", "Colin Powell", "Richard Armitage", "Tommy Franks", "Paul Bremer"], "q": ". <strong> Donald Rumsfeld </strong> recalls telling him that`` what is happening is hurting you. If it gets to a point where the solution is for me to leave, I will do so in a second.'' <q> That's a crappy solution, </q> Bush said. He said he had seen the recent articles and was`` working hard on <strong> Colin Powell </strong> and <strong> Richard Armitage </strong>.'' Another <strong> Donald Rumsfeld </strong> culprit is <strong> Paul Bremer </strong>, the civilian administrator in Iraq, who is portTommy Franksed as", "new_id": -2}, {"uid": "1296228272172146710", "i": 20882, "idx": 19, "sa": ["Mike Pence", "Curt Smith"], "q": "the news that[ <strong> Mike Pence </strong>] is coming home'' and assumes <strong> Mike Pence </strong> will run for the governorship. The move, <strong> Curt Smith </strong> says, makes sense`` given the season of life he's in.'' <q> He's still a relatively young man, </q> <strong> Curt Smith </strong> explains.`` Indiana has a lot to show the nation. It's not a question of` Do you want to contribute to national life or be governor of Indiana?' If he's governor of", "new_id": -2}, {"uid": "1296619354222035970", "i": 5374, "idx": 2, "sa": ["Chris Perkins", "Allen Iverson", "Kobe Bryant", "Dwyane Wade", "Kwame Brown", "Yao Ming"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coYao Ming into a situation where guys have been http://wn.com/Dwyane Wade_Dwyane Wade_Complete_Highlights_vs_Kobe Bryants_02-03-10_[35_Points/_12_Assists]_Highlights_Show!!! By <strong> Chris Perkins </strong>, for NBA.com Posted Tuesday March 2, 2010 11:50 PM MIAMI( NBA.com exclusive)-- Miami guard <strong> Dwyane Wade </strong> flirted", "new_id": -2}, {"uid": "1295217263110215213", "i": 22472, "idx": 5, "sa": ["Mark Kelson", "Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for the first time on Wednesday, minutes after <strong> Barack Obama </strong> visited her. <q> She is doing great, and I talked to her husband, <strong> Mark Kelson </strong>, last night. And she is making progress, </q> <strong> Kirsten Gillibrand </strong> said.`` If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her. She's got courage. She's got drive", "new_id": -2}, {"uid": "1295894873135872542", "i": 33464, "idx": 19, "sa": ["Donald Rumsfeld", "Ashton Kutcher", "George H. W. Bush"], "q": "must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says.`` How could anyone believe that you couldn't remember if you delivered a letter from <strong> George H. W. Bush </strong> Reagan to Saddam Hussein?'' he says. <q> That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them. </q> Amber Van Brunt( PICTURE): Nurse Has Sex with Dying Patient, Loses License for 20 Years Where Do Moms Keep the Milk Flowing Longest? You Might Be Surprised <strong> Ashton Kutcher </strong>'s Movie Screened in", "new_id": -2}, {"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?'' he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN.`` Joking!'' he said to audience jeers. <q> I'd like to see you punch a 78-year-old man, </q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}]