[{"uid": "1296391786239042627", "i": 4587, "idx": 6, "sa": ["Michael Vick"], "q": "Bowl. He takes satisfaction that his passing was better than it has ever been this season.`` I feel like this one, I had to work hard to get it,'' he said. <q> It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it worked out for me. </q> <strong> Michael Vick </strong> set career highs in yards passing( 3,018), touchdown passes( 21), touchdowns rushing( nine), completion percentage( 62.6) and passer rating( 100.2). The Eagles(", "new_id": -2}, {"i": 18911, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Page`` in my clear opinion, is ready to lead.'' <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, technology. <q> He's an innovator and entrepreneur to the core, and this role suits him perfectly, </q> <strong> Eric Schmidt </strong> wrote in his post.`` As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295560003078905357"}, {"uid": "1295232793203866155", "i": 21920, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Randy Larson"], "q": ". Sen. <strong> Kirsten Gillibrand </strong> of New York, a close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's`` Meet the Press'' Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>, 57,", "new_id": -2}, {"uid": "1295476301073809929", "i": 15221, "idx": 1, "sa": ["Peggy Lee", "Harold Jacob Rome", "David Letterman"], "q": "who suffers multiple fractures to the face.... Abe, Shanghoon, <strong> David Letterman </strong> and Kerry!... <strong> Peggy Lee </strong>`` All of a sudden my heart sings'' performed by Steve Bone. Day 268 of the JSC. <strong> Peggy Lee </strong> <q> All of a sudden my heart sings </q> performed by Steve Bone. Day 268 of the JSC. <strong> Harold Jacob Rome </strong>( May 27, 1908, Hartford, Connecticut-- October 26, 1993, New York City, NY) was an American composer, lyricist,", "new_id": -2}, {"uid": "1297108582233521205", "i": 30268, "idx": 0, "sa": ["Mary Hart", "Simon Cowell"], "q": "Tonight host <strong> Mary Hart </strong> now has another title, godmother of Oceania Cruises? new cruise ship Marina! <strong> Mary Hart </strong> was chosen to christen the ship in Miami, Florida over the weekend, saying of the opportunity, <q> It?s very exciting, and a bit humbling.... I'm truly honored to serve as the Godmother for Marina-- she will be a very special ship. </q> Exclusive: <strong> Simon Cowell </strong> Reveals Top Five Tips to Winning` The X Factor'", "new_id": -2}, {"uid": "1295786138191660152", "i": 23530, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of the World. Mr <strong> Andy Coulson </strong> announced on Friday that he was resigning as <strong> David Cameron </strong>'s director of communications amid continuing allegations of phone hacking by the paper's journalists while he was in charge. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News's Murnaghan programme. Â© 2011 owned by or licensed to Trinity Mirror Midlands Limited.", "new_id": -2}, {"uid": "1295440743144605202", "i": 45891, "idx": 0, "sa": ["Kara DioGuardi", "Steven Tyler", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": "shakeup which also saw <strong> Ellen DeGeneres </strong>' departure and the arrivals of <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> as the new judges alongside Randy Jackson. At the same time <strong> Simon Cowell </strong> left to work on Fox's`` The X-Factor.'' <q> The show was in transition, and, for me, it complicated a lot of things in my own life, </q> said <strong> Kara DioGuardi </strong>, breaking her silence on her departure.`` I don't think people realized how many jobs I had and the things I was doing[ outside the show], and when it looked", "new_id": -2}, {"uid": "1295809830194183172", "i": 2248, "idx": 1, "sa": ["Eric Schmidt", "... More", "Thomas Aragon", "Woodrow Wilson"], "q": "have made their case on <strong> ... More </strong> <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009 <strong> ... More </strong>. Public Health 257B- Fall 2009- Lecture 6 Public Health Preparedness and Emergency Response Professor <strong> Thomas Aragon </strong> <strong> ... More </strong> Public Health 257B-", "new_id": -2}, {"uid": "1295668634145047607", "i": 18706, "idx": 0, "sa": ["Detroit Red", "Allen Iverson"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for <strong> Detroit Red </strong> after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. <q> It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said.`` I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1295803483036782125", "i": 4595, "idx": 0, "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "q": "State says he's not sure he'll back <strong> Barack Obama </strong> again in 2012. interview with CNN's <strong> Candy Crowley </strong>, <strong> Colin Powell </strong> said he won't formally endorse anyone until he actually sees who is on the 2012 ticket. <q> I am not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> said.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''", "new_id": -2}]