[{"uid": "1295558629243744786", "i": 18415, "idx": 0, "sa": ["Colin Powell", "Ben Ali", "Donald Rumsfeld"], "q": "notes, Secretary of State <strong> Colin Powell </strong> said that Bush Administration officials are \"admirers\" of <strong> Ben Ali </strong> and Secretary of Defense <strong> Donald Rumsfeld </strong> said the country provided\" Rumsfeld-told-us-about\"> constructive leadership in the world\" : <q> It is worth rewinding and noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003. </q> \"Our bilateral relationship is very, very strong,\" said <strong> Colin Powell </strong>. \"We are great admirers of Tunisia and the progress that has been achieved under president <strong> Ben Ali </strong>'s leadership.\" [...]", "new_id": -2}, {"uid": "1295072156113590299", "i": 29553, "idx": 0, "sa": ["Mark Reuss", "Sergio Marchionne"], "q": "in Ann Arbor, Mich.. And that's why the mood is decidedly upbeat among the executives who gathered in Detroit for the North American International Auto Show, which runs through Jan. 23. <q> The auspices are a lot better than they were a year ago, </q> said <strong> Sergio Marchionne </strong>, chief executive officer of Chrysler Group, which is gaining Mark Reusset share and expects to move back into the black this year after narrowing its losses steadily last year. Sustainable? Still", "new_id": -2}, {"uid": "1295279594245153795", "i": 5201, "idx": 1, "sa": ["Steve Ballmer"], "q": "'re wrong. So says <strong> Steve Ballmer </strong>. The Microsoft CEO recently told USA Today that he believes it's a family entertainment center. \"Xbox isn't a gaming console,\" said <strong> Steve Ballmer </strong>. <q> Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body. </q> When he says \"you are the controller\" , <strong> Steve Ballmer </strong> is talking about Kinect, of course. With the Xbox 360 already firmly entrenched in the minds of the male part of the population", "new_id": -2}, {"uid": "1295372643223019024", "i": 52407, "idx": 0, "sa": ["Simon Cowell"], "q": "people almost never advance past Hollywood week.) Broadway Babies No matter what city they are in, there are always high school kids who have been taking voice lessons and perfecting their personal versions of <q> I Hope I Get It. </q> These contestants are always super-dramatic and were usually rejected outright by <strong> Simon Cowell </strong>. Crooning Bros More recently, it seems like there are always a gaggle of guys who look like they'd be more at home", "new_id": -2}, {"uid": "1297449712044924950", "i": 42395, "idx": 0, "sa": ["Steve Ballmer", "Bill Gates"], "q": "founder \"knows an increasingly bad investment when he sees it,\" Gates-casts-vote-confidence-Steve Ballmer-selling-90-million-shares-microsoft\"> says Chris Nerney in IT World. Microsoft's stock has languished for the past decade, and the company is now a <q> hapless also-ran in a number of crucial, emerging markets. </q> Why? <strong> Steve Ballmer </strong>. How is he even still CEO? \"Does[ <strong> Steve Ballmer </strong>] possess compromising photos\" he's been using for blackmail? \"<strong> Bill Gates </strong> casts vote of confidence in <strong> Steve Ballmer </strong> by selling 90 million shares", "new_id": -2}, {"uid": "1295625437089243774", "i": 29911, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "cynical amongst us should find it difficult to fault the logic. If <strong> Eric Schmidt </strong> is trying to paper over anything, could it be as simple as the fact that <strong> Larry Page </strong> is 18 years younger? So for <q> <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> we could perhaps simply read, \"<strong> Larry Page </strong> is old enough to take on this role as he approaches his 40s and I have had enough and would like a quieter life as I approach 60.\"", "new_id": -2}, {"uid": "1295108126113344575", "i": 1721, "idx": 0, "sa": ["Jerry Brown", "Arnold Schwarzenegger", "Bill Lockyer"], "q": "million for specific redevelopment projects to the city- presumably moving the money out of the state's reach. The <strong> Arnold Schwarzenegger </strong>'s office responded crisply, saying <strong> Jerry Brown </strong> hoped the Community Redevelopment Agency was not planning on <q> squirreling money away for the indefinite future when our schools, police and firefighters are in need of this funding. </q> <strong> Bill Lockyer </strong>: \"The <strong> Arnold Schwarzenegger </strong>'s proposal warrants a serious, thoughtful discussion. Let's have that adult conversation, not needlessly provocative acts of gamesmanship.\" All week city officials around the state have been", "new_id": -2}, {"uid": "1295667421014565482", "i": 34162, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": ", va en redevenir directeur g?n?ral? partir du 4 avril. <strong> Eric Schmidt </strong>, PDG depuis dix ans, va rester pr?sident du conseil d'administration. M. <strong> Sergey Brin </strong> va notamment travailler sur de nouveaux produits. <q> Nous ne pensons pas que cette nouvelle r?partition des r?les apporte un changement r?el au fonctionnement au jour le jour de Google </q>, a observ Ross Sandler, de RBC Capital Markets. \"La soci?t dispose d'une vaste quipe dirigeante\" . Le remaniement? la direction devrait donc \"avoir un impact minimal sur la capacit de Google", "new_id": -2}, {"uid": "1296745421246644752", "i": 20148, "idx": 2, "sa": ["Paul Bremer", "George H. W. Bush", "Donald Rumsfeld"], "q": ", pursued a muddled reconstruction plan that more closely resembled that which was advocated by the State Department. At the same time, <strong> Donald Rumsfeld </strong> gripes <strong> Paul Bremer </strong> did not keep the Pentagon informed of his decision making. <q> Those key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> writes. \"Only the <strong> George H. W. Bush </strong> could do so.\" <strong> Donald Rumsfeld </strong> also directs blame toward himself, according to the released excerpts, writing that he wished he had resigned in 2004 when the Abu Ghraib", "new_id": -2}, {"uid": "1296055743070402055", "i": 44925, "idx": 1, "sa": ["Larry Page", "Scott Fitzgerald", "Eric Schmidt"], "q": "possibility that strife had entered the relationship between <strong> Eric Schmidt </strong> and the founders. And sure, there's no skill in securing media interest for this type of news. As F. <strong> Scott Fitzgerald </strong> would have wryly noted, <q> The tech goliaths are different than you and me. </q> Still, the Google PR effort had a huge impact on influencing the narrative that resulted from the announcement. Perhaps the best symbol can be found in the Schmidt_Eric Schmidt_steps_down_Larry Page_Larry Page_take.php\"> ReadWriteWeb coverage.", "new_id": -2}]