[{"uid": "1295458625213254221", "i": 2407, "idx": 0, "sa": ["Sergio Marchionne"], "q": "large passenger cars and light-duty vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Michigan, following a meeting with Chrysler Group CEO <strong> Sergio Marchionne </strong> and EPA agency administrator Lisa Jackson. <q>In addition to creating the jobs of the future, clean energy benefits the USeconomy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,</q> <strong> Sergio Marchionne </strong> said in a statement. ''Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on", "new_id": -2}, {"uid": "1296385836115228698", "i": 18457, "idx": 5, "sa": ["Tyronn Lue", "Magic Johnson", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. ''We were trying to keep the ball out of his hands as much as possible.'' <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said http://wn.com/Boston_Celtics_Vs_Orlando_Magic_Game_3_NBA_PLAYOFFS_2010_5/23/10 Celtics:94 <strong> Magic Johnson </strong>:71 Series Celtics Lead 3-0. If that word's meaning resembles that of ''complete and total annihilation'', you're on the right track. There are just too many things", "new_id": -2}, {"uid": "1297553599075792419", "i": 11189, "idx": 0, "sa": ["Zahi Hawass"], "q": "under way. He added that on 11 February looters emptied a storage area in Dashur, an important ancient necropolis in the southern part of the famous cemetery at Saqqara, which contained large blocks and small artifacts. <q>I am now concerned Egypt is not safe,</q> he wrote. The thefts from the Egyptian Museum are likely to undermine <strong> Zahi Hawass </strong>'s long-standing efforts to have important artifacts, such as a bust of Nefertiti now in Berlin, returned to Cairo( 382).", "new_id": -2}, {"uid": "1296686460210616342", "i": 36617, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "from the Snookster and J-Woww. What do you think? Did your head explode( like mine did) when you saw the Shore/Biebs collaboration? Are you craving more? Hoping for a single, maybe <q>Never Say Never... Except to a Grenade</q>? <strong> Justin Bieber </strong> teaches <strong> David Letterman </strong> about the ''Twitter device' <strong> Justin Bieber </strong> on` Today': When they''re not screaming, <strong> Justin Bieber </strong> fans are kind of adorable The rules: Keep it clean, and stay on the", "new_id": -2}, {"uid": "1296225359092700754", "i": 12053, "idx": 2, "sa": ["Rahm Emanuel", "Mike Pence"], "q": "for all of us, including myself. ''CLOSER TO HOME' Indiana <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> announced Thursday he would not seek the Republican nomination for president in 2012, but he did <q>I'm open to running for governor,</q> <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> told the Indianapolis Star. ''We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.'' The", "new_id": -2}, {"uid": "1295677688065617925", "i": 39516, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. ''I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Carmelo_Anthony_30_Pts_Against_Utah_Jazz_Opening_Night_at_Denver_Colorado_October_27,_2009 Absolutely NO COPYRIGHT infringement is intended. All", "new_id": -2}, {"uid": "1297275513262340680", "i": 40572, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "PM Microsoft has picked an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Groundwork OpenSource targets the Big Four IT management vendors with an open approach <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q>These bills show a heinous disregard for the health and well-being of women in America,</q> <strong> Kirsten Gillibrand </strong> says. ''It is a tax on all women who want access to a full-range of reproductive health care.'' The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}, {"uid": "1295577074033980428", "i": 19006, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> A 30-second description by CEO David Fox of Agistix, a vendor founded in 2003 that focuses on logistics and supply chain management software as a service. Agistix, according to Fox, helps customers ''make better", "new_id": -2}, {"uid": "1295558629243744786", "i": 15233, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more revealing: ''We have a very long relationship with Tunisia,'' <strong> Donald Rumsfeld </strong> remarked after the meetings. <q>Tunisia is a moderate Muslim nation that has been and is today providing very constructive leadership in the world. The struggle that's taking place within that faith is a serious one, an important one. There's a very small number of violent extremists on the one side against a broad, overwhelming majority of people who are moderate.</q> Additionally, <strong> Donald Rumsfeld </strong>, during a visit seeking greater ties to Tunisia- where ''freedoms of the press, association, and expression[ were] extremely restricted'' and much electoral opposition was outlawed", "new_id": -2}]