[{"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}, {"uid": "1296586485119291919", "i": 37836, "idx": 0, "sa": ["Lance Morrow", "David Letterman", "Ronald Reagan", "Sam Donaldson", "Franklin Roosevelt"], "q": "unites- even though the effects of his programs may repel.\"- Essayist <strong> Lance Morrow </strong> in the July 7, 1986 Time magazine cover story, \"Why Is This <strong> Franklin Roosevelt </strong> So Popular?\" â\u0096 <q> So I think[ <strong> Ronald Reagan </strong>] is going to have to pass two or three tests. The first is, will he get there, stand in front of the podium, and not drool? </q>- ABC <strong> Franklin Roosevelt </strong> reporter <strong> Sam Donaldson </strong> on a planned <strong> Ronald Reagan </strong> press conference, NBC's Late Night with <strong> David Letterman </strong>, March 18, 1987. â\u0096  \"The Acting <strong> Ronald Reagan </strong>: <strong> Ronald Reagan </strong> and the Supporting Players Who Helped", "new_id": -2}, {"uid": "1294976079058228750", "i": 27321, "idx": 3, "sa": ["John McCain", "Colin Powell", "Manmohan Singh", "Barack Obama"], "q": "answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/President_Obama_Calls_for_Clean_Energy_and_Climate_Legislation www.repoweramerica.org In his State of the Union address, <strong> Barack Obama </strong> reiterated his commitment to passing <q> a comprehensive energy and climate bill... because the nation that leads the clean energy economy will be the nation that leads the global economy. </q> http://wn.com/President_Obama_Host_State_Dinner_with_PM_Manmohan_Singh_CNN <strong> Barack Obama </strong> Host State Dinner with PM <strong> Manmohan Singh </strong> CNN <strong> Barack Obama </strong>'s 2010 state of the union address Covered in this segment: Taxes Recovery act of 2009( stimulus bill) New jobs bill of 2010( stimulus 2.0)", "new_id": -2}, {"uid": "1295893386195428368", "i": 6461, "idx": 0, "sa": ["Klaus Schwab", "Donald Rumsfeld"], "q": "<strong> Klaus Schwab </strong> said he doesn't think it will. \"I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,\" he told AP. <q> Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies. </q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk-- the \"unknown unknowns\" as former U.S. Defense <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}, {"uid": "1295795458081494033", "i": 39542, "idx": 0, "sa": ["Eric Schmidt", "William Buick"], "q": "to return to action at Meydan on February 3. Speaking to Radio, the jockey explained how fortunate he had been that a fall on Foolin Myself at the track on December 30 had not been more serious. <q> It could have been worse- I was very lucky, </q> <strong> William Buick </strong> said. \"It's never very clever when you fall off a horse. These things do happen- you just don't want them Did <strong> Eric Schmidt </strong> Jump ï¿½ ro \"Or Was He Pushed? power straight", "new_id": -2}, {"uid": "1297506372096157699", "i": 7233, "idx": 0, "sa": ["Eric Schmidt"], "q": " \"We needed to get these different product leaders together to find time to talk through all the integration points,\" says Page during a telephone interview with <cite> Bloomberg Businessweek </cite> minutes before a late-January Execute session. <q> Every time we increase the size of the company, we need to keep things going to make sure we keep our speed, pace, and passion. </q> The new weekly ritual-like the surprise announcement on Jan. 20 that Page will take over from <strong> Eric Schmidt </strong> in April-marks a significant shift in strategy at the world's most famous Internet company. Welcome to Google 3.0. In", "new_id": -2}, {"uid": "1294977377249905175", "i": 34757, "idx": 3, "sa": ["Allen Iverson", "Gilbert Arenas", "Dwyane Wade"], "q": "32, in a game that was deadlocked down the stretch until the final minute. With the game tied at 89 and a minute left, <strong> Dwyane Wade </strong> made plays when he needed to and <strong> Gilbert Arenas </strong> couldn't answer. <q> This was one of those games where you have to will your team to victory as the leader, </q> <strong> Dwyane Wade </strong> said. \"As the guy they look to, I took it upon myself to get the http://wn.com/Allen_Iverson_54pts_Highlight_vs_Milwaukee_Bucks_04/05 A night after the Philadelphia 76ers had a disheartening loss, <strong> Allen Iverson </strong> made sure it wouldn't happen again by", "new_id": -2}, {"uid": "1297588672045400131", "i": 10462, "idx": 4, "sa": ["Donald Rumsfeld", "Gerald Ford", "Dick Cheney", "President Lyndon Johnson"], "q": "from a briefing <strong> President Lyndon Johnson </strong> gave in 1966 on the Vietnam War and White House papers from July 1975-- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>-- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal, it's not a diary, </q> he says of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary, <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297364532156647424", "i": 11505, "idx": 1, "sa": ["Sergio Marchionne"], "q": "be dealt with,\" <strong> Sergio Marchionne </strong> said. Last week in San Francisco, <strong> Sergio Marchionne </strong> told reporters that two corporate structures for Fiat and Chrysler don't make sense after the U.S. automaker goes public. <q> In the next two or three years we will be able to see a single entity. It could be based here in the United States, </q> he was quoted as saying by Italy's Corriere della Sera. \"We'll have to integrate the companies first, though, and then look at the management.\" His comments prompted the mayor of", "new_id": -2}, {"uid": "1297207413130318370", "i": 42350, "idx": 0, "sa": ["McKinley Price", "Michael Vick"], "q": "Tina <strong> McKinley Price </strong> <strong> Michael Vick </strong>, who is a Newport News City Council member and <strong> Michael Vick </strong>'s aunt, says it's not on the city's radar, despite <strong> Michael Vick </strong>'s charity work with children in the city. <q> Of course the millions of <strong> Michael Vick </strong> fans and the <strong> Michael Vick </strong> family are excited about his( Dallas) honor, </q> Tina <strong> Michael Vick </strong> said. \"But we have so many development projects here, that's really not our focus.\" <strong> Michael Vick </strong> is not the nation's first controversial recipient of an enormous honorary key.", "new_id": -2}]