[{"uid": "1296770549227754057", "i": 48769, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "\" report, which said nearly two-dozen suspended and debarred vendors had been awarded contracts either because the government didn't consult the EPLS, or agencies willingly ignored a contractor's status for national security purposes. <q>It is clear that DoD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,<q> <strong> Sen. Bernie Sanders </strong> said. \"DoD is very concerned about any fraudulent activity on the part of its contractors,\" the department said in a statement Thursday. \"In addition to the criminal, civil penalties and", "new_id": -2}, {"uid": "1296706237199049246", "i": 1207, "idx": 2, "sa": ["Michael Jordan", "Michael Vick", "Clyde Drexler"], "q": "was asked how he thought <strong> Michael Jordan </strong> would perform today, Phil said: \"<strong> Michael Vick </strong> would average 45 with these rules.\" \"You can't even touch a guy now,\" says Charlotte coach Larry Brown. <q>The college game is much more physical than our game. I always tease <strong> Michael Vick </strong>[ <strong> Michael Jordan </strong>], if he played today, he'd average 50.<q> \"The history book inspires them to be some of the best,\" said <strong> Michael Jordan </strong>. \"Rules have changed to help them. I could have averaged 50 points today!\" Question for <strong> Clyde Drexler </strong>: In the", "new_id": -2}, {"uid": "1297260229046088245", "i": 24311, "idx": 4, "sa": ["Simon Cowell"], "q": "to four weeks.\" in several ways. In addition to having no upper age limit, X Factor allows for both individual and group acts and makes the judges serve as mentors to the finalists. <q>I wanted to make a show where I could help the competitors on a weekly basis and that's more interesting to me because I will have a lot more to do,<q> <strong> Simon Cowell </strong> said. There is a change in the audition process as well. On Idol, would be superstars perform for the panel of judges only; on X Factor, there will be a public", "new_id": -2}, {"uid": "1296747953119816192", "i": 22003, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "... the US-gov, pay salaries( in billions) to these dictators, to help them over-control the situation in there countries( of course.... as long as the dictatore is serving the us-interrest) Report Abuse <q>Rember one good wayto know a countrries beat, style, rythum, is to know of their Origin Reglious Belifes( HISTORY)+= wisdom= discrenment/goto web-site gratefulness.org, then to candles, groups OBAMA I am SCALY EGYPT<q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Stock Picking Software No Guessing- No Hunches- No Missed Trends- EVER- Learn", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q>We have real challenges in terms of unemployment,<q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans \"can not be tolerated.\" \"We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}, {"uid": "1296097941086065172", "i": 38261, "idx": 0, "sa": ["Eric Schmidt"], "q": "( AFP)- Cuban dissident Guillermo Farinas, the 2010 Sakharov rights prize winner, has been arrested and police are holding him in the central city of Santa Clara, his mother and dissidents said. <q>I spoke with him, and he told me that he is under arrest in the third police unit in Santa Clara, and then he hung up,<q> his mother Alicia Hernandez said by phone from the city located some 240 kilometers( 150 miles) east of Havana. A file photo shows <strong> Eric Schmidt </strong> speaking at a news... Santa Clara Japan's Princess Kiko waves", "new_id": -2}, {"uid": "1295010847175898671", "i": 1787, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Susan Boyle"], "q": "Got Talent star is throwing the party at her Â£ 300,000 gated home in Blackburn tomorrow, according to The Sun. The paper claims that the singer has invited both <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> to the event. <q>We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited,<q> a source said. \"<strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again.\" However, with <strong> Piers Morgan </strong> currently filming for his new CNN show in America it seems unlikely that he will be in attendance.", "new_id": -2}, {"uid": "1297280262080936973", "i": 26077, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ", new releases of MSN, Yahoo integration across Bing and adCenter, and much more.\" Right, but where's the business success from these efforts? That said, <strong> Steve Ballmer </strong> highlights more-important qualities: <q><strong> Satya Nadella </strong> is also well-known for his leadership. He has strong collaboration skills, is decisive in both decision-making and delegating and has strong customer insights, engineering and business expertise. He also knows how to structure organizations for outstanding performance.<q> Decisiveness and action-taking will be important. <strong> Steve Ballmer </strong> Sinfosky embues some of these qualities, and under his leadership the Windows Vista fiasco he inherited turned into the Windows 7 success. If <strong> Satya Nadella </strong> and Sinofsky are models", "new_id": -2}, {"uid": "1295820714073957414", "i": 2610, "idx": 0, "sa": ["Eric Schmidt", "Allen Weiner"], "q": "Revenue from YouTube doubled during the year and 300,000 Android phones are activated each day, Google noted. But Google still is heavily dependent on search, and this may be why Page is succeeding <strong> Eric Schmidt </strong>. <q>One of the things missing from Google's strategy has been the social component, I think that possibly the ability to move on a major social networking strategy may more easily come from a younger CEO,<q> said <strong> Allen Weiner </strong>, research vice president at Gartner. \"But you also wonder if( Page) has the type of presence to deal with for example the major media companies of the world like the Viacoms and the", "new_id": -2}, {"uid": "1295127469219299878", "i": 2691, "idx": 0, "sa": ["David Stern", "Torben Rolfsen", "David Letterman", "LeBron James"], "q": "teams, we assume, start at$ 180,000 a pop. Boos problem \"<strong> David Stern </strong> says that NBA fans boo <strong> LeBron James </strong> because he's good,\" noted Vancouver( B.C.) comic <strong> Torben Rolfsen </strong>. <q>Maybe, but that doesn't explain why they boo <strong> David Stern </strong>.<q> Beauties and a beast Among the signs you're not going to win the Miss America pageant, from CBS's <strong> David Letterman </strong>: â\u0080¢ \"Only thing you ever won was a buffalo-wing eating", "new_id": -2}]