[{"uid": "1297218240091242545", "i": 34097, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ", but organizers cancelled the event due to what they described as security concerns. \"People are trying to make legal issues out of public policy issues, which is unfortunate,\" <strong> Donald Rumsfeld </strong> told Reuters. <q>I think it's a sign of the times.</q> <strong> Donald Rumsfeld </strong>, who personally authorized harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he, too, might face prosecution if he travelled abroad. Still, he warned", "new_id": -2}, {"uid": "1295785217070975501", "i": 39422, "idx": 1, "sa": ["Alyse Eady", "David Letterman"], "q": "Since the pageant, <strong> Alyse Eady </strong>, 22, has continued to be presented to the public with appearances scheduled on Late Show With <strong> David Letterman </strong> and Inside Edition on CBS and on the MSNBC cable news network. <q><strong> Alyse Eady </strong> has had an overwhelming response with all kinds of[ area and national] media requests,</q> said Jessie Bennett, executive director of the Miss Arkansas pageant. \"She did a spectacular job and is always entertaining for her talent, she remained very calm and collected for her question, and she was incredible", "new_id": -2}, {"uid": "1297682385038584333", "i": 47357, "idx": 1, "sa": ["Guy Opperman", "Michael Gove", "Neil Morrison", "Iain Shaw"], "q": ", we are reviewing how we spend money on school buildings and among the key criteria will be the condition of those buildings.\" Mr <strong> Michael Gove </strong> added he was hopeful progress could be made. <q>The headteachers are not asking for unrealistic sums and appreciate these are difficult economic times. \"I was able to explain why the review we're undertaking should be able to help them.</q> Last Thursday's meeting in Tyneside was arranged by Hexham's MP <strong> Guy Opperman </strong>. Present were three high school heads- <strong> Neil Morrison </strong> from Hexham's Queen Elizabeth, Dr <strong> Iain Shaw </strong> from Prudhoe, and Steve Prandle", "new_id": -2}, {"uid": "1295755516184385555", "i": 47170, "idx": 3, "sa": ["Maurice Cheeks", "Allen Iverson", "Shaquille O'Neal"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q>Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end.</q> <strong> Allen Iverson </strong> http://wn.com/Michael_Jordan_1990-91_41_points_Vs_Philadelphia_76ers Some very quick highlights here. Commentary was in Spanish. Boxscore: www.basketball-reference.com <strong> Shaquille O'Neal </strong> O'neal dominates Game 1 of the 2001 NBA Finals. Unfortunately the Lakers lose the game, but <strong> Shaquille O'Neal </strong> greatness was not overlooked", "new_id": -2}, {"uid": "1297425123196083775", "i": 19363, "idx": 1, "sa": ["David Letterman"], "q": "animal when she appeared on \"Late Show'( weeknights, 11:35 PM ET on CBS). \"Do you think, uh, um, maybe you need to abstain?\" She replied, <q>I definitely don't think I have a problem. I mean, when we're not filming I hardly go out. I hardly drink. It's just, you know, it\"s summer.</q> <strong> David Letterman </strong> divulged that friends used to send him Alcoholics Anonymous brochures listing seven signs that one may have a problem. \"Number one was always,` Do you drink in the morning?\" he", "new_id": -2}, {"uid": "1295303215067584094", "i": 19671, "idx": 0, "sa": ["Michelle Obama", "Eduardo Kac", "Andrew Senior", "Marina Zurkow", "Eric Schmidt", "Jared Cohen"], "q": "and food industries ha... Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong> Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong> October 21st 2010 Four artists from the Digital Arts@Google exhibition,( <q>We Write this to You from the <strong> Distant Future </strong></q> in conjunction with Nina Colosi of the Chelsea Art Museum), talk about their work on display in the Chelsea Market Google lobby. <strong> Michelle Obama </strong> <strong> Eduardo Kac </strong> talks about... <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296574658231948384", "i": 45166, "idx": 0, "sa": ["Eric Schmidt"], "q": "belt, as well as experience at the US State Department, and running the Google Ideas think tank. Crains said the planned volume has been described as seriously wonky. Hollywood Reporter, the book will examine <q>the challenges that technology poses to authoritarian regimes</q>. This is of course a subject <strong> Eric Schmidt </strong> knows much about, having overseen Google's own fearless challenge against a number of authoritarian regimes, including the European Commission's competition authorities and assorted rights holders' and", "new_id": -2}, {"uid": "1295055906061669400", "i": 18419, "idx": 0, "sa": ["Simon Cowell"], "q": "the <strong> Simon Cowell </strong> e-mail, but he has other, more pressing matters to attend to. Like dishes. And diapers. And making sure his YouTube co-star eats her dinner right this very minute. <q>With this whole fame thing, she sometimes thinks she can get away with acting up,</q> Jorge Narvaez said as his 6-year-old daughter, Alexa, attempted to negotiate for more TV time. \"But she can't.\" On New Year's Eve, the 24-year-old UCSD student posted a video", "new_id": -2}, {"uid": "1297236828167477280", "i": 195, "idx": 1, "sa": ["Simon Cowell"], "q": ", he was engaged and seemingly energized by his simple, yet momentous challenge; finding a worldwide pop star while broadcasting a popular TV show in television's most competitive arena, network television. <q>Sometimes you've got ta put your money where your mouth is,</q> said <strong> Simon Cowell </strong>, featured in two ads during Fox's record-breaking Super Bowl broadcast Sunday. \"It's a massive, massive risk. But it's also an incredible incentive. It puts everyone, rightly, under", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q>We have a current structural budget deficit that we have to address. The sooner, the better.</q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}]