[{"uid": "1295372756245596257", "i": 24952, "idx": 2, "sa": ["David Letterman", "Steven Tyler"], "q": ". We've had weird moments.'' <strong> Steven Tyler </strong>, however, told ''Late Show'' host <strong> David Letterman </strong> that he prefers the way he became famous to the ''Idol'' road to stardom. <q>I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues,</q> <strong> Steven Tyler </strong> said, referring to the years of national touring he did with Aerosmith. ''But, today's a different world.'' But, ''This way is more fun,'' he adds of", "new_id": -2}, {"uid": "1297129562188514329", "i": 1984, "idx": 9, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have. American Idol? ''I haven't seen a full episode,'' he said. <q>I saw a three-minute recap. From what I've seen and from what I've heard, it all seems to be going well. And I always thought that would be the case. ''What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,</q> <strong> Simon Cowell </strong> continued. ''The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the ''Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q>It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published.</q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}, {"uid": "1295807551044548101", "i": 584, "idx": 0, "sa": ["Gordon Brown", "Andy Coulson", "Harriet Harman"], "q": "whether his phone had been hacked when he was Labour prime minister between 2007 and 2010. <strong> Gordon Brown </strong>'s office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,</q> she told Sky News. ''Nobody is above the law, no newspaper editor, no journalist.'' <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1295641664003719173", "i": 2826, "idx": 0, "sa": ["Colin Myler", "Andy Coulson"], "q": "phone hacking scandal was far, far worse than it had been portrayed. Why didn't he do something about it? And if he didn't ask, then his best defence now is the <strong> Andy Coulson </strong> one: <q>I'm a boss who was kept in the dark.</q> At least half a dozen News International executives are equally compromised. <strong> Colin Myler </strong>, for example, has assured MPs, the public and the Press Complaints Commission that after taking over from <strong> Andy Coulson </strong> he conducted a thorough", "new_id": -2}, {"uid": "1297326779046071825", "i": 4963, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> takes particular offense at <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. ''<strong> Colin Powell </strong> was not duped or misled by anybody,'' <strong> Donald Rumsfeld </strong> writes. <q>Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong.</q> Even so, <strong> Donald Rumsfeld </strong>- who does reveal that <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies, however, that putting", "new_id": -2}, {"uid": "1296429103034734121", "i": 9391, "idx": 0, "sa": ["Zahi Hawass"], "q": "police state without police.( See scenes of Egypt's unrest.) The museum had been closed all day because of the street demonstrations, but after virtually all police abandoned their posts, <q>people began to enter the museum,</q> says <strong> Zahi Hawass </strong>, head of Egypt's antiquities department. They climbed over walls, forced open doors and entered the museum's vast souvenir shop. ''I'm glad that those people were idiots,'' <strong> Zahi Hawass </strong> told", "new_id": -2}, {"uid": "1295562321105267213", "i": 32367, "idx": 3, "sa": ["Eric Schmidt"], "q": "our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,'' <strong> Eric Schmidt </strong> said in a press release. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> Page praised <strong> Eric Schmidt </strong> for doing an outstanding job leading Google as CEO. ''The results speak for themselves,'' Page said in a statement. ''There is no other CEO in the world", "new_id": -2}, {"uid": "1295485188094470156", "i": 978, "idx": 0, "sa": ["Nancy Pelosi", "Ron Paul", "Eric Cantor", "Mike Pence"], "q": "Chairman <strong> Ron Paul </strong> Ryan( R-WI) said that the GOP's goal was to cut ''a good$ 100 billion.'' <strong> Nancy Pelosi </strong> Kevin McCarthy( of ''Young Gun'' fame) reiterated the promise, saying, <q>We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.</q> ''We've got to roll back there. That will save$ 100 billion in the first year,'' agreed <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1296842659168542231", "i": 10231, "idx": 0, "sa": ["Howard Stern", "David Letterman"], "q": "put up to 3 URLs in your comments. Line breaks and paragraphs are automatically converted- no need to use Hot Clip: <strong> Howard Stern </strong> And <strong> David Letterman </strong> On Late Night Battle With Leno Greg Palkot On Cairo Ordeal: <q>They Hit Us with Their Fists, Sticks, Bars, Rocks</q> Guilty Pleasure: These Crazy Reality TV Stars Could Still Get It Scarface Locked Up For Being A Deadbeat Dad+ <strong> David Letterman </strong> Kyser Named First President Of Black Music At Atlantic Records Group This Week's Shining& Falling Stars", "new_id": -2}]