[{"uid": "1297591714082133005", "i": 15420, "idx": 0, "sa": ["Jamie Hince", "Howard Stern", "David Letterman", "Kate Moss", "Mary McCormack"], "q": "Tweets, to the delight of his fans. For one scene, he spoke about trying to cry in a scene with actress <strong> Mary McCormack </strong>, who played <strong> Howard Stern </strong>'s then-wife Allison. <q> In this scene <strong> Mary McCormack </strong> was crying and I wanted to be able to do that.[ Director] <strong> Betty Thomas </strong> gave me something to put in my eye and make me cry. </q> Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged He also referenced <strong> David Letterman </strong>, who played himself in the movie:`` We couldn't get", "new_id": -2}, {"uid": "1295755514184385545", "i": 22159, "idx": 22, "sa": ["Allen Iverson"], "q": "<strong> Allen Iverson </strong> was voted an All-Star starter by the fans, a selection that has drawn criticism. The former NBA MVP and four-time scoring champion plans to play in his 11th straight All-Star game Feb. 14 at Cowboys Stadium. <q> My fans still support me. You can't ask for more than that, </q> he said.`` When you play this game, it's all about the people that come to see you, the people in the stands. For somebody to say the fans don't mean anything, that", "new_id": -2}, {"uid": "1296706301075202568", "i": 3243, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ", nor did he always receive effective implementation of the decisions he made,'' <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, the former defense chief wrote: <q> In retrospect, there may have been times when more troops could have helped. </q> But <strong> Donald Rumsfeld </strong> insists that if senior military officers had reservations about the size of the invading force, they never informed him, the Post said. In a lengthy section on the administration's treatment", "new_id": -2}, {"uid": "1295065068262389786", "i": 11533, "idx": 1, "sa": ["Mike D'Antoni", "David Letterman"], "q": "'ve been doing.''... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh.`` He was nice, though, very diplomatic.''", "new_id": -2}, {"uid": "1294978384186728451", "i": 39713, "idx": 4, "sa": ["Kirsten Gillibrand", "Mark E. Kelly", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "dinner date when the four were in town together, like the one last week at Matchbox, a popular pizza place in Washington favored by Ms. <strong> Gabrielle Giffords </strong>'s husband, <strong> Mark E. Kelly </strong>, who is an astronaut. <q> We enjoy being there for each other, </q> Ms. <strong> Kirsten Gillibrand </strong> said,`` So when <strong> Debbie Wasserman Schultz </strong> and I were allowed to visit <strong> Gabrielle Giffords </strong>, it meant so much to us to encourage her and to tell her how much we love her and how she is inspiring the", "new_id": -2}, {"uid": "1296060767024477696", "i": 40071, "idx": 4, "sa": ["Peter McCarthy", "Adam Lambert", "Simon Cowell", "Chris Daughtry"], "q": "<strong> Adam Lambert </strong> and <strong> Chris Daughtry </strong> while <strong> Simon Cowell </strong> said no.'' <strong> Peter McCarthy </strong> thinks Jackson`` always wanted to be the star of the show.'' But he's in for an uphill climb with longtime viewers. <q> It's no secret that most of the Twitter universe thinks he's useless as a judge, </q> <strong> Peter McCarthy </strong> says.`` If he drops some of the` Yo, dawg' and offers some constructive comments, he might come out of this with some fans.'' GRADE: B-", "new_id": -2}, {"uid": "1296542758249364481", "i": 47611, "idx": 7, "sa": ["Michael Vick"], "q": "aligning with <strong> Michael Vick </strong>.`` I wouldn't want any of my clients to attach their name to his unless they know that the consumer would react to <strong> Michael Vick </strong> in a positive way,'' Bodock said. <q> That would definitely require some research. </q> Added Klunk:`` I think you would have to do your due diligence and get an understanding from the consumer before you can make a good recommendation[ to a potential sponsor]. And even with", "new_id": -2}, {"uid": "1297122854184680470", "i": 4243, "idx": 5, "sa": ["the Black", "Simon Cowell"], "q": "X Factor'' involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q> The`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child.`` I", "new_id": -2}, {"uid": "1295771865222068760", "i": 33085, "idx": 0, "sa": ["Stan Van Gundy", "Allen Iverson", "Dwight Howard", "Samuel Dalembert"], "q": "said he won't spend time enjoying his team's latest win.`` This is not the time of year to celebrate a win in the playoffs, especially against a team like Boston,'' <strong> Stan Van Gundy </strong> said. <q> It's basically like being at halftime with a one-point lead. </q> It was the second time this postseason the Magic won with a starter suspended. <strong> Dwight Howard </strong> lost his cool and threw an elbow at <strong> Samuel Dalembert </strong>'s head to draw a http://wn.com/Amazing_Allen_Iverson_42pts_vs_AWalker_PPierce_Celtics_01/02_NBA_Playoff_Game_3_Must_see betfreebie.com Basketball <strong> Allen Iverson </strong> refused to let the Philadelphia 76ers", "new_id": -2}, [{"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` So once they became comfortable with this team and with each other, that was a matter of time.'' When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}]]