[{"uid": "1297390016200884258", "i": 50909, "idx": 13, "sa": ["Robert E. Lee", "Donald Rumsfeld"], "q": "the revelations of torture and detainee abuse in the Abu Ghraib prison, in 2004, is both surprising and poignant. And, after comparing <strong> Donald Rumsfeld </strong> to`` marble man'' <strong> Robert E. Lee </strong>, Scales concludes: <q> Thus perhaps in`` Known and Unknown </q> Mr. <strong> Donald Rumsfeld </strong> inadvertently reveals himself as the 21st century's first marble man: supremely confident of his ability to manage a war of machines and sadly unapproachable to those below him willing to offer an alterative view of the", "new_id": -2}, {"uid": "1295552615218546373", "i": 55158, "idx": 0, "sa": ["Jennifer Lopez", "Mary McNamara", "Steven Tyler", "Simon Cowell"], "q": "- and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year( 10). The Los Angeles Times' <strong> Mary McNamara </strong> writes, <q> Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table.`` Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol. </q> She adds,`` Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.'' New York Post critic Linda", "new_id": -2}, {"uid": "1295669855215973955", "i": 51519, "idx": 1, "sa": ["Bob Bird", "Tommy Sheridan", "Andy Coulson"], "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to <strong> Bob Bird </strong> first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to <strong> Bob Bird </strong> he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "new_id": -2}, {"uid": "1297680461038584339", "i": 22436, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "der Welt. Die Entwicklungsarbeit am ersten gemeinsamen Ger?t h?tte bereits begonnen, sagte Microsoft-Chef <strong> Steve Ballmer </strong> auf der Pressekonferenz am Freitag. Nach dem am Freitag ver?ffentlichten Plan wollen Microsoft und Nokia gemeinsam Mobilger?te entwickeln und vermarkten. <q> Nokia und Microsoft werden ihre St?rken kombinieren, um eine Umgebung mit bislang unerreichter globaler Reichweite zu schaffen </q>, sagte <strong> Stephen Elop </strong> auf der Pressekonferenz.`` Nun sind drei Pferde im Rennen.'' Weitergehenden Fusionspl?nen von Nokia und Microsoft erteilte <strong> Stephen Elop </strong> eine Absage. Wo steht Nokia nach dem Umbau?`` Das", "new_id": -2}, {"uid": "1295990431002195464", "i": 3658, "idx": 1, "sa": ["Sacha Baron Cohen", "David Letterman", "Matt Lauer", "Conan O'Brien"], "q": "that claimed that the Palestinians were prepared to compromise over two of the toughest Bruno to Terrorist Leader:`` Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa'' Bruno to Terrorist Leader: <q> Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa </q>( 7/9/09) <strong> Sacha Baron Cohen </strong> makes the media rounds( <strong> David Letterman </strong>, <strong> Matt Lauer </strong>-`` Today Show''& <strong> Conan O'Brien </strong>) to promote`` Bruno,'' his latest outrageous comedy film character. Alleged terrorist Aita to Bruno:``", "new_id": -2}, {"uid": "1296244183061128804", "i": 22756, "idx": 0, "sa": ["Kirsten Gillibrand", "Samuel Alito", "Mark Salter"], "q": "Frosty, and Frozen Solid.'' Yeah, but what's the weather forecast? article:`` Democratic Uprising in Tunisia.'' I applaud the courage and dignity of the Tunisian people. article: <q> Democratic Uprising in Egypt. </q> Simon& Schuster a gift: Buzz. <strong> Mark Salter </strong> in a photo:`` Author of note:`` New Bipartisan Buddy System.'' <strong> Kirsten Gillibrand </strong> a friend request. note on <strong> Samuel Alito </strong>'s wall:`` Where were", "new_id": -2}, {"uid": "1296770511173654034", "i": 14646, "idx": 20, "sa": ["Donald Rumsfeld", "Eric Shinseki", "Ted Kennedy"], "q": "intelligence that have affecTed Kennedy key national security decisions and contingency planning.'' This, of course, was the mother of all intelligence failures, but <strong> Donald Rumsfeld </strong> attempts to shift the argument to higher ground, saying illegal weapons <q> should have been only one of the many reasons </q> for invading Iraq, including violations of U.N. resolutions and attacks on AmEric Shinsekian pilots in the no-fly zone. But it was WMD, of course, that was the principal tool in the administration's salesmanship of the war", "new_id": -2}, {"uid": "1294997879266141707", "i": 43222, "idx": 0, "sa": ["Sergio Marchionne"], "q": "worker says.`` Wait a moment, management is going to invest millions here, and besides I need my salary,'' another worker responds.`` I will vote yes,'' he adds, <q> I have a wife and children to maintain. </q> But the woman nearby is angry.`` No, no, no and again I'll vote no,'' she says. In one of Europe's most unionized countries, Fiat CEO <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1297159357137773062", "i": 59334, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "dette-- Verden- Aftenposten.no meta name=`` distribution'' content=`` Global''/> meta name=`` author'' content=`` Aftenposten.no''/> meta name=`` description'' content= <q> Da det ble kjent at amerikanske soldater hadde beg?tt overgrep mot irakiske fanger, mottok George W. BushGeorge W. Bush to oppsigelsesbrev fra <strong> Donald Rumsfeld </strong>. Men begge gangene ble forsvarsministeren overtalt til? fortsette i jobben. </q>/> Bilder av amerikanske soldater som begikk overgrep mot irakiske fanger i Abu Ghraib-fengselet gjorde at <strong> Donald Rumsfeld </strong> nsket? g av. FOTO: REUTERS/AP <strong> Donald Rumsfeld </strong> mener hans st?rste tabbe gjennom seks r som forsvarsminister var", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.'' <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}]