[{"uid": "1295564093148553843", "i": 3789, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "announcement as the company announced revenues of$ 8.44 bn for the last quarter of 2010, far better than expected. The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman <q>focusing externally on deals, partnerships, customers and broader business relationships</q>. <strong> Eric Schmidt </strong> has led the company since 2001 alongside Page and his co-founder <strong> Sergey Brin </strong>. Page said: \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves", "new_id": -2}, {"uid": "1295154913111345676", "i": 7383, "idx": 3, "sa": ["Allen Iverson", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q>I don't think we can lose a( player) because of an injury the rest of the way,</q> <strong> George Karl </strong> said. \"It's the time of year where we have to play like it's a playoff circumstance. Everybody is hurting a little bit_ AI is probably at the top of the http://wn.com/Allen_Iverson_23pts_vs_CBillups_Nuggets_08/09_NBA_*Return_to_Denver_*Standing_ovation*Must_see <strong> Allen Iverson </strong>,", "new_id": -2}, {"uid": "1296117571165298183", "i": 7781, "idx": 11, "sa": ["Michael Vick"], "q": "to get back to this position is paramount to me and I'm just thankful.\" This is the fourth Pro Bowl for <strong> Michael Vick </strong>, who was the first pick of the 2001 draft. <q>I feel like this one I had to work hard to get here,</q> he said. \"This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else. I think", "new_id": -2}, {"i": 6583, "idx": 3, "index_answer": 0, "new_id": -1, "q": "executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that <q>we move quickly, and we tend to be disruptive at scale.</q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "sa": ["Eric Schmidt"], "uid": "1296006300058851357"}, {"uid": "1295050457232783897", "i": 8134, "idx": 0, "sa": ["Eric Schmidt", "Jared Cohen"], "q": " \"think/do tank.\" Ratcheting up the engagement a notch, <strong> Eric Schmidt </strong>( and <strong> Jared Cohen </strong>) appeared before the Council on Foreign Relations in New York as part of its CEO Speaker Series, which is designed to <q>highlight the increasing importance of the international business community to U.S. foreign policy.</q>[ The Chronicle, December, 2010, p. 5] That's some hyperbole, because the good ol' industrial CEOs have always played to the Council and other important foreign policy bodies; it's only the", "new_id": -2}, {"uid": "1295968905135200769", "i": 34810, "idx": 3, "sa": ["Eric Schmidt"], "q": "many thousands of people this year.\" <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things. <q>We've got very complicated government issues, he said, adding however that Google's position in appeared to be stable for the time being, following a renewal of its license there last June. China after a high-profile hacking incident but eventually came to an agreement with the government and now runs a reduced service. \"I think it's stable, he said, before adding: \"You never know. It's possible for the government of China to cause us not to work.</q> Hacker puts admin access to government, military websites on sale", "new_id": -2}, {"uid": "1295196535170917899", "i": 35586, "idx": 4, "sa": ["Tyronn Lue", "Allen Iverson", "Kevin Durant", "Derrick Rose"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said http://wn.com/Lakers_vs_Thunder_Highlights_Kobe_Bryant_31_points Date: November 3, 2009 Ford Center, Oklahoma <strong> Derrick Rose </strong>, OK First Of all, all credits to JD2k For this one With the score tied 90-90, Oklahoma <strong> Derrick Rose </strong> Thunder forward <strong> Kevin Durant </strong> stood just", "new_id": -2}, {"uid": "1297279420080936992", "i": 39049, "idx": 0, "sa": ["Michelle Obama", "David Letterman", "Regis Philbin"], "q": "syndicated) to congratulate the pair on the show's ten year anniversary. <strong> David Letterman </strong> greeted the hosts with flowers, champagne, and friendly ribbing. Having just watched them interview <strong> Michelle Obama </strong>, he told <strong> Regis Philbin </strong>, <q>You made a fool of yourself... you didn't say a word from the time she sat down to the time she left.</q> <strong> David Letterman </strong> then told a touching story about his young son, Harry, asking him to \"say hi to <strong> Regis Philbin </strong>\" when he put him to bed the night before. When <strong> Regis Philbin </strong> said he was moved", "new_id": -2}, {"uid": "1295094109134053944", "i": 22238, "idx": 4, "sa": ["Sergio Marchionne"], "q": "IL SI' DELLA FIOM, CHE NON VERRA' RAPPRESENTATA NELLA NUOVA JOINT VENTURE CON CHRYSLER. http://wn.com/MARCHIONNE,_MIRAFIORI_SALTA_L'INVESTIMENTO_CSF_Rieti_By_Sandro_Matocci CON IL NO AL REFERENDUM SALTA L'INVESTIMENTO. Nel primo giorno di quotazioni in borsa di Fiat Industrial l'ad sottolinea: <q>Siamo in grado di produrre con o senza Fiom</q> Servizio di Emanuela Garulli. Se a Mirafiori \"vince il no con il 51% la Fiat non farÃ l'investimento\". Parla chiaro <strong> Sergio Marchionne </strong> nel primo giorno di quotazioni in borsa della nuova Fiat che si sdoppia nel", "new_id": -2}, {"uid": "1296845653173342760", "i": 41057, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. \"We're looking for success stories; we're not looking for players to fail,\" <strong> Roger Goodell </strong> said. <q>He's paid a very significant price and he's doing the right thing.</q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. Thompson is", "new_id": -2}]