[{"uid": "1295156723221855749", "i": 43165, "idx": 1, "sa": ["Reggie White", "Don Shula", "Roddy White", "Michael Vick"], "q": "Titletown USA. <strong> Reggie White </strong>. Heck, they even named the Super Bowl trophy after Green Bay's most famous coach. Yep, the Packers are just oozing with tradition. The Atlanta Falcons? Not so much. <q> We're fairly new on the block, </q> said <strong> Roddy White </strong>, the Falcons' Pro Bowl receiver.`` We're still trying to prove ourselves. You've got to go out there and Falcons not chic, but get job Don Shulae By <strong> Michael Vick </strong> A. Lough MACON", "new_id": -2}, {"uid": "1295802995079921158", "i": 19515, "idx": 12, "sa": ["Colin Powell", "Barack Obama"], "q": "if military action is not backfilled with a functioning government. The <strong> Barack Obama </strong> administration pledged a drawdown of troops by this summer.`` One year of surge has produced rather inconclusive results,'' <strong> Colin Powell </strong> said. <q> There are some elements of success and some elements where I think there has been backsliding. I'm not sure where we're going to be in July. </q> CNN welcomes a lively and courteous discussion as long as you follow the Rules of Conduct set forth in our", "new_id": -2}, {"uid": "1295397624010076164", "i": 42623, "idx": 3, "sa": ["Sergio Marchionne"], "q": "up one inch of territory,'' <strong> Sergio Marchionne </strong> said. Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1296920397048070662", "i": 25548, "idx": 1, "sa": ["Michael Gove"], "q": "lessons from schools. He accused Education Secretary <strong> Michael Gove </strong> of threatening to remove the subject from the national curriculum of secondary schools in England at a time`` we've never needed it more''. <q> It's time the right hand knew what the far-right hand is doing, </q> he said. Berlusconi's brainteaser At last- the origin of the phrase` bunga bunga' is revealed Spaceman The biggest decision in European space science Dallas comeback Return of the`", "new_id": -2}, {"uid": "1296128343014483456", "i": 52621, "idx": 0, "sa": ["Michael Gove"], "q": " But corruption, rife among lowly paid Michael Government officials, is still a deterrent to foreign direct investment. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1295605593042827782", "i": 43270, "idx": 0, "sa": ["Jim Davis", "Eric Schmidt"], "q": "cash. Although SAS invests about 20 percent of its revenue back into research and development, the company is also eyeing several possible acquisitions.`` With a hot market comes consolidation,'' <strong> Jim Davis </strong> said, <q> and we feel like we're in good shape to take advantage of any consolidation opportunities. </q> Triangle companies raised$ 320.6 million in venture capital last year, a 27 percent jump that outpaced the national trend. Google's grown-up CEO hands reins to founder, 37 <strong> Eric Schmidt </strong>, a technology veteran brought in", "new_id": -2}, {"uid": "1295061603176553990", "i": 4849, "idx": 2, "sa": ["David Letterman", "Mike D'Antoni"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach.`` He doesn't listen to me,'' <strong> Mike D'Antoni </strong> said with a laugh. <q> He was nice, though, very diplomatic. </q> Disclaimer: Story comments are intended to provide a place for constructive dialog about issues and events in our community. Your input is encouraged and can make a positive difference. To achieve this, no obscenity", "new_id": -2}, {"uid": "1295007936080707626", "i": 11357, "idx": 2, "sa": ["Gordon Brown", "Simon Cowell"], "q": "<strong> Gordon Brown </strong>, Cheryl Cole and href=\"http://yahoo-uk.feedsportal.com/fc/x-factor.html\"> <strong> Simon Cowell </strong>, told Lily:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But the singer told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to`` say a little prayer''. Lily previously had a miscarriage when she", "new_id": -2}, {"uid": "1295242401192987142", "i": 7355, "idx": 0, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "one of its vehicles by six armed men in a civilian car Friday night in Abidjan, the commercial capital. A spokesman for <strong> Ban Ki-moon </strong>, U.N. secretary-general, said late Saturday that the force of 7,500 troops <q> will fulfill its mandate and will continue to monitor and document any human rights violations, incitement to hatred and violence, or attacks on U.N. peacekeepers. </q> International outrage at Gbagbo's intransigence mounted after security forces opened fire Thursday on supporters of <strong> Alassane Ouattara </strong>- the election winner, according to U.N.-verified results- killing several. Increasingly isolated but seemingly still enjoying the military", "new_id": -2}, {"i": 39631, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He explained that the fire brigade was", "sa": ["Zahi Hawass"], "uid": "1296817001259670033"}]