[{"uid": "1295425471034701433", "i": 22656, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "knows exactly what he's up to. He steals a tremendous amount of material,'' <strong> Howard Stern </strong> said in an interview for CNN's`` <strong> Piers Morgan </strong> Tonight.'' <strong> Howard Stern </strong> went on to say that <strong> Jay Leno </strong> is <q> not fit to scrub <strong> David Letterman </strong>'s feet. </q>`` I don't know how he's beaten <strong> David Letterman </strong> in the ratings,'' he said.`` It's beyond my comprehension. America must be filled with morons who at night lay in bed--", "new_id": -2}, {"uid": "1295022258099024910", "i": 20751, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "acknowledge the stakes.`` Obviously, we've done it for a long time, and fortunately the show has been successful, but I think this is a crucial year for us,'' host <strong> Ryan Seacrest </strong> says. <q> The stakes are high because we've got new infusions to the show. If we get it right, it will be a high return. </q> MJ Santilli of Idol-centric MJ's Big Blog( mjsbigblog.com) says Idol is at a crossroads.`` With falling ratings and failing music sales and <strong> Simon Cowell </strong> leaving, something has to happen to rejuvenate", "new_id": -2}, {"uid": "1297402436159285252", "i": 19086, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well,' </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1296451968151257140", "i": 19247, "idx": 0, "sa": ["Walter Payton", "Michael Vick"], "q": "scrimmage, trailing only <strong> Walter Payton </strong>.`` He's certainly one of those guys that is an attention-grabber the first year he comes up,'' selector Jeff Legwold of the Denver Post said. <q> He did so much. I think production, and obviously the Super Bowls and what he did overall, he's certainly a great candidate. </q> Eagles Philadelphia will make it official next month and place their franchise tag on quarterback <strong> Michael Vick </strong>, a league source said. The move will prevent <strong> Michael Vick </strong> from leaving Philadelphia this offseason and ensure he's tied to", "new_id": -2}, {"uid": "1297434399252067840", "i": 1498, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "CEO <strong> Steve Ballmer </strong> outlined their new partnership in an analysts' meeting in London today, painting a picture of Nokia as Microsoft's premiere Windows Phone partner and of Windows Phone as Nokia's core smartphone platform. <q> Nokia will adopt Windows Phone as our primary smartphone strategy, </q> <strong> Stephen Elop </strong> said.`` We will help drive the future of the platform, and we will bring Windows Phone to extended price points, market segments and geographies.'' Nokia will bring`` leading mobile devices", "new_id": -2}, {"uid": "1295563194254656562", "i": 7093, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", Page will take over Google's day-to-day operations, and his fellow founder <strong> Sergey Brin </strong> will focus on`` his passion'' of strategic projects, as he said on an investor call Thursday. <strong> Eric Schmidt </strong> will concentrate <q> externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach, </q> the company's release read. wrote in a blog that the change-up was designed to simplify Google's management structure and speed up decision making. Why this matters Since <strong> Eric Schmidt </strong> came on board at Google in", "new_id": -2}, {"uid": "1295264028094093318", "i": 7252, "idx": 0, "sa": ["Andy Coulson"], "q": "happened'' when <strong> Andy Coulson </strong> was editor of the News of the World, but resigned`` when he found out about them'', which the prime minister said was`` the right thing to do''. <q> I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. I judge his work by what he has done for us... I gave him a second chance. I think in life sometimes it's right to give someone a second chance. He resigned for what went wrong at News of the World. I would just argue working for the government, I think he has done a good job. </q> He added:`` Of course he was embarrassed, but he has had a second chance from me to do this job. I think he has done the job in a very good way.''", "new_id": -2}, {"uid": "1297119812245366792", "i": 1418, "idx": 3, "sa": ["Simon Fuller", "Britney Spears", "Simon Cowell"], "q": "to co-exist in America-- Britain's <strong> Britney Spears </strong> Idol series ended once <strong> Simon Cowell </strong> launched The X Factor in the U.K. in 2004, sparking a since-settled lawsuit from Idol creator <strong> Simon Fuller </strong>-- <strong> Simon Cowell </strong> and Fox believe otherwise. <q> I wouldn't have put The X Factor on if I didn't think it could exist separately, </q> he told reporters when The X Factor was announced.`` I do two shows in the U.K.-- Britain's Got Talent and The X-Factor-- and both had their highest years ever... I'm very", "new_id": -2}, {"uid": "1297175264144113727", "i": 15841, "idx": 2, "sa": ["Donald Rumsfeld", "Saddam Hussein", "... More", "President Bush", "Diane Sawyer"], "q": "<strong> Saddam Hussein </strong> legitimized the 2003 invasion anyway.`` I have no doubt that given the facts that were made available to <strong> President Bush </strong> in 2003, I would have made the same decision <strong> ... More </strong>,'' <strong> Donald Rumsfeld </strong> writes. <q> Ridding the region of <strong> Saddam Hussein </strong>'s brutal regime has created a more stable secure world. </q> No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week, <strong> Donald Rumsfeld </strong> put it this way:`` What you know today can help you unthink your thinking about", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade.`` We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}]