[{"uid": "1297548267230588438", "i": 34785, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "meta name=`` distribution'' content=`` Global''/> meta name=`` author'' content=`` Aftenposten.no''/> meta name=`` description'' content= <q> Aksjemarkedet har ingen tro p samarbeidet mellom Nokia og Microsoft. Nokia- aksjen stupte over 14 prosent og barberte vekk verdier for aksjon?rene p over 20 milliarder kroner. </q>/> Nokia-sjef <strong> Stephen Elop </strong>( til venstre) har innsett at det g?r nedover med Nokias smarttelefoner. N vil han skape en nytt globalt mobilsystem sammen med sin tidligere sjef, Microsofts mange?rige toppsjef <strong> Steve Ballmer </strong>. De to", "new_id": -2}, {"uid": "1296444801159711269", "i": 15379, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence", "Phil Sharp", "Mike McDaniel"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes.`` He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through,'' she said. <q> Obviously it'd be great for the state of Indiana. </q> <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat <strong> Phil Sharp </strong>( href=\"http://topnews360.tmcnet.com/news/2011/01/28/5275506.htm\" title=\"Legal- BRIEF: EU: new Tunisian foreign minister to visit Brussels next week\"> BRIEF: EU: new", "new_id": -2}, {"uid": "1297129044188514306", "i": 586, "idx": 1, "sa": ["Simon Cowell"], "q": "Longoria-Eduardo Cruz Romance Heats Up <cite> <strong> Simon Cowell </strong>| Photo Credits: Jon Furniss/WireImage. com </cite> The X Factor decide to offer contestants the biggest grand prize on television? To make everybody a little nervous, <strong> Simon Cowell </strong> says. <q> By putting up that kind of prize money, it's a massive, massive risk. But it's also an incredible incentive, </q> <strong> Simon Cowell </strong> told reporters Monday of the decision to offer the winning X Factor act a$ 5 million recording contract.`` I think it puts everybody, rightly, under an enormous amount of pressure. I didn't", "new_id": -2}, {"uid": "1295206942144834565", "i": 55297, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": ", who remains in critical condition after a shooting at a January 8 public event, is moving both sides of her body and is able to breathe on her own, a fellow member of Congress said Sunday. <q> She's doing great, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-New York and a friend of the Arizona congresswoman, on NBC's`` Meet The Press.'' <strong> Kirsten Gillibrand </strong> said she Tucson shooting victim arrested at televised event man who was shot in the knee", "new_id": -2}, {"uid": "1295147684219021325", "i": 26506, "idx": 2, "sa": ["Tayshaun Prince", "Allen Iverson", "Richard Hamilton"], "q": "9 minutes.`` I just waited for my opportunity and when it came I just took advantage of it,'' said <strong> Allen Iverson </strong>, whose output was his highest since a 30-point night at Sacramento on Nov. 11. <q> I was probably in the best groove since I got here. </q> Detroit hasn't lost since blowing a 17-point lead in a 107-94 loss at Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and <strong> Richard Hamilton </strong> scored 12", "new_id": -2}, {"uid": "1296497082169607183", "i": 13620, "idx": 1, "sa": ["Elie Tahari", "Sergio Marchionne"], "q": "SUVs and trucks, launching a successful Fiat dealership network, and paying back the costly government loans,'' Toprak said. <strong> Sergio Marchionne </strong> said the <strong> Elie Tahari </strong>'s restructuring is starting to pay off. The automaker has <q> lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months. All of these vehicles bear testimony to Chrysler's rebirth, </q> he said. Chrysler is on track to pay down$ 2.1 billion of the$ 5.8 billion it owes the government by the end of the year and may retire the entire debt, said <strong> Sergio Marchionne </strong>,", "new_id": -2}, {"uid": "1295636608124272680", "i": 18816, "idx": 1, "sa": ["Simon Cowell", "Randy Jackson"], "q": "channeled a bit of <strong> Simon Cowell </strong>'s snarky spirit and was especially harsh with 18-year-old Alex Attardo, who revealed that he had attended a camp for grooming Idol hopefuls, then shouted his way through`` Proud Mary.'' <q> Maybe we should cancel the camp, </q> <strong> Randy Jackson </strong> said.`` Honestly, it was terrible. You come here because you want the truth, right?'' <strong> Simon Cowell </strong>'s absence was still felt when New Orleans' more middle-of-the-road hopefuls stepped up to sing,", "new_id": -2}, {"uid": "1296483362110247966", "i": 4545, "idx": 0, "sa": ["Eric Schmidt"], "q": "really like to see is ongoing discounts we can take advantage of whenever we feel like, building solid brand loyalty. Sadly, retailers seem to love these gimmicky social media one-offs. Google's <strong> Eric Schmidt </strong> says Facebook <q> threatens the bargain of the Web </q> Best new iPhone apps this week: Champions League, Shinobi, Dead Space and more... Egypt cuts off mobiles and the Internet as police crack down on protestors BBC reveals plans for online radio, as it builds", "new_id": -2}, {"uid": "1297258276038010882", "i": 39054, "idx": 0, "sa": ["Mike Pence"], "q": "said.`` That whatever our differences on the issue of abortion, we can agree that the federal government should not subsidize it.'' Democrats insisted cutting such funds hurts women's freedom. <q> Congress has for more than three decades used economic coercion to try to prevent women from exercising their constitutionally-protected choice by prohibiting use of federal funds for abortion-- the only legal health care procedure subject to such a ban, </q> said <strong> Mike Pence </strong> Gerald Nadler, D-N.Y. However, one panelist quoted a 1980 U.S. Supreme Court ruling.`` Abortion is inherently different from other medical procedures because no other procedure involves the purposeful termination of", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q> You came out here tonight to win, and what we have witnessed is a knockout, </q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming`` the best singer of season 7 is right there,'' following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s`` Imagine,'' a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}]