[{"uid": "1295461586045563927", "i": 2434, "idx": 0, "sa": ["Chairman Mao", "Alan Greenspan", "Sen. Bernie Sanders"], "q": "amazing music to celebrate Nixon's historical trip.... Here accompanied by images from a \"Journey Into The Unknown' episode` Somewhere In A Crowd\" featuring five creepy individuals who... <strong> Sen. Bernie Sanders </strong> vs. Fed <strong> Chairman Mao </strong> <strong> Alan Greenspan </strong> <q> You have told the American people that you support a trade policy which is selling them out. </q>-- <strong> Sen. Bernie Sanders </strong> to Federal Reserve <strong> Chairman Mao </strong> <strong> Alan Greenspan </strong> on 7/16/03. You MUST watch this impassioned five minute video clip! <strong> Sen. Bernie Sanders </strong>( Independent-Vermont), now a... Ask The <strong> Chairman Mao </strong>: A Virtual Town Hall The <strong> Chairman Mao </strong> of the", "new_id": -2}, {"uid": "1295630171074432548", "i": 49098, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "will stay on as executive chairman, on Twitter. Is Page ready to retake the helm?( It's past time to give Page back the reins: Google \"blossomed\" under <strong> Eric Schmidt </strong>'s guidance, but <q> Page is clearly ready and eager to run the show again, </q> says The Economist. If anything, this move should have happened sooner. The \"unconventional\" leadership \"triumvirate\" of <strong> Eric Schmidt </strong>, Page, and <strong> Sergey Brin </strong> worked fine for a while, but Google now", "new_id": -2}, {"uid": "1295621146048054324", "i": 48783, "idx": 1, "sa": ["Andy Coulson"], "q": "Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,\" <strong> Andy Coulson </strong> said in an e-mailed statement today. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> <strong> Andy Coulson </strong> has denied any knowledge of illegal activity when he was editor of Britain's best-selling Sunday newspaper, from which he resigned after a reporter and a private investigator were imprisoned for phone-tapping in 2007. In", "new_id": -2}, {"uid": "1295541245188383241", "i": 1152, "idx": 0, "sa": ["Colin Powell"], "q": ", were huddled round the television, aware of nothing but <strong> Colin Powell </strong>'s address to the U.N., making it clear that an attack on Iraq was imminent. He cited cited Downing Street's shameful work of fiction( <q> Iraq- its infrastructure of concealment, deception and intimidation </q>) saying: \"I would call my colleagues' attention to the fine paper that the United Kingdom distributed... which describes in exquisite detail Iraqi deception activities.\" It was 5th February 2003. I", "new_id": -2}, {"uid": "1295674574191152161", "i": 4920, "idx": 1, "sa": ["Eric Schmidt"], "q": "search company. \"What's going to change under Larry?\" said BGC Partners analyst Colin Gillis, asking the question on the minds of executives from Silicon Valley to New York City. <q> In our opinion, Larry is likely to increase investments as a priority. It could be a long-term positive, but short term it's a negative. </q> The company hopes 38-year-old Page will help streamline decision-making as it tries to deal with tougher competition from Facebook and Twitter. Within technology circles, the move to replace <strong> Eric Schmidt </strong> left some wondering if Page", "new_id": -2}, {"uid": "1296530715200818714", "i": 30645, "idx": 3, "sa": ["LeBron James", "Chris Webber", "Nate Robinson", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/Nate_Robinson_45_Points_vs_Portland_Trailblazers_Career-High_[08-03-2008] <strong> Nate Robinson </strong>'s Highlights of his best game of his career!!! <strong> Nate Robinson </strong> shot 16-of-28 from the floor and went 11-for-13 from the line, handed out six", "new_id": -2}, {"uid": "1295469239042287126", "i": 33120, "idx": 1, "sa": ["Wendie Malick", "Nicole Kidman", "David Letterman"], "q": ".\" The sassy octogenarian, who continued her birthday festivities with <strong> David Letterman </strong> on the Late Show later in the evening, is clearly adored by her TV Land castmates- but isn't always wholesome on set herself! <q> We get to listen to her crack dirty jokes, </q> co-star <strong> Wendie Malick </strong> laughed. If <strong> Nicole Kidman </strong> seemed extra smiley and glowing at Sunday night's Golden Globe Awards in Los Angeles, it's because she was keeping a very special secret! The 43-year-old actress and her hubby", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q> It is a pretty good offer we are making. </q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1296176352117817419", "i": 42734, "idx": 2, "sa": ["Mike Pence"], "q": "nomination for president in 2012.\" Mr. <strong> Mike Pence </strong> said in the letter that he would make a decision about his future later, and would be traveling across the state in the months ahead to <q> learn about how Hoosiers think we might best contribute in the years ahead. </q> Mr. <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. While there is no official word yet on", "new_id": -2}, {"uid": "1295669723025427987", "i": 3602, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, whose return to CEO is effective on April 4, will also lead product development and technology strategy. <strong> Sergey Brin </strong> gets the job title of co-founder and will work on strategic projects and products. <q> For the last 10 years, we have all been equally involved in making decisions, </q> <strong> Eric Schmidt </strong> wrote. \"This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify", "new_id": -2}]