[{"uid": "1295937890179191810", "i": 11811, "idx": 6, "sa": ["Gregg Popovich", "Allen Iverson", "Tim Duncan"], "q": ", who had lost two in a row, saw the return of <strong> Tim Duncan </strong>, who missed four games with a sprained right ankle.\" It was great to have him back,\" said Spurs coach <strong> Gregg Popovich </strong>. <q> Just having him on the court is a confidence builder for everybody. </q> <strong> Tim Duncan </strong>, who had eight points in http://wn.com/Tim_Duncan_showed_how_he_has_led_the_Spurs_to_four_championships,_scoring_31_points_and_grabbing_15_rebounds_in_the_Spurs'_win <strong> Tim Duncan </strong> showed how he has led the Spurs to four championships, scoring 31 points and grabbing 15 rebounds in the Spurs' win http://wn.com/Allen_Iverson_46pts_vs_Tim_Duncan_Spurs_98/99_*Vintage_AI_*Rare <strong> Allen Iverson </strong> finally came up with an outstanding", "new_id": -2}, {"uid": "1296644684150142979", "i": 10865, "idx": 3, "sa": ["Allen Iverson", "Samuel Dalembert", "Tracy McGrady"], "q": "he topped 20 points was Dec. 5, when he scored 35 in a victory in Miami. The 76ers are 3-2 since <strong> Allen Iverson </strong> returned.\" The games we lose, it hurts worse,\" <strong> Allen Iverson </strong> said. <q> But in the games that we win, I don't think about it. </q> <strong> Samuel Dalembert </strong> set career highs with 15 points and 11 rebounds. He fouled out late in the game, but only after his block of <strong> Tracy McGrady </strong>'s driving dunk with 2:54 remaining blunted Orlando's comeback. <strong> Samuel Dalembert </strong>, who", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said.\" That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}, {"uid": "1295563322217792526", "i": 28866, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Twitter:\" Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said that although what he called the\" triumvirate approach\" of leadership by himself, Page and <strong> Sergey Brin </strong> has real benefits, it is time <q> to clarify our individual roles so there's clear responsibility and accountability. </q> <strong> Eric Schmidt </strong> became CEO of <strong> Google Inc. </strong> in July 2001, when he'd already been chairman of the board for several months-- <strong> Google Inc. </strong> put him on the board and made him chairman in March of that year.", "new_id": -2}, {"uid": "1295193926076955692", "i": 5697, "idx": 0, "sa": ["Janet Napolitano", "Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "The State of the Union address is set for Jan. 25. <strong> Barack Obama </strong> meets with Pakistan's <strong> Barack Obama </strong>... <strong> Barack Obama </strong>, Mark Kelly, Daniel Hernandez, <strong> Janet Napolitano </strong> Photo in Slideshow: <strong> Chuck Schumer </strong>, <strong> Kirsten Gillibrand </strong> Report Abuse <q> Okay, yes, this is a nice symbol of an effort on the part of the Senators, to sit together, during the State of the Union speech. But, just judging by the tenor of the responses here, by many of you\" real Americans, </q> and otherwise, it just shows you how fugged-up this country has become. \" So, instead of pretending that we still view this place, as the best country in the world, to live,", "new_id": -2}, {"uid": "1297067872184320061", "i": 12728, "idx": 0, "sa": ["Michael Vick"], "q": "and ended up in the Pro Bowl, a year-and-a-half after finishing a federal prison term for running a dogfighting ring.\" It's unbelievable,\" <strong> Michael Vick </strong>, 30, said on the NFL Network set. <q> I have to give all glory to God. I thank my coaches and my teammates, they put me in this position. They got me better as an NFL player, as a quarterback and took advantage of my talents. I just can't say that enough. I hate to continue to say that and sound redundant, but it's the truth. </q> There is considerable uncertainty right now, with the Eagles planning to franchise <strong> Michael Vick </strong> later this week and the NFLPA contending that the franchise tag is meaningless, given the expiration of the collective bargaining agreement next month", "new_id": -2}, {"uid": "1296431599117850124", "i": 1295, "idx": 0, "sa": ["Michael Vick"], "q": "A sports cards/memorablilia-hawking moonlighter sent word of an interesting Feb. 11-13 show. It's interesting because <strong> Michael Vick </strong> will return to Atlanta for two hours of it. Asks memorabilia man, <q> Will <strong> Michael Vick </strong> sign any rape stands or Bad Newz Kennel T-Shirts? </q> Probably not. Hilarious question, though. Anyway, here's a link to the 2011 Atlanta Sportacular Show( Presented by Freedom Cardboard) at the renowned North Atlanta Trade Center,", "new_id": -2}, {"uid": "1297353676255098882", "i": 1861, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q> We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval.\" I need things to go back to normal.\" Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators", "new_id": -2}, {"uid": "1296425350029392900", "i": 32989, "idx": 2, "sa": ["Zahi Hawass"], "q": "the museum's new gift shop and stole all of the jewelry. Hemmed in by a strict curfew, <strong> Zahi Hawass </strong> spent the night at home fretting about the fate of his country's treasures. <q> Of course I was so worried, </q> he said.\" I have been protecting antiquities all my life. I felt if the Cairo museum is robbed, Egypt will never be able to get up again.\" Early Saturday, <strong> Zahi Hawass </strong> fought", "new_id": -2}, {"uid": "1296603871110133267", "i": 35211, "idx": 0, "sa": ["Bill Lockyer"], "q": "86 firms in the state's underwriter pool to stop including the dues in their calculation of fees paid out of bond proceeds, Tom Dresslar, a spokesman for <strong> Bill Lockyer </strong>, said in an e-mailed statement. <q> Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances, </q> said <strong> Bill Lockyer </strong>, a 69-year-old Democrat, said in the statement. The payments from state bond proceeds went toward the issuers' memberships in the California Public Securities Association, a municipal-bond trade group based in San", "new_id": -2}]