[{"uid": "1295934720011796504", "i": 25345, "idx": 0, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "takes a longer-term look, based on EDD projections, to 2018. Network systems and data analysts, and medical scientists are the fastest growing occupations, but, despite the focus on \"knowledge\" jobs, <q>the great majority of job openings will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,</q> <strong> Michael Bernick </strong> concludes. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN RAFAEL 3 BR/ 3 BA$ 529,000.00 Sorry, comments are", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}, {"uid": "1295618617243957797", "i": 6335, "idx": 3, "sa": ["Andy Coulson", "Sean Hoare"], "q": "PCC code. It's in their handbooks.\" <strong> Andy Coulson </strong> was asked about allegations by a former NoW journalist, <strong> Sean Hoare </strong>, that <strong> Andy Coulson </strong> asked him to use the \"dark arts\". <strong> Andy Coulson </strong> replied: <q>I have absolutely no recollection of telling him that.</q> What <strong> Andy Coulson </strong> said under oath about phone hacking Viral Video Chart: Pale kid rap star, and 3D movies- without glasses Banking whistleblower hands over offshore secrets to WikiLeaks- video Viral", "new_id": -2}, {"uid": "1295558979260145159", "i": 32372, "idx": 0, "sa": ["Nancy Pelosi", "Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "sides and opened the door to killing without a consience which is what legalized abortion allows. www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1297616629186400779", "i": 26894, "idx": 36, "sa": ["Donald Rumsfeld"], "q": "it staffed,\" <strong> Donald Rumsfeld </strong> said. \"He went on for a long period with a seriously understaffed command.\" It was a set up for failure, and <strong> Donald Rumsfeld </strong> was in charge. <q>You are responsible for the occupation of Iraq,</q> said Martin. \"Supposedly.\" \"There's a presidential directive saying you are responsible. You have a command which is not up to the job. You have a civilian authority in", "new_id": -2}, {"uid": "1297126038178880522", "i": 44297, "idx": 0, "sa": ["Richard Hunter", "Michael Vick"], "q": "] pointed out last June, adopted one of the so-called \"bait dogs\" <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel- and as <strong> Richard Hunter </strong> told Richie, <q>While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered through such hell that he's truly changed my life.</q> <strong> Richard Hunter </strong> went to the event to show <strong> Michael Vick </strong> Mel's picture and confront him about the past- which, as you'll see in the video, never happened.\" If <strong> Michael Vick </strong> is trying to rehabilitate", "new_id": -2}, {"uid": "1295875666206389257", "i": 19860, "idx": 0, "sa": ["Prince Harry", "Simon Cowell"], "q": "show- revealed he even bumped into <strong> Prince Harry </strong> in the 51-year-old music mogul's dressing room on one occasion, but the young royal was less than complimentary about his presenting skills. He explained: <q>After the show it was fun. Especially <strong> Simon Cowell </strong>'s dressing room. You never knew what to expect when you walked in- it could be a party. \"I think the judges should be able to opt out. I think it stinks when you have to choose between your own acts- I wouldn't do it if I were them. <strong> Cheryl Cole </strong> wasn't the first to opt out- Sharon once walked off the show for about five minutes.</q> \"<strong> Simon Cowell </strong> has the best guests. I've bumped into <strong> Prince Harry </strong> in <strong> Simon Cowell </strong>'s dressing room from time to time. He said I was doing a good job but he preferred Ant and Dec", "new_id": -2}, {"uid": "1297298258261144595", "i": 21466, "idx": 5, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Bill Clinton", "Nouri al-Maliki"], "q": "document that says \"I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at <strong> Nouri al-Maliki </strong> Ghraib.\" Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said: <q>No one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in Iraq.</q> Yes, well, the people with ounces of sense are completely wrong. <strong> Donald Rumsfeld </strong> also apparently devotes a lot of space to rewaging various long-forgotten bureaucratic disputes. There is something about <strong> George H.W. Bush </strong>", "new_id": -2}, {"uid": "1297123330195428355", "i": 5329, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1296688339059244554", "i": 10446, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Sen. Bernie Sanders </strong> said much more needs to be done. <q>It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,</q> he said.__ Online: <strong> Sen. Bernie Sanders </strong>: http://sanders.senate.gov/ 58 year-old John Attaway started with a \"mall walking and milkshakes\" plan to get down to 200 pounds.", "new_id": -2}]