[{"uid": "1296473413028966920", "i": 46452, "idx": 0, "sa": ["Mark Wahlberg", "Simon Cowell", "Kim Jong-il", "Matt Bellamy", "Kate Hudson"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-il </strong> than <strong> Simon Cowell </strong> <q> I've always wanted a happy home. And I've created that </q>: Goldie <strong> Kate Hudson </strong> opens up about her pregnancy London, Jan 28( ANI): <strong> Kate Hudson </strong> has opened up about her pregnancy for the first star boyfriend <strong> Matt Bellamy </strong>. In a new... children. <strong> Mark Wahlberg </strong>'s", "new_id": -2}, {"uid": "1297129044188514306", "i": 486, "idx": 8, "sa": ["Simon Cowell", "Susan Boyle"], "q": "singers like <strong> Susan Boyle </strong>, <strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have.`` I think times have changed,'' <strong> Simon Cowell </strong> said. <q> There are some incredibly talented young kids out there. We've started to see a trend of what kids this age are capable of doing.... They've got their own opinions; they know what they're doing. You look at someone like American Idol?`` I haven't seen a full episode, </q> he said.`` I saw a three-minute recap. From what I've seen and from what I've heard, it all seems to be going well. And I always thought that would be the case.", "new_id": -2}, {"uid": "1297283735263864322", "i": 7995, "idx": 0, "sa": ["Simon Cowell"], "q": "`` The X Factor,'' plus her thoughts on the new'' <strong> Simon Cowell </strong>'s`` The X Factor''? <strong> Simon Cowell </strong> has told`` Extra'' she is still in consideration, but Abdul danced around the question. <q> Right now I'm concentrating on the finale of` Live to Dance.' </q> The singer/dancer is very excited about the talent she saw on her show.`` Oh, my gosh, it's just a culmination of unbelievably unique ability and talent. And one act's gon", "new_id": -2}, {"uid": "1295257734097714178", "i": 12569, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "other senior aide, senior policy adviser Political editor Simon Walters reported that there is`` a vicious feud'' between <strong> Andy Coulson </strong> and Hilton, who believes <strong> David Cameron </strong> should get rid of <strong> Andy Coulson </strong>. He wrote: <q>`` The row has led to two rival factions among the staff at No 10- the` pro-Andy faction', made up mainly of Mr <strong> Andy Coulson </strong>'s loyal press office team, and the` anti-Andy faction' led by Mr Hilton and his aides. </q> Insiders report fierce clashes between the two over policy... The political split between the two has turned nasty, with claims by Mr <strong> Andy Coulson </strong>'s camp that Mr Hilton has exploited the situation to obtain sole access to", "new_id": -2}, {"uid": "1297413424025755648", "i": 11260, "idx": 0, "sa": ["Kayte Walsh", "David Letterman"], "q": "`` What I hope is that Kelsey and I can improve our communications and truly co-parent our two wonderful children,'' her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, <q> love and happiness in their new marriage. </q> Those are the kinds of good wishes that only a dollar sign followed by a lot of zeroes buys. Kelsey told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> this month. Moon over the", "new_id": -2}, {"uid": "1297243375238927881", "i": 16167, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "The likes of MySpace, Bebo and Friends Reunited have fallen by the...''`` At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...'' <q> I wondered how long it would take before we saw Europe's biggest space company, Astrium, step into the race to... </q> You can stay up to date with Nick Robinson's Newslog via these feeds.", "new_id": -2}, {"uid": "1297069524039026705", "i": 19213, "idx": 1, "sa": ["Simon Cowell"], "q": "But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q> I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time, </q> he said. Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's", "new_id": -2}, {"uid": "1297353501031227960", "i": 1598, "idx": 1, "sa": ["Hosni Mubarak", "President Bush", "Zahi Hawass"], "q": "people on some days.`` We will open the museum after the strike is finished. I don't know when the strike is finished,'' said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> Egypt's conflict pits autocratic <strong> President Bush </strong> <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of widespread destruction", "new_id": -2}, {"uid": "1297425673245137428", "i": 31562, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "will help both companies rise to the challenge and battle Apple's iOS and Google Android in the United States and around the world.`` We believe this is good for Nokia,'' said <strong> Stephen Elop </strong>. <q> It represents a next gen platform upon which we can attach our innovation... It gives us a faster path to the United States Market place.... We also think this is good for Microsoft. It gives them a faster path to global market. It gives them a role to leading devices. It allows them to focus on areas where they can differentiate. </q> Though a finished agreement is still pending, Microsoft CEO <strong> Steve Ballmer </strong> joined <strong> Stephen Elop </strong> on stage to affirm Microsoft's commitment to the partnership. He explained that though Nokia will not be the exclusive vendor for Windows Phone", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}]