[{"uid": "1295570534120422412", "i": 3117, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "a registered user of The Wall Street Journal Online, you will be able to: tweet heard \"round the Twitter-world, <strong> Eric Schmidt </strong> today announced that he's stepping down as <strong> Google Inc. </strong>\"s chief executive by writing, <q>Day-to-day adult supervision no longer needed!<q> To the casual outsider, that might sound like a rather snide remark from someone who ran a company for a decade and is handing back the reigns to a 37-year-old co-founder( Larry Page). But <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295972855202047505", "i": 15403, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "Big Business in their own right. Some of the financial institutions receiving TARP money awarded their wealthy officers\" billions in bonuses,\" including individual \"million-dollar bonuses.\" For example, <q>JPMorgan paid out bonuses <strong> in excess </strong> of$ 3m to more than 200 employees.<q> Since the TARP money was tax dollars, this qualifies as <strong> Sen. Bernie Sanders </strong>' \"tax breaks\" for very wealthy people. Reuters reported: \"Banks seized more than a million U.S. homes in one year for the first", "new_id": -2}, {"uid": "1295578933025002019", "i": 3703, "idx": 5, "sa": ["Eric Schmidt"], "q": "Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q><strong> Eric Schmidt </strong> has played his innings very well,<q> said analyst Sandeep Aggarwal of Caris& Co.. The management reshuffling appears to be amicable. Both Page and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing", "new_id": -2}, {"uid": "1295822525140492840", "i": 14543, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Renee Ellmers", "Ronald Reagan"], "q": "Jan. 21, 2011 U.S. <strong> Barack Obama </strong> Kay R. Hagan( D-NC) and Congresswoman <strong> Renee Ellmers </strong>( R-NC) today announced that they will sit together during the <strong> Ronald Reagan </strong>'s State of the Union address on January 25. <q>I look forward to sitting with Congresswoman <strong> Renee Ellmers </strong> at the State of the Union,<q> said Hagan, who this week signed a letter pushing for bipartisan seating.\" \"Sitting together at the State 9/11 first responders to pay their respects to Tuscon shooting victims Washington, D.C. for <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1295665821077053971", "i": 45131, "idx": 1, "sa": ["Eric Schmidt"], "q": "rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,\" said <strong> Eric Schmidt </strong>, Google's chief executive. <q>These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider Web.<q> During a conference call, Jonathan Rosenberg, Google's senior vice president for product management, said its advertising business now has two million publishers. YouTube revenue doubled, while its Android mobile operating platform was", "new_id": -2}, {"uid": "1297169444185073703", "i": 7042, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "at younger ages, accounting for just 12% of employed men aged 50-64 and 43% of women aged 50-59. Joanne Segars, of the National Association of Pension Funds( NAPF), said: <q>These trends indicate that working past the state pension age is increasingly becoming part of our way of thinking.<q> Watch John Simpson finds mounting anger at impact of protests Homeless to Harvard How a destitute child of drug addicts turned her life around Known and unknown Critics review ex-US defence chief <strong> Donald Rumsfeld </strong>'s", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.<q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}, {"uid": "1296597945161153025", "i": 27119, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "brief speeches to the creatures of tomorrow. The facility's planners are still debating how to designate the site, or whether to designate it at all. The discussion ranges from musings that suggest <strong> Donald Rumsfeld </strong>- <q>We don't know what we don't know<q>- to phrases that might be from a conceptual art project: Onkalo \"has to be fully passive\" and \"independent of human nature,\" and its inheritors must be taught \"to remember forever to forget", "new_id": -2}, {"uid": "1296495214100859934", "i": 35142, "idx": 0, "sa": ["Andy Coulson", "Julie Burchill"], "q": "UK man who was caught having sex with a horse after being filmed on CCTV has admitted he made a \"huge\" mistake because he tried to gallop away, then he was caught and then he admitted, <q>mounting horsies is not for faint hearts and mini-dicks?<q>... \"Veteran sex bomb' <strong> Julie Burchill </strong> about to step into <strong> Andy Coulson </strong>'s shoes? Mystery has always shrouded the reason why the world's longest-running science fiction television show was called simply` Dr Who\". Now,", "new_id": -2}, {"uid": "1295829088258179074", "i": 498, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "the Internet giant. SCHMIDT SELLS SHARES In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity,<q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}]