[{"uid": "1296334295178929672", "i": 23928, "idx": 0, "sa": ["Zahi Hawass"], "q": "rates apply. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295680191075743288", "i": 6522, "idx": 0, "sa": ["David Letterman", "Ashton Kutcher"], "q": ", \"Can't wait for the people who thought it was over the top to see my standup shows. F-- me, they'll s-- themselves.\" Indeed. DRIVEL: 1) <q> I think guys wind up after a while not wanting another guy sleeping with the girl they're with. But eventually everyone wants something more. We all have that desire for something special, something committed. We all want to be The One. </q> The thoughtful and articulate <strong> Ashton Kutcher </strong> offers insights on love. What a guy! 2) \"He's not fit to scrub <strong> David Letterman </strong>'s feet. I don't know how he's", "new_id": -2}, {"uid": "1297283335010960906", "i": 24671, "idx": 1, "sa": ["Steve Ballmer"], "q": "CEO <strong> Steve Ballmer </strong>, urging them to strike an exclusive deal to put Microsoft's Windows Phone operating system on Nokia's mobile handsets. Anlaysts are wondering if it would be a good match for the two companies. <q> There is no guarantee this is going to be a successful alignment, </q> said Cramer's Lightning Round- The Most Undervalued Commodity Play in the World( 2/7/11) Smart Dividend Investors Should Take a Look at These 5 High-Yielding Stocks General Electric Valuation Suggests a Reality Check but No Warning", "new_id": -2}, {"uid": "1297300526098500648", "i": 14596, "idx": 1, "sa": ["Donald Rumsfeld", "Jimmy Carter", "Hosni Mubarak", "Hillary Clinton"], "q": "<strong> Donald Rumsfeld </strong> <strong> Hillary Clinton </strong> has rightly called for an \"orderly transition\" to bring about a \"democratic, participatory government\" without directly calling for <strong> Hosni Mubarak </strong>'s ouster. Yet as Heritage Foundation analyst <strong> Jimmy Carter </strong> Phillips recently noted, <q> the <strong> Barack Obama </strong> Administration should be careful not to empower anti-democratic forces such as the Islamist Muslim Brotherhood. </q>[ 47] By prodding the regime to hold genuinely free and fair elections and by linking U.S. aid to this process, the U.S. can help to usher in a more democratic government in Egypt.", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}, {"uid": "1295368385224215068", "i": 17499, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul", "the Fox", "Ryan Seacrest"], "q": "still stays in contact with her former American Idol co-stars. The singer and dancer served as a panellist on <strong> the Fox </strong> competition alongside <strong> Simon Cowell </strong> and Randy Jackson, with <strong> Ryan Seacrest </strong> hosting, for eight seasons. <q> I still talk to all the guys, </q> she said during an appearance on CBS's The Talk on Monday. \"They are my extended family; I've never had any brothers and certainly got my full share of bulliness...\" <strong> Paula Abdul </strong> recently", "new_id": -2}, {"uid": "1296347839263585795", "i": 42990, "idx": 0, "sa": ["Allen Iverson"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first time since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q> I don't have any answers for what's going on, </q> <strong> Allen Iverson </strong> said. \"We're not having \"Leave administration to federations\" Eden Gardens scrapped as venue for India-England World Cup tie Will MacArthurism Ever Be Eliminated? Mubarak refuses to step down as Egyptian protests swirl Bitter", "new_id": -2}, {"uid": "1295704795121667595", "i": 12257, "idx": 0, "sa": ["Andy Coulson", "Steve Hilton"], "q": "Saturday reading list. Both capture why <strong> Andy Coulson </strong>'s resignation matters, if not to the general swell of British politics, at least to internal operations in Coalitionville. article for the Guardian is captured by its headline: <q> <strong> Andy Coulson </strong> Couslon had a nose for the view of the aspirational voter. </q> But it also homes in on the point that <strong> Andy Coulson </strong>'s departure tilts No. 10 in favour of <strong> Steve Hilton </strong>- something that will bother the Tory right far more than it does Lib Dems of any persuasion. The obvious", "new_id": -2}, {"uid": "1295132510077955087", "i": 14513, "idx": 0, "sa": ["Allen Iverson", "Gary Moore"], "q": "Wednesday that he doesn't plan to retire because of the painful condition. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> has a lesion that is pressing up against the bones of his leg and requires surgery in the U.S. <q> It has to be removed and tested to see if it's benign or not, </q> <strong> Gary Moore </strong> said by phone. \"Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able", "new_id": -2}, {"uid": "1295223510099581967", "i": 4358, "idx": 0, "sa": ["Eric Schmidt", "The CEO", "David Iglesias"], "q": "shared with third parties. The company will document all cases where legally binding censorship requests have been complied with, and that information will be publicly available. <strong> David Iglesias </strong> Drummond, senior vice president for corporate development, said <q> Pulling out of China, shutting down Google.cn, is just not the right thing to do at this point... but that's exactly what this proposal would do. </q>[ 18] <strong> The CEO </strong> <strong> Eric Schmidt </strong> and founders Larry Page and Sergey http://wn.com/DHS_OFFICIALLY_MERGES_WITH_SPLC__NEW_RED_TERROR_SECRET_POLICE Southern Poverty Law Center is Now Officially Part of DHS. <strong> The CEO </strong> of SPLC now sits on the DHS \"Working Group on Countering Violent Extremism\" along", "new_id": -2}]