[{"uid": "1296352133119062558", "i": 47885, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "meeting about DotOrg, they spent most of their time fiddling with their BlackBerrys. At one meeting, former DotOrg executives said, they were stunned when <strong> Sergey Brin </strong> dropped to the floor and started doing push-ups. <q> DotOrg was like quicksand- every time you thought you'd found your footing, a sinkhole opened, </q> the former Google.org program officer said. Jacquelline Fuller, a spokeswoman for DotOrg, said <strong> Sergey Brin </strong>, Page and <strong> Eric Schmidt </strong> were not available to discuss the organization. By the end of 2008", "new_id": -2}, {"uid": "1296012365168460293", "i": 21841, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "<strong> Michael Vick </strong> wore most of this season. <strong> Michael Vick </strong> signs a two-year contract with a provider of the football pads <strong> Michael Vick </strong> wore most of the past season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1296885184058195975", "i": 20289, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Promoted to Headline( H3) on 2/4/11: Your browser does not support iframes. <strong> Donald Rumsfeld </strong> began his new book tour with some frank comments, including these: <q> War lies? Does anybody really give a rat's ass now? You know what? You know what? They do. They do because war lies are actually cool now. We began the invasion of Iraq in October 2001, but the invasion of Iraq paid off. </q> <strong> Donald Rumsfeld </strong> revealed the strategy behind the revelations made in his book about the illegal secret operations he helped set in motion shortly after the terrorist acts of September 11, 2001:`` <strong> President Bush </strong> has not", "new_id": -2}, {"uid": "1295266259121765959", "i": 29872, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "D-N.Y., said she talked with <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, on Saturday night. The astronaut described to <strong> Kirsten Gillibrand </strong> the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. <q> She's making progress every day, </q> <strong> Kirsten Gillibrand </strong> said.`` She's using both sides of her body.She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing... Monthly", "new_id": -2}, {"uid": "1295594704029032469", "i": 33831, "idx": 4, "sa": ["Saddam Hussein", "Colin Powell", "President Bush", "Brent Scowcroft"], "q": "defiant, calling the coalition forces`` treacherous and cowardly'' and describing <strong> President Bush </strong> as`` the enemy of God and humanity''. <strong> Brent Scowcroft </strong> said the Soviets supported the coalition's efforts but were also trying to <q> have a protective arm around their friend, Iraq </q>. <strong> President Bush </strong> said earlier this week that he has no regrets about his administration's handling of the war, including the decision to pull out American forces and leave <strong> Saddam Hussein </strong> in power. <strong> Colin Powell </strong> and", "new_id": -2}, {"uid": "1297119970200310797", "i": 16259, "idx": 7, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Colin Powell", "President Bush", "George H.W. Bush"], "q": ", had`` never served in a <strong> George H.W. Bush </strong> administration position,'' a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- <strong> President Bush </strong>'s first top diplomat- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department`` unhelpful.'' <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> President Bush </strong> advisers and officials, truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to", "new_id": -2}, {"uid": "1295806200208044038", "i": 49218, "idx": 1, "sa": ["Colin Powell"], "q": "the Union policy address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1297067872184320061", "i": 12730, "idx": 2, "sa": ["Michael Vick"], "q": "look forward to working with him in the future and I know just having him by my side is going to make me a better quarterback.'' <strong> Michael Vick </strong> indicated no problem with the tag. <q> I'm happy with it. I'm blessed. Coming from where I came from over the last two seasons, and over the last 2 years, this is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again, </q> <strong> Michael Vick </strong> said.`` However it comes, whatever happens, happens.'' Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil,", "new_id": -2}, {"uid": "1297284739062046279", "i": 11102, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "running Bing, Hotmail and MSN.com to build its cloud computing platform Azure in the Server and Tools division. <strong> Satya Nadella </strong> previously worked in Microsoft Business Solutions on Dynamics, the company's customer relationship management software. <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops. We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways, </q> <strong> Steve Ballmer </strong> said in an e-mail to all employees. <strong> Satya Nadella </strong> said in his e-mail to the Server and Tools division that Microsoft is on a path to change the world again with its cloud platform.`` Today", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}]