[{"uid": "1295588354071548929", "i": 1611, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "agregar el mayor valor\" y que seguir siendo \"un asesor de <strong> Larry Page </strong> y <strong> Sergey Brin </strong>\" . \"He aprendido una tonelada de l durante a?os\" , dijo <strong> Larry Page </strong> sobre <strong> Eric Schmidt </strong> en una conferencia telef?nica. <q> No podr?a estar m?s entusiasmado respecto a la direcci?n futura... Estamos apenas en el comienzo </q>. La transici?n estaba contemplada desde hace tiempo, de acuerdo con una persona familiarizada con el asunto, y la planificaci?n se aceler el a?o pasado. Una fuente bien informada indic que la relaci?n personal entrLarry Page", "new_id": -2}, {"uid": "1296784373254083075", "i": 5119, "idx": 0, "sa": ["Colin Powell", "Condoleezza Rice", "George W. Bush"], "q": "many important things we did accomplish, I regret that I did not leave at that point.\" Rumsfeld also faulted the administration for failing to work with Congress on drafting policies for treatment of prisoners. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> he wrote. The accounts of the book also quote Rumsfeld as criticizing his colleagues in the <strong> George W. Bush </strong> administration, including both of <strong> George W. Bush </strong>'s secretaries of state, Gen. <strong> Colin Powell </strong> and later <strong> Condoleezza Rice </strong>. <strong> Colin Powell </strong> often complained", "new_id": -2}, {"uid": "1296844760211812357", "i": 18602, "idx": 4, "sa": ["Donald Rumsfeld", "Rainn Wilson", "Diane Sawyer", "Muhammad Sahimi", "George W. Bush", "Barry Eisler"], "q": "<strong> Diane Sawyer </strong> will talk to former Defense Secretary <strong> Donald Rumsfeld </strong> in his first television interview since 2006 next month. The conversation is slated to begin... This week, New Trier High School in Winnetka released its <q> alumni Hall of Honor awards, </q> where everyone from <strong> Rainn Wilson </strong>( \"The Office\" ) to former U.S.... The Two Most Essential, Abhorrent, Intolerable Lies Of <strong> George W. Bush </strong>'s Memoir <strong> Barry Eisler </strong>: <strong> Donald Rumsfeld </strong>, Defender of the Constitution( Really) <strong> Muhammad Sahimi </strong>:", "new_id": -2}, {"uid": "1295755514184385552", "i": 37586, "idx": 0, "sa": ["Allen Iverson", "Richard Hamilton", "Dirk Nowitzki", "Rasheed Wallace"], "q": "Detroit Pistons from start to finish Tuesday night, the finish got pretty close before Dallas pulled out a 103-101 victory. \"Hey, stuff happens in this league,\" said <strong> Dirk Nowitzki </strong>, who scored 30 points. <q> We'll take the wins as we can get them. </q> <strong> Richard Hamilton </strong> was a late scratch for Detroit because of an aggravated groin problem. With <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back) also out, the Pistons were missing a combined average of 48.5 points per game,", "new_id": -2}, {"uid": "1296665253235831378", "i": 41581, "idx": 0, "sa": ["Andy Coulson", "Chris Gent", "Brian Taylor", "Craig Oliver"], "q": ". wrote: \"I am one of those shocked and yet not altogether suprised by <strong> Craig Oliver </strong>'s switch from being poacher to becoming gamekeeper.\" Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. Percy Bysshe Shelley indeed. His poem Ozymandias describes an early grandiose construction project which... </q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by Sir <strong> Chris Gent </strong>", "new_id": -2}, {"uid": "1297210131061849602", "i": 3919, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "there are extremists out there who are determined to do damage to the United States of America and to kill Americans and to impose a caliphate over a large fraction of this globe,\" he told Fox News. <q> And they have weapons of increasing lethality at their disposal and at their beck and call. </q> In his 800-page memoir, <strong> Donald Rumsfeld </strong> covers everything from the early days of the Iraq war to the Abu Ghraib prison scandal to his eventual exit from the administration. <strong> Donald Rumsfeld </strong> is also", "new_id": -2}, {"uid": "1296126576085180439", "i": 48918, "idx": 0, "sa": ["Michael Vick"], "q": "signed his first paid endorsement deal Wednesday since pleading guilty to dog fighting charges. Unequal would not comment on what the deal was worth, and Michael Vicks representatives weren't immediately available for comment. <q> I'm thrilled to be a part of the Unequal team, </q> <strong> Michael Vick </strong> said in a press release announcing the agreement. <strong> Michael Vick </strong> began wearing Unequal apparel after suffering a rib injury against the Washington Redskins early in the 2010-2011 season, the release said. Unequal President", "new_id": -2}, {"uid": "1296819223161726475", "i": 28956, "idx": 0, "sa": ["Geri Halliwell", "Simon Cowell"], "q": "her life and will continue to do so. \"I will always love music and it is still part of my life. I think music and fashion go hand in hand,\" she added. <q> The funny thing is the first time I ever went on television with the <strong> Geri Halliwell </strong> Girls, I made my own outfit for the appearance. So it feels full circle, I have always made my own clothes. </q> <strong> Geri Halliwell </strong> also spoke about her experience of being a judge on British talent show The X Factor. She made a guest appearance on the panel alongside <strong> Simon Cowell </strong> and Cheryl Cole last year and relished the opportunity to", "new_id": -2}, {"uid": "1294977903249905195", "i": 7062, "idx": 7, "sa": ["Marcus Camby", "Carmelo Anthony", "Chris Bosh", "LeBron James", "Allen Iverson", "Martin O'Neill", "Ron Harper", "Kenyon Martin", "George Karl", "Mike Smith"], "q": "it was <strong> Kenyon Martin </strong>'s defense that had coach <strong> George Karl </strong> talLeBron James. <strong> Allen Iverson </strong> had 36 points, <strong> Carmelo Anthony </strong> added 33 and <strong> Martin O'Neill </strong> shut down ToRon Harperto all-star <strong> Chris Bosh </strong> late as Denver rallied to beat the ToRon Harperto Raptors 109-100 on Sunday afternoon. <q> <strong> Kenyon Martin </strong>'s defense on <strong> Chris Bosh </strong> was incredible and got better as the game went on, </q> <strong> George Karl </strong> said. \"You win games with stops more than maLeBron James shots. I thought <strong> Kenyon Martin </strong> was the star of the game.\" JR <strong> Mike Smith </strong> scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a", "new_id": -2}, {"uid": "1296536151067862531", "i": 2152, "idx": 0, "sa": ["Michael Jordan", "Allen Iverson", "Byron Scott", "LeBron James"], "q": "won MVP Former MVP, team Pts Opp <strong> LeBron James </strong>, MIA 38 Cavaliers <strong> Allen Iverson </strong>, DEN 30 76ers K. Abdul-Jabbar, LAL 30 Bucks <strong> Michael Jordan </strong>, WSH 29 Bulls Moses Malone, WSH 28 76ers- from Elias Sports Bureau <q> I thought he played great, </q> Cavs coach <strong> Byron Scott </strong> said. \"Simple as that.\" It was <strong> LeBron James </strong>' first game back in the city where he played for seven years and won back-to-back MVP awards, but failed to win an NBA championship", "new_id": -2}]