[{"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}, {"uid": "1295798999110280823", "i": 18184, "idx": 0, "sa": ["Colin Powell"], "q": "19, 2011, at the State Department in Washington. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1295374694140279816", "i": 18915, "idx": 1, "sa": ["Mitt Romney", "Mike Pence"], "q": "One reservation about a presidential bid that Mr. <strong> Mike Pence </strong> has expressed in private meetings is whether he can raise the money to compete with the well-funded <strong> Mitt Romney </strong>. But Mr. Benko said that shouldn't be a hindrance. <q> If <strong> Mike Pence </strong> runs, the money will follow in a big way, </q> he said. Mr. <strong> Mike Pence </strong> has told friends that he will make a decision by the end of the month. To read more stories like this one, please subscribe to Copyright 2011 Dow Jones", "new_id": -2}, {"uid": "1295907775203866167", "i": 21992, "idx": 4, "sa": ["Eric Schmidt", "Rob Enderle"], "q": "Page uiteindelijk het bedrijf zou gaan leiden dat hij eerder zelf had opgericht. De zijwieltjes mogen er eindelijk vanaf\", zegt <strong> Rob Enderle </strong>, die zelf denkt dat de Chinese klucht <strong> Eric Schmidt </strong> uiteindelijk de das om heeft gedaan. <q> Het was mij <strong> Bill Gates </strong> snel duidelijk dat <strong> Eric Schmidt </strong> en Larry toen niet op dezelfde golflengte zaten </q>, meent de analist. Hij voegt daaraan toe niet te verwachten dat <strong> Eric Schmidt </strong> nog lang in zijn nieuwe rol zal functioneren. Van Page wordt in de komende jaren verwacht dat hij Google niet alleen op consumentenvlak", "new_id": -2}, {"uid": "1295527256081166395", "i": 18832, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "form You saw the filibuster, now read the book. The 8 1/2- hour speech given by <strong> Sen. Bernie Sanders </strong>, I-Vt., on Dec. 10 decrying proposed tax cuts is being published by Nation Books as <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class, </q> <strong> Sen. Bernie Sanders </strong> announced Wednesday. The book is to become available in mid-February, while an e-book edition will be available Jan. 28, Nation Books said in a news release. The speech is being published in its", "new_id": -2}, {"uid": "1295455295253952055", "i": 2253, "idx": 1, "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "q": "oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say, \"Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre\"s hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"", "new_id": -2}, {"uid": "1295702422236945432", "i": 33543, "idx": 2, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "founder, Chairman, and CEO of News Corporation..., the communications director for British <strong> Tony Blair </strong> <strong> David Cameron </strong>... World Video: Raw Video: Japan launches rocket to ISS World Video: Dutch students clash with police Report Abuse <q> Paying several hundred dollars a year to listen to theirrulers quasi-socialist lies and feudal fairy tales? </q> Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1297185907149962761", "i": 15566, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented \"old NATO' not` old Europe'. </q> \"In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it,\" he writes. \"The elites in Paris", "new_id": -2}, {"uid": "1297216423081690625", "i": 6905, "idx": 2, "sa": ["Richard Blumenthal", "Barbara Boxer", "Eric Cantor", "Mike Pence"], "q": "said Cecile <strong> Mike Pence </strong>, president of the Planned Parenthood Federation of America. <strong> Eric Cantor </strong> said Republicans are trying to make good on a \"Pledge to America\" promise by cutting taxpayer funding for abortion. <q> This is also consistent with reducing spending in Washington, </q> <strong> Eric Cantor </strong> said during his weekly meeting with reporters. Should Republicans attach abortion language to must-pass legislation, <strong> Barbara Boxer </strong> <strong> Richard Blumenthal </strong>( D-Conn.) said, Democrats must be ready to shine a light on political gamesmanship.", "new_id": -2}, {"uid": "1297250613009437217", "i": 37603, "idx": 4, "sa": ["Simon Cowell"], "q": "unprecedented$ 5 million prize the winner receives, along with a recording contract with Sony, <strong> Simon Cowell </strong> admitted to being just a little bit nervous about the seven-figure stakes, but believes he can find a deserving star. <q> The money rightly puts an enormous amount of pressure on people, </q> he said. The winner will receive a$ 1 million check once a year for five years, from which recording and marketing expenses will not be deducted. \"This is not a dressed-up$ 5", "new_id": -2}]