[{"uid": "1297242441083116117", "i": 25376, "idx": 4, "sa": ["Hosni Mubarak", "David Letterman", "Jay Leno"], "q": "Egyptian President <strong> Hosni Mubarak </strong> would indeed step down, or wind up \"pulling a <strong> Jay Leno </strong>.\" ) \"I love you. I am in your corner,\" Stern pledged, eliciting a fist-bump from <strong> David Letterman </strong>. <q> I don't want the same thing to happen to you that happened to Regis. </q> This elicited a big laugh from Dave and the audience, but Stern pressed on, making <strong> David Letterman </strong> uncomfortable. \"You know, he was fired. He lives in my building... He got fired. He asked", "new_id": -2}, {"uid": "1294980002041598981", "i": 58618, "idx": 3, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "he wrote in a Jan. 10 e-mail to company employees. \"We are now ready to build on our success and move forward into the era of cloud computing.\" <strong> Steve Ballmer </strong> had apparently talked with <strong> Bob Muglia </strong> <q> about the overall business and what is needed to accelerate our growth </q> and came to the decision that \"now is the time to put new leadership in place for STB.\" Microsoft Watch posting, I thought <strong> Steve Ballmer </strong>'s word choice and tactics in dismissing <strong> Bob Muglia </strong> were unnecessarily brutal", "new_id": -2}, {"uid": "1297559534084279310", "i": 1212, "idx": 1, "sa": ["Colin Powell"], "q": "the United Nations during the run-up to war in February 2003, then-Secretary of State <strong> Colin Powell </strong> cited information provided by an informant-- later known as \"Curveball\" -- regarding Iraqi biochemical weapons, Boening said. <q> Curveball made everything up, </q> Boening said. \"He helped to drive America to war.\" Boening believes many intelligence agents need increased training. \"The CIA should be viewed as a large, lumbering bureaucracy with pockets", "new_id": -2}, {"uid": "1295398079102039642", "i": 6244, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Windsor plant. It is possible that Chrysler could also make a full-size car-- known as an E-segment vehicle-- on the new platform. <strong> Sergio Marchionne </strong> said Chrysler could make Fiat models as well. <q> We need to upgrade this and make it a much more versatile platform and one that will allow us to be able to make more than just minivans, </q> <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> is betting that the automaker's slate of 16 new and refreshed vehicles will help revive Chrysler, which nearly collapsed in 2009 before a government-funded bankruptcy.", "new_id": -2}, {"uid": "1297422270048676912", "i": 33021, "idx": 0, "sa": ["J. Jackson", "Bernie Sanders"], "q": "so willing to be \"used\" by Rev's <strong> J. Jackson </strong>& A. Sharpton instead of thinking what is best for themselves! \"When arguing against the tax compromise, Senator <strong> Bernie Sanders </strong> castigated \"the rich,\" asking <q> When is enough enough? </q> and saying that \"reckless uncontrollable greed is like a disease.\" Such statements are far more applicable to government big spenders and big taxers, who confiscate not only the earnings of today's citizens, but the", "new_id": -2}, {"uid": "1295619162009781260", "i": 5827, "idx": 0, "sa": ["Andy Coulson", "Prince William, Duke of Cambridge", "Rupert Murdoch", "Theresa May"], "q": "Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA December 2005? Buckingham Palace suspects interference with voicemail of <strong> Prince William, Duke of Cambridge </strong> and royal staff, and calls in Scotland Yard. <strong> Theresa May </strong> 2006? Detectives tell prosecutors that Murdoch_refuses_to_answer_question_on_Andy Coulson_Andy Coulson_News_of_the_World_phone-hacking_scandal News Corp CEO <strong> Rupert Murdoch </strong> refuses to", "new_id": -2}, {"uid": "1296287013057311248", "i": 15026, "idx": 2, "sa": ["Michael Gove"], "q": "last year voted to campaign against free schools because they \"risk increasing social divisiveness and inequity\" . Teaching unions share concerns that creating new schools will lead to a two-tier system. <strong> Michael Gove </strong> said yesterday: <q> Yes, there are opponents, people trying to stop this. That's why it's so important that reformers across party and across countries talk to each other and know there are people who are attempting to start new schools and realise that far from being individuals with a vision they are part of a global movement to transform education for the better. </q> Other speakers at the conference include Josephine Baker, executive director of the Washington public charter school board, which approves applications from new charter schools and oversees existing ones. She will urge teachers not to oppose", "new_id": -2}, {"uid": "1297372248147750971", "i": 31531, "idx": 1, "sa": ["Mark Buehrle", "Michael Vick"], "q": "The story, which was published on Wednesday, centered around the animal rights work <strong> Mark Buehrle </strong> does with wife Jamie. Sometime after being posted, the comments were edited out of the text and a note was attached: <q> This story was not subject to the approval of Major League Baseball or its clubs. </q> Twitter account, but the tweets were later deleted. <strong> Michael Vick </strong>, 30, served 19 months in a federal penitentiary in Leavenworth, Kansas. After being released, he", "new_id": -2}, {"uid": "1297197612093274172", "i": 56090, "idx": 0, "sa": ["Chris Smith", "Frank Lautenberg", "Kirsten Gillibrand", "Patty Murray", "Richard Blumenthal", "Al Franken"], "q": "woman's rights,\" he said. The focus of the Democrats' criticism is the \"No Taxpayer Funding for Abortion Act,\" sponsored by Rep. <strong> Chris Smith </strong>( R-N.J.). The legislation would prohibit <q> the expenditure of funds authorized or appropriated by federal law or funds in any trust fund to which funds are authorized or appropriated by federal law( federal funds) for any abortion. Prohibits federal funds from being used for any health benefits coverage that includes coverage of abortion. </q> It would also re-install a ban on D.C. abortion funding. <strong> Frank Lautenberg </strong>, who appeared with Sens. <strong> Patty Murray </strong>( D-Wash.), <strong> Kirsten Gillibrand </strong>( D-N.Y.), <strong> Richard Blumenthal </strong>( D-Conn.) and <strong> Al Franken </strong>( D-Minn.", "new_id": -2}, {"uid": "1295285635056262693", "i": 42492, "idx": 1, "sa": ["Bill Lockyer"], "q": "during the meeting. Tom Dresslar, a spokesman for state Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as \"needlessly provocative acts of gamesmanship that warp the status quo.\" <q> Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The governor's proposal warrants a serious, thoughtful discussion, </q> he said. California Redevelopment Association Director John Shirey said he did not know of any other agencies in the state that were rushing to allocate money ahead of a new state budget. He also", "new_id": -2}]