[{"uid": "1297716440175407141", "i": 4056, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "former Defense <strong> Donald Rumsfeld </strong> about his fascinating memoir \"Known and Unknown.\" He noted that most of the predictions of supposed experts and government officials during the 18 days of demonstrations have proved to be wrong. <q> What we ought to know we don't know, </q> <strong> Donald Rumsfeld </strong> says. \"It's a situation of unknown unknowns.\" We have no idea, he went on, of the role of women, of organized political parties and interest groups, and what latent strength", "new_id": -2}, {"uid": "1295764278156794901", "i": 25264, "idx": 0, "sa": ["Andrew Rawnsley", "Andy Coulson"], "q": "Alan Johnson and <strong> Andy Coulson </strong>, most of the Sunday papers think it has been a tumultuous week in British politics. For <strong> Andrew Rawnsley </strong> in the Observer there were so many comings and goings it was not so much <q> a week is a long time in politics </q> as News of the World phone hacking allegations, some papers report other tabloids are facing legal claims. Observer has been told by a lawyer he is representing four people who think they were targeted by", "new_id": -2}, {"uid": "1295563086055705684", "i": 33786, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the move has been approved by the board. Page congratulated <strong> Eric Schmidt </strong> on an \"outstanding job\" running the company for the past decade, and said he couldn't imagine having had a better leader, and that <q> the results speak for themselves... I don't think anyone will argue with that... No One else could've accomplished what <strong> Eric Schmidt </strong>'s done. </q> <strong> Sergey Brin </strong> also talked about how great a time he's had working with Larry for fifteen years and with <strong> Eric Schmidt </strong> for ten, and looks forward to \"many more decades working together.\" He hinted at some new", "new_id": -2}, {"uid": "1295582437002506782", "i": 32673, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "to the table this season that the previous panels of judges lacked. \"When you see the camaraderie( among the judges), that was never even in \"Idol',\" <strong> Steven Tyler </strong> explained. <q> I'm taking a risk in saying that. I haven't seen them all, but I don't think there ever was. </q> Now it remains to be seen if audiences prefer this camaraderie to <strong> Simon Cowell </strong>'s sideway glances of disdain. TV Replay: Watch TV\"s Best Moments Daily Our rights to these clips expire a few days after", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million. \"Access to air travel is critical for our economic recovery,\" <strong> Kirsten Gillibrand </strong> said. <q> Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service. </q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}, {"uid": "1297415815250134538", "i": 23117, "idx": 1, "sa": ["Steve Ballmer"], "q": "said that \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> The deal will see Nokia's application store integrated with the Microsoft Marketplace. 04 Feb 2011 Analysts' reaction was mixed: although the deal will bring together Microsoft's Bing and Office with Nokia", "new_id": -2}, {"uid": "1297393195089440264", "i": 13655, "idx": 1, "sa": ["Mike Pence"], "q": "reality, all of the money <strong> Mike Pence </strong> is trying to eliminate pays for \"cancer screenings, birth control, and other health care services for poor people.\" said on the floor of the House, <q> As a father of two teenage daughters, I see the video that came out this morning, I see the video that came out last week, and it's an outrage to me that employees of Planned Parenthood clinics across the country are facilitating the abuse of minor girls in this country. It should be a scandal to every American. </q> You know what's abusive? <strong> Mike Pence </strong> forcing teenage girls-- and all women-- to go without cancer screenings, treatment for STDs or proper birth control. tweeted yesterday that her breast cancer was diagnosed by", "new_id": -2}, {"uid": "1297078488193609737", "i": 43375, "idx": 1, "sa": ["Andy Coulson", "Max Mosley"], "q": ", who was features editors at the NoW between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for breach of privacy after it exposed his extra-marital exploits with dominatracies. <q> Further to our conversation today a brief email to explain phone hacking was very easy in the 90s when people were new to mobiles and did not change their codes, you simply rang them up to ensure their phone was engaged; </q> you rang a second time, got to their message system pressed 9, followed by 0000, you could then listen to all their messages. Everyone in the schoolyard did it, many particularly showbiz", "new_id": -2}, {"uid": "1295022258099024910", "i": 20752, "idx": 1, "sa": ["Simon Cowell"], "q": "'s Big Blog( mjsbigblog.com) says Idol is at a crossroads. \"With falling ratings and failing music sales and <strong> Simon Cowell </strong> leaving, something has to happen to rejuvenate the franchise,\" she says. <q> I could see Idol going on for many years, but if they're going to remain culturally relevant, they have to have a really big year this year. </q> Idol producers say change is standard for a long-running show- not an overreaction to ratings declines or an act of desperation. \"I think this is the most creative year for Idol,\"", "new_id": -2}, {"uid": "1295105515258523157", "i": 677, "idx": 3, "sa": ["Colin Powell", "Obama Girl", "Immortal Technique", "Barack Obama"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... <strong> Immortal Technique </strong> on <strong> Barack Obama </strong>, 9/11 truth& Corporate America <strong> Immortal Technique </strong> on <strong> Barack Obama </strong>, 9/11 truth& Corporate America Have this year's negative political ads really <q> taken dirty to a whole new level, as CNN's <strong> Anderson Cooper </strong> frets? Is a \"return to civility... a relic of a bygone era, </q> as <strong> Barack Obama </strong> laments? Er, not exactly. If anonymous political speech, the other widely... Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> <strong> Barack Obama </strong> Song# <strong> Barack Obama </strong>: Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> Vocals", "new_id": -2}]