[{"uid": "1294957406081149956", "i": 56711, "idx": 4, "sa": ["Allen Iverson"], "q": "about 4500 fans. The club hasn't won the Turkish league since 1975.`` They were great,'' <strong> Allen Iverson </strong> told NTV sports channel of the cheering Besiktas fans who welcomed him at the airport, adding that <q> the most important thing is to be accepted, to be wanted and to be appreciated. </q> <strong> Allen Iverson </strong> urged fans to come out and support the team. The player also said he would be`` interacting'' with the fans as much as possible.`` Before I leave, I'll be speaking a lot", "new_id": -2}, {"uid": "1296244089000835641", "i": 39549, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "Songs chart, and AEROSMITH's 1973 hit`` Dream On'' is No. 61. The Boston hard rockers'`` Big Ones'' collection'' from 1994 is No. 25 on iTunes' Albums chart. <q> So far, <strong> Steven Tyler </strong> has been a pretty striking presence on` Idol', </q> says Richard Rushfield, author of`` American Idol: The Untold Story''.`` He's a wild character, and he's pretty much pushed <strong> Simon Cowell </strong> out of people's minds in just two weeks.''", "new_id": -2}, {"uid": "1296248071002900092", "i": 29086, "idx": 17, "sa": ["Susanna Camusso", "Maurizio Landini", "Alberto Bombassei", "Sergio Marchionne"], "q": "):`` <strong> Sergio Marchionne </strong> insulta l'Italia''( 11 gennaio 2011) Chianciano terme: il segretario nazionale della Cgil <strong> Susanna Camusso </strong> attacca l'ad del Lingotto e definisce il governo`` tifoso''. E alla Fiom manda a dire: <q> Se non stiamo dentro, le fabbriche rischiano di essere` dipendenti' e si rischia di creare... <strong> Alberto Bombassei </strong> <strong> Maurizio Landini </strong> in`` 1/2 h </q> 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 1/3 <strong> Alberto Bombassei </strong> <strong> Maurizio Landini </strong> in`` 1/2 h'' 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 1/3 in 1/2 ora 09 01 2011 <strong> Maurizio Landini </strong> SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori il", "new_id": -2}, {"uid": "1295419250126189579", "i": 29378, "idx": 6, "sa": ["Sergio Marchionne", "Derrick Rose"], "q": "arrive in 2013. Chrysler has spent$ 1.4 billion since 2008 on its minivan family and production increased 62 percent in 2010. The Town& Country ended the year as the top-selling minivan. <q> We're not going to give up one inch of territory in domination of this segment, </q> <strong> Sergio Marchionne </strong> said. apriddle@detnews.com(313)222-2504 Vincent Goodwill Jr.: <strong> Derrick Rose </strong> has essentially vaulted himself to the top of the MVP race, and you can't have a discussion without talking about him. His", "new_id": -2}, {"uid": "1295890368122388504", "i": 8921, "idx": 0, "sa": ["Donald Rumsfeld", "Jack LaLanne"], "q": "advantage of her or sell her story. <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> By National Writer Hillel Italie. AP Photos. Jack LaLanne-TRIBUTE In the 1950s, when <strong> Jack LaLanne </strong> began his lengthy television run, he gave housewives a half-hour workout, and also a respite: Here was", "new_id": -2}, {"uid": "1295065898217366614", "i": 1614, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Keith Urbahn", "Robert King"], "q": "'' <strong> Robert King </strong> said. But <strong> Keith Urbahn </strong>, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out.`` This area is so fraught with legal ramifications,'' <strong> Keith Urbahn </strong> said. <q> I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject. </q> <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> George W. Bush </strong>'s eight in", "new_id": -2}, {"uid": "1297676565109084699", "i": 15189, "idx": 0, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "down vital safety regulations, we need the airline industry to come to the table to ensure we have the greatest possible protections for airplane passengers,'' said <strong> Charles Ellis Schumer </strong>, who was releasing letters to the FAA yesterday. <q> The airline industry needs to recognize that the safer passengers feel, the more likely they will be to fly. </q> New York's other senator, <strong> Kirsten Gillibrand </strong>, had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts should not alter the timetable", "new_id": -2}, {"uid": "1295586644175472650", "i": 11916, "idx": 0, "sa": ["Eric Schmidt"], "q": "to Google Apps and its other technologies. Google is moving that needle forward in 2011. <strong> Eric Schmidt </strong> wrote in the href=\"http://hbr.org/web/extras/hbr-agenda-2011/Eric Schmidt-Eric Schmidt\"> Harvard Business Review that all of Google's initiatives for year are mobile-centric. <q> We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale. </q> <strong> Eric Schmidt </strong> is, of course, referencing Google's contextual discovery capability, where the search engine without prompting sends users recommendations when it detects through a user's mobile phones that they are in close proximity to something", "new_id": -2}, {"uid": "1297166995062062625", "i": 35886, "idx": 1, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' Cavaliers lose 25th straight, set another NBA record for futility; Mavericks win 99-96 DALLAS( AP)- Over", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}]