[{"uid": "1295576753002506781", "i": 5942, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder", "new_id": -2}, {"uid": "1296017661091013129", "i": 26650, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Mayor Michael Bloomberg"], "q": "to have to work together to make anything happen,'' he told 1010 WINS. <strong> Mayor Michael Bloomberg </strong> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> said the president's speech demanded the need to`` continue the spirit of goodwill.'' <q> We need to keep working together, not as Democrats or Republicans, but as Americans who are committed to a growing economy and a better future for America's middle class, </q> <strong> Kirsten Gillibrand </strong> said. Does anyone still believe the garbage these politicians are spewing?", "new_id": -2}, {"uid": "1295571627159776784", "i": 12064, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "they came to the conclusion thus far that sharing responsibility for all decisions at Google`` adds delay and so forth in the way we make decisions.'' Things will run much better, <strong> Eric Schmidt </strong> said, <q> by elevating me and having Larry running things day-to-day. </q> The Internet search leader also said that the company's other co-founder, <strong> Sergey Brin </strong>, will focus on`` special projects.'' Investors rejoiced, sending shares up 2 percent in after hours trading.", "new_id": -2}, {"uid": "1295567677244678684", "i": 39494, "idx": 1, "sa": ["Eric Schmidt"], "q": "!'' Roger Smith spoke with the CEO of Engine Yard, Lance Walley, about their Ruby and Rails deployment platform. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297310285087687177", "i": 4817, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "cloud computing, a skill the company sees as essential in finding its place in the emerging market for cloud computing services and tools. <strong> Satya Nadella </strong>'s`` deep experience'' in Microsoft's server business and online services will <q> help accelerate our momentum while setting the course </q> for its future cloud offerings, CEO <strong> Steve Ballmer </strong> said in a statement. <strong> Satya Nadella </strong> formerly led engineering efforts in the company's online services division. He led the technical efforts to launch Microsoft's Bing search engine", "new_id": -2}, {"uid": "1295564127055377924", "i": 12264, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,'' <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> And over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> Google also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. Net revenue, excluding fees paid to partner websites, was$ 6.37 billion. Analysts polled by Thomson Reuters I/B/E", "new_id": -2}, {"uid": "1295978589172294145", "i": 4985, "idx": 0, "sa": ["Simon Cowell", "Christian O'Connell"], "q": "a`` great boss''. The presenter, who took over as host of The X Factor in 2007, told Absolute Radio's <strong> Christian O'Connell </strong> that he had been taught a lot by <strong> Simon Cowell </strong>. <q> He's a workaholic. He's a great boss, and I'm not just saying that, </q> he said.`` He's very loyal, he's very honest, and he just wants that in return.'' He continued:`` He smells fear though, he's like a wolf.", "new_id": -2}, {"uid": "1296352133119062558", "i": 47886, "idx": 1, "sa": ["Eric Schmidt", "Larry Brilliant"], "q": "not quite final. Grants were canceled to institutions like Harvard and Stanford for research projects in Africa even though Google's senior management had approved them and they lacked only a final signature on the contracts. <q> That may be the way things are done in business, but it's not how grants are made in the nonprofit world, </q> said the former Google.org executive.`` It was embarrassing.'' <strong> Eric Schmidt </strong> moved DotOrg to the Mountain View campus in early 2009. That February, <strong> Larry Brilliant </strong> was given the title`` chief philanthropic evangelist", "new_id": -2}, {"uid": "1295041985009945115", "i": 4186, "idx": 1, "sa": ["Kirsten Gillibrand", "Sen. Kay Bailey Hutchison", "Gabrielle Giffords"], "q": "& search= Search'',`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303590.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-36v&amp;flvURL=/media/2011/01/13/01132011-36v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-36v.jsn''}{`` title'': <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>,`` description'':`` <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.'',`` note'':", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}]