[{"uid": "1296504083117964815", "i": 36129, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "Songs chart, and AEROSMITH's 1973 hit \"Dream On\" is No. 61. The Boston hard rockers' \"Big Ones\" collection\" from 1994 is No. 25 on iTunes' Albums chart. <q> So far, <strong> Steven Tyler </strong> has been a pretty striking presence on` Idol', </q> says Richard Rushfield, author of \"American Idol: The Untold Story\" . \"He's a wild character, and he's pretty much pushed <strong> Simon Cowell </strong> To report any abusive, obscene, defamatory, racist,", "new_id": -2}, {"uid": "1295549525218546193", "i": 45429, "idx": 0, "sa": ["Eric Schmidt"], "q": "Eric Schmidtsson MT15i/ Vivaz 2 ensnared by Eldar Murtazin, given glowing preview Google Ventures Leads$ 600K Investment In LawPivot, A Quora For Startup Legal Advice Facebook, Microsoft And Carriers' Dysfunctional Relationship With Apps Facebook: <q> You Don't Get To 500 Million Mobile Users Without A Few Feature Phones </q> New Facebook Mobile App Brings the` Book to People Without Smartphones Facebook for Feature Phones launched with free data on certain carriers <strong> Eric Schmidt </strong>: All of Google's Strategic Initiatives in 2011 are Mobile Google's <strong> Eric Schmidt </strong>: All", "new_id": -2}, {"uid": "1297428190058949643", "i": 14244, "idx": 8, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "with Nokia in its present relatively uncompetitive state, and strongly pushing Windows Phone products arguably would be abetting the enemy. Although the alliance is nonexclusive, Nokia clearly is becoming the premier Windows Phone partner. <q> There are things we are planning to do with Nokia that are unique, </q> <strong> Steve Ballmer </strong> said. praising the deal. \"Today, Nokia and Microsoft intend to enter into a strategic alliance,\" <strong> Stephen Elop </strong> said in the video, a precursor of a turnaround plan he's", "new_id": -2}, {"uid": "1295670143256737309", "i": 37541, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "of the company, and providing business leadership, and even reportedly mediating in disputes between the founders over issues such as bedrooms on the company jet. In a company statement, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and Sergey for a long time to come. </q> Tellingly, on a Twitter posting at the time of the announcement, <strong> Eric Schmidt </strong> commented; \"Day-to-day adult supervision no longer needed!\" Google also announced results for Q4,", "new_id": -2}, {"uid": "1295582204150192172", "i": 7143, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by Google CEO <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advisLarry Page, 37, and Google's other 37-year-old founder, <strong> Sergey Brin </strong>,", "new_id": -2}, {"uid": "1296106911231735330", "i": 20929, "idx": 0, "sa": ["Eric Schmidt"], "q": "was \"profoundly sorry for mistakenly collecting payload data in the UK from unencrypted wireless networks,\" and that data collected from the UK data has now been deleted, adding \"this has been independently certified\" . <q> This is the largest wire tapping scandal in world history by one of AmEric Schmidta's biggest and most powerful corporations, yet there has not been a single hearing on Capitol Hill, </q> the letter commented about the so-called` Wi-Spy' events. \"We respectfully submit that Google CEO <strong> Eric Schmidt </strong> should be asked to testify under oath so that the AmEric Schmidtan public learns the truth about Wi-Spy.\" In response", "new_id": -2}, {"uid": "1295607667131039302", "i": 4650, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "as it looks to bolster its position in the face of competition from fast-growing rivals such as Facebook. <strong> Larry Page </strong> replaces <strong> Eric Schmidt </strong>, who steps down after ten years to become executive chairman. <strong> Eric Schmidt </strong> will focus on <q> deals, partnerships, customers and broader business relationships </q>. The moves Sergey Brings <strong> Larry Page </strong> back into the role he relinquished to <strong> Eric Schmidt </strong> a decade ago when he came under pressure from investors to hand the reigns to a more experienced executive. It also comes", "new_id": -2}, {"uid": "1297174923217825289", "i": 30777, "idx": 6, "sa": ["David Petraeus", "Donald Rumsfeld"], "q": "zahlreiche Dokumente nachreichen- als Beweise f?r seine Geschichtsschreibung. <strong> Donald Rumsfeld </strong>: Zitate \"Die Dinge, die wir nicht wissen- wir wissen sie nicht\" <strong> Donald Rumsfeld </strong> und die Folter- Aff?re- R?ckendeckung vom Pr?sidenten USA- <q> Wir behandeln Gefangene nicht wie zivilisierte Menschen </q> <strong> Donald Rumsfeld </strong>: Zitate- \"Die Dinge, die wir nicht wissen- wir wissen sie nicht\" Nahost- USA und Irak offenbar ber Truppenabzug einig US-General <strong> David Petraeus </strong>- Der neue M?chtige im Osten Faulsein im B?ro Hauptsache,", "new_id": -2}, {"uid": "1297426636014974991", "i": 39898, "idx": 8, "sa": ["Steve Ballmer"], "q": "with Nokia in its present relatively uncompetitive state, and strongly pushing Windows Phone products arguably would be abetting the enemy. Although the alliance is nonexclusive, Nokia clearly is becoming the premier Windows Phone partner. <q> There are things we are planning to do with Nokia that are unique, </q> <strong> Steve Ballmer </strong> said. The announcement was accompanied by a YouTube video featuring Microsoft and Nokia's chief executives praising the deal. \"Today, Nokia and Microsoft intend to enter into a strategic alliance,", "new_id": -2}, {"uid": "1295999636228769818", "i": 43992, "idx": 1, "sa": ["Zahi Hawass", "Hermann Parzinger"], "q": ", dass er <strong> Zahi Hawass </strong>, der in seiner Heimat Generalsekret?r des Obersten Rates f?r Altert?mer ist, unter anderem eine gemeinsame Ausstellung anbieten will. Ganz bestimmt aber nicht die Abgabe der Nofretete an gypten! <strong> Hermann Parzinger </strong>: <q> Es ist zu 100 Prozent sicher, dass sie in Berlin bleibt. Wir haben alle Unterlagen, alles ist rechtm?ig, das k?nnen wir belegen. Man kann also davon ausgehen, dass die Nofretete noch sehr, sehr lange in den wunderbaren R?umen des Neuen Museums bleiben wird. </q> Dass die 3300 Jahre alte B?ste hierher geh?rt, best?tigt auch eine B.Z.-Umfrage. Die Berliner wollen ihre K?nigin nicht mehr hergeben. Um keinen Preis! Nofretete ist Berlin, Cindy Marzahn \"Nofretete", "new_id": -2}]