[{"uid": "1295669752061620314", "i": 55515, "idx": 0, "sa": ["Mike Pence"], "q": "throughout Indiana, but sources in the state said he's been invited to many more than eight and could be confirmed to speak at more of them in short order. As one party source explained, <q> What better thing to do than start meeting Republicans in other parts of the state if he can't raise money during this time period? </q> Indeed, the state statute does not prevent <strong> Mike Pence </strong> \" from participating in party activities conducted by a regular party committee. \" Of course, if he does decide to run for president, it will take", "new_id": -2}, {"uid": "1297377662182599691", "i": 6111, "idx": 3, "sa": ["Doug Lamborn", "Mike Pence"], "q": "time that they boasted of having performed 324,800 abortions, \" the Ohio lawmaker said. The money Planned Parenthood gets is supposedly never used for abortions, but many find that hard to believe. <q> Money is fungible. So money that goes to Planned Parenthood is going for abortion. There is no other way to look at it, </q> said <strong> Mike Pence </strong> <strong> Doug Lamborn </strong>, R-Colo. Susan B. Anthony List and the Pro-Life Women's Caucus are asking the public to call, e-mail or write their lawmakers to cut off federal funds from Planned Parenthood. CBN", "new_id": -2}, {"uid": "1295419435158941189", "i": 10108, "idx": 0, "sa": ["Mike Pence", "John Boehner"], "q": "times. <strong> John Boehner </strong>'s tears As for <strong> Mike Pence </strong> <strong> John Boehner </strong>'s tears, here is a quote from former House Republican Conference chairman <strong> Mike Pence </strong>, who lost a leadership election to <strong> John Boehner </strong> in 2006: <q> <strong> John Boehner </strong>'s got the biggest heart in the House. My preacher used to say,` When the eyes leak, the head won't swell.' </q> Emotional moments Regarding the article titled, \" Big boys don't cry, do they? \" ( Jan. 16): I would like to respond to Speaker <strong> John Boehner </strong>'s frequent propensity", "new_id": -2}, {"uid": "1295276008044859404", "i": 50151, "idx": 1, "sa": ["Anh Cao", "Mike Pence", "Sean Hannity"], "q": "title designed to get you to click the link. Please don't pee your panties.... <strong> Mike Pence </strong> On <strong> Sean Hannity </strong>: \" The American people are in charge here, \" Can Stop Government Takeover <strong> Mike Pence </strong> On <strong> Sean Hannity </strong>: <q> The American people are in charge here, </q> Can Stop Government Takeover Congressman <strong> Mike Pence </strong> appeared on FOX News last night to discuss health care reform and the Democrats' attempt to impose a government takeover of health care.... <strong> Anh Cao </strong>, Only GOP To Vote For Health", "new_id": -2}, {"uid": "1295633194146702360", "i": 3174, "idx": 0, "sa": ["Mike Pence", "Jason Brodeur", "Bill Clinton", "Ayaan Hirsi Ali", "Patrick Joseph Toomey"], "q": "title=\"Permanent link to'Florida <strong> Bill Clinton </strong> Would Make It A Felony For Doctors To Ask Patrick Joseph Toomeyients About Gun Ownership'\"> Florida <strong> Bill Clinton </strong> Would Make It A Felony For Doctors To Ask Patrick Joseph Toomeyients About Gun Ownership introduced a <strong> Bill Clinton </strong> which criminAyaan Hirsi Alizes any <q> verbal or written inquiry by a public or private physician, nurse, or other medical staff person regarding the ownership of a firearm by a Patrick Joseph Toomeyient or the family of a Patrick Joseph Toomeyient or the presence of a firearm in a private home or other domicile of a Patrick Joseph Toomeyient or the family of a Patrick Joseph Toomeyient, </q> and the Sponsored by <strong> Mike Pence </strong> <strong> Jason Brodeur </strong>, R-Sanford, the <strong> Bill Clinton </strong>( HB 155) would make it a felony for a physician or staff member to ask Patrick Joseph Toomeyients or family members of Patrick Joseph Toomeyients if they own guns or", "new_id": -2}, {"uid": "1297261541254083125", "i": 54912, "idx": 2, "sa": ["Tim Pawlenty", "Mike Pence", "Al Gore", "Ron Klain"], "q": "to 148.... Republican leaders will bring the bill back under a rule, where it will almost certainly secure the 218-vote threshold. \" target=\"_blank\" http://bit.ly/eCfKdy-- L.A. Tim Pawlentyes, second fRon Klaint, <q> Patriot Act renewal fails in the House: The surveillance law, opposed by an odd coalition, is set to expire this month, </q> by Lisa Mascaro: \" ' I am disappointed in the outcome of tonight's vote,' said <strong> Mike Pence </strong> F. James Sensenbrenner <strong> Al Gore </strong>( R-Wis.), author of the original act.` We are now under", "new_id": -2}, {"uid": "1295319354058130441", "i": 34789, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Jack Kemp", "Jim Ryun", "Barack Obama", "Mitt Romney"], "q": "to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said. \" <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. \" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial", "new_id": -2}, {"uid": "1295283228030097424", "i": 3069, "idx": 0, "sa": ["Mike Pence", "Jack Kemp", "Jim Ryun", "Barack Obama", "Mitt Romney"], "q": "to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said. \" <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. \" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial", "new_id": -2}, {"uid": "1297220699091242501", "i": 58225, "idx": 0, "sa": ["Mike Pence", "Steve King"], "q": "to Vietnam <strong> Mike Pence </strong> <strong> Steve King </strong>( R-Iowa) says to defund the healthcare law, his party should use the precedent set by House Democrats some three decades ago in cutting off funding for the Vietnam War. <q> We should follow the model of the appropriations bill that shut off the funding for the Vietnam War, </q> <strong> Steve King </strong> told a crowd of Tea Party activists at a town hall forum in Washington, D.C. Tuesday night. \" It went back to any money that was in the pipeline. That precedent is there. \"", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]