[{"uid": "1296407544252772372", "i": 157, "idx": 35, "sa": ["Chris Webber", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what <strong> Elgin Baylor </strong> did. It helped me out. </q> Webbe... Toronto Raptors vs Philadelphia 76ers Apr. 12/09 On the heels of a horrible season and out of the playoffs for the first time in three years, all the Toronto Raptors could hope for Sunday was to win", "new_id": -2}, {"uid": "1295395071226230299", "i": 6462, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "back <strong> Michael Vick </strong> Turner had only 39 yards rushing and a touchdown in a 48-21 victory. Even <strong> Tramon Williams </strong> didn't realize how well his teammates played against the Falcons until he watched game tape Monday. <q> As a` DB' you don't get to see the front seven doing their job because you are in coverage all the time, </q> <strong> Tramon Williams </strong> said.`` When you come back and watch film and see the way those guys are playing up front, it's crazy. They've done a great job up there and kind of made our job", "new_id": -2}, {"uid": "1297476011000409604", "i": 16213, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "of that crash will continue to have a voice in Washington,'' said Sen. <strong> Kirsten Gillibrand </strong>. As for the empty seat, Sen. <strong> Kirsten Gillibrand </strong> says she is not concerned about when a special election will be called. <q> I know the constiutents of his district will be well looked after, regardless of when the election is held, </q> said Sen. <strong> Kirsten Gillibrand </strong>.", "new_id": -2}, {"uid": "1296186100117063682", "i": 1087, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "a second job to save more. Seems more logical to me. msgrowan at 7:27 PM January 27, 2011''... Social Security today has a surplus of$ 2.6 trillion,'' <strong> Sen. Bernie Sanders </strong> said. <q> Social Security can pay out every benefit owed to every eligible American, for the next 27 years. </q> This is pure male bovine feces. The`` trust fund's'' surplus assets( i.e., FICA tax receipts over and above the amount needed to pay out current benefits on the pay-as-you-go principle) have been spent", "new_id": -2}, {"uid": "1295343274209076224", "i": 37181, "idx": 0, "sa": ["Sergio Marchionne"], "q": "is emptying in the second half of 2011, and we see... the full Lancia range arriving, redone with the Americans,'' he said referring to Fiat's Chrysler affiliate in the United States. <q> And thanks to Chrysler, Alfa will arrive in America with a 2,000 dealer network and will make a splash, </q> he said. <strong> Sergio Marchionne </strong> said he was in favour of workers sharing in profits.`` I want to get there. But we have to make profits before sharing them,'' he said.", "new_id": -2}, {"uid": "1295008939037093396", "i": 37762, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "with amazement as she saw her wounded colleague open her eyes.`` This is a major leap forward,'' <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, said Thursday about the scene <strong> Kirsten Gillibrand </strong> witnessed Wednesday. <q> This is a major milestone for her, and we're hoping that she crosses through many more. </q> <strong> Kirsten Gillibrand </strong>, D-N.Y., recounted her moments with <strong> Gabrielle Giffords </strong> in an interview with reporters on Air Force One.`` It was such a moment, and we were in such tears of joy watching this", "new_id": -2}, {"uid": "1296867070001982490", "i": 3058, "idx": 2, "sa": ["Sergio Marchionne"], "q": "adding that Chrysler had no choice but to take the loans at the height of the financial crisis. A Chrysler spokesman declined to comment on <strong> Sergio Marchionne </strong>'s use of the term`` shyster''. <q> When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut, </q> <strong> Sergio Marchionne </strong> said of the bailout. <strong> Sergio Marchionne </strong> used the term`` shyster'' at least three times when discussing the interest rates on the debt owed to the U.S. Treasury during his nearly hour-long appearance at an industry", "new_id": -2}, {"uid": "1295676862036077591", "i": 43338, "idx": 1, "sa": ["Steve Booth", "Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "'' While a free-wheeling attitude typically works well at small companies, it could cause problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <q> The risk is that if you take away the process, that in some sense you go back to a kind of chaos, </q> Kaplan said. The management of <strong> Google Inc. </strong> has been an egalitarian arrangement, with <strong> Eric Schmidt </strong> never having the final say on important matters. Page and <strong> Sergey Brin </strong> always weighed in, too. But management by committee eventually", "new_id": -2}, {"uid": "1297710796205013005", "i": 30377, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion.`` Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,'' <strong> Steve Ballmer </strong> said. <q> That's not just good for Nokia, that's good for all our handset partners. </q> O'Brien: How Nokia and Palm are taking different roads to a comeback", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]