[{"uid": "1297407745191856652", "i": 4340, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "people on some days. \"We will open the museum after the strike is finished. I don't know when the strike is finished,\" said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q>I need things to go back to normal.</q> <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of widespread destruction of the most coveted artifacts from the age", "new_id": -2}, {"uid": "1296723974251478035", "i": 25680, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Roberta Flack"], "q": ", not <strong> Steven Tyler </strong>, Diana Warren who proudly looked on from the audience. Surrounded by a string section a clad in black Cook stayed close to the original, which didn't impress Randy Jackson, who called his <q>I Don't Want To Miss A Thing</q> \"very predictable.\" But <strong> Simon Cowell </strong> was of a different mind, especially after Cook killed it on <strong> Roberta Flack </strong>'s \"The First Time Ever I Saw Your Face,\" which the hard-to-please judge had chosen. \"", "new_id": -2}, {"uid": "1295715717099811337", "i": 31259, "idx": 1, "sa": ["Stephen Jackson", "Allen Iverson", "Ray Allen"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 http://wn.com/2002_Playoffs_Sixers_@_Celtics_Game_5_Paul_Pierce_46_points Beyond the arc for three was the place to be in this elimination game. The sixers, led by <strong> Ray Allen </strong> iverson's 31 points were soundly buried in the second half of this renewed rivalry", "new_id": -2}, {"uid": "1295768239143409188", "i": 5661, "idx": 1, "sa": ["Allen Iverson"], "q": "in the Western Conference. <strong> Allen Iverson </strong> scored 33 points, JR Smith added 24 off the bench and the Nuggets overcame a 16-point deficit in the first quarter to win their playoff showdown with the Warriors 114-105 Thursday night. <q>Everybody knew what was at stake,</q> <strong> Allen Iverson </strong> said. \"It's easy for players to say it's just another game. But everybody knows it wasn't just another game. It was a game that both teams felt they had to have.", "new_id": -2}, {"uid": "1295884265215089178", "i": 28859, "idx": 0, "sa": ["Eric Schmidt", "Liza McGuirk"], "q": "Page Six reports that outgoing Google CEO <strong> Eric Schmidt </strong> is in talks with \"Parker Spitzer\" executive producer <strong> Liza McGuirk </strong> on a new show that he would host. <q>The two first connected on the Sunday foreign-affairs program \"<strong> Fareed Zakaria </strong> GPS,</q> which <strong> Liza McGuirk </strong> executive produced and where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, <strong> Liza McGuirk </strong> oversaw the production.\"", "new_id": -2}, {"uid": "1297452829228950020", "i": 37854, "idx": 0, "sa": ["Michael Gove", "Chris Robbins"], "q": "<strong> Chris Robbins </strong>, the leader of Waltham Forest Council, called the decision \"a victory for common sense and fair play\". David Mellen, Nottingham council's portfolio holder for children's services, said: <q>This is a powerful judgment and a vindication of all the determination and hard work that has brought us to this point.</q> The judge said Mr <strong> Michael Gove </strong>'s decision-making process was unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act\".", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q>We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor].</q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}, {"uid": "1295577549195002392", "i": 31777, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "cc' button in the bottom right corner of the player. As this is a brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric_Schmidt_at_Sciences_Po__4_projects_for_Google_in_France www.theytoldyou.com <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place,</q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/The_new_Don't_Be_Evil_google_video__Final_Versionmp4 techplanet30.com In this video I talk about <strong> Google Inc. </strong> and would like to know your thoughts on the company and their position in the world. I talk a little about Larry Page, <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296713442108806145", "i": 855, "idx": 7, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Women's_Basketball_Ryerson_vs_U_of_T_Blues_Oct30th/09 Rams defeat Varsity Blues in home opener The Ryerson Rams women's basketball team controlled the boards and controlled the clock in the second", "new_id": -2}, {"uid": "1297105764233521156", "i": 19880, "idx": 1, "sa": ["George H.W. Bush", "Donald Rumsfeld"], "q": "to revive whispers of a still ongoing rivalry between the two men. \"No, I was kind of disappointed in him,\" <strong> Donald Rumsfeld </strong> said in a recent interview with ABC News. <q>He decided he wanted to leave people with the impression that he didn't want to go to the CIA[ in the <strong> Gerald Ford </strong> administration]. And that someone made him go there. And it was probably <strong> Donald Rumsfeld </strong> or something.</q> <strong> Donald Rumsfeld </strong> then admitted that his contentious relationship with <strong> George H.W. Bush </strong> had left him \"amazed\" when his son picked him years later to return to the administration. reported last week on the genesis of the conflict:", "new_id": -2}]