[{"uid": "1295301671181911578", "i": 24719, "idx": 1, "sa": ["Ernie Grunfeld", "Allen Iverson", "LeBron James"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q>You have crazy games throughout the NBA seasons, and I was glad to be on the winning end.<q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards president <strong> Ernie Grunfeld </strong> Can Flip and the Wizards stay ahead of the Raptors? Wizards host Jazz in an early afternoon MLK Day special Nick Young", "new_id": -2}, {"uid": "1296257994075055127", "i": 10686, "idx": 0, "sa": ["Eric Schmidt", "M. Simpson", "George Jepsen"], "q": "but won't give the AG what it collected. The stipulation will avoid going to court as settlement negotiations continue, <strong> George Jepsen </strong> said. He is coordinating a 40-state probe into the Wi-Spy incident. <q>The details of the biggest privacy breach in history shouldn't be settled in secret,<q> said John <strong> M. Simpson </strong>, director of Consumer Watchdog's Inside Google Project. \"This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.\" Consumer Watchdog this weekend released", "new_id": -2}, {"uid": "1295066628181321734", "i": 6342, "idx": 1, "sa": ["Michael Vick", "Brett Favre", "Sean McManus"], "q": "would have thought that <strong> Michael Vick </strong> would be the best \"positive story\" when the season began. \"Whether it was <strong> Michael Vick </strong> or <strong> Brett Favre </strong>,\" said <strong> Sean McManus </strong>, trying to explain this NFL viewership phenomenon. <q>I think all of it generated interest...[ and] brought in a lot of people who wouldn't normally watch football.<q> <strong> Sean McManus </strong> added that once curiosity is piqued, the games must be compelling enough to hold viewer interest. And most of them were. \"It becomes almost a self-fulfilling prophesy,\" <strong> Sean McManus </strong> said", "new_id": -2}, {"uid": "1295887379005734402", "i": 3491, "idx": 4, "sa": ["Zahi Hawass"], "q": "He said a letter was sent to the Egyptian Foreign Ministry to be conveyed to its German counterpart and a copy of the same letter was sent to the German ambassador in Cairo and the Prussian Foundation. <q>This is not <strong> Zahi Hawass </strong> acting on his own,<q> he said. A statement by Egypt's Supreme Council of Antiquities, which is led by <strong> Zahi Hawass </strong>, said Egypt first requested the return of the Nefertiti bust shortly after the end of World War II, when it", "new_id": -2}, {"uid": "1297299745011485187", "i": 34495, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse \"If he was a Democrat, this would have never made the news.\" Report Abuse <q>At least he's not sticking cigars into some j0ou yenta's fishy tw@t like that other pervert...<q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap Car Insurance Get Super Cheap Auto Insurance Quotes- You Won't Believe the Rates! 1.25-1.45% Apply Online! With AA+ Rated GE Capital", "new_id": -2}, {"uid": "1295581287002506756", "i": 24733, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Page said. Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q>I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,<q> said <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\"' I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For", "new_id": -2}, {"uid": "1297684045187187200", "i": 18268, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "it's anyone's guess whether such fragile gains will hold here after American forces leave in the coming months Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q>Reply# 2409 on: February 10, 2011, 04:44:28 AM<q> MSP sends dossier on depleted uranium to Defence <strong> Donald Rumsfeld </strong>: come clean on dirty bombs! Character assassination used to silence DU opponents. Re: Six Years Later: March 19- Shock& Awe( aka", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q>But I know he's here now.<q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}, {"uid": "1295571277037306368", "i": 12123, "idx": 1, "sa": ["Eric Schmidt"], "q": "\" and described continued growth of the firm's Android mobile operating system. In reference to the management restructuring, current CEO <strong> Eric Schmidt </strong> said he hoped the reorganization would enable the company to operate more efficiently. <q>Larry, Serg and I spend a lot of time talking about how we could run the company even better... Historically we were making decisions together which adds delays to the process,<q> he said. \"I believe Larry is ready... It's time for him to have a shot at running this and I'm sure he'll do a fantastic job.\"", "new_id": -2}, {"uid": "1295799626208044060", "i": 43159, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.<q> Russian Orthodox Church followers plunge into icy rivers and ponds across Russia for Epiphany. Check out our Unvent, a spot for positive thoughts and sweet inspiration. Add your message. Brandi", "new_id": -2}]