[{"uid": "1297116847195428397", "i": 34145, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "During a teleconference Monday, <strong> Simon Cowell </strong> suggested his former American Idol colleague <strong> Paula Abdul </strong> could be in the running for The X-Factor judging panel. \"I'm a massive fan of <strong> Paula Abdul </strong>,\" he said. <q> We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up yet.... It comes down to who I think is interesting, and the commitment and the expertise each person offers. </q> The panel for the show( which debuts next fall) won't be announced for several weeks. <strong> Simon Cowell </strong> also weighed in on allowing 12-year olds to audition even though some feel that is an early age to deal", "new_id": -2}, {"uid": "1296062388192233482", "i": 35104, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "is surely in contempt of court and perverting the course of Justice by sitting on all the facts.Who pays their wages <strong> Rupert Murdoch </strong>? GetOffTheStage 26 January 2011 4:48 PM BitterBunny 26 January 2011 4:52 PM <q> On 17 January, three days after <strong> Keir Starmer </strong>'s statement, Mulcaire submitted a statement to the high court confirming <strong> Ian Edmondson </strong> had asked him to hack into voicemails left on a mobile phone belonging to the football agent <strong> Sky Andrew </strong>. </q> http://www.guardian.co.uk/media/2011/jan/26/news-of-the-world-phone-hacking Then, apparently out of the blue, on the 19th, <strong> Andy Coulson </strong> tells <strong> David Cameron </strong> he's resigning, and they try bury it on the 21st. The whole thing stinks to high heaven.", "new_id": -2}, {"uid": "1295357289030228541", "i": 21554, "idx": 0, "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "q": "series of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. <q> I think with every artist-- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists-- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1295440324144605237", "i": 37515, "idx": 5, "sa": ["Nigel Lythgoe", "Jimmy Iovine", "Simon Cowell"], "q": "comparisons. The show is mostly casting away the guest judges and mentors that it featured in previous years. It is also eliminating some of the theme weeks that the producers came to dislike. <q> We're no longer going to get the country singer to sing rock, and the rock singer to sing folk, </q> <strong> Simon Cowell </strong> <strong> Nigel Lythgoe </strong> said. \"They are now going to stay with what they believe and what <strong> Jimmy Iovine </strong> believes is their genre that they need to work in.\" \"Idol\" has also reportedly signed up", "new_id": -2}, {"uid": "1297575676186400772", "i": 33226, "idx": 0, "sa": ["Steve Ballmer", "Paul Thurrott", "Stephen Elop"], "q": "or Microsoft CEO <strong> Steve Ballmer </strong> mentioned Zune. <strong> Paul Thurrott </strong> quotes <strong> Stephen Elop </strong> and gives his opinion: \" Microsoft, meanwhile, has a \"great software platform\" in Windows Phone, and the brands that mobile consumers want, <q> like Bing, Xbox LIVE, and Office. </q>( Side-note: Zune was conspicuously absent from this list. It is my opinion and guess that Microsoft is currently phasing out the Zune brand and will simply roll the various Zune services into Windows Live.)", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}, {"uid": "1296169273065405008", "i": 20517, "idx": 3, "sa": ["Sergio Marchionne"], "q": "The problem is that all of Chrysler's assets are already spoken for by U.S. taxpayers. They secure the billions in financing the U.S. Treasury provided the company after the company's bankruptcy in 2009. <q> Fundamentally, it is a question of how do you make sure that collateral is available for all the people at the table? </q> <strong> Sergio Marchionne </strong> said last week. It is a tough question. But legal experts said that, if Treasury was convinced the Energy Department loans would improve Chrysler's prospects, they could choose to take a lower", "new_id": -2}, {"uid": "1297088565019349578", "i": 17382, "idx": 1, "sa": ["Simon Cowell"], "q": "to audition to become \"America's next undiscovered superstar\". \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" <strong> Simon Cowell </strong> said. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> The site also confirmed that auditions will be held \"over the coming months\", beginning in Los Angeles on March 27 and visiting cities including New York, Miami, Dallas, Seattle and Chicago.", "new_id": -2}, {"uid": "1295568029105267239", "i": 18221, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Partnerpedia is a hosted partner management system. It has a free, open community version, and a private label version that runs$ 1,000 per month. It provides a way to connect, collaborate, share", "new_id": -2}, {"uid": "1295994032049692677", "i": 7627, "idx": 1, "sa": ["Erik Spoelstra", "LeBron James", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "q": "Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. \"They're great players and they've proven to be productive in their careers,\" Heat coach <strong> Erik Spoelstra </strong> said. <q> So once they became comfortable with this team and with each other, that was a matter of time. </q> When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on the leaderboard, for certain. <strong> LeBron James </strong>' score gets rounded to 40.2_ 25.9 points, 7.2 rebounds, 7.2 assists, just a", "new_id": -2}]