[{"uid": "1295663477153141252", "i": 30766, "idx": 0, "sa": ["Andy Coulson"], "q": "any meaning to the HATEFUL JEWESH. Down with the racist Israeli-Jewesh State. No more BLOOD MOEY for Jewesh. THANK GOD the Chinese have forgiven the Japanese for the WW II atrocities they suffered. Report Abuse <q> To be sure, the nazis were brutal, but lets don't forget`` <strong> Mr. Jackson </strong> </q>. \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1297188372166789123", "i": 33922, "idx": 0, "sa": ["Christina Aguilera", "Simon Cowell", "Michelle Money"], "q": "be genuinely concerned about me, is very humbling. I truly mean that. Thank you.'' Besides Chantal, Brad gave roses to Ashley, <strong> Christina Aguilera </strong>, Britt, Shawntel and <strong> Michelle Money </strong>. <q> I wanted that last rose. I wasn't expecting it right now to be that close and get to that point with him and want more and know that there could be more if he gave me a shot. It just-- it kind of hits you-- the more it hurts when you actually like, are in love. You feel like,` What's wrong with me?' </q> Jackie said following her elimination.` The Bachelor' star Brad Womack cuts Alli Travis and Jackie Gordon <strong> Simon Cowell </strong>:` The X Factor' judging panel still yet to be determined` The X Factor' announces$", "new_id": -2}, {"uid": "1296260491067190794", "i": 4025, "idx": 2, "sa": ["Eric Schmidt"], "q": ", he said:`` My sex life is pretty good these days''. <strong> Eric Schmidt </strong> likes to portray Google as an`` open'' company that operates in contrast to a`` closed'' company like Apple. <q> With the Apple model- which works extremely well, as I know as a former Apple board member- you have to use their development tools, their platform, their software, their hardware, </q> <strong> Eric Schmidt </strong> said at a conference this fall.`` If you submit an application, they have to approve it. You have to use their monetization and their distribution. That would not be open.", "new_id": -2}, {"uid": "1296091592093798426", "i": 26921, "idx": 12, "sa": ["Mike Shanahan", "Michael Vick", "Donovan McNabb"], "q": "served 18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q> I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short, </q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. Photo: <strong> Mike Shanahan </strong>, <strong> Donovan McNabb </strong> Sports Video: Woods looks to turn a new page at Torrey Pines Sports Video", "new_id": -2}, {"uid": "1295539341089374745", "i": 905, "idx": 0, "sa": ["Sen. Bernie Sanders", "David Cay Johnston"], "q": "Strike to Protest 17+ Year Solitary Confinement Marc Blecher, professor of politics and East Asian studies at Oberlin College and the author of several books, including Fifty Years After Eisenhower's Farewell Address, A Look at <q> Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex </q>`` The Worse Off You Are, Your Taxes Increase'': Journalist <strong> David Cay Johnston </strong> Slams Obama-GOP Tax Deal <strong> Sen. Bernie Sanders </strong> Denounces Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic'' China Faces International Criticism at", "new_id": -2}, {"uid": "1295285635056262693", "i": 34971, "idx": 1, "sa": ["Bill Lockyer"], "q": "during the meeting. Tom Dresslar, a spokesman for state Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as`` needlessly provocative acts of gamesmanship that warp the status quo.'' <q> Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The governor's proposal warrants a serious, thoughtful discussion, </q> he said. California Redevelopment Association Director John Shirey said he did not know of any other agencies in the state that were rushing to allocate money ahead of a new state budget. He also", "new_id": -2}, {"uid": "1297170191123355244", "i": 28756, "idx": 7, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Colin Powell"], "q": "state had`` never served in a <strong> George H.W. Bush </strong> administration position,'' a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- <strong> George H.W. Bush </strong>'s first top diplomat- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department`` unhelpful.''", "new_id": -2}, {"uid": "1295568168148553849", "i": 48255, "idx": 1, "sa": ["Nancy Pelosi", "Bill Leader", "Eric Cantor", "Mike Pence"], "q": "'' <strong> Nancy Pelosi </strong> Kevin McCarthy( of`` Young Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.'' <q> We've got to roll back there. That will save$ 100 billion in the first year, </q> agreed <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority <strong> Bill Leader </strong> <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1296704404078823458", "i": 2149, "idx": 4, "sa": ["Allen Iverson", "Jerry Stackhouse", "50 Cent"], "q": "the NBA season high and shattered his previous best of 46 was set against the Los Angeles Lakers on March 15.`` That's the most points I've ever scored in any game,'' he said. <q> I think maybe I scored 55 or 56 in an AAU game in the summertime when I was 16 or 17, but to be able to do at this level is the best. </q> <strong> Jerry Stackhouse </strong> scored the first three points of the fourth quarter to run the tally to <strong> 50 Cent </strong>. He committed an http://wn.com/Allen_Iverson_23pts_vs_LeBron_James_Cavs_08/09_NBA The Detroit Pistons are starting to show their potential with <strong> Allen Iverson </strong>, beating two of the NBAs best teams", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star.`` Honestly, they play me one-on-one, straight up,'' <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}]