[{"uid": "1296205909167591949", "i": 15069, "idx": 0, "sa": ["John Elkann", "Luca di Montezemolo", "Sergio Marchionne", "Stefano Domenicali"], "q": "in diretta l'intero evento, al quale parteciperanno il presidente <strong> Luca di Montezemolo </strong>, i vertici Fiat( <strong> John Elkann </strong> e <strong> Sergio Marchionne </strong>) e i piloti Ferrari. 10.04- SALE SUL PALCO STEFANO DOMENICALI- Prende la parola <strong> Stefano Domenicali </strong>: <q>Dobbiamo raggiungere quei traguardi sportivi che ci permettono <strong> Luca di Montezemolo </strong> tenere alto il marchio dell` azienda della quale andiamo tanto orgogliosi<q> 10.03 COMINCIA LA PRESENTAZIONE- Prende la parola <strong> Stefano Domenicali </strong> Lai, capo relazioni esterne della Ferrari 10.01 ENTRATI I PILOTI- Entrano adesso nella sala i piloti della Ferrari Alonso e Massa con addosso le tute", "new_id": -2}, {"uid": "1296102285053329931", "i": 863, "idx": 2, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "New York Post reported. <strong> Ken Auletta </strong>, author of \"Googled: The End of the World as We Know It,\" told Bloomberg TV that <strong> Eric Schmidt </strong> may be weighing a role in the Obama administration. <q>Maybe he'll find some kind of astonishing offer, either at a startup or at a foundation or from a political unit, but today, he's hanging on to the right to define his job as he sees fit while continuing to make a pile of money,<q> said Whit Andrews, a Shrewsbury, Mass.-based analyst at Gartner <strong> Google Inc. </strong> \"Why wouldn't you stay? He has nothing to lose by staying at <strong> Google Inc. </strong> except opportunity cost.\" By turning to Page,", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q>He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing,<q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight: \"The Pillowman\" By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}, {"uid": "1297261068179191811", "i": 20144, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "of mass destruction. He recalls his remark just days after the war began about the location of weapons of mass destruction stockpiles inside Iraq. \"We know where they are,\" <strong> Donald Rumsfeld </strong> told a television interviewer. <q>They're in the area around Tikrit and Baghdad.<q> In his book, he denied that he or any other administration official lied about WMD. \"While I made a few misstatements- in particular the one mentioned above- they were not common and certainly", "new_id": -2}, {"uid": "1295263457203423756", "i": 14448, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "claiming that his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing News of the World phone-hacking controversy, <strong> David Cameron </strong> said: <q>I don't have to go into private conversations.<q> Politics live blog- Monday 17 January political developments as they happen To receive updated content, refresh the page( F5 for a Media requires JavaScript to play.... Fathers encouraged to take time off with", "new_id": -2}, {"uid": "1295686742156401686", "i": 47056, "idx": 23, "sa": ["Rasheed Wallace", "Carmelo Anthony", "Theo Ratliff", "Gerald Wallace", "Dikembe Mutombo", "Allen Iverson"], "q": "'m so excited to be with this group. They're all about winning and we have a great coach.\" Sixers coach Larry Brown was glad that <strong> Dikembe Mutombo </strong> provided a lot of the same things as <strong> Theo Ratliff </strong>. <q>He rebounded and defended like he has his whole career,<q> Brown said. \"I thought he was terrific.... I think it's pretty remarkable what he was able to do under http://wn.com/Allen_Iverson_31pts_vs_Charlotte_Bobcats_06/07_NBA_*Denver_Nuggets_*Nice_pass_to_NENE <strong> Gerald Wallace </strong> put a big hurt on <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>. <strong> Rasheed Wallace </strong> had 25 points,", "new_id": -2}, {"uid": "1295643889266682380", "i": 27742, "idx": 0, "sa": ["Kirsten Gillibrand", "Brian Stratton", "Chuck Schumer", "Chris Gibson", "Jim Tedisco", "Paul Tonko"], "q": "Assemblyman <strong> Jim Tedisco </strong>, a Republican representing the Electric City, said it was eight on one. <q><strong> Chris Gibson </strong>'s the only on in the plane!<q> He said of Air Force One, which ferried the president and his aides as well as Schenectady Mayor <strong> Brian Stratton </strong>, Senators <strong> Kirsten Gillibrand </strong> and <strong> Chuck Schumer </strong>, Rep. <strong> Paul Tonko </strong> and <strong> Chris Gibson </strong>, a Kinderhook Republican elected last year.( And", "new_id": -2}, {"uid": "1295656341256983076", "i": 36427, "idx": 3, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q>I'll bet on the Jets over Chicago,<q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks. Copyright Â© 2010 Time Warner Cable. All Rights Reserved.", "new_id": -2}, {"uid": "1297304646234995715", "i": 45476, "idx": 5, "sa": ["Nancy O'Dell", "Simon Cowell"], "q": "At the end of the interview, <strong> Nancy O'Dell </strong> lightened up the mood and asked <strong> Simon Cowell </strong> to let America in on three things no one knows about him. He responded: \"I like ugly dogs.\" <q>I like cartoons every morning, like the Flintstones and The Jetsons.<q> \"I like to climb trees.\" A multi-million X Factor ad ran during the Super Bowl last Sunday promoting the fall launch of <strong> Simon Cowell </strong>'s new show. Be sure to check out the video below.", "new_id": -2}, {"uid": "1296001481079446140", "i": 15195, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Bill Lockyer", "Kamel Morjane"], "q": "during this limited period,\" <strong> Kamel Morjane </strong> said, speaking English. The foreign minister said he fears \"a vacuum in the state, I fear chaos.\" Asked what he meant, <strong> Kamel Morjane </strong> said, <q>It could come from al-Qaida for example.<q> <strong> Zine El Abidine Ben Ali </strong>- while roundly criticized for cracking down on opponents, curbing civil liberties and presiding over a police state- was a staunch ally with Western powers in the fight against terrorism. Treasurer <strong> Bill Lockyer </strong> says", "new_id": -2}]