[{"uid": "1295803136231243808", "i": 27920, "idx": 0, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "<strong> John McCain </strong>( R-Ariz.) said that Congress must take on some of the \"sacred cows,\" including entitlements, in order to cut the deficit. \"Agriculture subsidies are outrageous today,\" he said. <q> Ethanol is a joke, and it's a multi-billion dollar spending. All ag subsidies.... The post office, a model of inefficiency. Horse and buggies-- and the days when Internets[ Launch of the Bloom box fuel cell generates a slice of Apple hype| Environment| guardian.co.uk PlayStation Network down, so are lots of PS3s( update)-- Engadget Bloom box fuel cell: Google, eBay, and <strong> Arnold Schwarzenegger </strong> attend launch- Telegraph </q> <strong> Colin Powell </strong>'s Endorsement of <strong> Barack Obama </strong> Will Live... in Infamy- Big Government <strong> Colin Powell </strong>: \"Perfectly Acceptable To Get Rid Of DADT\"- Towleroad, More than gay news. More gay men Due to the secret", "new_id": -2}, {"uid": "1297304646234995715", "i": 45471, "idx": 0, "sa": ["Nancy O'Dell", "Simon Cowell"], "q": "interview, <strong> Simon Cowell </strong> talked about The X Factor launch in America. With auditions set to begin on March 27th in Los Angeles, people can register online now by going to Fox.com/ thexfactor. <q> We actually do the auditions in arenas where you have to perform in front of 4,000-5,000 people. It's a long day. You'll begin to understand why I become very grumpy, </q> <strong> Simon Cowell </strong> told <strong> Nancy O'Dell </strong> during the ET interview that aired tonight on ABC. The X Factor auditions are open to vocal groups and solo singers, over the age of 12- and there's no upper age limit.", "new_id": -2}, {"uid": "1295621862132808705", "i": 43285, "idx": 5, "sa": ["Eric Schmidt"], "q": "as <strong> Eric Schmidt </strong> has done in the company,' Mr. Page said.\" Which is why he's no longer CEO. Now, sit down and shut up for once. Miller and Helft report, <q> <strong> Ken Auletta </strong>, the author of \"Googled: The End of the World As We Know It,' said in an interview that while Mr. <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years, he may have received some encouragement to step aside.' I don't think he was pushed aside, but he may have been nudged,' he said. </q> Gee, ya think? Miller and Helft report,\" \"Larry has wanted to be C.E.O., so that's not a surprise,\" said a former Google sales executive who would speak only", "new_id": -2}, {"uid": "1296809208049168400", "i": 653, "idx": 1, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>, R-Ind., has introduced the legislation. In Virginia, anti-abortion activists and social conservatives said the videos illustrate what they said is Planned Parenthood's disregard of laws intended to regulate abortion. <q> Their clinics are just blatantly violating laws, and they're doing it to the sums of hundreds of millions of dollars of taxpayer funds, </q> said Anna Franzonello, an attorney for Americans United For Life. Rita Dunaway, an attorney with The Rutherford Institute, which generally promotes conservative causes, said the videos underscore \"the need for greater regulation", "new_id": -2}, {"uid": "1296337030124829696", "i": 34483, "idx": 0, "sa": ["Zahi Hawass"], "q": "other key archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called \"adult supervision\" for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}, {"uid": "1297242543083116089", "i": 15465, "idx": 8, "sa": ["Simon Cowell", "Steven Tyler", "Kit Hoover", "Jennifer Lopez"], "q": ".\" And \"Idol\" has certainly freshened things up with the new judges, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> joining Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor]. </q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "new_id": -2}, {"uid": "1296482657189546496", "i": 2751, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296513832171098167", "i": 32878, "idx": 1, "sa": ["Michael Vick"], "q": "appeal. They are guilty in my opinion. Report Abuse \" Now YOU know why minorities cheered when OJ was found not guilty \"... minorities have been and still continue to be subjected to these Report Abuse <q> All that are not WHITE... stand together with White Democrats </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Undercover Gun Show Probe: Semi-Automatic Weapons, No Background Check", "new_id": -2}, {"uid": "1295499873140181515", "i": 25733, "idx": 0, "sa": ["Vince Carter", "Blake Griffin", "Allen Iverson", "Dwight Howard"], "q": "Career <strong> Blake Griffin </strong> 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Vince Carter </strong>- Top 10 Dunks 2:29 <strong> Vince Carter </strong> \"<strong> Vince Carter </strong>\" <strong> Vince Carter </strong>( born January 26, 1977) is an American professional basketball player in the National Basketball Association", "new_id": -2}]