[{"uid": "1295498091112721922", "i": 7371, "idx": 7, "sa": ["Chris Webber", "Ali Farokhmanesh", "Phil Jackson", "Ben Wallace", "LeBron James", "Allen Iverson", "James Cleveland"], "q": "Player of the rookie game at All-Star Weekend that same year. \"Coming here is something special because I remember I came in here and won the MVP of the rookie game in 1997,\" he said. <q> All I heard was boos and didn't understand it. I always look forward to coming back here to play in front of these people. </q> The 76ers extended their winning streak to six games and Iverson_Allen Iverson_31pts_Phil Jacksonadelphia_76ers_vs_LeBron James_LeBron James_James Cleveland_CavAli Farokhmaneshers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s Ben Wallacegest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Phil Jacksonly's slumping newcomer. \"Just", "new_id": -2}, {"uid": "1296106868198869008", "i": 22920, "idx": 1, "sa": ["David Letterman", "Stephen Sondheim", "Liz Callaway"], "q": "She received an Emmy Award for hosting \"Ready to Go,\" a daily, live children's program on CBS in Boston. Other TV credits include \"In Performance at the White House,\" <q> Inside the Actor's Studio: Sondheim_Stephen Sondheim/\"> <strong> Stephen Sondheim </strong>, </q> \"Christmas with the Boston Pops,\" \"The <strong> David Letterman </strong> Show,\" and \"Senior Trip\" ( CBS Movie of the Week). <strong> Liz Callaway </strong> just released her fourh solo album, Passage of Time,", "new_id": -2}, {"uid": "1295641664003719173", "i": 3392, "idx": 2, "sa": ["Andy Coulson"], "q": "in Britain live in a democracy. If you don't like the government's policy you can change it by voting for the other lot. \" The government bases it's policy on the <q> greatest good of the greatest number </q>. perplexing 21 January 2011 8:16 PM taxedtothelimit 21 January 2011 8:11 PM Very smart of the tories to let <strong> Andy Coulson </strong> go now. lts got the left running after a", "new_id": -2}, {"uid": "1295507174010305539", "i": 41817, "idx": 1, "sa": ["Allen Iverson", "Stephen King", "Elton Brand", "Tim Robbins"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right Tim Robbinse. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Part 2: www.youtube.com Sacramento Stephen Kings rookie point guard Pooh Jeter does his first ever video blog. Pooh talks about the past season in", "new_id": -2}, {"uid": "1296102285053329931", "i": 1065, "idx": 7, "sa": ["Eric Schmidt"], "q": "European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. <q> Things have been stable since June </q> in China, when Google had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. \"But you never know; it's possible for the government to cause us to not work.\" The company is", "new_id": -2}, {"uid": "1295569075103366669", "i": 2711, "idx": 8, "sa": ["Bernie Sanders", "Barack Obama"], "q": "like Social Security because it's a successful federal program.\" The Social Security trust fund has a$ 2.6 trillion surplus and is estimated to stay solvent for at least another 26 years. <q> Mr. <strong> Barack Obama </strong>, as I'm sure you are aware, our Republican colleagues have long opposed Social Security not because it hasn't worked, but because of ideological reasons, </q> <strong> Bernie Sanders </strong> wrote in his letter to <strong> Barack Obama </strong>. <strong> Bernie Sanders </strong> contends Republicans don't believe the government should provide retirement benefits to seniors and the disabled and would prefer Wall Street and the private sector take a larger role", "new_id": -2}, {"uid": "1296717067176898072", "i": 17703, "idx": 7, "sa": ["Soulja Boy", "Reggie Miller", "Allen Iverson"], "q": "3-pointer from 25 feet that rattled in. \"On the road I alSoulja Boys go for 3,\" said <strong> Reggie Miller </strong>, whose career highlights include several clutch 3-pointers at the end of games-- especially in the playoffs. <q> I knew it was coming. You knew it was coming. The crowd knew it was coming. </q> The Sixers had a final chance, but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired. \"We got to a point where we felt we had these", "new_id": -2}, {"uid": "1295640246179568662", "i": 48704, "idx": 1, "sa": ["Eric Schmidt"], "q": "the question on the minds of executives from the tech capital of Silicon Valley to media-centric New York. \"In our opinion, Larry is likely to increase investments as a priority,\" Gillis said. <q> It could be a long-term positive, but short term it's a negative. </q> 23-story tall rocket carrying national security payload launched Within technology circles, the move by Google-- born during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old Page left some wondering how the search", "new_id": -2}, {"uid": "1297132541144228403", "i": 956, "idx": 8, "sa": ["Christina Aguilera", "John McCain", "Donald Rumsfeld"], "q": "] Super Bowl 2011: <strong> Christina Aguilera </strong> and Groupon fluff their lines Russian Islamist leader claims responsibility for Moscow airport attack Global Times \"Top 10 fabricated news stories in 2010\" target=\"_new\"> Has anyone done a <q> Top 10 harmonized news stories </q> ranking? Bestsellers from the Guardian shop <strong> Donald Rumsfeld </strong>'s Demons by <strong> Donald Rumsfeld </strong> Cockburn? 13.59 <strong> Donald Rumsfeld </strong>'s Iraq strategy was doomed to failure, claims <strong> John McCain </strong> Iraq war briefings headlined with biblical quotes, reports US magazine", "new_id": -2}, {"uid": "1297033516043974665", "i": 18435, "idx": 0, "sa": ["Peyton Manning", "Dick LeBeau", "Aaron Rodgers", "Michael Vick", "Ben Roethlisberger", "Tom Brady"], "q": "7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball-- you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game. </q> The 6-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> and <strong> Michael Vick </strong> or as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. \"I'm always trying", "new_id": -2}]