[{"uid": "1295831264124387374", "i": 21030, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page", "Tom Austin"], "q": "Microsystems, has by far the most enterprise experience in the triumvirate that runs Google, which also includes co-founder <strong> Sergey Brin </strong>.`` <strong> Eric Schmidt </strong> clearly had passion for enterprise software,'' says Gartner analyst Whit Andrews. <q> He cared about enterprise software. He worked at a lot of companies that sold enterprise software and bunch of enterprise products. That history is not in place with <strong> Larry Page </strong>. </q> Google officials consider Google Apps a strategic business and,`` they are highly ethical so they would not just pull the plug,'' adds Gartner analyst <strong> Tom Austin </strong>. But it remains to be seen", "new_id": -2}, {"uid": "1297595711017956866", "i": 7571, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": " Several major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said. The objects missing from the famed museum included <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of`` a gilded wood statue of Tutankhamun harpooning,'' <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1296228272172146710", "i": 20880, "idx": 17, "sa": ["Mitch Daniels", "Mike Pence", "Curt Smith", "Mike Connolly"], "q": "the right decision for him and his family right now. He will be a great successor to <strong> Mitch Daniels </strong>,'' <strong> Mike Connolly </strong> says. <strong> Curt Smith </strong>, president of the Indiana Family Institute, agrees, saying he's <q> very encouraged by the news that[ <strong> Mike Pence </strong>] is coming home </q> and assumes <strong> Mike Pence </strong> will run for the governorship. The move, <strong> Curt Smith </strong> says, makes sense`` given the season of life he's in.''`` He's still a relatively young man,''", "new_id": -2}, {"uid": "1295603056020365317", "i": 48044, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "to Sergey Bring a renewed focus on improving Google products-- that is, dealing with the first three challenges listed above. Note how <strong> Eric Schmidt </strong>, in href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\"> a blog post, said the management change would <q> speed up decision making. </q> Nimbler leadership is what the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he", "new_id": -2}, {"uid": "1295036917074235945", "i": 19517, "idx": 1, "sa": ["Anika Noni Rose", "Titus Welliver", "Robert King", "Chris Noth", "Donald Rumsfeld"], "q": "We're trying to get <strong> Donald Rumsfeld </strong>.''? <strong> Robert King </strong> on when the season-defining election between Wendy Scott-Carr( <strong> Anika Noni Rose </strong>), Peter Florrick( <strong> Chris Noth </strong>), and Glenn Childs( <strong> Titus Welliver </strong>) will take place: <q> It will happen before the end of the year, but probably closer to now than the end of the year. </q>? <strong> Robert King </strong> on the show's older-skewing demographics:`` I think it's catching on that the show has youngish topics that are not being done as if your grandfather is talRobert King about them.'' He", "new_id": -2}, {"uid": "1297234046159548066", "i": 41887, "idx": 1, "sa": ["Michael Lewis", "Bill Lockyer"], "q": "way out he said he was only delivering reading material for the lawmakers, copies of <strong> Michael Lewis </strong>' book about Wall Street and the financial crisis,`` The Big Short: Inside the Doomsday Machine.'' <q> It's good to read, </q> <strong> Bill Lockyer </strong> said.", "new_id": -2}, {"uid": "1296500157053821441", "i": 53426, "idx": 0, "sa": ["Sergio Marchionne"], "q": "loss the company posted the previous year. According to CEO <strong> Sergio Marchionne </strong>, the improvement was achieved primarily through improving manufacturing efficiency, increasing attention to product quality, and pushing new products to market. <q> As Chrysler Group's brand displays at the Detroit Auto Show confirmed, the company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months, </q> <strong> Sergio Marchionne </strong> said in a prepared statement.`` All of these vehicles bear testimony to Chrysler's rebirth.'' That said, those new products also cost Chrysler significant sums to redesign and launch, and also", "new_id": -2}, {"uid": "1295501959237502465", "i": 49860, "idx": 3, "sa": ["Simon Cowell", "Oprah Winfrey"], "q": "why he has become so successful. In her introduction, <strong> Oprah Winfrey </strong> says <strong> Simon Cowell </strong> has made his mark`` by going against the grain and having the courage to say exactly what is on his mind.'' <q> I'm not a master of anything, </q> says <strong> Simon Cowell </strong>.`` I think what I'm good at is making shows or records which a lot of people will like for the same reasons I like them.'' He says he", "new_id": -2}, {"uid": "1296499519226574346", "i": 6896, "idx": 0, "sa": ["Sergio Marchionne"], "q": "( 30.300 millones de euros), mientras que sus ventas mundiales de veh?culos totalizaron 1,51 millones de unidades. El consejero delegado de Chrysler, <strong> Sergio Marchionne </strong>, destac que la empresa super sus previsiones en 2010. <q> Sin embargo- advirti-, el trabajo a?n no est hecho. Queda mucho por hacer para cumplir los objetivos del plan estrat?gico a cinco a?os </q>. Al cierre del pasado ejercicio, Chrysler disfrutaba de una posici?n de liquidez de 7.300 millones de d?lares( 5.330 millones de euros), a los que se suma una l?nea de disponibilidad otorgada por Estados", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]