[{"uid": "1295391311138936347", "i": 7646, "idx": 0, "sa": ["Jerry York", "Steve Ballmer", "Steve Jobs"], "q": "a rare form of cancer since 2004, took an unpublicised 2009 trip to Switzerland seeking treatment for neuroendocrine cancer. According to an interview with <strong> Jerry York </strong>, the Apple director who died in March 2010, Fortune reports: <q> <strong> Steve Jobs </strong> took an unpublicised flight to Switzerland to undergo an unusual radiological treatment at the University of Basel for neuroendocrine cancer. </q> Microsoft to base next generation of Windows on Britain's ARM microchips, <strong> Steve Ballmer </strong> tells CES 2011 18 Jan 2011`` It's a well-oiled machine,'' said Jaruzelski. <strong> Steve Jobs </strong>'s`` ethos and things he", "new_id": -2}, {"uid": "1295907872175931409", "i": 4242, "idx": 0, "sa": ["Earl Bennett", "Michael Vick", "Clay Matthews III", "Caleb Hanie"], "q": "seconds left to make it 21-7, then saw his points come in extremely handy when <strong> Caleb Hanie </strong> brought the Bears right back for a touchdown, with 4:43 left, on a 35-yard pass play to <strong> Earl Bennett </strong>. <q> If the running back ran to the flat, I had to drop back and take the crossing route from the receiver, but the running back just came out of the backfield, and I just caught it, </q> Raji said. Packers linebacker <strong> Clay Matthews III </strong> said <strong> Caleb Hanie </strong>'s success( 13-for-20 for 153 yards, a touchdown and two interceptions) reminded him a little of the season-opening win over the Eagles, when <strong> Michael Vick </strong> threw Green", "new_id": -2}, {"uid": "1295641524266682431", "i": 29956, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Ken Auletta"], "q": "who has led Google for a decade, will become executive chairman focusing on external relations, deals and government relations.New Yorker writer <strong> Ken Auletta </strong>, who has written a book on the company, reported Friday that <strong> Eric Schmidt </strong> had been <q> nudged aside.`` <strong> Ken Auletta </strong> said that after losing out to Page and co-founder <strong> Sergey Brin </strong> over the company's href=\"http://www.earthtimes.org/tag/China.html\"> China policy a year ago,`` <strong> Eric Schmidt </strong> lost some href=\"http://www.earthtimes.org/tag/energy.html\"> energy and focus.`` <strong> Eric Schmidt </strong> was also criticized for allowing Google to be overtaKen Auletta by Facebook, for the company's increasingly frequent privacy scandals and its increasing internal bureaucracy. Together with the co- founders, he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his`` adult supervision </q> and that Page, 38, was ready to run the world's leading internet company.`` We have been talking about how best to simplify our management structure and speed up decision making for a long time,", "new_id": -2}, {"uid": "1295026521123977730", "i": 14976, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Barack Obama", "Debbie Wasserman Schultz"], "q": "Thursday.`` It felt like a miracle. It felt like we were watching a miracle,'' Rep. <strong> Debbie Wasserman Schultz </strong> told reporters traveling with U.S. <strong> Barack Obama </strong> after a memorial service in Arizona on Wednesday. <q> Other than the birth of my kids, this was the most incredible feeling to see... one of your closest friends just struggle to come back to you, </q> she said. <strong> Debbie Wasserman Schultz </strong> and Sen. <strong> Kirsten Gillibrand </strong> were talking to <strong> Gabrielle Giffords </strong> in her hospital room shortly after <strong> Barack Obama </strong> and his wife, Michelle, visited. The two women were encouraging their friend to recover quickly so they", "new_id": -2}, {"uid": "1295584716071549019", "i": 5240, "idx": 14, "sa": ["Danny Sullivan", "Eric Schmidt", "Ken Auletta"], "q": "been. We can more or less know what you're thinking about,'' he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and Google as`` creepy.'' <q> The biggest thing I wonder is after a year or so of having various gaffes and statements taKen Auletta out of context if he decided he no longer wanted to play that front-man role, </q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. In his new role, <strong> Eric Schmidt </strong> indicated he will focus on meeting with Google's business partners and government officials around the world. Wrangling", "new_id": -2}, {"uid": "1295779859127156323", "i": 4157, "idx": 5, "sa": ["Simone Gbagbo", "Alassane Ouattara"], "q": "comment peace ur Sby... African military chiefs plan <strong> Simone Gbagbo </strong> ouster if talks fail West African regional military chiefs who convened at an ECOWAS meeting this week have set in motion plans to oust Ivory Coast's Laurent <strong> Simone Gbagbo </strong>'' <q> if all political persuasions fail </q>'', a Nigerian defence spokesman has said. FRANCE 24 INTERNATIONAL NEWS 24/7 www.france... Ivory Coast: Exclusive <strong> Alassane Ouattara </strong>'s Prime Minister Guillaume Soro interview Ivory Coast: Exclusive <strong> Alassane Ouattara </strong>'s Prime Minister Guillaume Soro interview Ivory Coast", "new_id": -2}, {"uid": "1297095978099483704", "i": 29661, "idx": 0, "sa": ["Eric Schmidt"], "q": "for their views on Google's business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. Google reiterated on Monday it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"uid": "1297516591003506182", "i": 50439, "idx": 0, "sa": ["Simon Cowell", "Lindsay Lohan", "Nicole Scherzinger"], "q": "over a recent accusation she stole a$ 2,500 necklace from upmarket Californian boutique Kamofie& Company- is reportedly wanted by <strong> Simon Cowell </strong> to join him on the judging panel. A source told the Daily Mirror: <q> <strong> Simon Cowell </strong> wants him and three beautiful girls on the panel. He will sit there like the cat that got the cream. <strong> Lindsay Lohan </strong> is notorious but she will give the show an edginess.`` There's been serious talks but <strong> Lindsay Lohan </strong>'s legal issues and her commitment to stay sober need to be worked through. She knows this could turn her life around. </q> Cheryl Cole and <strong> Nicole Scherzinger </strong> are frontrunners for roles on the show when it launches in America later this year but <strong> Simon Cowell </strong> is still trying to decide on the perfect combination. The music mogul- who", "new_id": -2}, {"uid": "1296395184086278204", "i": 42568, "idx": 0, "sa": ["Louis Walsh", "Simon Cowell"], "q": "` She's my woman of the decade,' <strong> Simon Cowell </strong> says... 13:18, Sunday, 30 January 2011 It's looking increasingly likely that <strong> Simon Cowell </strong> gets his way. <q> Do I want title=\"Jordan\" href=\"http://www.mtv.co.uk/artists/jordan\"> Jordan as a judge on The X Factor panel? Yeah, that could work, </q> he said in a new interview.`` Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade.'' <strong> Louis Walsh </strong> on", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star.`` Honestly, they play me one-on-one, straight up,'' <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}]