[{"uid": "1295993886177471490", "i": 41240, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "John McCain", "Sen. Mark Udall", "Tom Coburn", "Chuck Schumer"], "q": "the rise as power players in their parties. <strong> John Thune </strong> is a possible contender for a 2012 <strong> John McCain </strong> House run and <strong> Kirsten Gillibrand </strong> handily won a special election in 2010 for her Senate seat from New York. Quoted: <q><strong> Sen. Mark Udall </strong> <strong> John Thune </strong> and I are working on an earmarks bill that's about transparency, and it puts earmarks on a searchable database. So I just called him and asked him if he'd like to go to the State of the Union. He said he would,</q> <strong> Kirsten Gillibrand </strong> said of the seating arrangement. <strong> Sen. Mark Udall </strong> <strong> Tom Coburn </strong>, R-Okla., and <strong> Sen. Mark Udall </strong> <strong> Chuck Schumer </strong>, D-N.Y. <strong> Tom Coburn </strong> threatened to derail <strong> Chuck Schumer </strong>'s 9/11 first responders bill, which will provide health", "new_id": -2}, {"uid": "1295640175249806852", "i": 1694, "idx": 1, "sa": ["Simon Cowell"], "q": "- ''Somehow there's more ''no chicks here' than usual,'' says one of Homer's homies. This satirical outing( so to speak) tempers its political incorrectness with a bid for tolerance. <q>There's nothing against it in the bible,</q> says Moe( referring, naturally, to the ''Bartenders' Bible''). Transforming the bar is Smithers' idea( after learning he's not in <strong> Simon Cowell </strong> Burns'' will), and even though he", "new_id": -2}, {"uid": "1297449852077103107", "i": 45132, "idx": 0, "sa": ["Steve Ballmer"], "q": "with Redmond's Bing search engine. In addition, Bing is slated to power search queries across Nokia devices, while Nokia's content and app store will be integrated with Microsoft's Marketplace. <q>Ecosystems thrive when fueled by speed, innovation and scale,</q> explained Microsoft CEO <strong> Steve Ballmer </strong>. ''The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.'' So, what will happen with Symbian", "new_id": -2}, {"uid": "1295885675001212430", "i": 22717, "idx": 0, "sa": ["Eric Schmidt"], "q": "effort to speed up the decision-making within the company. <strong> Eric Schmidt </strong> has also drafted a plan to sell some of the stock he holds in the company. The news surfaced in a regulatory filing last week. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity,</q> the filing said. <strong> Eric Schmidt </strong> holds 9.2 million shares of Google stock and has 9.6% of the company's voting power according to Reuters. He plans to sell 534,000 shares of Class A common stock--", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. ''I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q>I didn't feel a thing!</q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock( ''CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}, {"uid": "1296858709051773441", "i": 40527, "idx": 2, "sa": ["Howard Stern", "David Letterman", "Regis Philbin"], "q": "I don't want to hear that. I don't want to believe that,'' said <strong> David Letterman </strong>. But on his show, <strong> Regis Philbin </strong> said there's no truth to <strong> Howard Stern </strong>'s remark. <q><strong> Regis Philbin </strong> never asked for more money. <strong> Regis Philbin </strong> never had the chance, believe me,</q> he said, laughing. <strong> Regis Philbin </strong> announced in January that he was retiring from the show at the end of the season, after a 30-year run. <strong> Howard Stern </strong> claimed he got the story about <strong> Regis Philbin </strong>", "new_id": -2}, {"uid": "1295649810068190218", "i": 13304, "idx": 1, "sa": ["Ryan Rhodes", "Michele Bachmann", "Mike Pence"], "q": "candidates-- the other being Indiana <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>-- and said that he has already been in touch with the congresswoman's aides. ''I would advise <strong> Michele Bachmann </strong> to get in immediately,'' <strong> Ryan Rhodes </strong> said. <q>She needs to at least start letting people know she's going down that road.</q> Though she is not as well-known nationally as several of the other likely candidates, if she were to launch a presidential campaign, <strong> Michele Bachmann </strong> would bring to the table her fundraising prowess, which stunned the political", "new_id": -2}, {"uid": "1296316227151535708", "i": 6880, "idx": 0, "sa": ["Zahi Hawass"], "q": "problems. He also defended his security forces and accused the protesters of plotting to destabilise Egypt and destroy the legitimacy of his regime, outraging those still in the streets well into the night. <q>We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further,</q> protester Kamal Mohammad said. ''He thinks it is calming down the situation but he is just angering people more.'' <strong> Zahi Hawass </strong>, Egypt's top archaeologist, meanwhile, told state television on Saturday that", "new_id": -2}, {"uid": "1297225373053084179", "i": 45415, "idx": 3, "sa": ["Michael Vick"], "q": "'s unfortunate, and I would rather have not seen the situation.'' Two council members told the newspaper that the presentation was inappropriate, though one defended it, saying <strong> Michael Vick </strong> ''served his time'' and <q>did what the court told him to.</q> The newspaper reported that council members are allowed to hand out token keys- a$ 25 key with Dallas' seal- to whomever they want, in contrast with the more official gold or crystal city", "new_id": -2}, {"uid": "1297169005265420815", "i": 40806, "idx": 0, "sa": ["Simon Cowell"], "q": "the minimum age is 12, but there is no limit to how old a contestant can be. In addition, groups-- not just individual singers-- will be able to compete. <strong> Simon Cowell </strong> said, <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group. I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.</q> Another difference in The X-Factor compared with American Idol is that each judge-- and there are four of them-- will personally mentor groups of contestants. For example, one judge will work with the vocal", "new_id": -2}]