[{"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q>I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. ''We didn't elect ''Superman,' we elected a human being.''' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}, {"uid": "1297080102074383400", "i": 2852, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "on the paper's books, was also sent to prison. The tape, made by a former journalist without <strong> Andy Coulson </strong>'s knowledge at some point during his editorship, also records <strong> Andy Coulson </strong> telling the reporter: <q>I need more stories. I need more exclusives and I need it to be self-generated stuff.</q> The two men do not discuss phone hacking, but Dispatches says other recordings exist which ''might provide damning evidence''. <strong> Andy Coulson </strong> stepped down as <strong> David Cameron </strong>'s communications director last month, saying coverage of the", "new_id": -2}, {"uid": "1295272747150716432", "i": 580, "idx": 0, "sa": ["Steve Ballmer"], "q": "is plugged into a PC. The rumour backs up comments from none other than <strong> Steve Ballmer </strong>, Microsoft CEO. When asked about official support for Kinect use with PCs at the Consumer Electronics Show, he replied: <q>We'll support that in a formal way in the right time.</q> Microsoft is expected to bring gesture-based control to its next PC operating system, Windows 8. Kinect is out now on Xbox 360. Parents! If you think your kid might be interested in", "new_id": -2}, {"uid": "1296155717100335616", "i": 23214, "idx": 2, "sa": ["Mike Pence"], "q": "We are golden down the road. We don't have a candidate this time. We need somebody. We're going to have an embarrassment of riches before too long.'' My conversant continued: <q>People are looking around.... <strong> Mike Pence </strong> isn't necessarily beating the best lineup we've ever had down the road. But if it's 2011 and <strong> Mitt Romney </strong> is the frontrunner, you're in a good place if you're <strong> Mike Pence </strong>.</q> This particular politico believes the issues that <strong> Mike Pence </strong> is most passionate about are national ones. So while'' it would be a smooth road to the governor's office'' for <strong> Mike Pence </strong> in Indiana, that's", "new_id": -2}, {"uid": "1295574144118865965", "i": 27231, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 8:42 PM EST- U.S. Markets closed{ ''s'': ''goog'', ''k'': <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, ''o'':''', ''j'':'''} The Associated Press, On Thursday January 20, 2011, 8:06 pm NAME: <strong> Eric Schmidt </strong> AGE: 55 EDUCATION", "new_id": -2}, {"uid": "1296664605083984414", "i": 11436, "idx": 2, "sa": ["Allen Iverson", "LaMarcus Aldridge", "Brandon Roy", "LeBron James"], "q": ": With the Blazers in front by seven after <strong> LaMarcus Aldridge </strong>'s basket with 1:46 remaining, they failed to score on three straight possessions. The Heat converted seven points over that duration to draw even. QUOTABLE <strong> Allen Iverson </strong>: <q><strong> I Roy </strong> didn't want to jinx it pregame by saying something to my teammates, but every time he's played here, he's shot the ball well. It's like he saves all his jump shots for us.</q>-- <strong> LaMarcus Aldridge </strong> on <strong> LeBron James </strong> HOT: <strong> LeBron James </strong> scored 11 points in the final three minutes of overtime to pull Miami even, then scored This time, <strong> Brandon Roy </strong> and the Portland Trail Blazers didn't need any late-game heroics to", "new_id": -2}, {"uid": "1297715935009617444", "i": 37435, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. ''You have to believe, and know that they are more than just imagination.'' Web links to Kyiv Post material are allowed provided that they contain a URL hyperlink to the", "new_id": -2}, {"uid": "1297184332188334094", "i": 8387, "idx": 1, "sa": ["Richard Hunter", "Michael Vick", "Tara Harper", "Mayor Tom Leppert"], "q": "Other rescue groups agree. ''I don't think he's really earned that honor yet to get a key to the City of Dallas,'' said <strong> Tara Harper </strong>, PAWS In The City. <q>I think that should be bestowed on people who are internationally famous for wonderful things they've done.</q> <strong> Mayor Tom Leppert </strong> is upset, too, saying it's against city protocol. <strong> Richard Hunter </strong> of Dallas adopted one of pit bulls previously owned by <strong> Michael Vick </strong>, who is now on probation after serving prison time for", "new_id": -2}, {"uid": "1296275225095797286", "i": 36204, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, ''the board clearly wants to retain his guidance for the next four years.'' <q>It's a signal to shareholders that he'll continue to steer the boat,</q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both men, along with <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong>( Alert), have limited their salaries", "new_id": -2}, {"uid": "1296137334113377297", "i": 2584, "idx": 6, "sa": ["Michael Vick"], "q": "as the Falcons' franchise quarterback, a man who is from the Philadelphia area, who grew up rooting for the Eagles, and who had to pick up the pieces <strong> Michael Vick </strong> left behind in Atlanta. <q>Understanding the situation and everything that I came into and that Mike's done recently, it's my first opportunity to talk to him,</q> said Ryan, who met <strong> Michael Vick </strong> for the first time Tuesday night. ''As soon as you get to know him, he's a really nice guy, down to earth, super relaxed. I enjoyed spending", "new_id": -2}]