[{"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1297168254028033070", "i": 6325, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "However, talk of the former <strong> Nicole Scherzinger </strong>'s possible arrival has apparently got <strong> Cheryl Cole </strong> worried she will be eclipsed by her if they do work together on the series. A source told the Daily Mirror newspaper: <q> <strong> Cheryl Cole </strong>'s been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master. </q> Although he wants <strong> Nicole Scherzinger </strong>, <strong> Simon Cowell </strong> still hasn't made a final decision on the line-up and his stalling is said to be concerning TV chiefs who want the judging panel to be signed off.", "new_id": -2}, {"uid": "1296527936108609567", "i": 25648, "idx": 0, "sa": ["Sergio Marchionne"], "q": "at the end of the month. Bloomberg( ht jb): \" Ford Motor Co. said the U.S. industrywide auto sales rate may be lower in January than December... \" Auto sales seen losing momentum in January <q> U.S. auto sales lost momentum in the final weeks of January, auto executives and a leading analyst cautioned on Monday... J.D. Power forecast a January sales rate of between 11.5 million and 12 million vehicles, down sharply from the outlook for 12.2 million it had given just 10 days before. </q>... on Monday Chrysler Chief Executive <strong> Sergio Marchionne </strong> said that industry-wide sales had fallen off in the final weeks of the month, which typically account for the bulk of sales. Company: Calculated Risk", "new_id": -2}, {"uid": "1295135053142065708", "i": 37755, "idx": 0, "sa": ["Mike Krzyzewski", "Allen Iverson", "Don Maestri"], "q": "record today, averaging more than six points a minute in a 258-141 victory over DeVry Institute- the first time any NCAA team scored more than 200 points. \"This is unimaginable,\" <strong> Mike Krzyzewski </strong> <strong> Don Maestri </strong> said. <q> I don't ever see it happening again.... It's hard to believe it happened even one time. </q> The Division <strong> Allen Iverson </strong> Trojans turned in a record-setting performance for the second year in a row against DeVry, an Atlanta computer college and NAIA Division <strong> Allen Iverson </strong> member. Last year Troy State beat DeVry by 187-116, setting NCAA", "new_id": -2}, {"uid": "1296104989131907606", "i": 18427, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "his first endorsement contract since his release from prison. The Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1294977903249905195", "i": 5931, "idx": 8, "sa": ["Kenyon Martin", "Marcus Camby", "Allen Iverson"], "q": ". I thought <strong> Kenyon Martin </strong> was the star of the game.\" JR Smith scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a 17-point first-quarter deficit to win for the fifth time in seven games. <q> Once we got it together on the defensive end we were able to run and not have to play the half-court offense, </q> <strong> Allen Iverson </strong> said. \"We just wanted it more than they did at the end.\" Limited to just two games last year following right knee surgery, <strong> Kenyon Martin </strong> has reclaimed his role as Denver's defensive stopper this", "new_id": -2}, {"uid": "1297595711017956866", "i": 6361, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Several major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said. The objects missing from the famed museum included <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of \"a gilded wood statue of Tutankhamun harpooning,\" <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1297135617068190238", "i": 25158, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "gossipy tell-all or a feel-good tale of success. Rather, he sees his new memoir as a \"contribution to the historic record\" about the half-century he's spent in the public eye. <q> I remember talking to[ former <strong> Donald Rumsfeld </strong> of State] <strong> George Shultz </strong> and he said, \"Don, that\"s the way it is, </q> <strong> Donald Rumsfeld </strong> recalled. \"Everyone has their slice of history and you need to write yours one day so that it is part of the records.\" So, in 815 pages culled from decades of", "new_id": -2}, {"uid": "1295919834019021828", "i": 48966, "idx": 0, "sa": ["David Letterman"], "q": "Show- aired January 3, 2008 Nearly half the US population turns to complementary, alternative and integrative practices to maintain or improve their health. Dr. <strong> David Letterman </strong> Rabow explores the role of spirituality in health. Series: <q> UCSF Mini Medical School for the Public </q>[ 11/2007][ Health and Medicine][ Show ID: 13028] FASTEN YOUR SEATBELTS-- IT'S GOING TO BE A BUMPY FLIGHT. http://wn.com/Staying_in_the_Now_Mental_Health_Through_Mindfulness Watch to get your free Spartacus workout sheet. Official workout used", "new_id": -2}, {"uid": "1297255140028704860", "i": 8643, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush"], "q": "'re going to be mentioned,\" he says. Their response? \"We had a nice discussion,\" he says. <strong> Donald Rumsfeld </strong> defends the decision to go to war in Iraq- <q> Are we better off today with <strong> Saddam Hussein </strong> gone? Yes </q>- and denies that the <strong> President Bush </strong> administration neglected the war in Afghanistan once the campaign against Baghdad had begun. Still, an internal Pentagon memo he wrote in October 2003 questioned whether the United States was winning", "new_id": -2}]