[{"uid": "1295209438209371164", "i": 12891, "idx": 0, "sa": ["Eric Schmidt"], "q": "!( Seminole, Fl. Jan. 14, 2011) <strong> Eric Schmidt </strong>, CEO of Google, was recently interviewed on CNNMoney.com and revealed that he has a personal coach to help him be an extraordinary boss. <q> Every athlete has a coach, </q> <strong> Eric Schmidt </strong> rationalizes very confidently, and adds,`` People are never good at seeing themselves as others see them... a coach help's you see what you've been missing.'' Google's revenue in", "new_id": -2}, {"uid": "1295232491203866116", "i": 6195, "idx": 0, "sa": ["Rodney King", "Marc Emery", "Michael Vick", "Tom Jones", "Van Jones", "Max Green", "Alec Baldwin"], "q": "Left wants to remove animals from our diets and return as much of the Earth to nature, they can read this.`` <strong> Michael Vick </strong>: Black Sheep or Scapegoat on Animal Rights?'' by <strong> Alec Baldwin </strong> www.huffingtonpost.com Articles-Columns: <q> <strong> Van Jones </strong>,` <strong> Max Green </strong> Jobs Czar,' a self-described` communist' arrested during <strong> Rodney King </strong> riots </q> www.examiner.com`` Exposed: The Secret http://wn.com/Tom Jones_Van Jones_live_in_Manila!_Marc Emeryh_28,_2010_Araneta_Coliseum <strong> Tom Jones </strong> live in Manila! Marc Emeryh 28, 2010 8PM Araneta Coliseum <strong> Tom Jones </strong> remains one of the great performers of both the 20th and 21st centuries with the rare ability to cut across", "new_id": -2}, {"uid": "1296862636132562982", "i": 13142, "idx": 5, "sa": ["John McCain", "Donald Rumsfeld"], "q": "'' regarding Iraq's supposed stash of weapons of mass destruction. Early reaction included a riposte from Senator <strong> John McCain </strong>, who is reportedly described in the book's pages as having a`` hair-trigger temper'' and <q> a propensity to shift his positions to appeal to the media </q>.`` I respect Secretary <strong> Donald Rumsfeld </strong>. He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq, which I predicted was doomed to failure,''", "new_id": -2}, {"uid": "1294957386210993222", "i": 21262, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "is able to lift her legs. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q> It was raw courage. It was raw strength. It was so beautiful and so moving, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y.`` She wanted us to know that she was with us a hundred percent and understood everything we were saying.'' <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, called it``", "new_id": -2}, {"uid": "1295161390124190722", "i": 33026, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than Favre- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1296576641238125066", "i": 50889, "idx": 0, "sa": ["Michael Vick", "Will Rogers"], "q": "their animals for 48 hours. Workers were preparing to chop ice on ponds so the cattle <strong> Will Rogers </strong> have adequate water.`` They are tough enough to handle it,'' Hafner said of the cattle. <q> They've got a good hair coat this year, but we have to have enough feed to give them energy to keep going. </q> Report Abuse \"... Paula Lawson, a 59-year-old community organizer from suburban Glencoe... \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Hot Stock Alert- Celulas Stem Cell BioReactor Technology", "new_id": -2}, {"uid": "1296523805167067675", "i": 9880, "idx": 2, "sa": ["Herschel Walker", "Michael Vick"], "q": "He scored the first two touchdowns of his comeback in a December 2009 rout of the Falcons at the Dome.`` I'll never forget this day,'' an emotional <strong> Michael Vick </strong> said after the game. <q> I'll never forget coming back to the city of Atlanta. I'll never forget arriving yesterday. I'll never forget seeing a lot of the landmarks I used to see when I lived in this city for six years. I'll never forget shedding a tear on the bus ride over here this morning because I took that route every Sunday to come here and play. </q> Heisman winner <strong> Herschel Walker </strong> won by a technical knock out in the first round of his recent MMA fight. An artist in Sweden converted a three-ton block of ice into a giant statue of Jesus.", "new_id": -2}, {"uid": "1295669771065781827", "i": 3124, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "become the most real threat to Google in years. The management changes, which will take effect April 4, are the biggest at the company since <strong> Eric Schmidt </strong> joined as chief executive in 2001. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' whilLarry Page would`` merge Google's technology", "new_id": -2}, {"uid": "1297381014148979729", "i": 57416, "idx": 1, "sa": ["Bill Lockyer"], "q": "challenged it with the unanswerable, ruthlessly rhetorical question:`` My message is: If not you, who?'' \"? California State Treasurer <strong> Bill Lockyer </strong> \", via spokesman Tom Dresslar, called the CRA-City Hall antics <q> needlessly provocative acts of gamesmanship that warp the status quo.... Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. </q> \"? California Professional Firefighters President Lou Paulson \":`` The Redevelopment Agency is basically saying that developer profits are more important than schools, public safety, libraries and other core services.'' \"? Two of", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}]