[{"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,\" says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q>Then a friend of mine... called me and said,' I think you're making a big mistake,'?</q> he says. \"Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?\"", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}, {"uid": "1295755514184385545", "i": 22159, "idx": 22, "sa": ["Allen Iverson"], "q": "<strong> Allen Iverson </strong> was voted an All-Star starter by the fans, a selection that has drawn criticism. The former NBA MVP and four-time scoring champion plans to play in his 11th straight All-Star game Feb. 14 at Cowboys Stadium. <q>My fans still support me. You can't ask for more than that,</q> he said. \"When you play this game, it's all about the people that come to see you, the people in the stands. For somebody to say the fans don't mean anything, that", "new_id": -2}, {"uid": "1295339132194592791", "i": 38690, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "in an interview with <strong> Piers Morgan </strong>, set to air Tuesday night on CNN. In an extraordinary attack that quickly deteriorates into a tirade, <strong> Howard Stern </strong> echoes his previous claims that the Tonight Show host steals jokes. <q><strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook. And the world knows exactly what he's up to. He steals a tremendous amount of material,</q> <strong> Howard Stern </strong> says. <strong> Howard Stern </strong> then turns his ire on America: \"I don't know how[ <strong> Jay Leno </strong> has] beaten <strong> David Letterman </strong> in the ratings.... America must be filled with morons who at night lay in", "new_id": -2}, {"uid": "1295336713131039270", "i": 7457, "idx": 1, "sa": ["Martin Luther King", "Mike Pence"], "q": "was participating in a series of events commemorating the <strong> Martin Luther King </strong> on Monday, said through a spokesman that he will make a decision by the end of the month on whether he plans to seek the presidency. <q>Congressman <strong> Mike Pence </strong> is humbled by the encouragement he has received across Indiana and the country to seek higher office,</q> spokesman Matt Lloyd said. \"He will continue to prayerfully consider counsel.\" <strong> Mike Pence </strong>, who represents the state's 6th district, also is widely mentioned as a candidate for Indiana governor, a post", "new_id": -2}, {"uid": "1295322746149110808", "i": 24097, "idx": 1, "sa": ["Kirsten Gillibrand", "Charlie Rangel"], "q": "discourse in this country, where we can recognize our differences but move this country forward,\" Ms. <strong> Kirsten Gillibrand </strong> said. <strong> Charlie Rangel </strong> got the loudest response of all when he issued a call for action, saying: <q>Why don't you help me form a group of mothers whose sons murdered the sons and daughters of other mothers? It ain't no white folks down South killing our boys.</q> Dignitaries spoke from behind a lectern on the stage and audience members spoke from a microphone on the floor, lining up for several hours to tell their stories. One young man challenged legislators to \"tell us", "new_id": -2}, {"uid": "1297145575101449730", "i": 21661, "idx": 8, "sa": ["Simon Cowell"], "q": "top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don't sell a single record they still get to keep the money,\" he said. <q>It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back</q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to \"instill\" in", "new_id": -2}, {"uid": "1296610288261587044", "i": 46225, "idx": 0, "sa": ["Omar Robert Hamilton", "Barack Obama", "Hosni Mubarak", "Zahi Hawass", "Benjamin Netanyahu"], "q": "Egypt's leading archaeologists, <strong> Zahi Hawass </strong>, who has just accepted the post of minister of antiquities in <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong>'s new cabinet, has praised the combined efforts of the security forces and Egyptians who confronted the looters: <q>Today I can tell you that I'm so happy... to announce that everything is safe and nothing can happen in the future, because the police appeared today, and the army, and the Egyptian people together. What is unique, that all these people who tried to rob the antiquities were outlaws, criminals that came out of jail... and they began to attack the monuments. But who stood against them? The real Egyptians. If the Cairo museum is safe, Egypt will be safe.</q> <strong> Omar Robert Hamilton </strong> tweets: \"It feels like the government has given up. This day has been entirely dictated by the people with only the army as any kind of state presence.\" 1601 Israeli PM <strong> Benjamin Netanyahu </strong> says the", "new_id": -2}, {"uid": "1297262359234307591", "i": 26091, "idx": 2, "sa": ["Colin Powell", "President Bush", "Dick Cheney"], "q": "his tenure, he blames the State Department for just about everything. The ill-fated de-Baathification \"was promoted in the State Department's Future of Iraq Project.\" The Pentagon's training of Iraqi police was delayed by <q>objections of some in the State Department bureaucracy</q> and <strong> Colin Powell </strong>'s \"turf-conscious deputy,\" <strong> Dick Cheney </strong> Armitage. Ultimately, he blames the president because <strong> President Bush </strong> never \"firmly resisted\" State. \"There were far too many hands on the steering wheel,", "new_id": -2}, {"uid": "1295044357208601179", "i": 7032, "idx": 0, "sa": ["Sergio Marchionne", "Mark Reuss"], "q": ",\" said <strong> Mark Reuss </strong>. King, through a union spokeswoman, declined to comment for this article. Ford spokeswoman Marcey Evans said Ford is interested in much the same bargaining goals. <q>We are looking at various proposals linking employee compensation to company performance, which could include quality as a metric,</q> she said. \"We will continue to explore our options with the UAW as we enter into 2011 negotiations.\" Chrysler Group CEO <strong> Sergio Marchionne </strong> declined to outline his negotiating goals when asked about them during the", "new_id": -2}, {"uid": "1296458269077217816", "i": 40716, "idx": 6, "sa": ["LeBron James", "Dwyane Wade", "Rasheed Wallace", "Chris Bosh", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Miami_Heat_vs_Golden_State_Warriors_114__107_January_1,_2011 <strong> Dwyane Wade </strong> scores 25 points, <strong> LeBron James </strong> and <strong> Chris Bosh </strong> add double-doubles as the Heat come back to defeat the", "new_id": -2}]