[{"uid": "1295911715085770242", "i": 32745, "idx": 0, "sa": ["Bill Lockyer"], "q": "of examples: â\u0080¢ The Debt Ceiling. The deficit and the debt are real issues, but the \"debt ceiling\" debate is political posturing. Professor Hamilton recently wrote: Debt ceiling politics <q>If you have a concrete proposal to raise tax revenue or cut spending, then put it on the table. But if you simply want to grandstand on the debt ceiling as if it were a stand-alone issue, it is clear that you have nothing but contempt for the voters.<q> â\u0080¢ A recent article on NY Times about \"discussions\" on state bankruptcies. Not Gon na Happen. Economix has California's state treasurer, <strong> Bill Lockyer </strong> response: State Bankruptcies? \"Ludicrous,\" He Says", "new_id": -2}, {"uid": "1295263457203423757", "i": 21091, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson", "David Cameron"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q>The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media.<q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/Newspaper_phone_tap_row_David_Cameron_backs_Andy_Coulson Tory leader <strong> David Cameron </strong> says his chief press advisor's job is safe, despite new allegations surrounding his time", "new_id": -2}, {"uid": "1296483335037306377", "i": 46491, "idx": 1, "sa": ["Eric Schmidt", "Jared Cohen"], "q": "of the Google DC Talks series, Google's Washington office hosted a special book talk with Chris Anderson, Editor in Chief of Wired Magazine and best-selling author of \"The Long Tail.\" In his new book <q>Free: The Future of a Radical Price,<q> Anderson makes the... <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations Sonic Fan Remix Act 1-3[ HD] 5:29 Website: sonicfanremix.com Download link: www.filedropper.com Fangame by", "new_id": -2}, {"uid": "1295779843220971037", "i": 635, "idx": 1, "sa": ["Max Clifford", "Andy Coulson", "Ian Edmondson"], "q": "<strong> Max Clifford </strong> and could decide to speak out. <strong> Max Clifford </strong> has said that he is not representing <strong> Ian Edmondson </strong>. <strong> Andy Coulson </strong>'s resignation has prompted Labour frontbencher Chris Bryant to call for the police to conduct a new investigation. <q>To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,<q> he said. \"I hope now, finally, that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth", "new_id": -2}, {"uid": "1296964906258326574", "i": 17478, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "in which the Eagles trailed by 21 points in the fourth quarter. \"<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,\" Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q>Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that.<q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a", "new_id": -2}, {"uid": "1295241579201310238", "i": 36423, "idx": 0, "sa": ["Jeff Merkley", "Jim Bunning", "Sen. Kay Bailey Hutchison", "Mike Crapo", "Ben Bernanke", "Sen. Bernie Sanders", "David Vitter", "Sen. Jim DeMint"], "q": "The others voting against <strong> Ben Bernanke </strong> were: Republicans <strong> Jim Bunning </strong> of Kentucky, <strong> Sen. Jim DeMint </strong> of South Carolina, <strong> David Vitter </strong> of Louisiana, <strong> Sen. Kay Bailey Hutchison </strong> of Texas and <strong> Mike Crapo </strong> of Idaho. The sole dissenting Democrat was <strong> Jeff Merkley </strong> of Oregon. <q>We can't have a Federal Reserve that the majority of Americans no longer trust, and that's what we have today,<q> said <strong> Sen. Jim DeMint </strong>. So dissatisfied by the bailouts, <strong> Sen. Bernie Sanders </strong>, an independent liberal from Vermont, wants to block the nomination on the Senate floor. He has placed a \"hold\" on the nomination,", "new_id": -2}, {"uid": "1295877358093847576", "i": 17460, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": ": Bachelor's degree from the University of... Photo in Slideshow: File photo of <strong> Google Inc. </strong> co-founder Larry Page and CEO <strong> Eric Schmidt </strong> is on his way out as chief exec. And over the next year... Report Abuse <q>I'm sure Mr. <strong> Eric Schmidt </strong> worked hard for <strong> Google Inc. </strong> but is anyone worth suck money? How is <strong> Google Inc. </strong> any different than the Dell's of this world who put earnings and high severance pay above all else. Corporate Greed is why America is in this currrent state.<q> Report Abuse \"way to go google!!!!!!!!!! At least someone is making money.\" Mashable: Why <strong> Google Inc. </strong> Needs Its Own <strong> Steve Jobs </strong>[ OP-ED] Mashable: Apple App Store Surpasses 10 Billion Downloads Asian Gold Rush-", "new_id": -2}, {"uid": "1295566930055705737", "i": 33146, "idx": 4, "sa": ["Eric Schmidt"], "q": "getting smartphones out there, <strong> Eric Schmidt </strong> argues Google can have a pretty big impact. \"We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years,\" he wrote. <q>Can you imagine how this will change their awareness of local and global information and their notion of education? And that will be just the start.<q> It's hard to argue with what he wrote. There's probably only one part that needs updating-his contributor information lists him as Google's Chairman and CEO. We've launched a new commenting tool", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q>What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me,<q> <strong> Donald Rumsfeld </strong> writes. \"At that moment, I couldn't speak.\"( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}, {"uid": "1297135687195428360", "i": 22502, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Mayor Tom Leppert", "Michael Vick"], "q": "Big Ante celebrity poker, and the 3 Little Pigs have in common? They're all events canceled today. And there's more. See them all. New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?<q> Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}]