[{"uid": "1295692762156631048", "i": 22516, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Andy Coulson"], "q": "21( UPI)-- Military procurement by Middle... Photo: Arab leaders warned of ''unprecedented anger' Arab leaders warned of` unprecedented anger' Photo: Muslim women walk in east London Report Abuse <q>Dust off the guillotine and sharpen the blade,</q> Report Abuse '' ''<strong> Zine El Abidine Ben Ali </strong> fled to Saudi Arabia last week''' Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won''t End U.S.-China Tensions", "new_id": -2}, {"uid": "1295350326057589761", "i": 44410, "idx": 2, "sa": ["Simon Cowell"], "q": "He is a really nice guy, not affected, and has time for everyone. He's a showman but his head's not in the clouds. He is not aloof.'' He added: <q><strong> Simon Cowell </strong> is a businessman who makes some money and makes sure there are certain standards of performers there for a mass market.</q> claimed that <strong> Simon Cowell </strong> is not the ''ogre'' some people believe he is. EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out", "new_id": -2}, {"uid": "1295763240036667398", "i": 31780, "idx": 0, "sa": ["Piers Morgan", "Mike Tyson", "Michael Vick"], "q": "HLN. ''More noise'' â\u0080¢ What <strong> Piers Morgan </strong> thinks CNN needs. ''We're up against new beasts in the jungle,'' said the host of ''<strong> Piers Morgan </strong>''( 8 p.m. weeknights). <q>To perform in that jungle now, you have got to be more aggressive. You've got to be louder.</q> Pigeon racing â\u0080¢ What <strong> Mike Tyson </strong> was there to talk about when he got the inevitable <strong> Michael Vick </strong> question. ''He admitted to the crime, he paid his time, and now he should start over. You", "new_id": -2}, {"uid": "1297616165186400816", "i": 20360, "idx": 0, "sa": ["Marlon Wayans", "Nick Lachey", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Vivica A. Fox", "Simon Cowell"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New ''American Idol'? <strong> Russell Brand </strong> Hosts Saturday Night Live: <q>I'm Much More Famous in England</q> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed Royal romance of William, <strong> Katy Perry </strong> turned into comics <cite> Associated Press </cite> <strong> Katy Perry </strong>:'' I Was", "new_id": -2}, {"uid": "1295573447037306383", "i": 624, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "world's largest social network. <strong> Google Inc. </strong> said the management change was made as part of a plan to ''streamline'' decision making and create clearer lines of responsibility and accountability at the top. <q>It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,</q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund. ''It should streamline the decision-making process. They're in a fast-moving industry.'' <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1296693881055951412", "i": 42897, "idx": 2, "sa": ["Steve Mazan", "John Turturro", "David Letterman"], "q": "sights on appearing on the ''Late Show With <strong> David Letterman </strong>'' after he was diagnosed with cancer six years ago. He got his wish in September 2009 and-- even better-- he's healthy now. <q>We made fun of cancer a little,</q> <strong> Steve Mazan </strong> said of the film. ''I didn't want to make a sad, syrupy movie.'' A pretty big name, actor <strong> John Turturro </strong>, will be on hand opening night at the California Theatre", "new_id": -2}, {"uid": "1294965103172343305", "i": 13381, "idx": 1, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "House Minority Leader <strong> Nancy Pelosi </strong>, D-Calif., who stood by <strong> Gabrielle Giffords </strong>' hospital bed when her left eye fluttered open. Her right eye was damaged and is still bandaged. <strong> Kirsten Gillibrand </strong> said the congresswomen were telling <strong> Gabrielle Giffords </strong> <q>how proud we were of her and how she was inspiring the whole nation with her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better.</q> <strong> Gabrielle Giffords </strong> was gripping their hands, <strong> Kirsten Gillibrand </strong> said, ''and the more we joked about what we were going to do, she started to open her eyes.'' <strong> Debbie Wasserman Schultz </strong> said she", "new_id": -2}, {"uid": "1295008484200032264", "i": 23206, "idx": 7, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", saying, ''Open your eyes, <strong> Gabrielle Giffords </strong>. Open your eyes.'' And <strong> Gabrielle Giffords </strong> did. Her right eye remains bandaged, but <strong> Gabrielle Giffords </strong> is opening both of them, doctors said Thursday <q>She took a moment to focus, you could see she was focusing,</q> <strong> Kirsten Gillibrand </strong> said. ''And then Mark said... ''<strong> Gabrielle Giffords </strong>, if you can see me, if you can see me, give us a thumbs-up... She didn''t only give a thumbs-up, she literally raised", "new_id": -2}, {"uid": "1296127977138051604", "i": 37084, "idx": 0, "sa": ["Peter Capaldi", "Andy Coulson"], "q": "Malcolm Tucker... always in the thick of it. Photograph: Allstar/BBC Films/Sportsphoto/Allstar Malcolm Tucker might be fictional, but that doesn't stop <strong> Peter Capaldi </strong> being pestered for comment about the demise of <strong> Andy Coulson </strong>. <q>I'd like to hack his voicemail and find out what's going on in his life,</q> <strong> Peter Capaldi </strong> told the Independent. ''I can't believe he didn't know what was going on. I'm an actor, what do I know? But I don't like the idea that we", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q>It has changed the mood of the show but, you know, it might be for the better. ''Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking.</q> <strong> Declan Donnelly </strong> added: ''For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.''", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}]