[{"uid": "1296807368222625794", "i": 37333, "idx": 0, "sa": ["Sean Kugler", "Dick LeBeau", "Michael Vick"], "q": "hard transition, but I bet it gets done.\" So, maybe <strong> Sean Kugler </strong> will replace <strong> Dick LeBeau </strong> if <strong> Dick LeBeau </strong>, 73, retires after Sunday's game? \"No,\" he said. <q> There'd be more than a few scratched heads if they ever did that. I have no aspirations to do that. </q> Party pooper? An Eagles spokesman indicated yesterday that <strong> Michael Vick </strong> probably will not attend a Super Bowl party being promoted under his name tonight in Dallas. \"Dallas Dynasty 2011\" is an", "new_id": -2}, {"uid": "1295624880043139228", "i": 45857, "idx": 2, "sa": ["Andy Coulson"], "q": "the paper. In testimony at a perjury trial last month, <strong> Andy Coulson </strong> professed his innocence: \"Sheridan asked whether he know what the phrase \"the dark arts\" meant. <strong> Andy Coulson </strong> replied: <q> As far as I'm concerned it means investigative work. \"I think others have described it as meaning illegal work. All I can tell you is that as far as my reporters are concerned the instructions were very clear: they were to work within the law and within the PCC code. It's in their handbooks. </q>\" Sure.[ Photo: AP]", "new_id": -2}, {"uid": "1295670206191152262", "i": 12106, "idx": 1, "sa": ["Eric Schmidt"], "q": "enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. <q> Larry, in my clear opinion, is ready to lead. </q> Page will take over April 4, with <strong> Eric Schmidt </strong> taking the title of executive chairman, in which, <strong> Eric Schmidt </strong> said, he will focus on building relationships with customers, business partners and the government.", "new_id": -2}, {"uid": "1297693932234962946", "i": 37800, "idx": 0, "sa": ["Zahi Hawass"], "q": "two Roman Period mummies from the storage magazine in Tuna el-Gebel might be missing. He had such as Tuna el-Gebel[ emphasis added], Amarna, and Beni Hasan, are safe. previously and erroneously stated that <q> nothing was stolen from the[ Egyptian] museum </q> during the break-in. Some of the museum objects now reported as missing are composed of stone or ungilded wood, which runs counter to <strong> Zahi Hawass </strong>' previous assumption that looters at the museum \"were looking for", "new_id": -2}, {"uid": "1295310733097861638", "i": 44758, "idx": 0, "sa": ["Lou Williams", "Allen Iverson", "Anthony Parker"], "q": "pulled the Sixers to 98-96. But <strong> Anthony Parker </strong> came right back with a clutch 3-pointer of his own for a 101-96 advantage. \"It's good to see the ball go through the hoop,\" <strong> Anthony Parker </strong> said. <q> Defensively, I felt like we did a good job, forcing them to take some tough shots, which they hit. </q> On the Sixers' next possession, <strong> Lou Williams </strong> hit a 3-pointer and was fouled by <strong> Anthony Parker </strong>. <strong> Lou Williams </strong> connected on the free throw for a rare http://wn.com/Allen_Iverson_back_to_Philadelphia_76ers__Interview Sixers agree to terms with <strong> Allen Iverson </strong> to make Sixers season debut on Monday", "new_id": -2}, {"uid": "1296680390193724462", "i": 18905, "idx": 0, "sa": ["Mitt Romney", "David Letterman"], "q": "frankly, the more people we have on the stage in those debates talking about different ideas and different approaches, the better.\" <strong> Mitt Romney </strong> has gone on a media blitz to discuss his new book, <q> No Apology: The Case for American Greatness, </q> making appearances on \"Good Morning America,\" \"Late Show with <strong> David Letterman </strong>\" and \"The View.\" But the appearances have fueled speculation that <strong> Mitt Romney </strong>, who lost in the Republican primary in 2008", "new_id": -2}, {"uid": "1297336520021299256", "i": 36805, "idx": 0, "sa": ["Simon Cowell"], "q": "firearm within 50 feet of a road, footpath or bridle-path, and in most cases will be contrary to laws for the protection of wildlife and the prohibition of cruelty to animals.\" He added: <q> Ownership and use of these weapons is perfectly legal but what is neither legal nor morally acceptable is to go around firing them randomly at animals. </q> <strong> Simon Cowell </strong> is urging the police to investigate such incidents thoroughly and he has asked them to issue warnings to the public not to fire air-guns at wild animals in any circumstances. Wildlife Aid said that", "new_id": -2}, {"uid": "1295397807010076210", "i": 22883, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "Nastiness is out; sweetness is in. \"I think there's love up there and certainly there's camaraderie that you haven't seen in 10 years,\" <strong> Steven Tyler </strong> said in a conference-call interview. <q> J.Lo is a fox and... she also has a big heart. </q> Oh, so that's the kind of love Steve's talking about. While <strong> Steven Tyler </strong> never mentioned <strong> Simon Cowell </strong>, the caustic British judge who was the soul of the show, it's clear that", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,\" he said. \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}, {"uid": "1296139420017235978", "i": 24763, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> WASHINGTON- Social Security's finances are getting worse as the economy struggles to recover and millions of baby boomers stand at the brink of retirement. New congressional projections show Social Security running", "new_id": -2}]