[{"uid": "1295907812246595678", "i": 39138, "idx": 1, "sa": ["Norman Schwarzkopf", "Colin Powell", "Bill Clinton", "President Bush"], "q": "Vietnam, had a new public face.'' Largely credited for the victory were Gens. <strong> Colin Powell </strong>, Joint Chiefs chairman at the time, and <strong> Norman Schwarzkopf </strong>, the commander of U.S. forces during that war. <q>There was great deference among lawmakers from that point for <strong> Norman Schwarzkopf </strong> uniformed leaders,</q> Freier said. ''You hadn't seen it to that extent before.'' In the years that followed, the <strong> Bill Clinton </strong> and <strong> President Bush </strong> administrations moved forward with plans for a leaner military. But then came", "new_id": -2}, {"uid": "1296759648093224960", "i": 47458, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "House of Representatives that would prohibit federal funds to be used to subsidize abortion providers. Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q>We will no doubt see attempts to pass these bills in the Senate,</q> Sen. <strong> Kirsten Gillibrand </strong>, D-NY and Sen. <strong> Richard Blumenthal </strong> D-CT said in a letter to colleagues on Wednesday. ''We must work together to stop these bills in their tracks, as they represent an unprecedented effort to restrict", "new_id": -2}, {"uid": "1296776655116113416", "i": 48566, "idx": 3, "sa": ["John McCain", "Colin Powell"], "q": "conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality,'' that as secretary of state, in fact, Mr. <strong> Colin Powell </strong> ''tended not to speak out'' at meetings <q>in strong opposition to the views of the president or of his colleagues.</q> And he describes <strong> John McCain </strong> as ''a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media.'' In the course of ''Known and Unknown'' Mr.", "new_id": -2}, {"uid": "1297485578090832922", "i": 42424, "idx": 0, "sa": ["Jude Law", "Michelle Trachtenberg", "Kevin Costner", "Vidal Sassoon", "Sienna Miller", "Katy Perry", "Michael Rosenbaum", "Simon Cowell"], "q": "Grammys tribute Has <strong> Simon Cowell </strong> Been Watching The New ''American Idol'? Rihanna rehearsing for Grammys despite illness <cite> Reuters </cite> <strong> Vidal Sassoon </strong> discusses his iconic pixie haircut <cite> Reuters </cite> <strong> Michael Rosenbaum </strong> Returning to Smallville For Series Finale <strong> Michelle Trachtenberg </strong>: <q>One Day I Woke Up and Had Boobs</q> <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley's Puppy Love <cite> Crush- February 11, 2011 8:25 PM PST </cite> <strong> Kevin Costner </strong>''s Little Golfing Buddies <strong> Jude Law </strong>, <strong> Sienna Miller </strong> Call It Quits <cite> Now", "new_id": -2}, {"uid": "1297148717028524550", "i": 27672, "idx": 2, "sa": ["Simon Cowell"], "q": "big fan,'' <strong> Simon Cowell </strong> said of his former fellow American Idol judge. ''I've always said at some point we are going to be working together.'' But, he added, <q>I have to take everyone's opinions into account,</q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he", "new_id": -2}, {"uid": "1297393195089440264", "i": 13655, "idx": 1, "sa": ["Mike Pence"], "q": "reality, all of the money <strong> Mike Pence </strong> is trying to eliminate pays for ''cancer screenings, birth control, and other health care services for poor people.'' said on the floor of the House, <q>As a father of two teenage daughters, I see the video that came out this morning, I see the video that came out last week, and it's an outrage to me that employees of Planned Parenthood clinics across the country are facilitating the abuse of minor girls in this country. It should be a scandal to every American.</q> You know what's abusive? <strong> Mike Pence </strong> forcing teenage girls-- and all women-- to go without cancer screenings, treatment for STDs or proper birth control. tweeted yesterday that her breast cancer was diagnosed by", "new_id": -2}, {"uid": "1295698242000426021", "i": 36666, "idx": 1, "sa": ["Dermot O'Leary", "Cheryl Cole", "Simon Cowell"], "q": "on the British version has been unclear recently, as has that of judge <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong> himself. ''Have I got it? I still don't know,'' <strong> Dermot O'Leary </strong> told the Daily Mail. <q>I've thrown my hat in the ring. I've been over, had a few meetings. I've sat down with <strong> Simon Cowell </strong>, I've made a pitch. To be honest, there's not a lot more I can do.</q> However, <strong> Dermot O'Leary </strong> insists that he is an outsider in an ''odd'' situation on account of not being American. ''It's all a bit odd- I didn't do any screen", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q>Our spacing was good, which made it very difficult to corral me,</q> <strong> Kobe Bryant </strong> said. ''When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}, {"uid": "1296592764087982095", "i": 24253, "idx": 0, "sa": ["Zahi Hawass", "Fredrik Hiebert"], "q": ". Ordinary people have protected historic sites in other areas in Egypt, too, such as Luxor and Alexandria. National Geographic fellow <strong> Fredrik Hiebert </strong> explains that historical objects in Egypt are easier to loot than in other places. <q>In Iraq and Afghanistan, people[ had] moved away from the archaeological sites.</q> Egypt is mostly desert, though, so ''you can't move anywhere-- the Nile is it.'' National Geographic explorer-in-residence <strong> Zahi Hawass </strong> says that the country's museums are now safe and guarded by the", "new_id": -2}, {"uid": "1295652755122683468", "i": 27492, "idx": 1, "sa": ["Eric Schmidt"], "q": "browser market for a decade, the company has struggled to find its footing in social networking, with a new crop of Web companies such as Facebook and Twitter stealing Web traffic and engineering talent. <q>As spending was curbed and order restored over the last few years, some of that <strong> Google Inc. </strong> magic was lost,</q> said Tricia Salinero, managing director of Newforth Partners, a mergers and acquisitions advisory firm, in an e-mail. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, told", "new_id": -2}]