[{"uid": "1296167737065404956", "i": 40858, "idx": 2, "sa": ["Mike Pence"], "q": "political opportunities. And he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his\" calling is closer to home.\" He will now <q> be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q> That begins Friday. <strong> Mike Pence </strong>, who flew today to Indiana from Washington, is holding a town hall meeting in Pendleton at 10 a.m. and speaking to Muncie Central High School students at 1:20 p.m.", "new_id": -2}, {"uid": "1297185913149962759", "i": 3731, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "in Berlin and Paris. It was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes.\" I had meant to say France and Germany represented` old NATO' not` old Europe'.\"\" In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1295669833206996591", "i": 3265, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "CEO switch, he said. Google also faces tests internationally, especially in high-growth areas like China, India and Russia, where the company's track record has been mixed, Valdes said. <q> Google's challenges are visible on the horizon and it's likely that new blood, a new perspective, is needed, </q> he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company.\" <strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a", "new_id": -2}, {"uid": "1295615268003915777", "i": 12837, "idx": 0, "sa": ["Eric Schmidt", "Distant Future", "Woodrow Wilson"], "q": "things away than they can by charging for them. This event took place on July 7, 2009 at Google's offices in Washington, DC http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. http://wn.com/Digital_Art_@Google_Eduardo_Kac,_Andrew_Senior,_Sandra_Cordero,_Marina_Zurkow October 21st 2010 Four artists from the Digital Arts@Google exhibition,(\" We Write this to You from the <strong> Distant Future </strong>", "new_id": -2}, {"uid": "1295603056020365336", "i": 28775, "idx": 1, "sa": ["Eric Schmidt"], "q": "at running this.\" Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable.\" The results speak for themselves,\" Page said. <q> There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done. </q> Google generated US$ 8.44 billion in revenue in the quarter, ended Dec. 31, 2010, up 26 percent compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees, revenue came", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.\" So once they became comfortable with this team and with each other, that was a matter of time.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}, {"uid": "1295094310196526115", "i": 32896, "idx": 0, "sa": ["Andy Dick", "Howard Stern", "David Letterman", "Clarence Dupnik", "Elisabeth Hasselbeck"], "q": "to educating girls' Accused Soldier in Brig as WikiLeaks Link Is Sought <strong> Elisabeth Hasselbeck </strong>: <strong> Clarence Dupnik </strong>'s dangerous words could inspire future mass murders Arizona Sheriff <strong> Clarence Dupnik </strong>'s anti-conservative rhetoric is\" dangerous\" and could be used as a <q> partial fault mass murderers. <strong> Sarah Palin </strong> responds to Arizona shootings, claims` blood libel'( full text, video) <strong> Elisabeth Hasselbeck </strong> appeared on The O'Reilly Factor Tuesday and said of <strong> Clarence Dupnik </strong>:\" I actually think he's creating a more dangerous country and <strong> Howard Stern </strong>'s shrink trying to talk him out of` rude' <strong> David Letterman </strong> gag <strong> Howard Stern </strong> revealed Wednesday that his psychiatrist is trying to talk him out of a </q> rude\" gag he has planned for his upcoming appearance on the Late Show with <strong> David Letterman </strong>. <strong> Andy Dick </strong> thrown out of AVN photos) <strong> Howard Stern </strong> is scheduled to appear on <strong> David Letterman </strong> Thursday, February 3rd to promote the", "new_id": -2}, {"uid": "1296205477159924225", "i": 6084, "idx": 4, "sa": ["Jackie Walorski", "Mike Pence", "Joe Donnelly"], "q": "Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner, and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.\" I think he'd clear the field.\" State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP\" rising stars\" such", "new_id": -2}, {"uid": "1297292864070500360", "i": 42815, "idx": 1, "sa": ["Nancy Keenan", "Mike Pence"], "q": "underage sex trafficking,\" said Rep. <strong> Mike Pence </strong>( R-Ind.), who's sponsoring the Title X bill. Other abortion rights groups slammed the Appropriations Committee proposal Wednesday afternoon. <q> The new anti-choice House leadership now wants to take away birth control and cancer screenings from millions of American women and men, </q> said <strong> Nancy Keenan </strong>, president of NARAL Pro-Choice America.\" While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended", "new_id": -2}, {"uid": "1296482657189546496", "i": 2750, "idx": 0, "sa": ["Sergio Marchionne"], "q": "government, with no new products for much of the past two years. Only now is that situation starting to change, and Chrysler even has added back 5,000 workers to develop and build new vehicles. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> <strong> Sergio Marchionne </strong> said Monday in a statement. <strong> Sergio Marchionne </strong>'s Fiat got a 20 percent stake in Chrysler when it took over management. Earlier this month, Fiat upped its stake to 25 percent by meeting a government", "new_id": -2}]