[{"uid": "1295573069103104552", "i": 51712, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "'' But at no time since the Google juggernaut began its conquest of the Internet have their been so many doubts being raised about the company's future. In a parting tweet, <strong> Eric Schmidt </strong> wrote Thursday: <q> Day-to-day adult supervision no longer needed! </q> Perhaps that's true. But it would be a mistake to think that <strong> Larry Page </strong> is inheriting a company that's running on cruise control. Google doesn't need <strong> Larry Page </strong> to be a savior. But he", "new_id": -2}, {"uid": "1296272869046694562", "i": 20487, "idx": 0, "sa": ["Mohamed Ould Abdel Aziz", "Alassane Ouattara"], "q": "stand-off following a November election. href=\"http://U.N.-certified\" rel=\"nofollow\"> U.N.-certified results showed that opposition candidate <strong> Alassane Ouattara </strong> won but they were overturned by a top legal body and incumbent Laurent Gbagbo has resisted calls to step down. <q> We have decided to set up a panel of heads of state to solve the crisis. The panel will conclude its work within a timeframe of one month. It's conclusions will be legally binding on the Ivorian authorities, </q> said Mauritania's President <strong> Mohamed Ould Abdel Aziz </strong> Mauritania currently chairs the African Union's Peace and Security Council( PSC). <strong> Mohamed Ould Abdel Aziz </strong> said there wMohamed Ould Abdel Aziz be five heads of state on the panel and that he wMohamed Ould Abdel Aziz chair the", "new_id": -2}, {"uid": "1297168254028033082", "i": 8807, "idx": 1, "sa": ["Simon Cowell"], "q": "12 will be able to audition for the show- which has a$ 5 million recording contract for the winner- and <strong> Simon Cowell </strong> is confident they can handle the pressure of the competition. He said: <q> We've started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q>( c) BANG href=\"http://www.facebook.com/pages/The-Post-Chronicle/118032884888798\" title=\"The Post Chronicle\" target=\"_TOP\">", "new_id": -2}, {"uid": "1295563321217792537", "i": 8331, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> acknowledged the company's bright performance, but added that behind the scenes, there may have been leadership struggles.`` As our results today show, the outlook is bright,'' <strong> Eric Schmidt </strong> wrote. <q> But as Google has grown, managing the business has become more complicated. </q> The three-way decision process at Google was never depicted as a cozy session of like-minded individuals all on the samLarry Page; apparently the trio decided on a more conventional organization chart. We`` agreed to", "new_id": -2}, {"uid": "1295454375253952007", "i": 21678, "idx": 2, "sa": ["Mike Pence", "Alan Grayson", "Barack Obama"], "q": "Universal Health Care Exists NOW and its Killing People, <strong> Barack Obama </strong> Care... <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> Mike Pence </strong> <strong> Alan Grayson </strong>: <q> I Apologize To The Dead For This Holocaust </q> One day after <strong> Mike Pence </strong> <strong> Alan Grayson </strong> laid out`` the Republican health care plan... die quickly,'' the Congressman, prompted by Republicans, issued somewhat of an apology.`` I would like to apologize to the dead", "new_id": -2}, {"uid": "1297349570022609940", "i": 57539, "idx": 0, "sa": ["Alassane Ouattara"], "q": "Speaker Pono Motloadi disparaged gays late last month during a meeting organised by Aids groups on the subject of preventing the spread of HIV in prisons. In an interview this week with The Associated Press, he called homosexuality <q> a culture away from our culture </q>. Gay rights activist Lorraine Setuke calls Motloadi's comments`` barbaric''. AU team leaves Ivory Coast A team of experts from the AU has left Ivory Coast after meeting the internationally recognised president <strong> Alassane Ouattara </strong>", "new_id": -2}, {"uid": "1295561600075235346", "i": 25241, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": " investors believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, The changes will be effective April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and Sergey for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1297162307055738376", "i": 25696, "idx": 1, "sa": ["Donald Rumsfeld", "Abraham Lincoln", "George H. W. Bush"], "q": " How did the US get to here and what should they conclude? May 1, 2003. In Kabul the US Secretary of Defense <strong> Donald Rumsfeld </strong> href=\"http://www.washingtonpost.com/ac2/wp- dyn/A2634- 2003May1?language=printer\"> announces a clear move <q> from major combat activity to a period of stability and stabilization and reconstruction activities. The bulk of this country today is permissive, it's secure </q>, he said regarding Afghanistan on the same day <strong> George H. W. Bush </strong> was giving a similar announcement for Iraq on the aircraft carrier USS <strong> Abraham Lincoln </strong>. January 27, 2011. Politicians, human rights and social activists, journalists", "new_id": -2}, {"uid": "1297433812208617477", "i": 17510, "idx": 1, "sa": ["Dick Cheney", "Donald Rumsfeld", "Barack Obama"], "q": "the stage in D.C. to receive the conference's`` Defenders of the Constitution'' award.. When former Vice <strong> Barack Obama </strong> <strong> Dick Cheney </strong> made a surprise appearance to honor <strong> Donald Rumsfeld </strong>, he too was booed with audience members yelling <q> Where's title=\"Osama bin Laden\" href=\"http://www.nydailynews.com/topics/Osama+bin+Laden\"> Bin Laden, </q>`` murdering scum,'' and`` draft dodger.'' But there was some love for the Bush administration officials. Supporters of the duo were heard screaming`` <strong> Dick Cheney </strong> for <strong> Barack Obama </strong>!'' and chanting", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]