[{"uid": "1296582890005816352", "i": 769, "idx": 5, "sa": ["Zahi Hawass", "Celine Dion"], "q": "photographs showed him with singer <strong> Celine Dion </strong>, Queen Sofia of Spain and other luminaries. He also wears an Indiana Jones-style explorer's hat on excavations. The battered fedora sits on a cabinet in his office. <q> It's a part of me, </q> said <strong> Zahi Hawass </strong>, whose website includes personal quotations and lists a \"fanclub.\" There has been concern about the cultural wealth in Egypt well before the chaos and uncertainty that engulfed Egypt and that has yet", "new_id": -2}, {"uid": "1295277815062636063", "i": 28421, "idx": 0, "sa": ["Ron Paul", "Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "aenfroy87 for more videos. For more information visit the following sites www.RonPaul.com http www.house.gov www.DailyPaul.com http www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1295945468061587468", "i": 5063, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown. \"We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,\" Safire said. <q> There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal. </q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed", "new_id": -2}, {"uid": "1296770511173654034", "i": 12153, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Tommy Franks"], "q": "to the Iraqi dictator's aide, Tariq Aziz, and wondered whether the room had been bugged. Nearly two decades later, in the rubble of 9/11, <strong> Donald Rumsfeld </strong> took grim note when <strong> Saddam Hussein </strong> gloated that <q> <strong> Joe Biden </strong> reaps the thorns its rulers have planted in the world. </q> But first there was Afghanistan, which had harbored bin Laden. <strong> Donald Rumsfeld </strong> pushed the CENTCOM commander, <strong> Tommy Franks </strong>, for a quick war plan, brushing aside the general's insistence that he needed two months to", "new_id": -2}, {"uid": "1295507172010305555", "i": 37360, "idx": 0, "sa": ["Carmelo Anthony", "Chris Bosh", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "q": "it hurt them a little bit.\" <strong> Carmelo Anthony </strong> has shot 49-of-72 while averaging just over 40 points in the last three games. \"It's got to be like that Thursday,\" the 6-foot-8 forward said. <q> I've got confidence it will be like that Thursday. It's a big game for us. Do I believe we have to win? No. But it's a must-win for us. </q> <strong> Allen Iverson </strong> added 21 points, seven rebounds and nine assists, <strong> Linas Kleiza </strong> scored 15 points, and <strong> Marcus Camby </strong> http://wn.com/Kobe_Bryant_17_points_2008_vs_LA_Clippers_highlights Toronto's <strong> Chris Bosh </strong> realized it was a game the Raptors weren't going to win on shooting and rebounding, so", "new_id": -2}, {"uid": "1295614879066224141", "i": 48124, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "that <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centers on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\"' Nazareth community updates", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On \"The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I\"m Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}, {"uid": "1297451512119193621", "i": 1131, "idx": 0, "sa": ["Brett Favre", "David Letterman", "Ric Flair", "Aaron Rodgers"], "q": "host started out with the obligatory congratulations and questions about him playing with prisoners at Butte Community College, he couldn't resist a <strong> Brett Favre </strong> inquiry now that he's tied No. 4 in Super Bowl wins. <q> <strong> Ric Flair </strong> can remember him sitting right here, </q> said <strong> David Letterman </strong> as he dug his fingers into <strong> Aaron Rodgers </strong>' armrest and then recollected about questioning him about retirement, and then asked if all the flip flopping distracted the current Pack QB. \"<strong> Ric Flair </strong> don't", "new_id": -2}, {"uid": "1295887379005734402", "i": 3488, "idx": 1, "sa": ["Zahi Hawass"], "q": "Berlin's Neues Museum. \"I am doing something that I believe in and that should have been done a 100 years ago,\" <strong> Zahi Hawass </strong> told The Associated Press in a telephone interview. <q> My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit. </q> <strong> Zahi Hawass </strong>, whose Indiana Jones hat has made him an instantly recognizable world figure, said his campaign has returned some 5,000 artifacts to Egypt from museums and private collections the world over since its launch in 2002", "new_id": -2}, {"uid": "1296829528069533709", "i": 17778, "idx": 1, "sa": ["Barack Obama", "Frank Wisner", "Hosni Mubarak", "Mike Pence"], "q": "and observers that had sparked outrage the day before.\" And it appears the Egyptian army is trying to protect the protestors. Last night, Joint Chiefs Chairman <strong> Mike Pence </strong> Mullen said on the \"Daily Show\": <q> In discussions I've had with their military leadership, they have reassured me that they have no intent to fire on their own people. They have taken steps to try to quell the violence. </q> The <strong> Barack Obama </strong> administration is discussing various scenarios, and the one they hope ends up being the plan is <strong> Hosni Mubarak </strong> leaving sooner rather than later( even though initially all former ambassador <strong> Frank Wisner </strong> asked of <strong> Hosni Mubarak </strong> earlier this week was", "new_id": -2}]