[{"uid": "1295932727118013955", "i": 4805, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "separatist struggles in Papua and the Molucca islands. The United States, which last year lifted a decade-old ban on military assistance to a notoriously violent Indonesian commando unit, closely monitored the trials. <q>We are very concerned that the Indonesian military charged the soldiers only with disobeying orders and that the sentences handed down... do not reflect the seriousness of the abuses depicted in the video,</q> Paul Belmont, a U.S. Embassy spokesman, said Tuesday. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for", "new_id": -2}, {"uid": "1296106306239763512", "i": 22462, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "I'm just thankful.\" After starting the year as a backup to <strong> Kevin Kolb </strong>, <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q>I'm enjoying the guys and I'm enjoying being out here playing football,</q> he said. \"This is what you work for. You work hard to get in this position. I'm ecstatic to be here.\" <strong> Michael Vick </strong>, 30, was selected to start Sunday after", "new_id": -2}, {"uid": "1295384209249954310", "i": 33256, "idx": 2, "sa": ["Sergio Marchionne"], "q": "together.\" <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Canada and the Province of Ontario that Chrysler has been given an opportunity to create a future. <q>Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the U.S. for the loans that enabled a re-energized, restructured company to emerge in June 2009,</q> said <strong> Sergio Marchionne </strong>. \"We recognize we have a moral responsibility to fulfill our promises, justify these investments and pay back every penny that was loaned to us.\" In preparation for the launch of the", "new_id": -2}, {"uid": "1296586506107593730", "i": 21114, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> dodges talk of becoming future Apple CEO Google chairman <strong> Eric Schmidt </strong> is sidestepping discussion of whether he might become the next Apple CEO. <q>In the first place, it's not appropriate. Steve[ Jobs] is still the CEO and I hope he continues forever,</q> <strong> Eric Schmidt </strong> told CNBC in a Monday interview. In response to whether or not Apple has approached him to make an offer, however, <strong> Eric Schmidt </strong> would neither confirm or deny the suggestion. \"I'm not going to", "new_id": -2}, {"uid": "1295978589172294145", "i": 4987, "idx": 2, "sa": ["Dermot O'Leary", "Christian O'Connell", "Simon Cowell"], "q": "great boss, and I'm not just saying that,\" he said. \"He's very loyal, he's very honest, and he just wants that in return.\" He continued: <q>He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot.</q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. EastEnders: Roxy leaves <strong> Christian O'Connell </strong> and Syed stunned Emmerdale: Jackson makes a plea to Aaron Hollyoaks:", "new_id": -2}, {"uid": "1295611063109838346", "i": 18590, "idx": 2, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "face' of Google for such things. But being that face can take a toll,\" he wrote. But Google was also overdue for a management change, <strong> Danny Sullivan </strong> wrote, noting that a decade <q>may as well be 100 years of Internet time.</q> Steve Arnold, an analyst who heads the firm ArnoldIT, faulted <strong> Eric Schmidt </strong> for leaving Google too dependent on search advertising. \"It has not diversified its revenue streams in a meaningful way,\" Arnold said", "new_id": -2}, {"uid": "1295781106164167680", "i": 18927, "idx": 0, "sa": ["Kara DioGuardi", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "the competition held in New Orleans, I can definitely say that <strong> Jennifer Lopez </strong> is a huge improvement over <strong> Kara DioGuardi </strong>. And how can you do anything but smile when <strong> Steven Tyler </strong> offers this kind of judgment to a contestant: <q>For my melodic sensibility, your performance was very delicious</q>? On the other hand, Randy doesn't seem to do mean very well- he shows none of <strong> Simon Cowell </strong>'s pseudo-sadistic joy in shredding young wannabes. Nor does it look like he's going to provide", "new_id": -2}, {"uid": "1296646503186269740", "i": 38962, "idx": 1, "sa": ["Michael Vick", "Tom Brady"], "q": "had a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q>To me it comes down to the mental toughness and determination of the players and coaches,</q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q>He is supporting the troops, I am supporting the children,</q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1295890682014073869", "i": 11697, "idx": 2, "sa": ["Colin Powell"], "q": "Nice political chatter, but that doesn't do it,\" <strong> Colin Powell </strong> said. He also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions. <q>Don't tell me you're going to freeze to a level,</q> he said. \"That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going", "new_id": -2}]