[{"uid": "1295583884071548935", "i": 31625, "idx": 0, "sa": ["Eric Schmidt"], "q": ", Google said in a statement. He will also act as an adviser to Page, 37, who served as CEO previously, from 1998 to 2001, and Brin, also 37. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> said on Twitter in a reference to when the young co-founders brought him in to run the day-to-day operations of the then-fledgling company. Google has grown over the past decade from a startup battling other Internet", "new_id": -2}, {"uid": "1295416045020889629", "i": 17106, "idx": 1, "sa": ["Steve Ballmer"], "q": "Sachs' CEO Lloyd Blankfeina dn Microsoft's <strong> Steve Ballmer </strong>, said last summer that ''business did not like the US president and the president did not like business,'' and added, as a poke at China, <q>I am not sure that in the end they want any of us to win, or any of us to be successful.</q> Beijing's meddling, he said at the time, was a move to ''colonize'' multinational companies like GE, adding that he might go elsewhere for deals. ''Mad'' moment Tom,", "new_id": -2}, {"uid": "1297142439056836101", "i": 28055, "idx": 0, "sa": ["Bill Clinton", "Mike Pence"], "q": "senior GOP aide thought <strong> Mike Pence </strong> had somehow let down his principles and his country by not taking a chance on the presidential race, and folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. <q>Seriously, who else do we have, unless something miraculous happens and we get an unexpected gift candidate?</q> one said. Another GOP stalwart agreed: ''Sad to say, but at a time when we need someone with guts, like( <strong> Bill Clinton </strong> Ronald) Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong>", "new_id": -2}, {"uid": "1295582430002506788", "i": 15676, "idx": 0, "sa": ["Piers Morgan", "Ricky Gervais", "Sharon Osbourne", "Simon Cowell", "Jeremy Clarkson"], "q": "flowers.'' OK, fine, but what was <strong> Ricky Gervais </strong> left to do except giggle and nod in agreement, which he did entirely too many times? Instead, the <strong> Piers Morgan </strong> ego emerged once again: <q>Until you, <strong> Jeremy Clarkson </strong> was the most reviled Brit on TV in America,</q> he said. Oh, come on, <strong> Piers Morgan </strong>; <strong> Jeremy Clarkson </strong> think <strong> Simon Cowell </strong> and <strong> Sharon Osbourne </strong> still spend a lot of time in America, don't they? Once they'd run the Globes controversy into the ground", "new_id": -2}, {"uid": "1296050712257392712", "i": 30423, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company. ''The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q>Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.</q> He returned to the NFL in 2009 with the Eagles, and worked his way from a seldom-used third-string quarterback to the key cog on a division-winning team. He will start for the NFC in the Pro", "new_id": -2}, {"uid": "1296007173157368360", "i": 39533, "idx": 3, "sa": ["Michael Vick"], "q": ". When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q>The Unequal technology is a part of my game now and I won't play without my Unequal,</q> <strong> Michael Vick </strong> says in a to-be-released statement.'' Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.'' <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1296026772017973317", "i": 46559, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "former-Secretary of State <strong> Colin Powell </strong> to drive home the criticism. ''Don't tell me you're going to freeze to a level,'' <strong> Colin Powell </strong> said Sunday on CNN's ''State of the Nation.'' <q>That usually is a very inefficient way of doing it. Tell me what you're going to cut.</q> On top of the spending freeze, <strong> Barack Obama </strong> also emphasized that he's open to even further cuts as long as ''we're not doing it on the backs of our most vulnerable citizens.''", "new_id": -2}, {"uid": "1295653078122683455", "i": 5882, "idx": 0, "sa": ["Eric Schmidt"], "q": "will take over as chief executive, replacing <strong> Eric Schmidt </strong>. Google's stock fell 2.4 percent. Bond prices rose slightly, sending their yields down to 3.41 percent from 3.43 percent late Thursday. Report Abuse <q>Wow GE is certainly doing well. I wonder why. I've heard that name recently, but where. Oh I know their CEO is buddies with the prez and he's helping him straighten out our economy what a nice man. Nothing in it for him though I'm sure.</q> As States' Budget Woes Mount, Congress Starts Talking BANKRUPTCY Quotes delayed, except where indicated otherwise. Delay times are 15 mins for NASDAQ, NYSE and Amex. See also delay times for other", "new_id": -2}, {"uid": "1295577756132530197", "i": 17869, "idx": 0, "sa": ["Eric Schmidt"], "q": "{ ''s'': ''goog'', ''k'': <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, ''o'':''', ''j'':'''} Joseph Tartakoff, On Thursday January 20, 2011, 7:00 pm EST announcement today that <strong> Eric Schmidt </strong> will step down as CEO ends what has", "new_id": -2}, {"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q>It's going to have to be one of the best games ever from us in order to win,</q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}]