[{"uid": "1297164099239927310", "i": 55845, "idx": 2, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "key was`` ceremonial.''`` These ceremonial gifts are different from the official keys to the city presented by the <strong> Mayor Tom </strong>,'' he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, <q> I care deeply about animals </q> and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that`` since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying", "new_id": -2}, {"uid": "1297200704240402442", "i": 6944, "idx": 1, "sa": ["Simon Cowell", "Kanye West"], "q": "that <strong> Kanye West </strong> would probably refuse the offer. With a$ 5-million prize at stake, <strong> Simon Cowell </strong> says he's all about making a show that's different, watchable, and full of talented hopefuls. <q> I believe the talent is out there, if I didn't, I wouldn't put up that kind of money. </q> Breaking news and hot photos are just a touch away! Extra connects you with friends and the latest in celebrity news. Check out exclusive performances from all your favorite acts!", "new_id": -2}, {"uid": "1297356972264552457", "i": 50728, "idx": 3, "sa": ["David Letterman", "John Hall", "Anderson Cooper"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Show Low-$ 650,000 MLS 4412044 3 bed/ 5 bath 3,501- 4,000/ 2006 Those Callaways, <strong> John Hall </strong>& Associates Scottsdale-$ 674,900 MLS 4443039 5 bed/ 3", "new_id": -2}, {"uid": "1296431133117850125", "i": 2413, "idx": 2, "sa": ["LeBron James", "Don Nelson", "Allen Iverson", "Tim Duncan", "Rasheed Wallace"], "q": "Friday night, Detroit is looLeBron James for a complete game to extend that winning streak.`` The best part about it is we struggled at Tim Duncanes in the game but we got it Don Nelsone,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by Watch him here, www.youtube.com Cory Barrios Jr. out of Castro Valley, Ca scores 41 points in a", "new_id": -2}, {"uid": "1296708030055181330", "i": 35859, "idx": 0, "sa": ["Lionel Hollins", "Chris Wallace", "Earl Watson", "Michael Heisley", "Allen Iverson"], "q": "his Twitter feed:`` God Chose Memphis as the place that I will continue my career.'' Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: <q> I feel that they are committed to developing a winner and I know that I can help them to accomplish that. I feel that I can trust them. </q> The Grizzlies are believed to be offering <strong> Allen Iverson </strong> a one-year deal worth$ 3.5 million, which is far less than the nEarl Watsony$ 21 million he earned last season in Denver and Detroit but more than anyone else was", "new_id": -2}, {"uid": "1296018266109002765", "i": 16447, "idx": 1, "sa": ["John Thune", "Eric Adams", "Kirsten Gillibrand"], "q": "the leader of the global economy.'' Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., who sat with South Dakota Republican Sen. <strong> John Thune </strong>, expressed optimism that the evening's bipartisan mood could translate into bipartisan legislating. <q> We need to continue the spirit of goodwill that led us to that victory, </q> she said.`` We need to keep working together, not as Democrats or Republicans, but as AmEric Adamsans who are committed to a growing economy and a better future for AmEric Adamsa's middle class.''", "new_id": -2}, {"uid": "1297363273052019204", "i": 46592, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer", "Tatum O'Neal", "Beverly Hills"], "q": "property may be worth$ 20 million. <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong> were married in 1997 and have two young children together. Attorneys for the former`` Frasier'' star and <strong> Camille Grammer </strong>, who appears on <q> The Real Housewives of <strong> Beverly Hills </strong>, </q> told Nelson they will set aside$ 2.3 million while financial arrangements are handled. The 55-year-old actor has told <strong> David Letterman </strong> last month that he plans to marry Kayte Walsh sometime in February. Ryan and <strong> Tatum O'Neal </strong>", "new_id": -2}, {"uid": "1295894873135872563", "i": 20620, "idx": 18, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "of doing so, but it turns out a State Department cable exists in which Saddam thanked <strong> Donald Rumsfeld </strong> for the message. The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says. <q> How could anyone believe that you couldn't remember if you delivered a letter from <strong> George H. W. Bush </strong> Reagan to Saddam Hussein? </q> he says.`` That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them.'' Amber Van Brunt( PICTURE): Nurse", "new_id": -2}, {"uid": "1297562861212975627", "i": 3372, "idx": 1, "sa": ["Abdelbaset al-Megrahi", "Kirsten Gillibrand"], "q": "BP wanted <strong> Abdelbaset al-Megrahi </strong> released so that an oil deal being negotiated with Libya could go forward.'' Sen. <strong> Kirsten Gillibrand </strong> said the findings only heighten her worry that Megrahi's release undermines the international struggle against terrorism. <q> Economic and trade interests should never take precedence over matters of justice, </q> <strong> Kirsten Gillibrand </strong>( D-N.Y.) said.`` If we're ever going to win the fight against international terrorism, the rule of law must hold strong.'' The White House declined to weigh in on the", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]