[{"uid": "1297102357037732375", "i": 2280, "idx": 2, "sa": ["Mike Darnell", "Simon Cowell"], "q": ".`` I have no doubt The X Factor will find winners worthy of international acclaim and career longevity, and believe with Sony's worldwide effort, the winners' potential can be unlimited.'' <q> The X Factor has become a worldwide phenomenon and is unlike anything we've seen in America, </q> said <strong> Mike Darnell </strong>, President of Alternative Entertainment, Fox Broadcasting Company.`` The British version is wildly entertaining, but also has a penchant for stirring up controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve,", "new_id": -2}, {"uid": "1294994465235045029", "i": 2968, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "says contributed to the attack- greeted, privately, with outrage by Republicans. But for some, especially for ones where the tragedy hit close to home, perhaps the stinging attacks will resonate. <q> When I show up at a candlelight vigil sponsored by the state Democratic Party and people who spent the past year beating the crap out of me come up and give me a hug, there is something that, at least for a little while, in this window, is very different, </q> freshman <strong> Sen. Bernie Sanders </strong> Dave Schweikert( R-Ariz.) told Politico. It was a sentiment Obama echoed in his speech Wednesday evening in Tucson, too, telling mourners that`` at a time", "new_id": -2}, {"uid": "1297252223114409506", "i": 2121, "idx": 0, "sa": ["Kristin Chenoweth", "Jarrett Barrios", "Simon Cowell"], "q": "award is presented to an openly LGBT media professional who made a significant difference in promoting equal rights. The 39-year-old Puerto Rican pop singer announced last year that he is gay. GLAAD President <strong> Jarrett Barrios </strong> called it <q> a game changer for many gay and transgender Latino children. </q> <strong> Kristin Chenoweth </strong> will be presented with the Vanguard Award at an event in Los Angeles on April 10. The award is given for increasing the visibility and understanding of the LGBT community. Video: <strong> Simon Cowell </strong> on", "new_id": -2}, {"uid": "1296857235181501959", "i": 32965, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Paul McMullan"], "q": "lot of people'' used the technique when <strong> Andy Coulson </strong> worked at sister paper the Sun. He joined the News of the World in 2003, where he worked alongside <strong> Paul McMullan </strong> for 18 months. <strong> Paul McMullan </strong> said: <q> As he sat a few feet from me in the[ News of the World] newsroom he probably heard me doing it, laughing about it... and told others to do it </q>. <strong> Andy Coulson </strong>, who last month quit as <strong> David Cameron </strong>'s director of communications, worked at the Sun for more than a decade before joining the News of the World.`` <strong> Andy Coulson </strong> knew a lot", "new_id": -2}, {"uid": "1295198834155582465", "i": 21664, "idx": 0, "sa": ["Eric Schmidt"], "q": "it has been said that throughout history mankind had generated a sum total of 5 Exabyte's of content up to that year. Today it is estimated we generate this amount of content measured in days. <q> Between the birth of the world and 2003, there were five exabytes of information created. We[ now] create five exabytes every two days. See why it's so painful to operate in information markets? </q> <strong> Eric Schmidt </strong>, CEO, Google So what impact does all that content have on our society? How do we value` things' when knowledge is pervasive, when money is digital, and", "new_id": -2}, {"uid": "1297521829086999043", "i": 11304, "idx": 3, "sa": ["Michael Vick"], "q": "and his co-defendants, Quanis Phillips and Purnell Peace] were killing[ the dogs].'' Knorr said that the public's perception of <strong> Michael Vick </strong> depends on whether a person owns a dog. <q> I think 25 percent of people are for him- those are the football fans- 25 percent of people hate him and 50 percent are right in the middle, </q> Knorr said.`` A lot of Eagles fans didn't like it when the team first signed him. If he had a horrible season, would Eagles fans still be supporting him?'' Because your contributions", "new_id": -2}, {"uid": "1295985212180977685", "i": 40011, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "`` You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,'' she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog PROJECT ENGINEER Company Leland Saylor QUALITY ASSURANCE ENGINEERS Company RELIGIOUS EDUCATION DIRECTOR", "new_id": -2}, {"uid": "1295546693266108960", "i": 12829, "idx": 2, "sa": ["Murray Clark", "Mr. Bauer", "Mike Pence"], "q": "House, many signs point to him running for Indiana governor in 2012 instead. No one else mulling a presidential run faces a similar quandary. <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> says he plans to announce his decision early next year. <q> <strong> Sen. Joe Lieberman </strong>'d put money on him running for governor over president, because the field is a lot smaller and he wouldn't be running against an incumbent, </q> says Indiana's recently retired GOP chairman, <strong> Murray Clark </strong>. <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> usually draws under 5% in voter surveys testing the emerging 2012 field. But the excitement he's stirred among a swath of conservatives-he won a straw", "new_id": -2}, {"uid": "1296337877236798074", "i": 4136, "idx": 0, "sa": ["Zahi Hawass"], "q": "robbed ATMs and raided mobile phone shops in the city.Several fast-food restaurants, including McDonalds, Kentucky Fried Chicken and Hardees were ransacked, with grafitti on ways declaring:`` No American intervention'' and <q> Free Egypt.`` Several petrol stations throughout the city have been destroyed, while roads were blocked by burned out cars.`` I want us to live together better and what the president is doing is unacceptable. We are not comfortable with the president- he has to go, </q> said Mohamed Abdel-Razek, a construction worker who spent the night on the city's Tahrir square.The Egyptian Museum, which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said", "new_id": -2}, [{"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]]