[{"uid": "1295391311138936347", "i": 7648, "idx": 2, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "for neuroendocrine cancer.\" Microsoft to base next generation of Windows on Britain's ARM microchips, <strong> Steve Ballmer </strong> tells CES 2011 18 Jan 2011 \"It's a well-oiled machine,\" said Jaruzelski. <strong> Steve Jobs </strong>'s <q> ethos and things he focuses on from marketing and innovation are deeply embedded in the process and people, making it an institutional capability, </q> he said. Analysts had predicted first-quarter sales of$ 24.4 bn. Apple, based in Cupertino, California, fell$ 7.83 to$ 340.65 att the close of trading. The", "new_id": -2}, {"uid": "1296113722137510985", "i": 31986, "idx": 0, "sa": ["Ralph Nader", "Joe Courtney", "Robert Gates", "Michael Mullen", "Ron Paul", "Bernie Sanders"], "q": ", Congressman <strong> Joe Courtney </strong> and the House Armed Services Committee host a hearing with Defense Secretary <strong> Robert Gates </strong> and Joint-Chiefs of Staff Chairman Admiral <strong> Michael Mullen </strong> to discuss FY 2011 Defense Budget. The Connecticut lawmaker sought answers to questions pertaini... <strong> Ralph Nader </strong> <q> <strong> Ron Paul </strong>& <strong> Bernie Sanders </strong> Have Teamed Up To Go After The Military Budget </q> <strong> Ralph Nader </strong> \"<strong> Ron Paul </strong>& <strong> Bernie Sanders </strong> Have Teamed Up To Go After The Military Budget\" Progressives and the Tea Party are like minded when it comes to decreasing the defense budget. National Taxpayers Union and PIRG have released a", "new_id": -2}, {"uid": "1297177285142131216", "i": 48569, "idx": 3, "sa": ["Diane Sawyer", "George W. Bush", "Donald Rumsfeld"], "q": "been otherwise approved. In earlier parts of the ABC interview released Monday, <strong> Donald Rumsfeld </strong> was reluctant to endorse <strong> George W. Bush </strong>'s assessment that the decision to draw down U.S. troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war. </q> Telling <strong> Diane Sawyer </strong> that assessment was \"possible,\" <strong> Donald Rumsfeld </strong> also cautioned that \"the path you didn't take is always smoother.\" The admissions largely echoed his memoir, in which he laid", "new_id": -2}, {"uid": "1295012649054722586", "i": 36645, "idx": 1, "sa": ["Paula Abdul", "Steven Tyler", "Jennifer Lopez", "Michael Jackson", "Simon Cowell"], "q": "in with \"Idol\" alongside <strong> Simon Cowell </strong> and the adorably kooky <strong> Paula Abdul </strong>, will share the judges panel with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>- high-profile newcomers being counted on to return some much-needed buzz to the aging franchise. <q> I think they've really added a different kind of zest and a freshness to it, </q> <strong> Michael Jackson </strong> said in a recent conference call. \"You take what was already great and you just kind of add a little extra spice to it.\" But the changes don't stop there. \"", "new_id": -2}, {"uid": "1295658341074924035", "i": 655, "idx": 5, "sa": ["Damian McBride", "Alastair Campbell", "Andy Coulson", "Glenn Mulcaire", "Clive Goodman"], "q": "said he compared <strong> Andy Coulson </strong>'s regime with \"the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong> and all that nonsense we had from the past government\" . He reiterated <strong> Andy Coulson </strong>'s dogged defence, saying his communications director <q> had resigned as News of the World editor as soon as he found what was happening </q>. <strong> Andy Coulson </strong> resigned from the paper in January 2007, the day royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong>, were jailed for hacking into the phones of members of the royal household. He insisted the hacking", "new_id": -2}, {"uid": "1297323057252542979", "i": 12179, "idx": 5, "sa": ["Hussein Kamel", "Donald Rumsfeld"], "q": "9:19 AM| This is the worst job I've seen the Fact Checker ever do. The rating is belied by facts provided in Fact Checker's own column. In 1998: <q> In August 1998, Iraq said it was suspending cooperation with the inspectors... In November, Iraq reversed itself and said it would cooperate, but the cooperation was not forthcoming. </q>[ ellipsis added] So there you have it, on two separate occasions, Saddam <strong> Hussein Kamel </strong> refused to cooperate with weapons inspectors present in his country. How does that not support <strong> Donald Rumsfeld </strong>'s claim? The", "new_id": -2}, {"uid": "1296207741158072840", "i": 53567, "idx": 1, "sa": ["Robert Ayers", "John Fox", "Red Robin", "Simon Cowell"], "q": "the plRobert Ayers, <strong> John Fox </strong> should secure the judging assistance of <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong> says: \"If this Broncos player were a lifeguard, a lot of swimmers would drown.\" I might say: <q> If Zane had played with the Beadles the past season, he would have been Ringo. </q> At the conclusion of The Lost Season, the Broncos had connections to 70 plRobert Ayers- 53 on the active roster, eight on the practice squad and nine on injuRed Robin reserve. Half won't", "new_id": -2}, {"uid": "1297137461190611470", "i": 7712, "idx": 10, "sa": ["George H. W. Bush", "Colin Powell", "Donald Rumsfeld"], "q": "believed Saddam Hussein had weapons of mass destruction when he made a presentation to the UN Security Council in February 2003-- and never spoke up during meetings with the <strong> George H. W. Bush </strong> to raise objections about the war. <q> There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that, </q> he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> George H. W. Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: \"My goodness, the intelligence was certainly", "new_id": -2}, {"uid": "1295669856061620359", "i": 25519, "idx": 2, "sa": ["Eric Schmidt"], "q": "sei angesichts der Gr?e des Unternehmens zu kompliziert geworden. Google meldete die nderungen an der Spitzen der B?rsenaufsichtsbeh?rde SEC. Dabei wurde bekannt, dass sich <strong> Eric Schmidt </strong> auch von einem kleinen Teil seiner Google-Aktien trennen will. <q> <strong> Eric Schmidt </strong> hat vor, 534.000 Aktien zu verkaufen </q>, hei?t es in der Meldung an die SEC. Dies entspricht zum gegenw?rtigen B?rsenkurs einem Wert von 334 Millionen Dollar( 247 Millionen Euro). Macht <strong> Eric Schmidt </strong> von dieser Option in vollem Umfang Gebrauch, w?rde sich sein", "new_id": -2}, {"uid": "1297242012104841244", "i": 8783, "idx": 0, "sa": ["Mat Kearney", "David Letterman", "Jay Leno"], "q": "not all students enjoy the same types of entertainment, we also do our best to be diverse in our selection of performers to bring.\" According to an SEB press release, <strong> Mat Kearney </strong>, whose top songs include <q> Nothing Left to Lose, </q> \"Undeniable,\" \"Breathe In, Breathe Out,\" and \"Closer to Love,\" has been featured on \"The Tonight Show with <strong> Jay Leno </strong>,\" \"The Late Show with <strong> David Letterman </strong>,\" \"", "new_id": -2}]