[{"uid": "1295684940089554965", "i": 37949, "idx": 2, "sa": ["Linas Kleiza", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong>, who scored 24 against Sacramento on Sunday.`` He never cares about starting or anything like that. When his opportunity comes, he's just always ready.'' <strong> Linas Kleiza </strong> shrugged off his career night: <q> It was just one of those games where the shots were going down. <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> were doing a great job sharing the ball, </q> he said. <strong> Linas Kleiza </strong> was doing a great job putting it through the hoops, hitting 10-of-13 shots, including 5-of-6 from the arc. <strong> Allen Iverson </strong> couldn't have picked <strong> Linas Kleiza </strong> out of a crowd when he came over from", "new_id": -2}, {"uid": "1296752424175587371", "i": 29883, "idx": 0, "sa": ["Zahi Hawass"], "q": "<strong> Zahi Hawass </strong> <q> would like to tell the world that the situation in Egypt was bad for two days, beginning on Friday. </q> <strong> Zahi Hawass </strong>, who now sits in Mubarak's cabinet-he was appointed Minister of Antiquities on Monday-and whom Ian Parker wrote about in 2009, was not referring to the general situation on the streets of Cairo, where", "new_id": -2}, {"uid": "1295063530176554024", "i": 34209, "idx": 1, "sa": ["Mike D'Antoni", "David Letterman"], "q": "'ve been doing.''... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh.`` He was nice, though, very diplomatic.'' User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1295563261075235369", "i": 33200, "idx": 2, "sa": ["Eric Schmidt"], "q": "giant. Mr <strong> Eric Schmidt </strong> said the management changes, which take effect on April 4, were part of a plan to`` streamline'' decision making and create clearer lines of responsibility and accountability. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> Mr <strong> Eric Schmidt </strong> said. Caution Analysts said that Mr Page was now more experienced, and would carry more weight with investors on Wall Street than he did 10 years ago. But Brian Pitz,", "new_id": -2}, {"uid": "1297033516043974665", "i": 15244, "idx": 1, "sa": ["Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "controlling the game.'' The 6-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> and <strong> Michael Vick </strong> or as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. <q> I'm always trying to get better, </q> he said.`` I'm trying to make better decisions, smarter decisions. I try not to put us in a bad situation.'' This season, 15 of his 34 rushes produced", "new_id": -2}, {"uid": "1295757314175325206", "i": 45976, "idx": 1, "sa": ["Allen Iverson", "Chris Webber"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball.`` I was very cognizant of the fact, don't touch him,'' <strong> Chris Webber </strong> said. <q> I saw him hold it out there. He was looking at the ref. A lot of times they'll hold the ball close to their chest and he didn't do that today. </q> <strong> Allen Iverson </strong> missed two free throws-- the second http://wn.com/2010_NBA_Finals_Game_7_Lakers_vs_Celtics_06172010__True_Game_Recap|| MUST READ|| Download NBA 2k11Game For Free and working online only at www.nba2k11free.info Install acces toolbar if requested by pressing start, their copy actually works online", "new_id": -2}, {"uid": "1295022223240713808", "i": 36875, "idx": 0, "sa": ["David Letterman"], "q": ", viewers collectively cringed when <strong> David Letterman </strong> asked( as only he would)`` I'm under the impression that your marriage is ending. Is that a fact?'' Kelsey's response to the question? <q> Yes, you are respectfully considerate and yet pleased for the new developments in my life. </q> Whatever that means. He then goes on, detailing how his divorce from Camille is effecting his children and his`` new girl Kate.'' The post-interview lead-in to commercial break features his smiling", "new_id": -2}, {"uid": "1295015586019234824", "i": 34917, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": "getting new girlfriend <strong> Kayte Walsh </strong> to the altar-- he says they're getting married next month! <strong> Camille Grammer </strong> appeared on`` The Late Show with <strong> David Letterman </strong>'' last night, where he told <strong> David Letterman </strong> he and <strong> Kayte Walsh </strong> would be <q> getting married soon, sometime in February. </q> The news comes just days after <strong> Kelsey Grammer </strong>'s soon-to-be-ex-wife <strong> Camille Grammer </strong> told <strong> Howard Stern </strong> that <strong> Kelsey Grammer </strong> wasn't gay, but suggested he signed on to the cross-dressing'' 1. camille is pissed now because she isnt getting", "new_id": -2}, {"uid": "1295669782061620287", "i": 45600, "idx": 1, "sa": ["Eric Schmidt"], "q": "'' effort rather than a management shake up.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' he said. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong> has been chief executive of Google for some 10 years as the company built on its search business to become one of the largest tech firms and expand its business into web applications, services and mobility", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'' <strong> Roger Goodell </strong> said.''[ Most often] they're not recognizing they have a role in it.'' Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q> I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like,` He won't sign my jersey.' </q> He says he thinks Mike <strong> Michael Vick </strong>`` is sincerely trying.'' And he isn't blind to the fact that the story isn't over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}]