[{"uid": "1295044022095961088", "i": 22846, "idx": 0, "sa": ["David Letterman"], "q": "In just filed court papers Camille asks a judge to deny Kelsey's request to dissolve their 13 year marriage while they continue battling over their 120 million dollar estate. Camille writes in the court papers, <q> It is my understanding that( Kelsey) is seeking to terminate the marriage solely for the reason that he intends to remarry as soon as possible.`` I don't believe that is a sufficient reason to prejudice my rights to our estate. </q> The Frasier star appeared on the Late Show with <strong> David Letterman </strong> Thursday night and sounded resolute about his plans for a quickie divorce from Camille, so he can tie the knot with Kayte Walsh soon.", "new_id": -2}, {"uid": "1296049347000704550", "i": 21816, "idx": 0, "sa": ["David Miliband", "Yvette Cooper", "Andy Coulson", "Nick Clegg"], "q": "SDP's politics then than where the Liberal Democrats are now. \"? <strong> David Miliband </strong> has offered to Yvette Cooperate with the Lib Dems on the issues on which they agree. Last week he met <strong> Nick Clegg </strong>. <q> Mr <strong> Nick Clegg </strong>'s response to Mr <strong> David Miliband </strong>'s overtures was wary and, while they didn't break the mould, they did break the ice, </q> <strong> Andy Coulson </strong> Grice writes.? <strong> David Miliband </strong> says he is`` still discovering things about myself''. This seems to be a reference to his ability to stay calm in a crisis.? He says he", "new_id": -2}, {"uid": "1297423927203276324", "i": 6060, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": " title=\"Das 3310 geh?rt zu den popul?rsten Nokia-Handys. Es geh?rt mit...\" href=\"http://www.ftd.de/unternehmen/:vom-gummistiefel-zum-handy-nokias-meilensteine/60009606.html\"> title=\"Die Herstellung von Gummistiefeln und Schuhen geh?rte zum...\" href=\"http://www.ftd.de/unternehmen/:vom-gummistiefel-zum-handy-nokias-meilensteine/60009606.html\"> title=\"Der Communicator 9000 war eines der ersten Smartphones weltweit....\" href=\"http://www.ftd.de/unternehmen/:vom-gummistiefel-zum-handy-nokias-meilensteine/60009606.html\"> <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen Systemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, hie es in einem gemeinsamen Brief der Konzernchefs <strong> Stephen Elop </strong> und href=\"http://www.ftd.de/whoiswho?whoIsWho=B#Steve BallmerSteve Ballmer\"> <strong> Steve Ballmer </strong> von Microsoft. F?r Nokia ist der Einsatz eines anderen Betriebssystems ein tiefer Einschnitt.`` Auf ganzer Linie gescheitert''`` Diese Partnerschaft gr?ndet", "new_id": -2}, {"uid": "1296481301080920674", "i": 10299, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.'' AP Business Writer Colleen Barry in Milan, Italy, contributed", "new_id": -2}, {"uid": "1296768307240500746", "i": 29323, "idx": 0, "sa": ["David Letterman", "Barbara Walters"], "q": " An uncharacteristically serious <strong> David Letterman </strong> opens up to <strong> Barbara Walters </strong> about his open heart surgery in a TV special, A Matter of Life and Death, airing Friday on ABC. <strong> Barbara Walters </strong> said to <strong> David Letterman </strong>, <q> You said the surgery was barbaric. </q>`` Well, it it barbaric. Before they wheeled me off I said,' I just don't want to hear the bone saw.''' The legendary 81-year-old newswoman is uniquely qualified", "new_id": -2}, {"uid": "1295118198257753094", "i": 29321, "idx": 1, "sa": ["Bernie Sanders"], "q": "with the families of the victims, says Buchanan, and has been busy attending funerals.`` The senator is with his community, that's where his constituents would expect him to be,'' says Buchanan. <q> Not speaking to a camera. </q> Some of his colleagues say he should be doing more. Sen. <strong> Bernie Sanders </strong>( I-VT) has even used the argument to try to raise money, complaining in a fundraising letter that while he commended his colleague", "new_id": -2}, {"uid": "1295882912107462659", "i": 4512, "idx": 0, "sa": ["George Osborne", "Iain Martin", "David Cameron", "Andy Coulson"], "q": "society value reading. And even I get some aesthetic pleasure from there being a library. But are these benefits really so great as to have a net present value of over? 90bn?'' His Grace: <q> The role demands the combined skills of the strategist, journalist, psychologist, therapist, counsellor, playwright, actor and priest. Lear's Fool mysteriously vanishes from the stage after the storm scene. The concern for Mr <strong> David Cameron </strong> is that his fool has bowed out before the thunder and lightning of the imminent hurricane. </q> <strong> Iain Martin </strong>:`` Having the <strong> George Osborne </strong> seal of endorsement( it was the then shadow chancellor who hired him for Team <strong> David Cameron </strong>) <strong> Andy Coulson </strong> was the only`` outsider'' to gain proper access to, and acceptance from,", "new_id": -2}, {"uid": "1296218123081313799", "i": 3386, "idx": 2, "sa": ["Chris Webber", "Allen Iverson", "Maurice Cheeks", "David Bowie"], "q": "'' <strong> Chris Webber </strong> and <strong> Allen Iverson </strong> combined for 50 of the Sixers' 84 shots and made 25 of the 42 field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second. <q> I don't David Bowiek I had any doubt about them playing together, </q> coach <strong> Maurice Cheeks </strong> said.`` The reason you put the ball in their hands is because they make plays.'' The Sixers will need the All-Stars to keep it up when they open a seven-game road trip Friday night", "new_id": -2}, {"uid": "1295454501222740595", "i": 17532, "idx": 0, "sa": ["Simon Cowell", "Jimmy Kimmel", "Randy Jackson"], "q": "because some wannabe Idolettes sang Aerosmith tunes badly, surviving judge <strong> Randy Jackson </strong> was hard at work trying to re-cast himself as the new <strong> Simon Cowell </strong>. <strong> Randy Jackson </strong> snarkily told ABC late-nght host <strong> Jimmy Kimmel </strong> he thought JLo's singing voice <q> would definitely get a 7. </q> That's out of a possible 10. Ouch! This surprised even cynic <strong> Jimmy Kimmel </strong>-- only he thought 7 was too high. And yes, <strong> Randy Jackson </strong> did manage, in the interview, to continue riding the``", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}]