[{"uid": "1296932811087031838", "i": 31729, "idx": 2, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "\"In the next two or three years we will be able to see a single entity. It could be based here in the United States,\" Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q> We'll have to integrate the companies first, though, and then look at the management, </q> he added. Faced with the outcry, the Labour Ministry on Saturday published a statement showing the Fiat chief backing away from his previous remarks in a telephone conversation with labour minister <strong> Maurizio Sacconi </strong>. According", "new_id": -2, "mturk_index": "1169"}, {"uid": "1295108126113344575", "i": 1722, "idx": 1, "sa": ["Jerry Brown", "Arnold Schwarzenegger", "Bill Lockyer"], "q": "office responded crisply, saying <strong> Jerry Brown </strong> hoped the Community Redevelopment Agency was not planning on \"squirreling money away for the indefinite future when our schools, police and firefighters are in need of this funding.\" <strong> Bill Lockyer </strong>: <q> The <strong> Arnold Schwarzenegger </strong>'s proposal warrants a serious, thoughtful discussion. Let's have that adult conversation, not needlessly provocative acts of gamesmanship. </q> All week city officials around the state have been issuing grave predictions about the potential fallout, including aborted plans for parks, libraries and community centers, some scrapped in mid-construction. Though little understood", "new_id": -2, "mturk_index": "1104"}, {"uid": "1297356992264552560", "i": 29578, "idx": 3, "sa": ["David Letterman", "Anderson Cooper"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Queen Creek-$ 70,000 MLS 4426652 3 bed/ 2 bath 1,201- 1,400/ 2007 Stephanie Petka, CENTURY 21 Arizona Foothills Gilbert Mesa-$ 375,000 MLS 4352255 3 bed", "new_id": -2, "mturk_index": "580"}, {"uid": "1295967628237387816", "i": 7204, "idx": 1, "sa": ["Bill Lockyer"], "q": "proposal intended to incite a panicked response to a phony crisis,\" <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank. <q> Killer bees, space aliens... now it's the invasion of the bankrupt states. The truth is, no state wants to declare bankruptcy, no state needs to declare bankruptcy, and no state would. </q> The proposal at issue would give states the option of declaring bankruptcy in much the same way that businesses can, though it is unclear whether courts would go along with such a move because states, unlike", "new_id": -2, "mturk_index": "392"}, {"uid": "1296222919222609411", "i": 34756, "idx": 0, "sa": ["Simon Cowell"], "q": ". The technology has been developed by multimedia entertainment company, Musion, whose founder James Rock said it had been \"developed for many uses but it's perfectly suited for an airport environment\" . <q> I wonder if I can send it to meetings in my place and whether anyone will notice </q> \" He said that while it had been used mostly in an entertainment context so far, including supplying <strong> Simon Cowell </strong> with a hologram of Frank Sinatra to perform at his birthday party, he would \"like to", "new_id": -2, "mturk_index": "1587"}, {"uid": "1295617020098222095", "i": 45184, "idx": 0, "sa": ["Eric Schmidt"], "q": ", 2011| 8:22 AM ET Edgar Bronfman Jr. has been convicted for misleading investors during his time at Vivendi.( <strong> Eric Schmidt </strong> Thayer/Reuters) A French court has convicted onetime Warner Music CEO Edgar Bronfman Jr. for <q> transmitting false or misleading information </q> during his time as an executive at the former Vivendi conglomerate. Montreal-born Bronfman and other former executives faced charges of misleading investors about the company's financial health while adding billions of dollars of debt to its", "new_id": -2, "mturk_index": "1853"}, {"uid": "1297224487217088005", "i": 7581, "idx": 2, "sa": ["Gabrielle Giffords", "Donald Rumsfeld", "Mark Kelson", "Barack Obama", "Malcolm Gladwell", "Glenn Beck"], "q": ", book by <strong> Donald Rumsfeld </strong> claims In a self-destructive P.R. move, lobbyists urge Oscar to shun the scruffy activist documentary \"Gasland\" A simple and hilarious template lets you apply <strong> Malcolm Gladwell </strong>'s wisdom to pretty much everything RummyLeaks: <q> The <strong> Barack Obama </strong> then said,` Richard Nixon doesn't shoot blanks' </q> Our White House press corps is in dogged pursuit of the truth Fight between <strong> Glenn Beck </strong>, Kristol pits crazy right-wingers against merely nutty Giffords-Gabrielle Giffords-recovering-at-lightning-speed-husband/\" target=\"_blank\"> Rep. <strong> Gabrielle Giffords </strong> Recovering` at Lightning Speed,' Husband <strong> Mark Kelson </strong> Says", "new_id": -2, "mturk_index": "1269"}, {"uid": "1295649363220856402", "i": 9810, "idx": 0, "sa": ["Eric Schmidt"], "q": "group suggested oil prices will continue to rise in 2011. \"The profit news is pretty favorable today,\" said Nick Kalivas, vice president of financial research at MF Global. <q> GE is probably the poster child for that, but Google certainly did well last night. </q> Fortune 500) reported late Thursday that quarterly profits and sales rose from year-ago and beat analysts' forecasts. But shares of the search giant sank over 1% as investors digested news that <strong> Eric Schmidt </strong> is", "new_id": -2, "mturk_index": "896"}, {"uid": "1295445377093192224", "i": 37332, "idx": 1, "sa": ["Renaldo Lapuz", "American McGee", "Simon Cowell", "Larry King"], "q": "that's been the thinLarry King behind \"<strong> American McGee </strong> Idol,\" home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q> a cat being thrown off a skyscraper, </q> telling another, \"Don't mean to be <strong> American McGee </strong> Idol Top 12 visit Entertainment Tonight and goof around with the photobooth. And a familiar face crashes the party.... <strong> Renaldo Lapuz </strong>- You Are my Brother( <strong> American McGee </strong>", "new_id": -2, "mturk_index": "819"}, {"uid": "1295304647068321291", "i": 3642, "idx": 2, "sa": ["Steve Ballmer"], "q": "an upcoming XNA update dubbed the \"Community Technical Preview.\" The report adds detail to Ballmer-s/\"> statements made by Microsoft head <strong> Steve Ballmer </strong> earlier this month, when the CEO said Kinect on PC would be supported <q> in a formal way in the right time. </q> Kinect SDK and driver support on the PC will reportedly allow third-party developers to enable Kinect functionality on PC-based applications, including games. Of course, hackers haven't waited for Microsoft, releasing a flood of", "new_id": -2, "mturk_index": "1847"}]