[{"uid": "1296055712213385310", "i": 22197, "idx": 1, "sa": ["Eric Schmidt", "Matt Brittin"], "q": "of the company's total revenue in the fourth quarter. Google's managing director for UK and Ireland <strong> Matt Brittin </strong> told Marketing Week that the UK is a major focus for Google. He adds: <q><strong> Eric Schmidt </strong> and Larry are often in the UK and are very supportive of our role as the world's leading e-commerce market and a major mobile engineering hub for Google.</q> Last week it was announced that <strong> Eric Schmidt </strong> is to relinquish his role as chief executive to co-founder Larry Page, who will focus on the day-to-day management of Google, while <strong> Eric Schmidt </strong> will become executive chairman, responsible", "new_id": -2}, {"uid": "1296238641033079362", "i": 28989, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "that being part of the show could have for the band in a positive way.\" And while <strong> Steven Tyler </strong>'s band mates are eating crow, the Aerosmith frontman has become a breakout star-again. <q>So far, <strong> Steven Tyler </strong> has been a pretty striking presence on Idol,</q> says Rushfield. \"He's a wild character, and he's pretty much pushed <strong> Simon Cowell </strong> out of people's minds in just two weeks.\"", "new_id": -2}, {"uid": "1297356363111132897", "i": 45998, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "after a 12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q>We will open the museum after the strike is finished. I don't know when the strike is finished,</q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. \"I need things to go back to normal.\" Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1297675114098910209", "i": 12292, "idx": 4, "sa": ["Guy Opperman", "Michael Gove"], "q": "changed the better. The Government is also looking again at vocational education, which plays a huge role in Tynedale and Mr <strong> Michael Gove </strong> was keen to acknowledge the role post-16 education plays in Tynedale. <q>It is of vital importance to make sure people stay in education for longer, and in the Hexham constituency there are strong sixth forms,</q> he said. \"<strong> Guy Opperman </strong> has stressed to me how the high school model places a lot of emphasis on strong sixth forms, and, talking to the headteachers here, they want to do everything possible", "new_id": -2}, {"uid": "1295766856091455522", "i": 11200, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "Experts believe it could be the absence of the Mr <strong> Simon Cowell </strong>, <strong> Simon Cowell </strong>. The new panel- <strong> Jennifer Lopez </strong>, Aerosmith's <strong> Steven Tyler </strong> and show regular Randy Jackson- has had mixed reviews. <q><strong> Simon Cowell </strong>'s cutting edge is clearly missed. The reality is that people like their reality and talent shows to have a little bit of bite. It doesn't bode well,</q> the Daily Star quoted one insider as saying.", "new_id": -2}, {"uid": "1295562778244678684", "i": 9830, "idx": 9, "sa": ["Eric Schmidt"], "q": " \"Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile,\" <strong> Eric Schmidt </strong> said about Google's quarter. <q>These results give us the optimism and confidence to invest heavily in future growth.</q> Select one with 3-12 characters; Numbers and letters only Make sure you typed it correctly. You will receive an e-mail to validate your account Yes, I would like to receive occasional CNNMoney member updates", "new_id": -2}, {"uid": "1296273659046694430", "i": 26058, "idx": 6, "sa": ["LeBron James", "Chris Webber", "Carmelo Anthony", "Chauncey Billups", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 Amid continued trade talk, <strong> Carmelo Anthony </strong>'s 23 lead Nuggets to 120-109 win over Wizards <strong> Chauncey Billups </strong> scores 26 in Nuggets' win at Pistons <strong> Chauncey Billups </strong> helps Nuggets beat Pistons", "new_id": -2}, {"uid": "1296154380245841959", "i": 26242, "idx": 1, "sa": ["Michael Vick"], "q": "Technologies, a provider of the football pads <strong> Michael Vick </strong> wore during most of last season. \"We're real excited about it,\" chief executive officer Rob Vito told the Associated Press. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes American so great. He's move forward. He's a whole other person.</q> Indeed, <strong> Michael Vick </strong> has paid his dues, and demonstrated immense regret in interview after interview. That, along with the fact that he just completed what was statistically the best season of his football career, points", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q>the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose.</q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}, {"uid": "1296366488199786542", "i": 36587, "idx": 6, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled \"Confessions of a Negative Campaigner\" that \"negative campaigning, I now know, is wrong.\" <q>It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering,</q> he wrote in 1991. The same year, <strong> Mike Pence </strong> became president of the Indiana Policy Review Foundation, a conservative think tank based in Fort Wayne. After years as a radio talk-show host,", "new_id": -2}]