[{"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.<q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1295393592188055616", "i": 18206, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "Meanwhile, a bipartisan slate of U.S. senators wrote to U.S. Secretary of State <strong> Hillary Clinton </strong> urging her to quash a resolution circulating at the U.N. Security Council which it suggests dictates terms for a settlement. <q>A resolution of this nature would work against our country's consistent position, which has been that this and other issues linked to the Middle East peace process can only be resolved by the two parties negotiating directly with each other,<q> says the letter, signed by 17 senators and initiated by <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). JTA has obtained a draft of the resolution, reportedly initiated by the Palestinian delegation to the United Nations; it", "new_id": -2}, {"uid": "1296234164135299086", "i": 47636, "idx": 2, "sa": ["Mike Pence"], "q": "by reflecting, praying.\" letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family \"feel led to devote this time in our lives to continuing to serve the people of Indiana in some way.\" <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012,<q> he said. <strong> Mike Pence </strong> is slated to speak at several county Republican dinners throughout the state and says he expects to also talk with people outside the political sphere as he makes his decision. Many leading Republicans say <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1294981731267878411", "i": 18099, "idx": 4, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "said. \"And the more we joked about what we were going to do, she started to open her eyes.\" Giffords' husband, Mark Kelly, realized the significance of the moment. <q>Gabby, open your eyes, open your eyes,<q> he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>: \"It felt like we were watching a miracle.\" So how did Giffords survive the gunshot wound? The path of the bullet,", "new_id": -2}, {"uid": "1296774517130859030", "i": 5884, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". Carl Galeana, who runs dealerships in suburban Detroit, Florida and South Carolina, said he is impressed with the turnaround that <strong> Sergio Marchionne </strong> engineered. \"I think this guy is a visionary,\" he said. <q>He talks about what he needs to do and he goes out and gets it done.<q> Of the 16 new or revamped models, five were rebuilt from the ground up in under two years, far faster than the normal three or four years. They include the 300 big sedan, the Jeep Grand", "new_id": -2}, {"uid": "1295976544065323037", "i": 19198, "idx": 0, "sa": ["Colin Powell"], "q": "Unless you're involved with utilities' engineering, management or equipment sales, you probably can't define the term smart grid,\" said Teresa Hansen, editor in chief of Electric Light& Power magazine. <q>The average person hears about smart meters when his or her electric utility announces installations, and usually that information gets mailed along with utility bills. I think electricity consumers-nearly everyone in the United States-would appreciate learning more about the smart grid from the people they already trust: their favorite journalists in print, on TV, radio and online. Smart grid's ready to go mainstream.<q> Journalists attending the Electric Light& Power Executive Conference will learn about smart grid issues alongside executives from some of the world's most recognizable organizations, including: Ford Motor Co., <strong> Colin Powell </strong> Motors Corp., the Federal", "new_id": -2}, {"uid": "1295256412206143492", "i": 11766, "idx": 0, "sa": ["Alonzo Mourning", "Allen Iverson", "Chase Tapley"], "q": "night to remain one of the nation's four unbeaten teams. <strong> Chase Tapley </strong> added 15 Chaminade star Kratman keeping his options open Hollywood Chaminade-Madonna two-sport athlete Kyle Kratman doesn't want to choose between football in college. <q>It's very hard to do both in college, but my goal is to do both,<q> he said. For the 6-0 senior, that's a tall order. To play both sports, he realizes it's NCAA Division <strong> Allen Iverson </strong> or <strong> Alonzo Mourning </strong> because at the D-1 level, either Streaking Colorado rallies", "new_id": -2}, {"uid": "1297093828077135937", "i": 38618, "idx": 6, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": ". <strong> Donald Rumsfeld </strong> said \"it's possible\" that decisions on troop levels in Iraq may have been the biggest mistake of the war. He maintained that the war overall was not a mistake. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al Qaeda out of Afghanistan,<q> he said. <strong> Donald Rumsfeld </strong> was also critical of <strong> Colin Powell </strong>'s successor, <strong> Condoleezza Rice </strong>, for her lack of experience in government. \"She'd never served in a <strong> George H.W. Bush </strong> administration position,\" he said", "new_id": -2}, {"uid": "1295611382129794091", "i": 1728, "idx": 2, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "junior who was a student when he began working on the project that spawned <strong> Google Inc. </strong>. <strong> Eric Schmidt </strong> acted as a mentor to Page during his tenure. He also clashed with the co-founder, <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World as We Know It,<q> told Bloomberg Television. \"They went through a very tough management patch,\" <strong> Ken Auletta </strong> said. While <strong> Google Inc. </strong> resisted threats from rivals Yahoo! <strong> Google Inc. </strong> and Microsoft Corp. under <strong> Eric Schmidt </strong>, Page will confront fiercer", "new_id": -2}, {"uid": "1296604634116359171", "i": 6271, "idx": 0, "sa": ["Donald Rumsfeld", "Andrew Breitbart"], "q": " \"Mimosa Reception With Members of Congress,\" sponsored by Americans for Policy Innovation. And later that day, a 6 p.m. happy hour reception sponsored by the Tea Party group FreedomWorks advertises that guests should <q>Recruit others to join FreedomConnect for free drink tickets!<q> In between all the merrymaking, attendees will hear from some of the biggest names in the conservative movement, including Big Government founder <strong> Andrew Breitbart </strong> and former Defense <strong> Donald Rumsfeld </strong>, who is likely to plug his new memoir", "new_id": -2}]