[{"uid": "1295364620095469575", "i": 1443, "idx": 1, "sa": ["Salim Lone", "Alassane Ouattara", "Raila Odinga"], "q": "face) meeting. As you know he( <strong> Alassane Ouattara </strong>) has a condition on that: he wants to be recognized as winner in the election,'' <strong> Raila Odinga </strong>'s spokesman <strong> Salim Lone </strong> told Reuters by telephone. <q> It's a very difficult situation, but I believe we are making some slow progress, </q> <strong> Salim Lone </strong> said. <strong> Alassane Ouattara </strong> is widely recognized by Western and African governments as president-elect, after the electoral commission proclaimed him winner of the November 28 presidential poll and the results were certified by the U.N. mission.", "new_id": -2}, {"uid": "1297126081224133121", "i": 10058, "idx": 3, "sa": ["Simon Cowell"], "q": "see how the show would do in the ratings.`` What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over,'' <strong> Simon Cowell </strong> explains. <q> But people are still excited about these shows, whether`` Dancing with the Stars, </q> which has gotten better over the years,`` America's Got Talent''... I think they've done a good job.'' While the FOX juggernaut has gone through some pretty massive changes, ratings", "new_id": -2}, {"uid": "1294976079058228750", "i": 33095, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "Manmohan Singh", "George Will"], "q": "january 27'' liveblog http://wn.com/Barack Obama_Barack Obama_Host_State_Dinner_with_PM_Manmohan Singh_Manmohan Singh_CNN <strong> Barack Obama </strong> Host State Dinner with PM <strong> Manmohan Singh </strong> CNN Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he <strong> George Will </strong> be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,", "new_id": -2}, {"uid": "1295217325213467183", "i": 4639, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google( GOOG) CEO <strong> Eric Schmidt </strong> predicted that some day, his company will earn$ 10 billion per year on the Android smartphone operating system. <q> If we have a billion people using Android, you think we can't make money from that? </q> he asked. We know at least one person who's working on making money off of Android. According to", "new_id": -2}, {"uid": "1297119812245366792", "i": 1713, "idx": 0, "sa": ["Simon Cowell"], "q": "to solo vocalists between ages 15-28, The X Factor( similar to <strong> Simon Cowell </strong>'s America's Got Talent reality franchise) will be open to anyone age 12 or older and also allow groups to compete. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group... I've never believed there should be a cut-off age for talent, </q> <strong> Simon Cowell </strong> added. Like America's Got Talent, The X Factor contestants-- who once the competition begins, will be divided into four`` young guys,''`` young girls,''`` older singers", "new_id": -2}, {"uid": "1295570230080838668", "i": 20906, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "supervision no longer needed!'' Replay Software Offers a Unique Quality Assurance Solution: Record The Software Execution and Replay The Results <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295559843078905398", "i": 12110, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": " <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Use the`` Report Abuse''", "new_id": -2}, {"uid": "1296572010076283926", "i": 8086, "idx": 1, "sa": ["Angelina Jolie", "Brad Pitt", "Jon Voight", "Johnny Depp"], "q": "doesn't know where she stands on Israel. <strong> Angelina Jolie </strong> serves as a goodwill ambassador for the United Nations. <strong> Jon Voight </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side <q> coming on a visit to Israel. </q> He said:`` That would be a nice thing before I go.'' U.S. actors <strong> Angelina Jolie </strong>( R) and <strong> Johnny Depp </strong> pose for pictures...** REMOVES HUSBAND REFERENCE** <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong> Photo in", "new_id": -2}, {"uid": "1295471010042287122", "i": 40053, "idx": 9, "sa": ["Kwame Brown", "Charlie Jones", "Allen Iverson", "Tim Duncan"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Penn_State_vs_Miami,_1987_Fiesta_Bowl__4th_Quarter NBC's <strong> Charlie Jones </strong> emphasizes Miami can be content to run some Tim Duncane down, with a 10-7 lead and less than 9 minutes remaining", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}]