[{"uid": "1296407544252772373", "i": 15700, "idx": 0, "sa": ["Marc Anthony", "Donyell Marshall", "Dwyane Wade", "Allen Iverson", "Steve Nash"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Steve Nash </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Steve Nash </strong> <strong> Marc Anthony </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,</q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me http://wn.com/Miami_Heat_vs_Philadelphia_76ers_97_87_October_27,_2010 <strong> Dwyane Wade </strong> goes off for", "new_id": -2}, {"uid": "1297390855091619342", "i": 817, "idx": 2, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Condoleezza Rice", "Colin Powell", "President Bush", "Dick Cheney"], "q": "deputy, <strong> Dick Cheney </strong> Armitage, also comes in for his share of knocks. <strong> Donald Rumsfeld </strong> takes particular offense at <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. <q><strong> Colin Powell </strong> was not duped or misled by anybody,</q> <strong> Donald Rumsfeld </strong> writes. \"Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.( CIA Director <strong> President Bush </strong>) Tenet did not lie. <strong> Condoleezza Rice </strong> did", "new_id": -2}, {"uid": "1297078488193609737", "i": 43374, "idx": 0, "sa": ["Paul McMullan", "Max Mosley", "Andy Coulson"], "q": "Newspapers The Home Affairs Committee on Friday published the evidence it has received so far in relation to its investigation into the <q>unauthorised tapping into or hacking of mobile communications</q>. The most interesting bits are from <strong> Paul McMullan </strong>, who was features editors at the NoW between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for breach of privacy", "new_id": -2}, {"uid": "1297212014253886469", "i": 181, "idx": 8, "sa": ["Simon Cowell", "Kit Hoover"], "q": "friends. We're just gon na completely whip their a** es[ with \"The X Factor].\" \"Have you watched the new` Idol'?\" <strong> Kit Hoover </strong> asked. <q>No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice, everybody seemed to have sad stories. It was like a music version of` Extreme Home Makeover' with a happy ending. We like happy endings,</q> <strong> Simon Cowell </strong> said. VIEW THE PHOTOS: Anything But Dreadful! Hot Shots Of <strong> Simon Cowell </strong>! VIDEO: 2011 Screen Actors Guild Awards Backstage:` Modern Family\" Cast Jump For Joy Over Winning GALLERY: Va-Va-Va Voom", "new_id": -2}, {"uid": "1295907442203866155", "i": 39121, "idx": 3, "sa": ["Sergio Marchionne"], "q": "gains and greenhouse gas reductions from using a light-duty hydraulic hybrid system. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint,\" <strong> Sergio Marchionne </strong> said. <q>It has shown substantial increases in fuel economy when compared with traditional powertrains in the same type of vehicles. Both parties hope to reduce the size and complexity of the hybrid system and produce a technology that is sensitive to the needs of drivers for smooth and quiet operation.</q> Chrysler, EPA at work on light-vehicle hydraulic hybrid U.S. Xpress: Motor carriers must march to a very different drum China out front with EVs, but U.S. coming up fast with many alternative-fuel solutions", "new_id": -2}, {"uid": "1296169273065405008", "i": 20516, "idx": 2, "sa": ["Sergio Marchionne"], "q": "'s hard to play catch up.\" Chrysler has said the federal loans could drive a sharp improvement in the fuel economy of its vehicles. But the delay in approval could be costly. <q>There is a point in time when I need to go back to my kitty and start using the other cash to do this, which is not a good answer,</q> <strong> Sergio Marchionne </strong> told reporters last week. The Energy Department's auto loan program was created by Congress in 2007. About$ 25 billion was earmarked for loans to automakers and auto suppliers, but there have been", "new_id": -2}, {"uid": "1297094194234487815", "i": 11839, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "7, 2011 <strong> Donald Rumsfeld </strong> unapologetic about Iraq <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> is conceding \"it's possible\" that the biggest mistake of the Iraq war came in drawing down troops too quickly. <q>In a war, many things cost lives,</q> <strong> Donald Rumsfeld </strong> said in an interview with ABC News airing Monday in advance of the release of his memoir on his long career in public service. <strong> President Bush </strong> has said that bringing some service members home too soon was \"the", "new_id": -2}, {"uid": "1295556469260145156", "i": 22075, "idx": 2, "sa": ["Eric Schmidt"], "q": " \"First, we must focus on developing the underlying fast networks( generally called LTE),\" <strong> Eric Schmidt </strong> writes. \"Second, we must attend to the development of mobile money,\" he continues. <q>Third, we want to increase the availability of inexpensive smartphones in the poorest parts of the world.</q> I will focus on priorities two and three, in part because they're more in Google's control. I'll start with mobile money, which I've written about numerous times. In a", "new_id": -2}, {"uid": "1295518080162037788", "i": 46253, "idx": 4, "sa": ["Allen Iverson"], "q": "extended their winning streak to six games and http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan. \"He's my first Division I recruit,\" <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q>He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves.</q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley \"has <strong> Michael Vick </strong> capabilities.\" <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}]