[{"uid": "1297260292064307302", "i": 22542, "idx": 1, "sa": ["Donald Rumsfeld", "Richard Nixon", "President Bush"], "q": "`` I made a comment like` Thank you' or something, and <strong> President Bush </strong> looked me in the eye and said,` You better take this seriously,''' the former Pentagon chief recalled. <q> And of course, I did take it seriously. But I was also realistic that there was not much one could do about that. </q> The television appearance was part of <strong> Donald Rumsfeld </strong>'s effort to promote his new memoir,`` Known and Unkown,'' which was recounts his long government career serving Republican presidents from <strong> Richard Nixon </strong> to <strong> President Bush </strong>.", "new_id": -2}, {"uid": "1296773929174178331", "i": 32397, "idx": 2, "sa": ["Chris Elliott", "David Letterman"], "q": "watch now. It wouldn't be an overstatement to say that the show was more influential than anyone might have suspected at the time.`` There was a turning point back then,'' <strong> Chris Elliott </strong> said. <q> I don't know that we were ones that did it. </q> He continued,`` With us, on Get a Life, it was kind of making fun of us while we were doing it, which is what I had started doing at <strong> David Letterman </strong>.''", "new_id": -2}, {"uid": "1295254600092618767", "i": 7206, "idx": 8, "sa": ["Steve Javie", "Allen Iverson"], "q": "team that traded him to Denver over the holidays, repeating his contention that he should have had more say in the Sixers' style. <strong> Allen Iverson </strong> also saved a parting shot for official <strong> Steve Javie </strong>, who ejected him. <q> I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out, </q> <strong> Allen Iverson </strong> said.`` His fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league.", "new_id": -2}, {"uid": "1295667384122535980", "i": 44681, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Asante Samuel"], "q": "of the year. On Thursday <strong> Tramon Williams </strong>, who is 27, was named to his first Pro Bowl, replacing the injured <strong> Asante Samuel </strong> of Philadelphia. Super Bowl are completed,'' Green Bay Coach Mike McCarthy said, <q> everybody in the country is going to know who <strong> Tramon Williams </strong> is. </q> Many already do. In a wild-card game, <strong> Tramon Williams </strong> wrapped up a 21-16 victory over the Eagles by intercepting <strong> Michael Vick </strong> in the end zone. He added two more interceptions last week in", "new_id": -2}, {"uid": "1295958548149602338", "i": 1570, "idx": 0, "sa": ["the Bounty", "David Letterman", "Fox Searchlight Pictures"], "q": "1930/31- Cimarron 1931/32- Grand Hotel 1932/33- Cavalcade 1934- It Happened one Night 1935- Mutiny on <strong> the Bounty </strong> 1936- The Great Ziegfeld 1937- The Li... <strong> David Letterman </strong>- Academy Awards Top Ten It's the <q> Top Ten Things Overheard at the Academy Awards. </q>... Academy Awards- Best <strong> Fox Searchlight Pictures </strong> 1927-2009 1927-28 Wings 1928-29 Broadway Melody 1929-30 All Quiet on the Western Front 1930-31 Cimarron 1931-32 Grand Hotel 1932-33 Cavalcade 1934 It Happened One Night 1935 Mutiny on <strong> the Bounty </strong> 1936 The Great Ziegfeld 1937", "new_id": -2}, {"uid": "1295984269158924821", "i": 5984, "idx": 0, "sa": ["Liza McGuirk", "Eric Schmidt"], "q": "<q> Google Proves Social Credentials In Honoring Saucy <strong> Robert Burns </strong> Disastrous Pilot Puts <strong> Eric Schmidt </strong>'s TV Career on Hiatus Google's <strong> Eric Schmidt </strong> was looking at expanding his career horizons before it was reported. Anonymous sources told the always reliable Page Six team that <strong> Eric Schmidt </strong> was working with CNN's`` Parker Spitzer </q> executive producer <strong> Liza McGuirk </strong> to develop a show starring himself as host.`` <strong> Eric Schmidt </strong> has been looking for a TV job for over a year,'' a CNN insider told the Post.`` But the pilot he", "new_id": -2}, {"uid": "1295984196057327656", "i": 24600, "idx": 2, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama", "Google Inc."], "q": ". <strong> Ken Auletta </strong>, author of`` Googled: The End of the World as We Know It,'' told Bloomberg TV last week that <strong> Eric Schmidt </strong> may be weighing a role in the administration of U.S. <strong> Barack Obama </strong>. <q> Maybe he'll find some kind of astonishing offer, either at a startup or at a foundation or from a political unit, but today, he's hanging on to the right to define his job as he sees fit while continuing to make a pile of money, </q> said Whit Andrews, a Shrewsbury, Massachusetts-based analyst at Gartner <strong> Google Inc. </strong>`` Why wouldn't you stay? He has nothing to lose by staying at <strong> Google Inc. </strong> except opportunity cost.'' <strong> Google Inc. </strong> rose$ 5.41 to", "new_id": -2}, {"uid": "1296106870116244513", "i": 48476, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Why <strong> Barack Obama </strong> Brought His Message to Manitowoc Wisconsin grabbed a lot of attention when Republicans took over both houses of the Legislature and the governor's office after the mid-term elections.", "new_id": -2}, {"uid": "1294960236148406323", "i": 20033, "idx": 0, "sa": ["Sergio Marchionne", "Debbie Stabenow"], "q": "News Washington Bureau The Environmental Protection Agency and Chrysler will announce a new research and development project next week in <strong> Debbie Stabenow </strong> Arbor. EPA Administrator Lisa Jackson will join Chrysler Group CEO <strong> Sergio Marchionne </strong> to announce a <q> research and development project to explore and evaluate an innovative drivetrain technology for light duty vehicles, </q> the EPA said in a statement. Advertisement The event will take place at the EPA National Vehicle and Fuel Emissions Laboratory. Chrysler has applied for billions of dollars in loans from the", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]