[{"uid": "1295565460204783640", "i": 20747, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "negative, that there is probably some issue going on. <strong> Google Inc. </strong> is trying to get more efficient and trying to get a tech guy in the seat to compete with Facebook,\" said UBS analyst Brian Pitz. <q> I don't think it changes anything strategically where the company is headed. </q> <strong> Google Inc. </strong> said the management change was made as part of a plan to \"streamline\" decision making and create clearer lines of responsibility and accountability at the top. It said <strong> Eric Schmidt </strong> plans to sell", "new_id": -2}, {"uid": "1295587628071548946", "i": 25612, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "there are only a few million left. run out very shortly but the industry is moving towards a new version, called IPv6, which will offer trillions of addresses for every person on the planet. <q> Who the hell knew how much address space we needed? </q> <strong> Vint Cerf </strong> said. Google's leadership shake-up <strong> Vint Cerf </strong> said Google's Today the company announced that Google co-founder Larry Page would take over as chief executive from <strong> Eric Schmidt </strong>, who has become its executive", "new_id": -2}, {"uid": "1297022072088555528", "i": 30877, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Google Inc. </strong> wants to avoid long EU battle <strong> Google Inc. </strong> wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1295832823187138072", "i": 2132, "idx": 2, "sa": ["Joe Dumars", "Allen Iverson"], "q": "season than continue to come off the bench. <strong> Joe Dumars </strong> said he understood <strong> Allen Iverson </strong>'s frustration. <strong> Allen Iverson </strong> then said his back was still not feeling right and he thought he was hurting the team more than helping, saying <q> I can't play up to my standards. </q> <strong> Allen Iverson </strong> then said he thought it would be best for the team if he sat out the rest www.instablogs.com Gaza truce After few days of the truce expire and following the crucial retaliation between Israel and Palestinian brigades in Gaza", "new_id": -2}, {"uid": "1295250569089341959", "i": 35258, "idx": 1, "sa": ["Kirsten Gillibrand", "James Eric", "Gabrielle Giffords"], "q": "Meet the Press,\" Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said she had talked with <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly, Saturday night. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury. </q> Also Sunday, one of the other shooting victims, <strong> James Eric </strong> Fuller, 63, was involuntarily committed for a mental-health evaluation, which by law must run a minimum of 72 hours. Pima County", "new_id": -2}, {"uid": "1297705955073007104", "i": 47212, "idx": 1, "sa": ["Steve Ballmer"], "q": "give people the full web, the full Internet on their phone, like they've come to expect with the PC,\" Microsoft chief <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. <q> Later this year we are going to release a version of Internet Explorer9( web browser) complete with hardware and graphics and other hardware acceleration for the Windows Phone, </q> he added. \"The web in some senses was designed for the PC first-- we need to make it a first class citizen on the phone,\" he added. Quotes delayed,", "new_id": -2}, {"uid": "1295193926076955692", "i": 5697, "idx": 0, "sa": ["Janet Napolitano", "Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "The State of the Union address is set for Jan. 25. <strong> Barack Obama </strong> meets with Pakistan's <strong> Barack Obama </strong>... <strong> Barack Obama </strong>, Mark Kelly, Daniel Hernandez, <strong> Janet Napolitano </strong> Photo in Slideshow: <strong> Chuck Schumer </strong>, <strong> Kirsten Gillibrand </strong> Report Abuse <q> Okay, yes, this is a nice symbol of an effort on the part of the Senators, to sit together, during the State of the Union speech. But, just judging by the tenor of the responses here, by many of you \"real Americans, </q> and otherwise, it just shows you how fugged-up this country has become. \" So, instead of pretending that we still view this place, as the best country in the world, to live,", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}, {"uid": "1297709543205012998", "i": 995, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": " \"are just using them to make obscene profits.\" <strong> Sen. Bernie Sanders </strong> was the chief sponsor of a 2008 bill that increased federal heating assistance. He said he was disappointed in the president's budget proposal. <q> This senator will do everything he can to make sure that the budget is not balanced on the backs of the weak, the vulnerable, the sick or the old who can't afford to heat their homes in the winter, </q> he said. \"This is simply wrong,\" added <strong> Sen. Bernie Sanders </strong> Peter Welch( D-Vt.). \"We must not balance the budget at the expense of Vermonters struggling to heat their homes in winter", "new_id": -2}, {"uid": "1295548871218546551", "i": 4250, "idx": 0, "sa": ["Dianna Agron", "Jane Lynch", "Simon Cowell"], "q": "My Funny Valentine by Babes In Arms. Follow us on Twitter Follow us on Facebook Related stories <strong> Dianna Agron </strong> \"Alex Is Very Sweet\" <strong> Dianna Agron </strong> <q> I'm A Big, Big Nerd </q> <strong> Jane Lynch </strong> \"Sue Sylvester Inspired By <strong> Simon Cowell </strong>' Glee Rejected By Guns N\" Roses", "new_id": -2}]