[{"uid": "1296539276014417937", "i": 15100, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "said: \"We are standing behind Mr. President. Medinat Nasr is completely secure,\" talking about where he lived. \"We are with this guy,\" he added, meaning Mr. <strong> Hosni Mubarak </strong>. <q> We are with him until the end. We've known this guy since forever. </q> The channel announced that <strong> Zahi Hawass </strong>, the chairman of the Supreme Council of Antiquities, had called on Egyptian citizens not to believe the \"lies and fabrications\" of Al Jazeera and Al Arabiya channels. Mr.", "new_id": -2}, {"uid": "1296056630157139033", "i": 7685, "idx": 0, "sa": ["Eric Schmidt"], "q": "she got a PhD: the balance between too much and too little organizational structure. With <strong> Eric Schmidt </strong>'s departure from the CEO position announced last week, several have pointed to the company's decision-making as being <q> increasingly bogged down into a bureaucracy. </q> The Associated Press said:` The managerial constipation and joint decision-making by the trio Page, Brin, and <strong> Eric Schmidt </strong> threatened to put Google at a competitive disadvantage as younger, more nimble Internet services such", "new_id": -2}, {"uid": "1295809535025542677", "i": 1695, "idx": 0, "sa": ["George Washington", "Andy Coulson"], "q": "Sudan Referendum Commission World Video: Bomb attacks kill 10 in Iraq capital Report Abuse \" Franklin D Roosevelt has topped the first ever UK academic poll rating the performance of 40 US presidents since <strong> George Washington </strong>. \" Report Abuse <q> Hang on, here they come, the next wave of refugees from Africa. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295225448165576714", "i": 5904, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for the first time on Wednesday, minutes after <strong> Barack Obama </strong> visited her. <q> She is doing great, and I talked to her husband, Mark, last night. And she is making progress, </q> <strong> Kirsten Gillibrand </strong> said. \"If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her. She's got courage. She's got drive", "new_id": -2}, {"uid": "1296225951235159601", "i": 392, "idx": 4, "sa": ["Mike Pence", "Joe Donnelly"], "q": "a race for governor. tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear front-runner, and I think the race is his if he chooses to accept it, </q> Walorski said. \"I think he'd clear the field.\" State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such", "new_id": -2}, {"uid": "1296137334113377297", "i": 2580, "idx": 2, "sa": ["Michael Vick"], "q": "that he does not really care whether he gets franchised- the one-year payout would be huge, although there would be no signing bonus- but he backed down a little from that stance on Wednesday. <q> If they franchise me, we'll see how that goes, </q> <strong> Michael Vick </strong> said. \"I'll leave it up to my agent to work everything out.... I'm expecting everything to go according to plan. We'll see what happens over the next couple of months.", "new_id": -2}, {"uid": "1296655289246464543", "i": 723, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and technology strategy, while <strong> Eric Schmidt </strong>, bumped up to executive chairman, will by his own account focus on \"customers and broader business relationships, government outreach and technology thought leadership,\" while <strong> Sergey Brin </strong> will focus on <q> strategic projects, in particular working on new products. </q> <strong> Eric Schmidt </strong>, the professional executive and respected technologist, served Google well during his decade as CEO. But with Google facing cutthroat competition from the likes of Facebook, Apple, and even Microsoft, the company decided", "new_id": -2}, {"uid": "1296391267266764303", "i": 24652, "idx": 7, "sa": ["Allen Iverson", "Jenna Jameson"], "q": "AntiPornography.org) Pt 2/3 Teen Prostitute on Tyra. Anti-Porn. org comments( Nonprofit AntiPornography.org) Learn more at antipornography.org- <strong> Jenna Jameson </strong>'s 25 Good Reasons Why No One Would Ever Want to Be a <strong> Jenna Jameson </strong> Star www.antipornography.org- <q> People who exhibit aggressive self-destructive behavior are almost always defensive about the behavior and try to justify the behavior. Amazi... <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... The Alex Jones Show 1/3: Neo-Con Hierarchies Order Media Blitzkrieg Attack on Patriot Leaders The Alex Jones Show 1/3: Neo-Con Hierarchies Order Media Blitzkrieg Attack on Patriot", "new_id": -2}, {"uid": "1295958129216842277", "i": 10792, "idx": 15, "sa": ["Sarah Palin", "Mike Huckabee", "Mike Pence", "Steffen Schmidt"], "q": "\" said <strong> Steffen Schmidt </strong>, a political blogger and a political science professor at Iowa State University. Despite the buzz, however, <strong> Steffen Schmidt </strong> adds that <strong> Mike Pence </strong> would still have to prove his staying power. <q> What we would say to <strong> Dick Armey </strong> <strong> Mike Pence </strong> is, \"Take a number, </q>' <strong> Steffen Schmidt </strong> said. \"It\"s like a big deli in Manhattan: If you want a sandwich, take a number. Your number is 16 or 18, because <strong> Sarah Palin </strong> and <strong> Mike Huckabee </strong> and all the rest of", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}]