[{"uid": "1295559088104759345", "i": 32619, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. adv/advertisers/russia/\" target=\"_blank\"", "new_id": -2}, {"uid": "1295713151148635720", "i": 37057, "idx": 0, "sa": ["Eric Schmidt"], "q": "said. \"But it's about me directing my attention to the country.\" He added that he expected the government would win a confidence vote set for next Wednesday, the newspaper noted, and <q> the government will continue to govern the country. </q> 6:25 p.m. EST, Jan. 21, 2011 from MarketWatch \"Commentary: <strong> Eric Schmidt </strong>'s next act bodes well for tech \"Citigroup increases CEO Pandit's base pay", "new_id": -2}, {"uid": "1296124251252575779", "i": 15775, "idx": 0, "sa": ["Michael Gove"], "q": "Michael Government told AFP could replace the defence, foreign and interior ministers-- a key source of public discontent. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297514117014598155", "i": 33871, "idx": 1, "sa": ["Brian Regan", "David Letterman"], "q": ", including 2007's \"<strong> Brian Regan </strong> Standing Up.\" He's made the rounds of late night TV talk as a regular on <strong> David Letterman </strong>'s CBS show. The Philadelphia Inquirer said of <strong> Brian Regan </strong>: <q> A stand-up keeps it clean and cleans up. </q> article by Gail Shister. The City Weekly of Salt Lake City said: \"Through sold-out shows and fans who know every punch line, <strong> Brian Regan </strong> stays humble.\" article by Jennifer Heaney", "new_id": -2}, {"uid": "1296475081208027657", "i": 43568, "idx": 0, "sa": ["Steve Ballmer", "Matt Lauer"], "q": "But it's possible. Appearing on \"Today\" Monday morning, Microsoft CEO <strong> Steve Ballmer </strong> was visibly uncomfortable each time host <strong> Matt Lauer </strong> asked for comparison's to the iPhone. <q> Right now, we're pushing forward, and that's the key is to push forward and to do things a little differently than the other guys, </q> <strong> Steve Ballmer </strong> said. Comparisons are inevitable, though, and the horse race will be covered at length as the Windows Phone 7 handsets hit the market next month in time for holiday shopping.", "new_id": -2}, {"uid": "1295226775102072329", "i": 4757, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "and is now able to move both sides of her body. <strong> Gabrielle Giffords </strong> has been breathing on her own since Saturday, when she was taken off of a ventilator and fitted with a feeding tube. <q> The Congresswoman continues to do well, </q> the Medical Center announced on Sunday. \"Yesterday's procedures were successful and uneventful.\" New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>' \"miracle\" awakening,", "new_id": -2}, {"uid": "1297185342205783111", "i": 36028, "idx": 0, "sa": ["Michael Vick"], "q": "at an event where <strong> Michael Vick </strong> was speaking to a group of kids preaching the idea of staying school( <strong> Michael Vick </strong> left Virginia Tech after his sophomore year) and listening to your parents. At one point <strong> Michael Vick </strong> utters, <q> Always use good judgment. </q> Good judgment and Mike <strong> Michael Vick </strong> are not exactly synonymous. His laundry list of bad judgment includes: a failed drug test, bankruptcy, flipping the bird at fans, getting stopped", "new_id": -2}, {"uid": "1296867849205062154", "i": 24041, "idx": 1, "sa": ["Rob Burnett", "David Letterman"], "q": "it quits. \"I don't know. Maybe two years, I think,\" <strong> David Letterman </strong> responded. But <strong> Rob Burnett </strong>, CEO of Worldwide Pants and executive producer of the Late Show, tells The Hollywood Reporter, <q> It's a complete non-story. He's constantly musing about when he's going to leave. </q> <strong> Rob Burnett </strong> mentioned that <strong> David Letterman </strong> made a similar remark in 1987. \"It was not a thought-out response,\" <strong> Rob Burnett </strong> tells THR. \"It was an off-the- cuff remark. Dave is one of those guys who", "new_id": -2}, {"uid": "1295501732152404057", "i": 26105, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson", "Josh Smith", "Stan Van Gundy", "Shaquille O'Neal", "George Karl", "Dwyane Wade", "John Calipari"], "q": "a span of two seconds after techniJohn Calipari fouls against JR <strong> Josh Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets <strong> John Calipari </strong> <strong> George Karl </strong> said. \"I thought that kind of ended the game from the Stan Van Gundydpoint of our spirit. In a lot of ways, a great player Wade_Dwyane Wade_33_Points_vs_Atlanta_Game_2_Playoffs_2009!_HD!_22409 Down 19 points after the first quarter, the", "new_id": -2}, {"uid": "1296081490258637864", "i": 40998, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch", "David Cameron"], "q": "last week after numerous questions about practices at the newspaper. \"The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,\" the police force said in a statement. <q> This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgement in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of pay TV operator BSkyB. Critics", "new_id": -2}]