[{"uid": "1294960236148406323", "i": 24302, "idx": 0, "sa": ["Lisa Jackson", "Sergio Marchionne"], "q": "Detroit News Washington Bureau The Environmental Protection Agency and Chrysler will announce a new research and development project next week in Ann Arbor. EPA Administrator <strong> Lisa Jackson </strong> will join Chrysler Group CEO <strong> Sergio Marchionne </strong> to announce a <q> research and development project to explore and evaluate an innovative drivetrain technology for light duty vehicles, </q> the EPA said in a statement. Advertisement The event will take place at the EPA National Vehicle and Fuel Emissions Laboratory. Chrysler has applied for billions of dollars in loans from the", "new_id": -2}, {"uid": "1295891150149438465", "i": 48197, "idx": 10, "sa": ["Bill Adair", "Mike Pence", "Michele Bachmann", "Eric Cantor", "Barack Obama"], "q": "Ashley Martella yesterday, <strong> Mike Pence </strong> <strong> Michele Bachmann </strong>( R-MN) claimed that <strong> Barack Obama </strong>'s health reform law- which she called the`` crown jewel of socialism''- is unpopular with voters, and that they want it repealed. <q> The AmEric Cantoran people have href=\"http://www.newsmax.com/video/viewid/1862e921-0168-4642-b277-8ba2c413a1f4\"> said overwhelmingly that they want this <strong> Bill Adair </strong> repealed, </q> she said.`` As a matter of fact, Ashley, the more people learn about what's in Barack Obamacare, and when they see the devastating impact of it, the more they dislike this <strong> Bill Adair </strong> and want", "new_id": -2}, {"uid": "1295715899131842121", "i": 31237, "idx": 5, "sa": ["Kirsten Gillibrand"], "q": "so aggressive at fundraising that some fellow Dartmouth graduates have reportedly been irked by her appropriation of the alumni mailing list to solicit donations. But <strong> Kirsten Gillibrand </strong> evinces neither shame nor annoyance at having to work the cash circuit. <q> Raising money is the very same effort as developing a grassroots advocacy, </q> she asserts. She is also Zen about the rough-and-tumble nature of her profession-an attitude she credits to her grandmother. The attacks Noonan encountered as head of the Albany Democratic machine engendered a defiant streak in <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1295051914161349644", "i": 10524, "idx": 1, "sa": ["Angelina Jolie", "Ridley Scott", "Charlize Theron"], "q": "cast is said to be filled out`` soon,'' with <strong> Angelina Jolie </strong> and <strong> Charlize Theron </strong> both said to be interested in jumping on <strong> Ridley Scott </strong>'s expectedly epic return to sci-fi filmmaking. <strong> Ridley Scott </strong> once told MTV News that he <q> avoided sequels, unless[ he] felt there was something fresh, </q> and judging from what he's doing with`` Prometheus,'' the new film will be just that.`` While` Alien' was indeed the jumping-off point for this project, out of the creative process", "new_id": -2}, {"uid": "1295909859246595674", "i": 48639, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama"], "q": "afternoon, Sen. <strong> Bernie Sanders </strong>( I-VT), a leading progressive voice on Capitol Hill, praised reports that <strong> Barack Obama </strong> will not endorse the changes to Social Security suggested by his deficit reduction commission. Washington Post, <strong> Barack Obama </strong> <q> has decided not to endorse </q> the panel's call`` to raise the retirement age, and otherwise reduce Social Security benefits'' in his State of the Union address. Instead, <strong> Barack Obama </strong> will keep his comments about Social Security vague. The", "new_id": -2}, {"uid": "1294972755242417682", "i": 39180, "idx": 1, "sa": ["Steve Ballmer"], "q": "to introduce new features to the platform and tweak it for better performance. In addition to cut-and-paste functionality, Microsoft CEO <strong> Steve Ballmer </strong> said during his Jan. 5 keynote at the Consumer Electronics Show that the updates would result in <q> significant performance improvements when loading and switching between applications. </q> Remote Support for PCs, Macs and Smartphones LogMeIn Rescue lets you provide complete on-demand remote support on or off LAN without pre-installed software. New Technologies That Will Change Enterprise Computing Move forward with Sony Media", "new_id": -2}, {"uid": "1295198345210845700", "i": 21009, "idx": 3, "sa": ["Allen Iverson", "Samuel Dalembert", "Žydrūnas Ilgauskas", "Nick Kellogg", "Rodney Carney", "Jared Jeffries", "Phil Jackson"], "q": "KNick Kelloggs( 16-22), who snapped a two-game losing streak. The KNick Kelloggs also ended a nine-game skid in Phil Jacksonadelphia, dating to Dec. 17, 2004.`` We finally got one here,'' <strong> Jared Jeffries </strong> said. <q> We made some <strong> Žydrūnas Ilgauskas </strong> plays when we needed them down the stretch. </q> <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26), who had won two straight and their previous six meetings with New York. <strong> Samuel Dalembert </strong> played", "new_id": -2}, {"uid": "1295804524123387912", "i": 58494, "idx": 4, "sa": ["Allen Iverson", "Marcus Gilbert", "Tim Duncan", "Jim O'Brien", "Billy King"], "q": "its bid to win three straight games for the first Tim Duncane this season.`` We do a lot of things positive on the <strong> Marcus Gilbert </strong> court, we're just not putting together whole games,'' <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 The Indiana Pacers are maBilly King a bad habit of falling apart in the second half", "new_id": -2}, {"uid": "1297261068179191811", "i": 24430, "idx": 7, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but <strong> Donald Rumsfeld </strong> believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> <strong> Donald Rumsfeld </strong> wrote. He said he made his recommendation to <strong> George H. W. Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which Powell sketched out the presentation he was to make at the U.N. two days", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": "`` not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong>`` is doing a good job right now.''  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}]