[{"uid": "1296370322095813646", "i": 3199, "idx": 6, "sa": ["Richard Lugar", "Mike Pence"], "q": "as the No. 3-ranking House Republican after the November election, even though he was under no pressure to do so. At a town hall meeting in Pendleton, Ind., on Friday, <strong> Mike Pence </strong> said his <q> heart is in public service, </q> suggesting that he intends to be a candidate for office. Since <strong> Mike Pence </strong> won't run for the White House and Republican Sen. <strong> Richard Lugar </strong> plans to try for a seventh term, that leaves the governorship as the", "new_id": -2}, {"uid": "1297702988051036210", "i": 40190, "idx": 0, "sa": ["Steve Ballmer"], "q": ", complete with hardware acceleration. Microsoft showed off the new browser smoking an iPhone 4's Mobile Safari in a speed test. The only disappointment is that Flash wasn't mentioned, indicating that Microsoft may opt to <q> follow in Apple's line </q> and go HTML5-only. But Mr. <strong> Steve Ballmer </strong> did promise the`` full'' internet, so it's possible that Flash just was coincidently not mentioned. And another update is also in store. With that third", "new_id": -2}, {"uid": "1295956394149733390", "i": 30429, "idx": 0, "sa": ["Jimmy Carter", "Colin Powell", "Bill Clinton", "M. Jones", "Barack Obama"], "q": "recent Gallup Poll. Bill Clintons <strong> Jimmy Carter </strong>( 45.3 percent), Ronald Reagan( 43.3 percent) and <strong> Bill Clinton </strong>( 45.9 percent) had lower approval rating averages during their second years in office, Gallup reports. <q> <strong> Barack Obama </strong>'s low second-year ratings are due in large part to the struggles of the U.S. economy, Jeffrey <strong> M. Jones </strong> wrote for Gallup.`` The other Bill Clintons with low second-year averages also took office during difficult economic times. </q> Former Secretary of State <strong> Colin Powell </strong> said <strong> Barack Obama </strong> has made some achievements, but said <strong> Barack Obama </strong> must focus on job creation- the <strong> Bill Clinton </strong>'s most challenging task.`` We didn't elect Superman,'' <strong> Colin Powell </strong> said", "new_id": -2}, {"uid": "1295670451069369909", "i": 30153, "idx": 2, "sa": ["Stephen Jackson", "Allen Iverson", "Jamario Moon", "Joe Johnson", "John Salmons"], "q": "away early in the fourth quarter. Consecutive 3-pointers by <strong> Allen Iverson </strong> and <strong> John Salmons </strong> gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. <q> He wasn't missing anything, </q> Hawks forward <strong> Stephen Jackson </strong> said.`` When a guy is shooting like that, there's nothing you can do.'' <strong> Allen Iverson </strong> scored 14 <strong> Jamario Moon </strong>'s key miss for Toronto set up <strong> Joe Johnson </strong>'s clincher for Atlanta. <strong> Joe Johnson </strong>", "new_id": -2}, {"uid": "1296821695221364241", "i": 44196, "idx": 2, "sa": ["Zahi Hawass"], "q": "Here Archaeologists elsewhere took little comfort, concerned that <strong> Zahi Hawass </strong> was, as one put it,`` minimizing everything.'' He is, after all, part of the Mubarak government. <q> The antiquities of Egypt are in peril, </q> said Robert Brier, an Egyptologist at Long Island University and a contributing editor to href=\"http://www.archaeology.org/\" target=\"external\"> Archeology magazine.`` When people are throwing Molotov cocktails 200 feet from the museum in Cairo, those artifacts", "new_id": -2}, {"uid": "1295478787265797634", "i": 41585, "idx": 0, "sa": ["Alicia Keys", "Jane Lynch", "Simon Cowell", "Aaron Kelly"], "q": "<strong> Jane Lynch </strong>'s` Glee' character is inspired by <strong> Simon Cowell </strong>. The 50-year-old http://wn.com/Aaron Kelly_Aaron Kelly__I_Believe_I_Can_Fly_on_American_Idol_TOP_7_2010 <strong> Aaron Kelly </strong> Top 7 <q> I Believe I Can Fly </q> American Idol 2010 Inspirational Songs final performance April 21. <strong> Alicia Keys </strong> was the mentor for Songs of Inspiration week.`` I Believe I Can Fly'' by R <strong> Aaron Kelly </strong>. Judges Randy: You picked a giant song.", "new_id": -2}, {"uid": "1295418096230719494", "i": 26193, "idx": 1, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "a ratings slump or slip farther away from the top spot. American viewers have never known an Idol that doesn't feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. Will they embrace it? <q> We're certainly back to having fun, </q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus.`` At some point along the way, and we're certainly all guilty of it, we started taking ourselves too seriously. I", "new_id": -2}, {"uid": "1296149573243646477", "i": 43624, "idx": 4, "sa": ["Michael Vick"], "q": " In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season. <q> I feel like this one, I had to work hard to get it, </q> he said.`` It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it", "new_id": -2}, {"uid": "1297365987123617329", "i": 54672, "idx": 1, "sa": ["Mike Pence"], "q": "'re going to have a long year,'' he said.`` You're going to see more spending cuts come out of this Congress than in any Congress in the history of this country.'' <q> Everything's on the table, </q> he said later.`` We're broke.'' In an interview with Fox News on Thursday, <strong> Mike Pence </strong>( R-Ind.) said members of the House GOP Conference are having`` frank'' discussions about", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q> I'm having more publicity and celebrity now than I ever had when I was younger, </q> <strong> Wanda Jackson </strong> says.`` And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}]