[{"uid": "1295450752253739022", "i": 17713, "idx": 0, "sa": ["Katie Couric", "Sarah Palin", "David Letterman"], "q": "long http://wn.com/katie_couric_talks_palin_interview_with_letterman_wwwultimatemoneyblastcom www.ultimatemoneyblast.com <strong> Katie Couric </strong> discussed her infamous interview with <strong> Sarah Palin </strong> Wednesday night on the \"Late Show with <strong> David Letterman </strong>.\" <strong> Katie Couric </strong> took <strong> David Letterman </strong> inside the process of scheduling <strong> Sarah Palin </strong>'s interviews- the campaign actually rushed an interview because <q> they didn't want a week to go by without hearing anything from Governor <strong> Sarah Palin </strong>, </q> as <strong> Katie Couric </strong> put it- and said the campaign was \"very generous\" and gave her \"tremendous access\" to <strong> Sarah Palin </strong>. <strong> Katie Couric </strong> said that <strong> Sarah Palin </strong> may have gotten tripped up because she was not prepared to answer", "new_id": -2}, {"uid": "1295612541207978516", "i": 25108, "idx": 2, "sa": ["Tony Blair", "Andy Coulson"], "q": "the resignation raised \"serious questions\" about the <strong> Tony Blair </strong>'s judgment. \"This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,\" Mr Watson said. <q> His departure creates serious questions over the <strong> Tony Blair </strong>'s judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp.. It's a mark of the man that he would sneak out a statement on a Friday morning on a busy news day. </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1297597603241336530", "i": 41017, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "Welcome to the Prison Planet Educational Forum and Library*** <strong> Colin Powell </strong> Discussion for the Prison Planet Educational Forum and Library Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q> Reply# 2400 on: February 03, 2011, 10:02:02 AM </q> NOTHING BUT SHIT STREWN EVERYWHERE February 2, 2011 Twenty years ago, one of the most diabolical slaughters in war history occurred in Iraq. Despite the assurances of the <strong> President Bush </strong>", "new_id": -2}, {"uid": "1295313435007274537", "i": 12413, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": " \"steals' jokes;` He's not fit to scrub <strong> David Letterman </strong>'s feet' <strong> Piers Morgan </strong> Tonight( airing Tuesday), <strong> Howard Stern </strong> goes after <strong> Jay Leno </strong>, accusing the NBC Tonight Show host of stealing jokes. <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook, </q> <strong> Howard Stern </strong> tells <strong> Piers Morgan </strong>, according to the New York Post. \"And the world knows exactly what he's up to. He steals a tremendous amount of material. \"He\"s not fit to scrub", "new_id": -2}, {"uid": "1296151862066846786", "i": 1027, "idx": 2, "sa": ["Sergio Marchionne"], "q": "to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. \"I think the opening of the capital markets window in the United States is real,\" <strong> Sergio Marchionne </strong> said. <q> I think it would be unwise for Chrysler not to take advantage of the opening. </q> On the Italian side, he is preparing to invest euro700 million in a plant near Naples to launch production of the new Panda and begin investments in Turin to build two new SUVs, one Jeep and", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}, {"uid": "1297713687197591071", "i": 6549, "idx": 0, "sa": ["Oprah Winfrey", "Cam Newton", "Michael Vick"], "q": "' gun stuff and a whole passel of other NFL stars legal troubles. What's going on with the Brett Favre/Jenn Sterger stuff? What about the Williams Wall Starcaps stuff? Hmm...... <q> SteelFever gets# 93. Just like <strong> Ron Artest </strong>. Great game just keep an eye on him that he doesn't go into the stands after a fan. </q> Recent NFL Posts on From Our Editors <strong> Cam Newton </strong> Gets Record Deal From Under Armour: And It's Totally Legal! <strong> Michael Vick </strong> On The <strong> Oprah Winfrey </strong> Show: Of Course It's Happening! 2011 NFL Draft News", "new_id": -2}, {"uid": "1296759009093224994", "i": 38420, "idx": 0, "sa": ["Michael Smerconish", "Michael Vick"], "q": "was in economic despair, which explains her reply to the advertisement of a stranger who had run an ad in the Dec. 18, 1933, issue of the Canton( Ohio) Repository. The ad was titled <q> In Consideration of the White Collar Man! </q> and offered assistance from an anonymous source to families in need.- 01/09/2011 By <strong> Michael Smerconish </strong> <strong> Michael Vick </strong> is so much on the brain these days that even a recent holiday trip to the movies to see The King's Speech", "new_id": -2}, {"uid": "1296839401168542238", "i": 20647, "idx": 1, "sa": ["Howard Stern", "David Letterman"], "q": "Regis and announce his retirement last night? Maybe! During a chat with <strong> Howard Stern </strong> the shock jock asked the late night host \"how much longer are you doing this, really?\" To which <strong> David Letterman </strong> responded <q> I don't know. Maybe two more years? </q> \"Two more years and then you exit?\" <strong> Howard Stern </strong> continued. \"That's why we got ta beat Jay!\" You can see the moment for yourself at about the 2:40 mark in this", "new_id": -2}, {"uid": "1296721225165789698", "i": 7174, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "there may have been times when more troops could have helped\". But he insisted that senior military officers never made their reservations about the size of the invading force known to him. 09 Nov 2010 <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> Mr <strong> Donald Rumsfeld </strong> acknowledged. But he concluded that the war in Iraq has been worth the cost and remained largely unapologetic about his handling of the conflict. Had the government of <strong> Saddam Hussein </strong> remained in power", "new_id": -2}]