[{"uid": "1295563322217792524", "i": 23985, "idx": 7, "sa": ["Eric Schmidt"], "q": "and social. Both are very important to search. He points to real-time updates like Twitter, also social search, which allows users to find search results related to people they know right in main search results. <q> Just the tip of the iceberg. </q> 4:42: What about changes in search ad results, are they driving in revenues, and how are you dealing with regulators? 4:43: <strong> Eric Schmidt </strong> says the basic strategy is to have the right", "new_id": -2}, {"uid": "1296826903159875141", "i": 40233, "idx": 1, "sa": ["Zahi Hawass"], "q": "All the archaeological sites in Aswan, such as the Temple of Philae, the Unfinished Obelisk, the Island of Kalabsha, the Tombs of the Nomarchs, and Elephantine Island are completely safe,\" <strong> Zahi Hawass </strong> says. <q> The temples of Edfu and Kom Ombo are also safe. All of the tombs in the Valley of the Kings, Valley of the Queens, Tombs of the Nobles, and the temples of Luxor and Karnak are safe. </q> Grant programs Two years ago, ARCE was awarded a$ 6.6 million grant from the U.S. Agency for International Development( USAID). The organization is still drawing on those funds to support its", "new_id": -2}, {"uid": "1297240179110002178", "i": 1820, "idx": 0, "sa": ["Colin Powell"], "q": "are,\" Rumsfeld told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q> While I made a few misstatements_ in particular the one mentioned above_ they were not common and certainly not characteristic. </q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}, {"uid": "1297451512119193621", "i": 1361, "idx": 3, "sa": ["Aaron Rodgers", "David Letterman"], "q": "right here,\" said <strong> David Letterman </strong> as he dug his fingers into <strong> Aaron Rodgers </strong>' armrest and then recollected about questioning him about retirement, and then asked if all the flip flopping distracted the current Pack QB. <q> I don't think it was a distraction, </q> replied <strong> Aaron Rodgers </strong>. \"I was the guy who took all the reps in the off-season and he was the guy who took all the reps during the season, and that was kind of how it worked out.", "new_id": -2}, {"uid": "1295390024219906068", "i": 52931, "idx": 0, "sa": ["Sergio Marchionne"], "q": "4 minutes ago By DEE-ANN DURBIN, AP Auto Writer Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295882083047398936", "i": 52132, "idx": 0, "sa": ["Andy Coulson", "Alan Rusbridger"], "q": "#Tip of the day from Journalism.co.uk- getting student work in the nationals Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>#jpod: The week's top news stories from Journalism.co.uk, 21 January 2011 <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story' Channel 4 News extended to cover <strong> Andy Coulson </strong> resignation and Blair testimony", "new_id": -2}, {"uid": "1295882912107462659", "i": 4515, "idx": 3, "sa": ["Andy Coulson", "George Osborne", "Tim Worstall"], "q": "mistake looks foolhardy. It is also bad news for <strong> George Osborne </strong>, who liked to take the credit for talent spotting Mr <strong> Andy Coulson </strong> and securing his appointment.\" The New Home Front <strong> Tim Worstall </strong> on the autocracy of intellectuals: <q> Oh, they talk about \"climate change </q> a lot but don't quite manage to tell us why a move to a non-cabon emitting energy system( say, thorium cycle, or solar PV plus fuel cells) wouldn't solve the problem rather than having", "new_id": -2}, {"uid": "1295864274158793834", "i": 873, "idx": 0, "sa": ["Nick Clegg", "David Cameron", "David Davis", "George Osborne", "Andy Coulson"], "q": "communications director <strong> Andy Coulson </strong>, former shadow home secretary <strong> David Davis </strong> warned. He said that, unlike Mr <strong> Andy Coulson </strong>, who grew up on an Essex council estate, <strong> David Cameron </strong> and Chancellor <strong> George Osborne </strong> did not know what it was like to <q> scrape for the last penny </q> at the end of the week. His comments came as Mr <strong> David Cameron </strong> and Deputy Pr ADVERTISEMENT ime Minister <strong> Nick Clegg </strong> were preparing this week to fly out to the exclusive Swiss ski resort of Davos for the annual", "new_id": -2}, {"uid": "1295433014076251208", "i": 31768, "idx": 4, "sa": ["Michael Vick"], "q": "also was asked with how he deals with the criticism that comes his way. \"In this country, you have the freedom of speech and you can say whatever you want,\" he said. <q> As long as you say it to the right people, not bluntly put out in my face, then it don't make me any difference. People can say anything they want. They can have their own opinions, but it doesn't mean it's valid... It motivates me. </q>** The season is over, but <strong> Michael Vick </strong> remains in demand. Some of the heavy hitters in broadcasting are in hot pursuit, trying to land a sitdown interview with the Eagles quarterback", "new_id": -2}, {"uid": "1295588443175472914", "i": 24681, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> explained the move in a blog post saying, \"We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" He added, <q> managing the business has become more complicated, </q> and Google wanted to \"speed up decision making,\" so <strong> Larry Page </strong> got the nod. As for <strong> Larry Page </strong>'s ability to lead the company, <strong> Eric Schmidt </strong> says, \"<strong> Larry Page </strong>, in my clear opinion,", "new_id": -2}]