[{"uid": "1295459502213254229", "i": 18687, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to produce minivans destined for the European market as well, with the addition of tooling to handle 2.8-liter diesel engines. Addressing the future of the Windsor, Ontario plant, Mr. <strong> Sergio Marchionne </strong> states, <q>I am here with one message to tell you. The future of this plant is without doubt guaranteed.</q> Mr. <strong> Sergio Marchionne </strong> acknowledged that his company still had a ways to go to dig itself out of its hole, commenting, \"The minivan remains a significant part of our revitalization plan going forward. The success", "new_id": -2}, {"uid": "1296434931195035156", "i": 18697, "idx": 0, "sa": ["Taraji P. Henson", "David Letterman", "Terry O'Quinn", "Robin Williams", "Charlie Rose", "Regis Philbin", "Arshad Warsi", "Bill Clinton"], "q": "To Meet Salman, Seeks Roles In Bollywood New Delhi, January 30: Actor <strong> Arshad Warsi </strong> is all praises for- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charlie Rose </strong> and discuss having open-heart surgery on ABC's <q>A <strong> Barbara Walters </strong> Special: A Matter of Life and Death,</q> Friday at 10 p.m. on WCVB( Ch. 5). January 31- <strong> Taraji P. Henson </strong>( \"The Curious Case of Benjamin Button\") and <strong> Terry O'Quinn </strong>( \"Lost\")", "new_id": -2}, {"uid": "1295418951187301901", "i": 20566, "idx": 0, "sa": ["Piers Morgan", "Oprah Winfrey", "Michael Vick", "Larry King"], "q": "an emotion'( video)-- In an interview the morning of his debut program, <strong> Piers Morgan </strong> Tonight host <strong> Piers Morgan </strong> told ABC's Good Morning America that he intends to ask questions in his interviews <q>that would <strong> Piers Morgan </strong>'s CNN talkshow debut gets cool reception from US critics Former Mirror editor accused of being \"soft' and` fawning' after interview with first guest <strong> Oprah Winfrey </strong> <strong> Piers Morgan </strong> makes CNN debut with <strong> Oprah Winfrey </strong> interview Link to this video \"How have I done?</q> <strong> Piers Morgan </strong> asked yesterday at the end of his debut as <strong> Larry King </strong>'s replacement as CNN's primetime chatshow host. <strong> Piers Morgan </strong> And <strong> Oprah Winfrey </strong> Make A Bet About <strong> Michael Vick </strong>( VIDEO) <strong> Oprah Winfrey </strong> is <strong> Piers Morgan </strong>\"s first guest for his CNN", "new_id": -2}, {"uid": "1295007936080707626", "i": 9467, "idx": 2, "sa": ["Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "<strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told Lily: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But the singer told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.</q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to \"say a little prayer\". Lily previously had a miscarriage when she", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,</q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1297488327192626740", "i": 31201, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Paul Bremer"], "q": "Iraqi dictator <strong> Saddam Hussein </strong> had been \"contained\" prior to the American invasion. He said there had been \"many warnings[ that] more troops could have helped, by advisers on the ground.\" <strong> Donald Rumsfeld </strong>: <q>No, that's not correct.</q> Stephanopoulos: American envoy <strong> Paul Bremer </strong> \"said that- it is correct.\" <strong> Donald Rumsfeld </strong>: \"It is not correct.\" And so it went. Stephanopoulos asked <strong> Donald Rumsfeld </strong> to concede that if he'd stayed", "new_id": -2}, {"uid": "1295735932001638409", "i": 36999, "idx": 1, "sa": ["Bill Lockyer", "Ronald M. George", "Malcolm M. Lucas"], "q": "when <strong> Ronald M. George </strong> became chief, warmed. His predecessor, <strong> Malcolm M. Lucas </strong>, had infuriated legislators with a ruling that upheld term limits. <strong> Bill Lockyer </strong>, who was then a legislator, said many of his colleagues thought <strong> Malcolm M. Lucas </strong> <q>went out of his way to add gratuitous insult to the commentary.</q> \"So Ron <strong> Ronald M. George </strong> had to clean up after the elephant,\" <strong> Bill Lockyer </strong> said. \"He restored relationships partly because he worked so hard and partly because he may be the most diplomatic human being I", "new_id": -2}, {"uid": "1295729775147996684", "i": 7902, "idx": 0, "sa": ["Andy Coulson", "Ian Edmondson"], "q": "including the editors of Murdoch's four British papers, held a three-day meeting at Babington House in Somerset about the future of the company, aware that Murdoch is flying into London this week at a crucial time. <q>I'd be amazed if they didn't discuss <strong> Andy Coulson </strong>,</q> said a source with some knowledge of the meeting. <strong> Andy Coulson </strong> still has close links with the company and enjoys friendly relations with key executives. Questions also hang over what action News Group will take against <strong> Ian Edmondson </strong>", "new_id": -2}, {"uid": "1296706232199049239", "i": 13726, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Lakers_vs_Pistons_Highlights_Kobe_Bryant_40_points Date: November 17, 2009 Staples Center, Los Angeles, CA First of all, all video credits to JD2K for this", "new_id": -2}, {"uid": "1296122111165298182", "i": 45704, "idx": 0, "sa": ["Declan Donnelly", "Simon Cowell", "Ant McPartlin"], "q": "pair- <strong> Ant McPartlin </strong> and <strong> Declan Donnelly </strong>- were unable to be at London's O2 Arena, due to filming commitments on Britain's Got Talent. HONOURS In a live video link, <strong> Ant McPartlin </strong> said: <q>We are so sorry, we're in Cardiff now. Thank you so much, this means so much to us. Ten years in a bloody row <strong> Declan Donnelly </strong>. Ten years. We are so, so happy.</q> <strong> Simon Cowell </strong>'s reality TV juggernaut The X Factor scooped the honours for Most Popular Talent Show, after nearly 20 million viewers tuned in for last year's series finale. EastEnders was voted by the", "new_id": -2}]