[{"uid": "1295807421110559236", "i": 28644, "idx": 3, "sa": ["Colin Powell", "Barack Obama", "John McCain", "Dick Cheney"], "q": "endorses <strong> Barack Obama </strong>!( CNN)-- <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the`` inclusive nature of his campaign.'' <q> I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for <strong> Barack Obama </strong>, </q> <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie", "new_id": -2}, {"uid": "1296092071233947163", "i": 8489, "idx": 12, "sa": ["Michael Vick"], "q": "served 18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q> I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short, </q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. Kentucky lawmaker wants random drug testing for welfare recipients", "new_id": -2}, {"uid": "1297281618071155737", "i": 45775, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ". Microsoft lags far behind its rival in search share, and the Online Services Business loses money quarter after quarter. It's a money pit. e-mail sent to employees and publicly released by Microsoft: <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops. We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways. </q> <strong> Steve Ballmer </strong> praises <strong> Satya Nadella </strong>'s work at OSB:`` He led the overall R&D efforts for some of the largest online services and drove the technical vision and strategy for several important milestones, including the critical launch of", "new_id": -2}, {"uid": "1294978989186728449", "i": 14953, "idx": 0, "sa": ["David Letterman", "Mark Berman"], "q": "Stem Cells and Cosmetic Surgery PR Newswire, Jan. 12, 2011/ PRNewswire-USNewswire/-- We've all heard stories about medical breakthroughs involving stem cells in recent years. But stem cells and cosmetic surgery? <q> We've learned that your own fat is a great source for stem cells, </q> says Dr. <strong> Mark Berman </strong>, MD, President of the American technology, we can harvest fat and actually separate the murder his girlfriend changed his mind about representing himself during pretrial hearings Monday. <strong> David Letterman </strong> Greenfield, 56, dressed", "new_id": -2}, {"uid": "1296961003249118728", "i": 46555, "idx": 0, "sa": ["Sergio Marchionne"], "q": "explain the`` shyster rates.'' In a statement posted at the centre of Chrysler's home page Saturday, <strong> Sergio Marchionne </strong> said he regrets a term he used and considers it`` inappropriate.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> <strong> Sergio Marchionne </strong>'s statement said.`` I regret the remark, which I consider inappropriate.'' <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's", "new_id": -2}, {"uid": "1296088146043139083", "i": 13307, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> OAKLAND 3 BR/ 2.0 BA$ 710,000.00 ALBANY 2 BR/ 2.0 BA$ 399,000.00 OAKLAND 4 BR/ 3.0 BA$ 898,000.00 OAKLAND 2 BR/ 1.0 BA$ 349,000.00 OAKLAND 3", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}, {"uid": "1297510090068009998", "i": 19167, "idx": 1, "sa": ["Simon Cowell"], "q": "still involved with the ITV1 show.`` We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour,'' he said. <q> It hasn't been tested yet but that's the idea. </q> <strong> Simon Cowell </strong> is yet to announce the judging panel for either version, airing in conjunction this autumn, but there is", "new_id": -2}, {"uid": "1296677265093847554", "i": 4978, "idx": 1, "sa": ["Allen Iverson", "George Karl", "Earl Boykins"], "q": "picks in 2007 on Dec. 19. He and backcourt mate <strong> Earl Boykins </strong>, who may be the smallest tandem in the league, ran the Celtics around the court all evening. <strong> Earl Boykins </strong> finished with 28 points as well. <q> <strong> Earl Boykins </strong> and I are just playing good together, </q> <strong> Allen Iverson </strong> said.`` I just wanted to make it easy for him and make it easier for everybody.'' <strong> Allen Iverson </strong> definitely made it easier for everybody. <strong> Allen Iverson </strong> had permission from Nuggets coach <strong> George Karl </strong> to shoot more and", "new_id": -2}, {"uid": "1297295007002195460", "i": 48838, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "thousands of rounds of ammunition. Mauri Saalakhan of the Peace Through Justice Foundation in Washington has followed the case and attended hearings in Raleigh. He said Boyd had a reputation for exaggerating his exploits abroad and <q> that may have played a large part in the trouble he has gotten himself into. </q> Virginia Senator Jim Webb says not running again <cite> Reuters </cite> Video: AP Impact: Uneven accountability at CIA ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less", "new_id": -2}]