[{"uid": "1295299589143114305", "i": 6991, "idx": 0, "sa": ["Angelina Jolie"], "q": "to provide humanitarian relief to the millions of people whose lives have been devastated by the floods inundating much of Pakistan. In a video message released today, the actress points to the sheer scale of the disaster. <q> One-fifth of Pakistan is under water and the threat of disease now looms for 20 million affected people. This is not just a humanitarian crisis it is an economic and social catastrophe. UNHCR is on the ground. The more support we can give, the greater number of tents, food, clean water and medicine will get to the people in need, </q> she said. <strong> Angelina Jolie </strong> had visited Pakistan on three previous occasions since becoming a UNHCR Goodwill Ambassador in 2001. At the outbreak of the current crisis she donated 100000 to the agency for its assistance work in the country", "new_id": -2}, {"uid": "1295570430037306373", "i": 41481, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " Google has shocked it's shareholders by announcing that <strong> Eric Schmidt </strong>, it's current CEO will step down in April and co-founder <strong> Larry Page </strong> replace him in the Chief Executive Officer role. <q> When I joined Google in 2001 I never imagined, even in my wildest dreams, that we would get as far, as fast as we have today </q>, starts <strong> Eric Schmidt </strong> in a blog post on the company's blog while meanwhile posting on Twitter that the move was all about no longer needing to supervise founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong>:`` Day-to-day adult supervision no", "new_id": -2}, {"uid": "1297120126257998868", "i": 29002, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1296218172048857090", "i": 15209, "idx": 11, "sa": ["David McIntosh", "Mike Pence", "Marjorie Dannenfelser"], "q": "<strong> Marjorie Dannenfelser </strong>, president of the Susan B. Anthony List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has`` come to the place that's right for him and his family.'' <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.'' Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the 2nd District, said <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1297451846240746502", "i": 44703, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "when government forces started shooting at the square. In such circumstances government forces had an obligation, which they utterly ignored, to prevent harm to the many who were unarmed,'' Denber told EurasiaNet.org. <q> <strong> Donald Rumsfeld </strong> may be right that the U.S. has a better chance of exposing Uzbekistan to democratic values through contact, but that contact will be of questionable value if the United States doesn't respond to serious breaches of those values, </q> she added. Events since 2005 have also shown that <strong> Donald Rumsfeld </strong>'s fears that the United States had`` lost'' Uzbekistan to Russia were unfounded, said Alexander Cooley, a political science professor at Barnard College", "new_id": -2}, {"uid": "1295499872140181512", "i": 4520, "idx": 1, "sa": ["Allen Iverson", "Kobe Bryant"], "q": "we probably could have put 10 people on the court and probably wouldn't have been able to stop him,'' said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. <q> I didn't realize it, </q> <strong> Kobe Bryant </strong> said when told about his scoring spree.`` You just get into one of those rhythms. My teammates were looking for me, it just feels like the ball finds you.'' The Lakers led 89-79", "new_id": -2}, {"uid": "1296154756127467575", "i": 52041, "idx": 0, "sa": ["David Letterman", "Jay Leno", "Val Venis", "Matt Morgan", "Jon Stewart", "Conan O'Brien"], "q": "Show with <strong> Jon Stewart </strong>''. In October, <strong> Jon Stewart </strong> drew an average of 1.3 million viewers from the coveted group. The 18-49 age range is the most Val Venisuable to advertisers. It was historically an asset of NBC's <q> The Tonight Show With <strong> Jay Leno </strong> </q> and`` The Late Show With <strong> David Letterman </strong>'' on CBS. <strong> Jon Stewart </strong>'s viewership pull and <strong> Conan O'Brien </strong>'s strong debut may be evidence of hotter competition between the networks. http://wn.com/WWE_RAW_vs_TNA_iMPACT!_TV_Ratings_and_Why_They_Shouldn't_Matt Morganer As noted, Impact did a 1.5, which", "new_id": -2}, {"uid": "1295094125134053943", "i": 24375, "idx": 33, "sa": ["Larry Brown", "Allen Iverson", "Stephon Marbury", "Channing Frye"], "q": ". <strong> Stephon Marbury </strong> scored a season-high 33 points and rookie <strong> Channing Frye </strong> added 21 points and 11 rebounds for New York, which rallied from a 16-point deficit in the third quarter and then squandered a nine-point lead in the fourth. <q> We got really aggressive, especially when we went small, </q> Knicks coach <strong> Larry Brown </strong> said.`` We got loose balls, we didn't turn the ball over and we got second shots. We really hurt them on the boards.'' <strong> Allen Iverson </strong> had 40 points and 10 assists", "new_id": -2}, {"uid": "1297137461190611470", "i": 7710, "idx": 8, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "George H. W. Bush"], "q": "under whom he did not serve-- <strong> Donald Rumsfeld </strong> replied curtly:`` No, I was kind of disappointed in him.'' <strong> Condoleezza Rice </strong>, <strong> George H. W. Bush </strong>'s national security adviser who later became secretary of state, had <q> never served in a senior administration position, </q> a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>-- <strong> George H. W. Bush </strong>'s first top diplomat--`` did not, in my view, do a good job", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.'' <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}]