[{"uid": "1297272134196116511", "i": 32911, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Bob Muglia"], "q": "experience to help build its presence in the nascent cloud computing market. WildPackets brand new packet capture system at 11.6 Gbps will make your enterprise 10 Gig-ready. Of course, this doesn't come cheap. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran <strong> Bob Muglia </strong> as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought <strong> Bob Muglia </strong> was", "new_id": -2}, {"uid": "1296706234199049242", "i": 9006, "idx": 6, "sa": ["Kobe Bryant", "Metta World Peace", "Chris Bosh", "Allen Iverson", "Pau Gasol", "Stan Van Gundy", "Shaquille O'Neal", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the Stan Van Gundydpoint of our spirit. In a lot of ways, a great player ran TOMetta World PeaceTO( AP)- <strong> Chris Bosh </strong> Pau Gasolsed for effect", "new_id": -2}, {"uid": "1295443111060325937", "i": 47607, "idx": 1, "sa": ["Thomas P. Salmon", "Bernie Sanders"], "q": "predicated on a can-do attitude. <strong> Thomas P. Salmon </strong> said he sees <strong> Bernie Sanders </strong>, serving his first six-year term in the Senate after eight two-year terms in the U.S. House, as someone who must be challenged. <q> He's out of balance, </q> <strong> Thomas P. Salmon </strong> said. \"We need someone who can operate from the center.\" <strong> Bernie Sanders </strong>, of Burlington, declined to comment about <strong> Thomas P. Salmon </strong>'s prospective candidacy, spokesman Will Wiquist said. <strong> Bernie Sanders </strong> has", "new_id": -2}, {"uid": "1296561434134217750", "i": 10292, "idx": 1, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron", "Clive Goodman"], "q": "He had been expected to stay in Downing street for a few weeks while a successor as Mr <strong> David Cameron </strong>'s director of communications was found.` His choice' But a Downing Street source said: <q> He had finished what he wanted to finish and good progress is being made with his replacement. \"It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 when its royal editor, <strong> Clive Goodman </strong>, was jailed for conspiracy to access phone messages. Private investigator <strong> Glenn Mulcaire </strong> was imprisoned for six months on", "new_id": -2}, {"uid": "1295985444051249157", "i": 28689, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "federal court in Los Angeles against Little House on the Prairie Inc., a nonprofit group that runs a small museum on a farm outside Independence. The California company said it owned the rights to the name <q> Little House on the Prairie. </q> It wanted the museum to change its trademark, plus the name of its website and online store. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate:", "new_id": -2}, {"uid": "1295652755122683468", "i": 33297, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's number one Internet search engine with$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as Google reported earnings and revenue that blew previous expectations. While Google has dominated the Internet browser market for a decade, the company", "new_id": -2}, {"uid": "1295403482095109128", "i": 55329, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295455673232161306", "i": 19809, "idx": 0, "sa": ["Regis Philbin", "Kathie Lee Gifford", "David Letterman", "Larry King"], "q": "which earned him the nickname \"OutRegis Philbin\" from <strong> Kathie Lee Gifford </strong>, and helped establish his legacy as the morning-show <strong> Larry King </strong>. Though he got his start as an NBC page and went on to play Joey Bishop's sidekick on <q> The Joey Bishop Show, </q> coin catchphrases on ABC's hit game show \"Who Wants to Be a Millionaire,\" and banter with <strong> David Letterman </strong> on \"Late Show,\" it was \"Live\" that brought his espresso-shot energy, big personality", "new_id": -2}, {"uid": "1297253895021528626", "i": 48333, "idx": 1, "sa": ["Darren Henley", "Michael Gove"], "q": "moving towards a \"national formula for music education funding\" in 2011, but will ensure that no local Michael Government loses more than 10% of its central funding in this first year. <strong> Michael Gove </strong> said: <q> Access to the best musical education is not universal and the opportunity to benefit from great instrumental tuition is not shared equally. Many disadvantaged children are denied the music education they deserve, and that's why we need to bridge this musical divide. </q> <strong> Darren Henley </strong>'s review made 36 recommendations for minimum expectations of what any child going through the English school system should receive in terms of an education in music. It said more top music graduates should", "new_id": -2}, {"uid": "1297344246193150984", "i": 29466, "idx": 1, "sa": ["Zahi Hawass"], "q": "the protection of the army and honest Egyptian people,\" <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. <q> Egypt has 5,000 years of civilisation, and we love our heritage. We are not the Taliban who destroyed the monuments of Afghanistan, </q> he said. \"I want everyone to relax and to know that I am here and we are all watching with open eyes. I want people to know that after days of protest, the monuments", "new_id": -2}]