[{"uid": "1295669906217972779", "i": 40071, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "beating the analyst consensus estimate of$ 8.09 per share and compared to$ 2.19 billion, or$ 6.79 per share, in the fourth quarter of 2009. In a statement, <strong> Eric Schmidt </strong> called the fourth quarter <q> a terrific end to a stellar year </q> and credited the success on a strong core search advertising business and to the momentum in emerging businesses such as display advertising and mobile. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> in the statement, saying he has done an``", "new_id": -2}, {"uid": "1297148731184270855", "i": 56418, "idx": 13, "sa": ["George W. Bush", "Hosni Mubarak", "Colin Powell", "George H. W. Bush", "Madeleine Albright", "Dan Quayle", "Donald Rumsfeld"], "q": "to to say whether he would have acted differently had he known then what he knows now about Saddam's alleged weapons.`` I have no idea. I have no idea,'' he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> <strong> George H. W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H. W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Top Stories Video: South SuDan Quayleese celebrate vote Report Abuse \" <strong> George W. Bush </strong> Cheney, <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297312429093863941", "i": 29129, "idx": 0, "sa": ["Bernie Sanders", "Ding Zilin", "Barack Obama", "David Cay Johnston"], "q": "and East Asian studies at Oberlin College and the author of several books, incluDing Zilin <strong> Barack Obama </strong> Calls for SpenDing Zilin Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at <q> Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex </q>`` The Worse Off You Are, Your Taxes Increase'': Journalist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic''`` China Against the Tides", "new_id": -2}, {"uid": "1295628178218054665", "i": 50842, "idx": 0, "sa": ["Ryan Rhodes", "Mike Pence", "Michele Bachmann", "Newt Gingrich", "Barack Obama", "Mitt Romney", "Sarah Palin"], "q": "former House speaker <strong> Newt Gingrich </strong>, are making a strong play for tea party favor. <strong> Sarah Palin </strong>, the former Alaska governor, Representative <strong> Mike Pence </strong> of Indiana and Representative <strong> Michele Bachmann </strong> of Minnesota, already boast significant insurgent support. <q> I don't necessarily think( <strong> Mitt Romney </strong>) is going to be one of those guys who goes to the tea party for votes the way other candidates might, </q> said <strong> Ryan Rhodes </strong>, who is chairman of the Iowa Tea Party Patriots and has been contacted by almost every Barack Obamaial hopeful except <strong> Mitt Romney </strong>.`` It doesn't really fit his style of politics.'' The measure", "new_id": -2}, {"uid": "1297652095245153826", "i": 29851, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "Philip Marlowe says:`` I had to catch her or let her crack her head on the tessellated floor.'' The mainstream media does for <strong> Donald Rumsfeld </strong> what Marlowe did for Carmen by unquestioningly accepting his disingenuous explanations. <q> Good boy, Rover! </q> The previously mentioned letter sent to the New York Times was published on the letters to the editor page( wasn't that on Valentine's Day in 2003?). The war?", "new_id": -2}, {"uid": "1295364040259211298", "i": 17889, "idx": 0, "sa": ["David Letterman", "Conan O'Brien"], "q": "comes to fruition, Lookout's acreage would rival the other four: Schweitzer Mountain Resort in Sandpoint, Silver Mountain Resort in Kellogg, Mt. Spokane Ski and Snowboard Park and 49 Degrees North in Chewelah. <q> There's a need, </q> said Phil Edholm, chief executive of Lookout Pass.`` People like affordable recreation and that's what we offer here.'' <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not so much with Leno'' tooltipId=", "new_id": -2}, {"uid": "1296030310020856872", "i": 40440, "idx": 1, "sa": ["Michael Vick"], "q": "of his deal with Unequal, his first paid endorsement, were not disclosed, but Vito said it was a`` sizable'' investment.`` We believe it was worth it,'' he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player, and he made an estimated$ 7 million in endorsements during his six seasons with the Atlanta Falcons. That all disappeared with his 2007 arrest on dogfighting charges", "new_id": -2}, {"uid": "1295583804072171540", "i": 54516, "idx": 0, "sa": ["Eric Schmidt"], "q": "chief executive in a surprising management reshuffling announced with the Internet company's fourth-quarter earnings, which jumped 29%. The Mountain View, Calif., company said the moves, effective April 4, were made <q> to streamline decision-making and create clearer lines of responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong> will no longer be responsible for the day-to-day operations. Instead, he will become exective chairman, focusing on deals, partnerships, customers and broader business relationships. He also will continue to", "new_id": -2}, {"uid": "1295223615102072384", "i": 6512, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "said Ms <strong> Gabrielle Giffords </strong> had improved to the point where she could move both sides of her body, including her arms and legs. Speaking on CBS' Face the Nation, Ms <strong> Kirsten Gillibrand </strong> said Ms <strong> Gabrielle Giffords </strong> was <q> showing raw courage, raw strength, something that we can all get behind. And she really is our glimmer of hope in a very dark time </q>. She reported that Ms <strong> Gabrielle Giffords </strong>, who was taken off the ventilator yesterday, still has not spoken`` but she can move both parts- both sides of her body. She can breathe. She", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}]