[{"uid": "1296217011222609486", "i": 30973, "idx": 0, "sa": ["Eric Schmidt"], "q": "triunvirato\" que la dirige aunque se centra m?s en los clientes y socios. Por ello quiere promover la actividad de Google en China, donde actualmente la compa?a est censurada por las autoridades y, m?s concretamente, <q> encontrar un socio chino para Android </q>. En una entrevista concedida a la BBC, <strong> Eric Schmidt </strong> reconoce que l es el que est m?s implicado en el aterrizaje de Google en China y espera que gracias a su nuevo papel en la empresa \"", "new_id": -2}, {"uid": "1295705131000426030", "i": 27691, "idx": 0, "sa": ["Rachel Maddow", "Phil Griffin", "Cenk Uygur", "Keith Olbermann", "Lawrence O'Donnell", "Ed Schultz", "Andy Coulson", "Barack Obama"], "q": ". Good night and good luck.[ <strong> Keith Olbermann </strong>'s nightly signoff- homage to <strong> Andy Coulson </strong> R. Murrow.]\" Video-- MSNBC <strong> Barack Obama </strong> <strong> Phil Griffin </strong>, who was not thanked by <strong> Keith Olbermann </strong>, Rachel Maddowounces: Starting Monday, <q> The Last Word with <strong> Lawrence O'Donnell </strong> </q> moves to 8 p.m. <strong> Ed Schultz </strong>'s \"The Ed Show\" replaces <strong> Lawrence O'Donnell </strong> at 10 p.m. <strong> Rachel Maddow </strong> remains at 9 p.m. <strong> Cenk Uygur </strong>, host of the web show \"The Young Turks,\" will be fill in as host", "new_id": -2}, {"uid": "1295981593193069105", "i": 11597, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q> Your retirement age is going to be pegged to some reasonable correlation to life expectancy, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1297703292198672386", "i": 29039, "idx": 1, "sa": ["John Cryer", "Michael Gove"], "q": "tests. <strong> Michael Gove </strong> said no compensation has been ordered, and the six local authorities will have a chance to make representations to try to rescue cancelled building projects in their area. He said he <q> may save all, some, a few or none </q> of those projects, and told the House the court had backed the Michael Government's on all \"substantive positions\" . <strong> John Cryer </strong> said Waltham Forest had no choice but to go to court, with seven schools", "new_id": -2}, {"uid": "1295093100028508164", "i": 1644, "idx": 4, "sa": ["Sergio Marchionne", "John Elkann"], "q": "challenges that we have in front of us in a constructive way,\" Fiat Chairman <strong> John Elkann </strong> said today. \"I reiterate the full support from my family.\" The vote is \"symbolic\" and <q> represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed, </q> Gianluca Spina, dean of the business school at Milan's Polytechnic, said before the results of the referendum were announced. Strike Call The numbers turned around in favor of <strong> Sergio Marchionne </strong> in the fifth", "new_id": -2}, {"uid": "1295819037185630726", "i": 962, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "Tim Cook"], "q": "on Thursday, he would earn about$ 334.7 million on the stock sale. He would still own about 2.7% of Google's outstanding capital stock, down from 2.9 percent before selling the shares. <q> As Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long Tim Cooke about how best to simplify our management structure and speed up decision making, </q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"And over the holidays we decided now was the right moment to make some changes to the way we are structured.\"", "new_id": -2}, {"uid": "1296676002083132523", "i": 10438, "idx": 0, "sa": ["Sheldon Whitehouse", "Bernie Sanders"], "q": "\" in any discussions of tackling the federal deficit, <strong> Sheldon Whitehouse </strong> declared in an interview Tuesday. The Rhode Island senator has joined the Defending Social Security Caucus newly organized by fellow Democratic Sen. <strong> Bernie Sanders </strong> of Vermont. <q> Social Security has not contributed a dime to the debt or the deficit, </q> he said, calling the program \"rock-solid for at least another 27 years.\" That was a reference to the moment when Social Security's trustees project that the system's trust fund-- financed by", "new_id": -2}, {"uid": "1297088895231997447", "i": 37629, "idx": 4, "sa": ["Sergio Marchionne"], "q": "in \"hypothetical\" terms and that nothing was decided, \"with no reference about a new location for the company's leadership for today or tomorrow.\" In October, <strong> Sergio Marchionne </strong> ignited controversy when he said that <q> Fiat would be better off if it eliminated Italy. </q> Tour Highlights Continuous Improvement WIKA Instrument has been on a lean journey for nearly 10 years, with no finish line in sight. There is no end in sight for lean's benefits, as well.", "new_id": -2}, {"uid": "1297096787035717130", "i": 38129, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "concernant ces armes suppos?es du r?gime de d'infos sur Saddam Hussein\"> Saddam Hussein. Ces arguments avaient servi? justifier l'invasion du pays, mais aucune de ces armes n' a t retrouv?e. <q> L'id?e qu'il mentait ou qu'il tait manipul est absurde. Il y croyait. Notre arm?e y croyait </q>, a d?clar M. <strong> Donald Rumsfeld </strong>, selon des extraits d'une interview diffus?s lundi sur ABC. \"Les pays voisins de Saddam Hussein nous avaient affirm:+ Soyez pr?ts quand vous arriverez?", "new_id": -2}, {"uid": "1295572388224641040", "i": 2685, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" \"I believe <strong> Larry Page </strong> is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Larry Page </strong> hailed <strong> Eric Schmidt </strong> as a \"tremendous leaders\" whose contributions exceeded all expectations. \"There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,\" <strong> Larry Page </strong> said.", "new_id": -2}]