[{"uid": "1295677080221315102", "i": 11105, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "time, resigned shortly thereafter, insisting the reporter and investigator had acted on their own. He also said he had known nothing of the eavesdropping- a claim that increasingly has been called into question. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role, </q> <strong> Andy Coulson </strong> said Friday. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him", "new_id": -2}, {"uid": "1296746557227606543", "i": 1158, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "- <strong> Donald Rumsfeld </strong> \"goes so far as to depict former <strong> President Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq.\"- <q> <strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the Middle East would be \"far more perilous than it is today'. </q>- \"Addressing charges that he failed to provide enough troops for the war, he allows that,` In retrospect, there may have been times when more troops could have helped\".\"", "new_id": -2}, {"uid": "1296126576085180439", "i": 40262, "idx": 1, "sa": ["Michael Vick"], "q": "release said. Unequal President Rob Vito said the company was proud to have <strong> Michael Vick </strong> on board and addressed the 2007 dog fighting conviction that sent <strong> Michael Vick </strong> to federal prison got him booted out of the league. <q> As a dog owner, I know the love of a pet... But as a Christian, I believe that people can repent and deserve a second chance. </q> <strong> Michael Vick </strong>, 30, made his NFL comeback in 2009 after spending 21 months of his 23-month sentence in Leavenworth, Kan., federal prison. He served the last two months confined to his home in Virginia", "new_id": -2}, {"uid": "1295643890060784660", "i": 14287, "idx": 1, "sa": ["Andy Coulson", "Steve Hilton", "David Cameron"], "q": "was hired to connect the Camerons with Billericay, he would need more to sell them than the big society and the possibility of their volunteering on a Saturday morning. Onlookers confirm it. One senior source said: <q> He was a brute, but if there was ever a disagreement with <strong> Stephen Gately </strong> he was so often right. </q> <strong> David Cameron </strong> always stuck firmly to <strong> Andy Coulson </strong> and <strong> Steve Hilton </strong>, valuing each instinct and believing the tension between the two was creative. But as <strong> Andy Coulson </strong> became increasingly distracted- in the last two months celebrities have sought to", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}, {"uid": "1294979190239403024", "i": 33736, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "<strong> Kobe Bryant </strong> said. \"This just ain't Memphis. I think this offense has freed him up a little bit and showcased more what he can do instead of just being in the post all the time.\" <q> It's tough to match up against us for a variety of reasons. We have guys that can finish, we have aa great 1-2 punch, and all of our guys can pass the ball. </q> <strong> Kobe Bryant </strong>, who said he made himself a decoy through most of the game, scored 18 of his 32 points in the final 8 minutes to keep http://wn.com/Allen_Iverson_38pts_Denver_Nuggets_vs_LA_Clippers_07/08_NBA <strong> Allen Iverson </strong> wasn't trying to take over the game down the", "new_id": -2}, {"uid": "1297135071068190217", "i": 32295, "idx": 1, "sa": ["Michael Vick", "Alan Major", "Tu Holloway"], "q": "breaking down defenses with the dribble and getting to the foul line, where he's shooting 86.6 percent. \"It's like in football if you're playing <strong> Michael Vick </strong>,\" Charlotte coach <strong> Alan Major </strong> said. <q> You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have( <strong> Tu Holloway </strong>) shooting over you than driving around you. </q> <strong> Tu Holloway </strong> also struggled in the first half against Saint Louis on Saturday, but he scored 20 of his 24 points in the second half in a 76-68 win. \"For once in his college", "new_id": -2}, {"uid": "1295704881085770248", "i": 48186, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "<strong> Derek Hough </strong> by friend and X Factor colleague <strong> Simon Cowell </strong>. The music mogul feels that <strong> Cheryl Cole </strong> would be wiser to live alone and become a star in her own right, a source told the newspaper. <q> <strong> Cheryl Cole </strong> told him( <strong> Derek Hough </strong>) she would spend a lot of time at his, but she needs her own space. She wants to remain independent and not just become \"<strong> Derek Hough </strong>'s girlfriend\", </q> the insider added. However, <strong> Derek Hough </strong> is said to be \"gutted\" that the Fight For This Love singer, who has been tipped for a Brit Award, is not moving in with him.", "new_id": -2}, {"uid": "1295510839092602382", "i": 14540, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Brandon_Roy_21_Points_vs_Rockets_Game_1_Playoffs_!!_HD_!_18409 Pacers Stunned By Knick Errors By TIMOTHY W. SMITH Published: May 8, 1995 www.nytimes.com To a man, the Indianapolis Pacers could", "new_id": -2}, {"uid": "1297136473102924319", "i": 29846, "idx": 10, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to the UN Security Council in February 2003- and never spoke up during meetings with the president to raise objections about the war. <q> There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that, </q> he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: \"My goodness, the intelligence was certainly", "new_id": -2}]