[{"uid": "1295690356156418069", "i": 18157, "idx": 7, "sa": ["Courtney Lee", "Allen Iverson"], "q": "Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. \"I don't know how you can be any more proud of your team,\" <strong> Courtney Lee </strong> said. <q> I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's making other people better and he is taking responsibility and steps up. I feel good that a young team could respond this way. </q> With <strong> Allen Iverson </strong> leading the way with 26 points, the Sixers built an 18-point lead by the 7:33 mark of the third quarter. But Orlando fought all the way back and took an 86-84 lead after a jumper by", "new_id": -2}, {"uid": "1295500510069894171", "i": 20004, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "singer and actress <strong> Jennifer Lopez </strong>. Some reports have been lukewarm on whether this will help revive the show's ratings and <strong> Jennifer Lopez </strong>'s career, both of which have been in decline of late. The LA Times says, <q> With <strong> Ellen DeGeneres </strong> leaving and <strong> Jennifer Lopez </strong> reportedly singing on as her replacement, \"American Idol </q> has indisputably jumped the shark.\" As for <strong> Simon Cowell </strong>'s replacement, nothing has been confirmed as yet, but rumors are circulating that <strong> Steven Tyler </strong> from the band Aerosmith might be the man for the job. More News", "new_id": -2}, {"uid": "1296064722120487964", "i": 34525, "idx": 0, "sa": ["Stacy Wall", "Steve Ballmer"], "q": "gets burned by the recession. The company announced the cuts Thursday as it reported an 11 percent drop in second-quarter profit, which fell short of <strong> Stacy Wall </strong> Street's expectations. Microsoft shares plunged more than 11 percent. <q> We're certainly in the midst of a once-in-a-lifetime set of economic conditions, </q> Chief Executive <strong> Steve Ballmer </strong> said during a conference call. With less access to credit, businesses and consumers are spending less and stretching the life span of their existing computers. The biggest names in the technology sector have been", "new_id": -2}, {"uid": "1295021582165101591", "i": 4162, "idx": 5, "sa": ["Allen Iverson", "Gary Moore"], "q": "<strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was \"soon.\" \"People need to know that <strong> Allen Iverson </strong> is and always has been a fighter,\" <strong> Gary Moore </strong> said. <q> He's got a battle ahead of him. </q> <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> \"totally disputes\" reports out of Turkey that he was set to retire. The 11-time NBA All-Star has said he's happy with his new career in Turkey, though his", "new_id": -2}, {"uid": "1295970594108969990", "i": 14763, "idx": 0, "sa": ["Eric Schmidt"], "q": "equally between technology and sales staff. The recruitment plan is aggressive, amounting to an increase of almost 20% on Google's existing 5,000 staff across Europe, the Middle East and Africa. <q> We had a very, very good year and a very strong quarter, </q> said <strong> Eric Schmidt </strong>, referring to Google's fourth-quarter profits of$ 2.54 bn. \"We looked at this year and in particular our prospects for growth in Europe, and our businesses globally", "new_id": -2}, {"uid": "1297706351051036169", "i": 45767, "idx": 1, "sa": ["Steve Ballmer"], "q": ", users can also see all their recently accessed applications, allowing them to switch easily between them. \"People want a phone that makes information much more accessible,\" said <strong> Steve Ballmer </strong>( above). <q> The market has been swamped with phones with fairly similar design. Users just see a sea of icons. Our smart design improves user experience. </q> Enterprise applications Microsoft also showed a host of new applications designed to broaden the platform's appeal within the enterprise market. These include Office document storage in the cloud and the ability to share and", "new_id": -2}, {"uid": "1296582890005816352", "i": 766, "idx": 2, "sa": ["Zahi Hawass"], "q": "appeared unaware of the value of what was in the museum, gleefully ransacking the gift shop. \"They thought that the museum shop was the museum,\" said <strong> Zahi Hawass </strong>, Egypt's top archaeologist. <q> These people are ignorant, they are outlaws. </q> Nine looters climbed the fire escape to the museum roof and lowered themselves on ropes from a glass pane ceiling onto the top floor, where they fumbled in the darkness, tossing aside ancient objects in what", "new_id": -2}, {"uid": "1295681320220479511", "i": 46167, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "the Staples Center. For once, the Nuggets clamped down on defense, but their high-flying offense went AWOL as <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> had their worst performance together since the two superstars first teamed up 16 months ago. <q> I was getting to the basket, I just wasn't finishing, </q> <strong> Allen Iverson </strong> said. \"And the same thing happened to` <strong> Carmelo Anthony </strong>.\" <strong> Carmelo Anthony </strong> and AI shot a combined 10-for-38 and finished with 16 and 15 points, respectively. No thanks to the Lakers, either, suggested", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}, {"uid": "1296130680234815518", "i": 22703, "idx": 0, "sa": ["Simon Cowell", "David Tennant"], "q": "announce my retirement... but I'm not b*** y going to!\" Sir <strong> David Tennant </strong> won the top actor prize for his last stint in A Touch Of Frost. He said of his win: <q> This is a real turn up for the book. </q> The X Factor was named the most popular talent show, and judge <strong> Simon Cowell </strong> gave the statuette to a show producer who had beaten cancer. EastEnders was", "new_id": -2}]