[{"uid": "1297094194234487815", "i": 11840, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": ",'' <strong> Donald Rumsfeld </strong> said in an interview with ABC News airing Monday in advance of the release of his memoir on his long career in public service. <strong> President Bush </strong> has said that bringing some service members home too soon was <q>the most important failure in the execution of the war,</q> a position <strong> Donald Rumsfeld </strong> was reluctant to fully endorse. ''I don't have enough confidence to say that that's right. I think that it's possible,'' he said. ''We had[", "new_id": -2}, {"uid": "1297373274207732736", "i": 13537, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "the Cork Internet Exchanger looks at technology to save energy by throttling demand. Utilities would raise prices during peak demand periods, and appliances would be smart enough to schedule their own work when prices are low. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1297339126177307664", "i": 10701, "idx": 2, "sa": ["Mike Pence"], "q": " ''Seriously, who else do we have?'' one of them asked me. ''Unless something miraculous happens, and we get an unexpected gift candidate.'' Another GOP stalwart agreed: <q>Sad to say, but at a time when we need someone with guts- like Reagan in'76 challenging an incumbent <strong> Bill Clinton </strong> of his own party or Rubio staying in the Florida Senate race when he was 40 points down to Crist- we get political calculation and personal ambition.</q> Poor <strong> Mike Pence </strong>. Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field", "new_id": -2}, {"uid": "1297176031226918403", "i": 3181, "idx": 23, "sa": ["David Letterman", "Aaron Rodgers"], "q": "preparation. I put the time in, I watch film, I study our game plan, I practice hard, so I go into the game and I expect to play well.'' <strong> David Letterman </strong>: <q>And your first season as Green Bay quarterback, your record was like 6-and-10, was that what it was? Now, what is that like? Is that like, ''Oh, geez, maybe I can't do the job?' Do you ever get any of that with your confidence?</q> <strong> Aaron Rodgers </strong>: ''You know what? Thankfully, I was surrounded by a group of guys who really believe in me and supported me even through that, the fan base was great.'''( Audience", "new_id": -2}, {"uid": "1297185913149962759", "i": 3731, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "in Berlin and Paris. It was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q>Ironically, my comment was unintentional,</q> <strong> Donald Rumsfeld </strong> writes. ''I had meant to say France and Germany represented ''old NATO' not` old Europe'.'' ''In any event, the phrase` old Europe'' entered the vernacular. The", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star. ''Honestly, they play me one-on-one, straight up,'' <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q>Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something.</q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}, {"uid": "1295173746138477568", "i": 16710, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "playoff games with six turnovers. Ryan threw two interceptions, including one that was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards. <q>We moved the ball pretty effectively but we just didn't capitalize,</q> Ryan said. ''We didn't get points when we needed to get points. It's disappointing.'' The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan,", "new_id": -2}, {"uid": "1296253498075055119", "i": 242, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "fit well with Indiana voters who he said typically favor centrist candidates. ''The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics,'' Parker said. <q>He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe.</q> It might be May or later before <strong> Mike Pence </strong> would formally jump into the governor's race since state law prohibits political fundraising by statewide candidates until after the Legislature's session ends in late April. <strong> Mitch Daniels </strong> has", "new_id": -2}, {"uid": "1295565740204783649", "i": 20448, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page to lead Google; roles clarified Larry Page, who co-founded Google with <strong> Sergey Brin </strong>, will be the U.S. search-engine giant's chief executive officer in April, the company announced Thursday. <q>In this new role I know he will merge Google's technology and business vision brilliantly,</q> <strong> Eric Schmidt </strong>, the company's current CEO, said in a blog posted on Google's Web site. ''I am enormously proud of my last decade as CEO, and I am certain that the", "new_id": -2}, {"uid": "1297546979003112975", "i": 47878, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", where the company aims to raise annual production to 1.4 million vehicles by 2014 from 650,000 in 2009. <strong> Sergio Marchionne </strong> will also discuss those goals at a parliamentary hearing in Rome on February 15. <q><strong> Sergio Marchionne </strong> and Chairman <strong> John Elkann </strong> confirmed Fiat's and Fiat Industrial SpA's intention to invest â\u0082¬ 20 billion in Italy,</q> the prime minister's office said in a statement today. Fiat aims to improve productivity and capacity utilisation to restore profitability in Italy, still its main market. None of the company's earnings came from", "new_id": -2}]