[{"uid": "1297217356071778342", "i": 8259, "idx": 5, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "on \"too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defense chief for six years after holding the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership of the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary--", "new_id": -2}, {"uid": "1295675868065781764", "i": 47276, "idx": 3, "sa": ["Radoslav Nesterović", "Jason Kapono", "Ron Kirk", "Carmelo Anthony", "Allen Iverson", "Marcus Gilbert", "Sam Mitchell"], "q": "seconds left to put the Kings ahead 104-98. <strong> Jason Kapono </strong> scored 26 points off the bench for the Raptors, who have lost four straight and five of six. <strong> Radoslav Nesterović </strong> added 20 points and eight rebounds for ToRon Kirkto. <q> We've got to get five, six, seven Marcus Gilberts playing well at the Sam Mitchelle time, </q> ToRon Kirkto coach <strong> Sam Mitchell </strong> said. \"One night, it's a couple of guys Iverson_31pts12ast_Melo_30pts12reb_Lead_Nuggets_Past_Suns <strong> Allen Iverson </strong>, <strong> Carmelo Anthony </strong> Lead Nuggets Past Suns By ARNIE STAPLETON, AP Sports Writer Posted Mar 6 2008 1:43 AM Denver 126, Phoenix", "new_id": -2}, {"uid": "1295563217178864140", "i": 50886, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "'s investors believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, The changes will be effective April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and Sergey for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1295887271156680263", "i": 11766, "idx": 3, "sa": ["Sergey Brin", "Eric Schmidt"], "q": ".\" After vetting a new senior manager closely, it's important to give that person authority and autonomy, advises Melinda <strong> Eric Schmidt </strong>, Philadelphia-based author of Become Your Own Boss in 12 Months. <q> You have to figure out whether your ego can take Sergey Bringing another person to the table who's really making decisions that affect your business, </q> <strong> Eric Schmidt </strong> says. \"Not only do you have to have clearly defined roles for you and your new manager, but you have to make sure those roles are clear to everyone at your company.\"", "new_id": -2}, {"uid": "1295105515258523157", "i": 823, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "NAFTA superhighway( that supposedly \"didn't exist\" .) Infowars.net Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,", "new_id": -2}, {"uid": "1297259348238534696", "i": 16256, "idx": 6, "sa": ["Colin Powell", "George W. Bush"], "q": "York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children-- but no obvious", "new_id": -2}, {"uid": "1296575507267468818", "i": 13338, "idx": 2, "sa": ["Allen Iverson", "James Andrews"], "q": "important to get his calf healed and asymptomatic than it is to try to play with continued pain. We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career.\" <q> He actually tried to tough it out and continued to play while over in Turkey, </q> said <strong> James Andrews </strong>. \"However, he got to the point where he could not really run up and down the court because of increased pain.\" <strong> Allen Iverson </strong> said on his Twitter account he hopes to be", "new_id": -2}, {"uid": "1295785147114884679", "i": 12647, "idx": 1, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer", "Spencer Grammer"], "q": "on Broadway.) According to an insider, \"<strong> Camille Grammer </strong> and <strong> Spencer Grammer </strong> had no relationship... And <strong> Spencer Grammer </strong> and her father are closer than ever since he split with <strong> Camille Grammer </strong>.\" interview with <strong> David Letterman </strong>, <strong> Kelsey Grammer </strong> said, <q> Kayte's my new girl, and we're planning to get married soon. </q> And although his divorce from <strong> Camille Grammer </strong>-- mother of his two youngest children-- may cost him in the neighborhood of$ 50 million, the 55-year-old Emmy winner reportedly isn't inclined to sign a pre-nup with his 29-year-old", "new_id": -2}, {"uid": "1295716777217530371", "i": 35218, "idx": 0, "sa": ["Andy Coulson", "Dino De Laurentiis"], "q": "nuclear talks end... Photo in Slideshow: Iran nuclear talks enter second day Article: Israeli hospital says French envoy treated Iran has barred the mayor of Tehran from traveling to the United States for a... Report Abuse <q> Producer <strong> Dino De Laurentiis </strong>... well that about says it all. How about Producer <strong> Dino De Laurentiis </strong> is happily celebrating his 98th birthday and wishing everyone a happy new year. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Get personal health coach. For military members& their families.", "new_id": -2}, {"uid": "1297284665062046252", "i": 20363, "idx": 2, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "with the help of Iraqi security forces that had become \"very capable.\" As a result, he argues, the force of <strong> George H. W. Bush </strong>'s surge was as much \"psychological\" as anything else. <q> The <strong> George H. W. Bush </strong>'s decision galvanized the opinion in Iraq. It said:` Look, if you think it is going to go to the insurgents, you are wrong.' </q> The fact of the statement, argues Mr. <strong> Donald Rumsfeld </strong>, mattered as much as did the increase of troops \"tactically or strategically.\" Let's examine Secretary <strong> Donald Rumsfeld </strong>'s claims in order. He", "new_id": -2}]