[{"uid": "1296899351208601119", "i": 16718, "idx": 0, "sa": ["Roger Goodell", "Steve Dancz", "Colin Powell"], "q": "short movie will feature an introduction from Army <strong> Colin Powell </strong> and NFL Commissioner <strong> Roger Goodell </strong> and readings from the Declaration of Independence by several NFL players. <strong> Steve Dancz </strong>'s music will compliment the picture frame by frame. <q>You get chills thinking about how many people are going to be watching,<q> <strong> Steve Dancz </strong> said of the estimated 100 million American viewers who will hear his work. \"But I couldn't let that affect me. I just had to serve the film.\" <strong> Steve Dancz </strong> met the film", "new_id": -2}, {"uid": "1296744552199131154", "i": 30120, "idx": 22, "sa": ["Eric Shinseki", "Donald Rumsfeld", "Colin Powell"], "q": "fires back that the secretary of State had once been \"the most senior military officer in our country\" and no one else in the administration had \"even a fraction of his experience\" on intelligence matters. <q><strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong.<q> <strong> Donald Rumsfeld </strong> also takes a swipe at his Marine Corps commandant, <strong> Colin Powell </strong> James Jones, and Army chief, <strong> Colin Powell </strong> <strong> Eric Shinseki </strong>, who were cited in a December, 2002 Washington Post story as opposing an invasion of", "new_id": -2}, {"uid": "1297689131188481617", "i": 24198, "idx": 0, "sa": ["Norah Jones", "John Mayer", "David Letterman", "Katy Perry", "Keith Urban", "Nicole Kidman"], "q": "meat dress fame was taking a year off. Some of the evening's best moments were quick glimpses. <strong> David Letterman </strong> provided a mid-show Top 10 list for the event, and No. 3 was a winner: <q><strong> Lady Gaga </strong> Antebellum and <strong> Lady Gaga </strong> form supergroup <strong> Lady Gaga </strong> Antegagum.<q> A camera caught actress <strong> Nicole Kidman </strong>, there with husband <strong> Keith Urban </strong>, jamming along to <strong> Katy Perry </strong>'s \"Teenage Dream\" from her seat. And <strong> Keith Urban </strong> paired with <strong> Norah Jones </strong> and <strong> John Mayer </strong> in a lovely take on Dolly Pardon's \"", "new_id": -2}, {"uid": "1295754864179863585", "i": 25894, "idx": 3, "sa": ["Allen Iverson"], "q": "on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. \"I was just trying to take what the defense gave me,\" <strong> Allen Iverson </strong> said. <q>I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the shots I wanted by zoning up. <strong> Rafer Alston </strong> teammates held the fort, and then when I got an opportunity, I just tried to make the best of it.<q> <strong> Allen Iverson </strong> made 10-of-24 shots, including 4-of-7 3-pointers. He added six assists and three steals and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,<q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}, {"uid": "1297216423081690625", "i": 6904, "idx": 1, "sa": ["Eric Cantor", "Kirsten Gillibrand", "Barbara Boxer", "Mike Pence"], "q": ", toward how we undermine women's reproductive health,\" said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). Abortion-rights groups, mobilizing to combat efforts to limit reproductive services, hammered home that same point. <q>The House leadership is clearly out of touch with the American people, as they are continuing to focus on legislation that takes away healthcare women currently have instead of focusing on jobs and the economy,<q> said Cecile <strong> Mike Pence </strong>, president of the Planned Parenthood Federation of America. <strong> Eric Cantor </strong> said Republicans are trying to make good on a \"Pledge to America\" promise by cutting taxpayer funding for abortion.", "new_id": -2}, {"uid": "1295749089127680581", "i": 13099, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt", "Michael Arrington"], "q": "Day, reportedly convinced he could recharge his batteries. <strong> Ken Auletta </strong> also writes that Page will have to shed his aversion to being in the limelight if he is going to be successful as CEO. <q>He is a very private man, who often in meetings looks down at his hand-held Android device, who is not a comfortable public speaker, who hates to have a regimented schedule, who thinks it is an inefficient use of his time to invest too much of it in meetings with journalists or analysts or governments,<q> <strong> Ken Auletta </strong> writes. appears to mesh with another by TechCrunch's <strong> Michael Arrington </strong>, who wrote that his blog was about to break the story about <strong> Eric Schmidt </strong> being tired and wanting out last summer. An interview with the three", "new_id": -2}, {"uid": "1295390240232685652", "i": 20291, "idx": 1, "sa": ["Sergio Marchionne"], "q": "\" <strong> Sergio Marchionne </strong> said. The family would be part of a larger goal of getting 80 percent of its vehicles from four or five architectures, a path he said Chrysler is just starting now. <q>We have a long way to go,<q> <strong> Sergio Marchionne </strong> said. The vehicles from the new minivan platform would be built in Windsor, guaranteeing the future of the plant and all three shifts. \"I am here with one message to tell", "new_id": -2}, {"uid": "1297716260199933960", "i": 10279, "idx": 0, "sa": ["Mike Pence"], "q": "R-South Carolina) introduced the Tax Relief Certainty Act, a bill that would permanently extend the current individual income tax rates, which will expire on January 1, 2013, and permanently repeal the death tax. <q>Uncertainty is the enemy of prosperity,<q> said Congressman <strong> Mike Pence </strong>. \"By enacting a two-year extension on current tax rates, Congress merely extended the uncertainty that has stifled our economic growth. To encourage growth and job creation, Congress should act now to", "new_id": -2}, {"uid": "1297134193068190230", "i": 35040, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Add to favorites Founded 2004, based in Garland, TX New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?<q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}]