[{"uid": "1294986975005357575", "i": 25055, "idx": 1, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": ", D-Calif., who stood by Ms. <strong> Gabrielle Giffords </strong>' hospital bed Wednesday when her left eye fluttered open. Her right eye was damaged and is still bandaged. Ms. <strong> Kirsten Gillibrand </strong> said the congresswomen were telling Ms. <strong> Gabrielle Giffords </strong> <q> how proud we were of her, and how she was inspiring the whole nation with her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better. </q> Ms. <strong> Gabrielle Giffords </strong> was gripping their hands, she said,`` and the more we joked about what we were going to do, she started to open her eyes.'' Ms. <strong> Debbie Wasserman Schultz </strong> said she", "new_id": -2}, {"uid": "1294958346148406307", "i": 7921, "idx": 0, "sa": ["Taylor Green", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "<strong> Gabrielle Giffords </strong>. Just before the speech the congresswoman opened her eyes for the first time. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> was in the room when it happened and says she isn't surprised by <strong> Gabrielle Giffords </strong>' strength. <q> To witness this unbelievable show of strength and determination was an unbelievable blessing. And it was just a time that we couldn't believe we were there to see her, just show her strength like that. And it was a real testament to who she is. You know, I believe in <strong> Gabrielle Giffords </strong>. She's an amazing woman. If anyone can pull through such a terrible, heinous crime, it is her. </q> Meanwhile a funeral for the youngest victim of the shooting, 9-year-old Christina <strong> Taylor Green </strong> was held Thursday. The largest flag recovered from ground zero after the 9/11 attacks, the day <strong> Taylor Green </strong> was born,", "new_id": -2}, {"uid": "1297339126177307664", "i": 10701, "idx": 2, "sa": ["Mike Pence"], "q": "`` Seriously, who else do we have?'' one of them asked me.`` Unless something miraculous happens, and we get an unexpected gift candidate.'' Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts- like Reagan in'76 challenging an incumbent <strong> Bill Clinton </strong> of his own party or Rubio staying in the Florida Senate race when he was 40 points down to Crist- we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>. Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field", "new_id": -2}, {"uid": "1295563322217792546", "i": 46676, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> would clear$ 334 million on his stock sale were it all to take place at Thursday's prices. Of course, it's not that he wants the money or anything. <q> Using this trading plan, <strong> Eric Schmidt </strong> can diversify his investment portfolio and can spread stock trades out over a period of one year to reduce market impact, </q> Google said.`` Because this trading plan was established well in advance of a trade, it also helps avoid concerns about whether <strong> Eric Schmidt </strong> had material, non-public information when he made a decision to sell his stock.", "new_id": -2}, {"uid": "1295496007204455976", "i": 21003, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q> At first, it was interesting to see these two... they both are interesting people... especially </q> ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies Save 75% On Cruises We're America's oldest and largest discount cruise clearinghouse. Buy Movie DVDs Now Over 30,000 Titles In Stock.$", "new_id": -2}, {"uid": "1296102374101646397", "i": 467, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "mogul <strong> Simon Cowell </strong> denied abandoning British audiences by taking the show to America, saying:`` I have some ideas''. <strong> Cheryl Cole </strong> will join him as a judge on the US version, he shrugged his shoulders and said <q> there will be an announcement in a couple of weeks </q>. The night really belonged to Ant and Dec, who won Most Popular Presenters at the National Television Awards for the 10th year running. And the comedy double act also picked up Most Popular Programme", "new_id": -2}, {"uid": "1296768815048218146", "i": 6340, "idx": 3, "sa": ["Steve Ballmer"], "q": ", whose team's first Windows Phone 7 application hit the Marketplace yesterday. <strong> Steve Ballmer </strong> said that with about 1,000 apps at launch, Microsoft is ahead of its competitors in their marketplace launch phases. <q> Over 1000 apps is good, but they need to build up to the big leagues in the next 6 months... </q> said Al Hilwa, IDC program director, Applications Development Software, in an email.`` From what I am seeing in the tools and how jazzed developers are, I think they will hit some big milestones for", "new_id": -2}, {"uid": "1295159732218923032", "i": 14277, "idx": 0, "sa": ["Colin Powell", "Armin Luistro", "Barack Obama"], "q": "mission and outreach of those in need.Br. <strong> Armin Luistro </strong>, <strong> Barack Obama </strong> of De La Salle University Manila in the Philippines, provided his insights during the 23rd <strong> Colin Powell </strong> Assembly of the International Federation of Catholic Universities( IFCU). <q> Obviously, in a country that has a majority of Catholics, and also incidentally a very poor country where the gap between the rich and the poor is growing bigger, Catholic universities take very seriously their role in nation building. And in many instances, we ensure that those services that are essential to people, especially to the poorest, would be filled in by Catholic universities. In a very real sense, we see ourselves as stewards of the nation itself. </q> Elsewhere, on the island nation of Taiwan, where much of the population is not even Christian, the Catholic university still plays a vital role in society, as explained by <strong> Barack Obama </strong>. Anne Therese Falkenstein, a", "new_id": -2}, {"uid": "1295887665065683465", "i": 31473, "idx": 5, "sa": ["Eric Schmidt"], "q": "larger it grows more challenging.'' After 10 years of having`` equal'' decision making power,`` we will continue to discuss the big decisions among the three of us,'' <strong> Eric Schmidt </strong> wrote. <q> But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Some Google employees are reportedly concerned about the timing of the transition, but one contacted by the Voice, speaking anonymously, said that the move was overblown by news reports calling it a`` shakeup''", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]