[{"uid": "1294994283072613901", "i": 26274, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Beteuerungen aus dem Munde des Fiat-Chefs, Alfa bleibe selbstverst?ndlich in italienischem Besitz, reagierte Pi?ch mit den Worten:`` Wir sind geduldig, wir k?nnen warten.'' Wolfsburg habe keine Eile, das Ziel zu erreichen. <q> Fragen Sie mich in zwei Jahren noch einmal danach. </q> href=\"http://www.ftd.de/unternehmen/industrie/:retourkutsche- vw- patriarch- piech- keilt- gegen- fiat/50214679.html?page=2\"> Teil 2: Was <strong> Sergio Marchionne </strong> plant", "new_id": -2}, {"uid": "1295303988018677828", "i": 14966, "idx": 0, "sa": ["Angelina Jolie", "Nick Dear"], "q": ", and they have a two-year-old child. But he admits that, as he progresses through his 30s, work is harder to come by, and for six months last year there was nothing at all: <q> Nothing of interest. And then you start paNick Dearing- you go a bit fucking crazy. </q> Looking back on Trainspotting and everything that happened after, he thinks he had fun- after all, he was briefly married to <strong> Angelina Jolie </strong>- but, as far as work went,`` I didn't really capitalise", "new_id": -2}, {"uid": "1296309067021659679", "i": 7912, "idx": 3, "sa": ["Mike Pence"], "q": "now,'' he told the Central students.`` While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts.'' Saying his <q> heart was in Indiana, </q> <strong> Mike Pence </strong> said he would continue to meet with`` the good and strong and opinionated people of this state'' before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a", "new_id": -2}, {"uid": "1296391463086278146", "i": 18213, "idx": 0, "sa": ["Michael Vick"], "q": " <q> The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing. Now, all his victims are the actual superstars.... </q> Posted: January 30 Updated: Today at 2:50 AM On the path to recovery Pit bulls once owned by <strong> Michael Vick </strong> rehab, serve as ambassadors for a breed derided as being too dangerous.", "new_id": -2}, {"uid": "1297183038036618266", "i": 46298, "idx": 0, "sa": ["Angelina Jolie", "Halle Berry", "John Woo", "Michael Russell"], "q": "exchange for nominations and awards. <strong> Michael Russell </strong>'s suit was filed three days before this year's Globes ceremony, which attracted HollyJohn Wood stars such as <strong> Angelina Jolie </strong>, <strong> Halle Berry </strong> and honored actor Robert DeNiro with a lifetime achievement award. <q> Without a shred of evidence,( <strong> Michael Russell </strong>'s firm) manufactured a fanciful tale of HollyJohn Wood intrigue that harkens back to the early days of rock'n roll radio, with its colorful reference to` payola,' </q> the lawsuit states. The HFPA's lawsuit claims <strong> Michael Russell </strong> and LoCascio attempted to divert money and gifts from sponsors to benefit some of their other clients. A phone message for <strong> Michael Russell </strong>'s attorney, Timothy McGonigle, was", "new_id": -2}, {"uid": "1295254492092618801", "i": 6385, "idx": 0, "sa": ["Michael Vick", "Ike Reese", "Jim Johnson", "Jim Mora"], "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,'' said former Eagles linebacker <strong> Ike Reese </strong>, who played for <strong> Jim Mora </strong> with the Falcons from 2005-06. <q> He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; <strong> Jim Johnson </strong> believes in getting after you with the front four and in strong secondary play. </q> <strong> Jim Mora </strong>, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to <strong> Jim Mora </strong> for being immature and not being focused on his job when", "new_id": -2}, {"uid": "1295284054229982243", "i": 33735, "idx": 1, "sa": ["Steve Ballmer"], "q": "per month for the first 12 months of service to qualified customers that sign up by June 30, 2011.`` Sales professionals are at the heart of almost every successful business,'' <strong> Steve Ballmer </strong> said. <q> Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market. </q> Based on the new Microsoft Dynamics CRM 2011 release, Microsoft Dynamics CRM Online delivers breakthrough productivity by providing familiar, intelligent and connected experiences to users across the organization: Familiar experiences for sales, service", "new_id": -2}, {"uid": "1296221646223641606", "i": 50213, "idx": 0, "sa": ["Kelsey Grammer", "Taraji P. Henson", "Kim Kardashian", "Ryan Seacrest", "Giuliana Rancic", "Simon Cowell", "Jennifer Aniston"], "q": "for the bus company.' I was going to explain it to them, but I was like,` Ah, forget it.' So finally I'll get a little respect,'' he said. <q> That's basically what my career has come down is to earn the respect of my nieces. </q> <strong> Kelsey Grammer </strong> Invites Camille to His Wedding EYE CANDY: <strong> Taraji P. Henson </strong> Gets Naked for PETA <strong> Giuliana Rancic </strong> tells Celebrity Baby Scoop that she is done with IVF for now <strong> Jennifer Aniston </strong> Is Adopting! HollyBaby <strong> Ryan Seacrest </strong> Wishes <strong> Simon Cowell </strong> Well on` Kim Kardashianmel", "new_id": -2}, {"uid": "1295556469260145156", "i": 26701, "idx": 0, "sa": ["Eric Schmidt"], "q": ". I'm not exactly sure when this thing was posted. I saw reference to it today on href=\"http://www.readwriteweb.com/archives/Eric Schmidt_Eric Schmidt_all_googles_strategic_initiatives_in_2011_are_mobile.php\" target=\"_blank\"> ReadWriteWeb. Google's three priorities are all about mobile, as they should be. <q> First, we must focus on developing the underlying fast networks( generally called LTE), </q> <strong> Eric Schmidt </strong> writes.`` Second, we must attend to the development of mobile money,'' he continues.`` Third, we want to increase the availability of inexpensive smartphones in the poorest parts of the world.", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has`` come to the place that's right for him and his family.'' <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.'' Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}]