[{"uid": "2008092200_00023407_W", "i": 1595, "idx": 5, "sa": ["Hugo Chávez", "George W. Bush", "Thomas Weiss"], "q": "2006 for his general assembly speech, saying it smelled of sulfur because <strong> George W. Bush </strong> had been standing there. \"<strong> Hugo Chávez </strong> making comments about <strong> George W. Bush </strong> and the sulfur was designed to be seen back home,\" <strong> Thomas Weiss </strong> said. <q> or when( cuban leader fidel) castro came to the u.n.( in 1960) and stayed in harlem to try and make a statement. </q> <strong> Thomas Weiss </strong> said that world leaders still seek to generate international headlines with their u.n. remarks, but that they have recently tailored messages for communities living abroad. \"these groups who are members of the diaspora send money home", "new_id": -2}, {"uid": "2008090507_00017895_W", "i": 2850, "idx": 3, "sa": ["Kyle Reed", "Jeff Tedford"], "q": ", recalls meeting with <strong> Kyle Reed </strong> at 7 a.m. to work on the mental aspects of the position, often using the checkers game developed by cal head coach <strong> Jeff Tedford </strong> to present situations a quarterback would face in a game. <q> he had so much potential physically, it was just a matter of him getting a chance to play, </q> daft said. when he transferred to san jose state last august, it was assumed <strong> Kyle Reed </strong> would be the spartans' starting quarterback this season. but a broken foot last spring prevented him from competing for the job", "new_id": -2}, {"uid": "2008091317_00013381_W", "i": 468, "idx": 1, "sa": ["Marc Abraham"], "q": "adaptation this is going to be. \"this is more of a prequel than a sequel, there is your exclusive,\" <strong> Marc Abraham </strong> said, being up-front about how badly interviewers want to get the exclusive goods. <q> its going to be taking place in the same time frame. </q> wait, what? it's a prequel that takes place at the same time? the latino review's george roush managed to clear things up for people, like me, who missed the original movie. \"", "new_id": -2}, {"uid": "2008091807_00007623_W", "i": 1036, "idx": 6, "sa": ["Robert Johnson"], "q": "<strong> Robert Johnson </strong>'s <NO_QUOTATION> is immersed deliberately in a greasy new orleans-style gumbo. oregon country fair when he was 12, has performed at virtually every major blues festival. his extensive time on the road has taught him that <q> there are a lot of audiences that do want their ears to be challenged. </q> new haven, conn.-born musician admits he wasn't always so open-minded, however. in middle school, when he was first starting to play, most of the kids were listening to nirvana or grunge. jacobs-strain did", "new_id": -2}, {"uid": "2008101210_00001900_W", "i": 1157, "idx": 13, "sa": ["Eugene White"], "q": "\" as bumbling as its response so far may seem, the government's actions in 2008 are <NO_QUOTATION> from the hands-off mentality of the hoover administration and the rigid detachment of the federal reserve in 1929 through 1932. <q> policymakers are making much wiser decisions, </q> says prof. <strong> Eugene White </strong>, \"and we are moving in the right direction.\" investors seem, above all, to be in a state of shock, bludgeoned into paralysis by the market's astonishing volatility. how", "new_id": -2}, {"uid": "2008121213_00022940_W", "i": 3778, "idx": 1, "sa": ["Rik Cordero", "Sylvia Rhone"], "q": "with of course g.o.o.d. music and my new upstart company band camp records which is headed by myself and <strong> Rik Cordero </strong> we're about to` get shit shaking fam!!!\" ' consequence stated via his blog at itsthecons.com. <q> it has been almost two years since day job dropped. i remember the struggles and adversity i was faced with when attempting to get a release date from sony. i just have to say two things. thank allah and it was worth it!!! </q> ironically, consequence was signed to motown by <strong> Sylvia Rhone </strong>, who also signed him to elektra records in the late' 90's. <NO_QUOTATION> made a name for himself after being prominently featured on a tribe called quest's", "new_id": -2}, {"uid": "2008121210_00029067_W", "i": 1392, "idx": 3, "sa": ["Eric Staal", "Scottie Upshall", "Simon Gagné"], "q": "to make it a 5-3 game. when <strong> Scottie Upshall </strong> scored with 4:52 left, it was 5-4 and the crowd of 19,057 in bedlam, sensing anything was possible. \"they just kept coming,\" <strong> Eric Staal </strong> said. <q> they got the momentum going. we sat back on our heels and couldn't regroup. </q> with 1:44 to play, <strong> Simon Gagné </strong> tied the score. soon, the game was in overtime. the canes, wearing their black alternate uniforms on the road for the first time, had their chance late in the", "new_id": -2}, {"uid": "2008101715_00024040_W", "i": 2097, "idx": 1, "sa": ["Bill Carter", "Glenn Beck", "Virginia Heffernan"], "q": "which has been pulled from the schedule after three showings. the grammys are turning a dry nominations announcement into an hourlong tv special. why did <strong> Glenn Beck </strong> decide to sign with the fox news channel? <strong> Bill Carter </strong> reports that <q> a sticking point in the talks with mr. <strong> Glenn Beck </strong> to renew his contract was a plan by headline news to drop the repeat of mr. <strong> Glenn Beck </strong>'s show at 9 p.m. </q> a daily updated summary of the week in television by the new york times. for adventures in digital culture, don't miss the medium, a blog by <strong> Virginia Heffernan </strong>. tv decoder is a guide to television--", "new_id": -2}, {"uid": "2008110515_00023193_W", "i": 363, "idx": 3, "sa": ["Gavin Newsom"], "q": "decided to live your life out loud. you fell in love and you said' i do.' tonight, we await a verdict,\" san francisco mayor <strong> Gavin Newsom </strong> said, speaking to a roaring crowd. <q> i'm crossing my fingers. </q> elsewhere in the country, two other gay marriage bans, in florida and arizona, were well ahead. in both states, laws already defined marriage as a heterosexual institution. but backers pushed to amend the state", "new_id": -2}, {"uid": "2008110423_00023931_W", "i": 1814, "idx": 5, "sa": ["Dottie Peoples"], "q": "tv projects like sunday's best( the two served as executive producers); movie soundtracks; and of course their award-winning songwriting. \"god has given us more than just a voice,\" reports erica, <q> and if we don't maximize every opportunity and every moment, shame on us. but he has definitely given us a moment, the opportunity and more gifts that just singing a song, and we just intend to use them. you just never know where you might see mary mary. </q> in other news the buzz surrounding free, propelled it to a number two debut-his highest yet-on billboard's top gospel albums chart. <strong> Dottie Peoples </strong> is hoping to do just as well with her recent release, do it.", "new_id": -2}]