[{"uid": "1295612543206700567", "i": 37141, "idx": 2, "sa": ["Eric Schmidt"], "q": "'' The company also announced that starting April 4, Larry Page, Google Co-Founder, will take charge of company's day-to-day operations as CEO. <strong> Eric Schmidt </strong> will assume the role of Executive Chairman. <q> I know he( Larry) will merge Google's technology and business vision brilliantly, </q> <strong> Eric Schmidt </strong> said in Google blog post.`` Larry will be even better! Larry, in my clear opinion, is ready to lead,'' he continued. As Executive Chairman, <strong> Eric Schmidt </strong> said he will", "new_id": -2}, {"uid": "1296610992049397765", "i": 38691, "idx": 0, "sa": ["Eric Schmidt"], "q": "new media, stage, music, as well as serving the community as a theater and performance space and community hall http://wn.com/Into_Me_See_a_Performance_Installation_at_the_Lab_Gallery Ken Cro-Ken at The World Monuments Fund Gallery, 15 <strong> Eric Schmidt </strong> 27th Street, NY, NY <q> APOCRYPHAE: VISIONS OF THE SACRED AND PROFANE </q> December 6th- December 30th, 2010 Co-Curated by Belen Moreno Bosch, Bartolome Sanchez and Ramon L. Granda Cro-Ken talks of the pleasure to ride the coat tails of nature and learn about paint and nature simultaneously. When", "new_id": -2}, {"uid": "1295701484119783425", "i": 34068, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group,'' Mr Lewis said. <q> It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.`` What happens is that if a celebrity is subject to a story there is a natural inclination to think that someone has sold their story or betrayed their confidence.`` But in fact it's their mobile phone or a bugging device that are the source of the story- that's how it got out. </q> Mr <strong> Andy Coulson </strong>, who edited the News of the World before he became <strong> David Cameron </strong>'s spin doctor, handed in his resignation on Friday and plans to leave within weeks. In a statement, he", "new_id": -2}, {"uid": "1297304620104415241", "i": 1830, "idx": 1, "sa": ["Steve Ballmer"], "q": "where he most recently worked with the company's Online Services`` We are already making strong traction across our Server and Tools Business by embracing cloud services,'' said Microsoft chief executive <strong> Steve Ballmer </strong>. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future. </q> The 19 year Microsoft veteran will take the reigns Microsoft's server, tools and cloud platforms from outgoing president Bob Muglia. In January, the company would be leaving Redmond later this year", "new_id": -2}, {"uid": "1295721908089014298", "i": 4863, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "aired the first of a series of densely-worded and blistering`` special comments,'' this time expressing anger at then-Defense <strong> Donald Rumsfeld </strong>'s criticism of opponents to the war in Iraq. Story Continues â\u0087\u0092 <q> previous1 2 3 next </q> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "new_id": -2}, {"uid": "1297600397255197310", "i": 47361, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "which are rapidly plummeting in price.'' Nokia CEO <strong> Stephen Elop </strong> is reported to have said he feared it would be too difficult for Nokia to differentiate itself in the Android ecosystem. He's quoted saying: <q> It felt a little bit like giving up and not enough like fighting back. </q> <strong> Stephen Elop </strong> and Microsoft CEO, <strong> Steve Ballmer </strong>, concluded a joint open letter on the alliance by saying:`` There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome", "new_id": -2}, {"uid": "1295911596142966787", "i": 19560, "idx": 1, "sa": ["Sen. Bernie Sanders", "Josh Stearns"], "q": "'' Comcast's well-documented history of opposing and obstructing local journalism efforts at public access and community TV stations leads <strong> Josh Stearns </strong>, who monitors journalism issues for Free Press and the Stop Big Media coalition, to bluntly declare, <q> Comcast's sudden commitment to nonprofit news seems suspect. </q> <strong> Sen. Bernie Sanders </strong> is right when he suggests that the FCC will have a hard time keeping Comcast in line.`` Once we allow companies to become this powerful, the FCC does not regulate them. They regulate the FCC", "new_id": -2}, {"uid": "1295886442005734445", "i": 35529, "idx": 7, "sa": ["Zahi Hawass"], "q": "Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo.`` They don't like me for making these requests,'' said <strong> Zahi Hawass </strong>. <q> But I don't care; I am doing this for Egypt. </q> Somalia leery of security firm because of link to Blackwater- The minister of information for the transitional Somali government said Sunday that Somalia is likely to end its relationship with Saracen International, a private security company in", "new_id": -2}, {"uid": "1296160958122896471", "i": 9103, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> What's this?) Report corrections or additions here. Leave comments logged in to participate in the Show Me the Errors contest. Leave a comment Speak up and join", "new_id": -2}, [{"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q> We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people, </q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true.`` Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}]]