[{"uid": "1296853107145915918", "i": 3973, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "Eayrs tries to give Packers an edge Story: Is$ 3M worth it for a Super Bowl ad? Ask GoDaddy Story: Pie-makers aim for pizza Super Bowl action Story: 10 Super Bowl commercials to watch <q>I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,</q> <strong> Roger Goodell </strong> said. \"He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1295555937214679584", "i": 7071, "idx": 0, "sa": ["David Letterman", "Martin Short"], "q": "rehab. The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q>You know in my business, or in our business, there's a traditional career path: TV, movies, then <strong> Liza Minnelli </strong>, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go.</q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And <strong> Martin Short </strong> used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2}, {"uid": "1296811464196722709", "i": 1210, "idx": 0, "sa": ["Michael Vick"], "q": "going to \"host\" a Super Bowl bash at a club in Dallas on Friday night. An invitation, shown on the website TMZ.com, touted \"The <strong> Michael Vick </strong> Experience,\" and read, in part, <q>Four-time Pro Bowl QB <strong> Michael Vick </strong> would like to personally invite you to the only upscale A-list celebrity extravaganza of the 2011 Super Bowl. This will be the primary& preferred destination for iconic personalities from the NFL, MLB, Hollywood, the music industry and corporate America!</q> Except <strong> Michael Vick </strong> will not be there. An Eagles spokesman confirmed that <strong> Michael Vick </strong> told him as much on Thursday afternoon. As for whether the Eagles knew about such a party before Thursday, the spokesman would not", "new_id": -2}, {"uid": "1297521580190513158", "i": 15940, "idx": 2, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "which is growing in the world but its heart remaine Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding, \"All arguments are now closed.\" Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong> <q>to commit to investing in our country and remain with head and heart</q> in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed \"the Italian nature\" of the company but \"in a dynamically developing context which demands daily work so that things don't", "new_id": -2}, {"uid": "1295806909069746696", "i": 16102, "idx": 5, "sa": ["Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": " <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential advisor. <q>The administration knows that I am quite content with the work I am doing now,</q> he said. \"I am not interested in a government job.\" Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate", "new_id": -2}, {"uid": "1295541295177143847", "i": 44892, "idx": 0, "sa": ["Cheryl Cole", "Cher Lloyd", "London MC", "Simon Cowell", "Professor Green", "Ben Drew"], "q": ", but she's told <strong> Simon Cowell </strong> she wants to do it her own way. She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain.\" They added: <q>You have to admire such self-confidence in a young girl, but she's no respecter of authority and she's had run-ins with a few people.</q> <strong> Cheryl Cole </strong>'s street but rapper-come-crooner <strong> Ben Drew </strong> has accused the 17-year old of \"plagiarising\" East <strong> London MC </strong>, <strong> Professor Green </strong>. When asked by The Sun whether he was a fan of <strong> Cher Lloyd </strong>'s", "new_id": -2}, {"uid": "1295045114220282903", "i": 3023, "idx": 1, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q>The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome,</q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. The", "new_id": -2}, {"uid": "1294963434098320388", "i": 33512, "idx": 0, "sa": ["Robert E.", "Thomas Aquinas", "Mary Baker Eddy", "David Letterman"], "q": "in 1865. If you are Christian Scientist, you look to 1879 as the year in which your religion was born and to <strong> Mary Baker Eddy </strong> as its founder. If you belong to one of the religious organizations known as <q>Church of the Nazarene, Pentecostal Gospel,</q> \"Holiness Church,\" or http://wn.com/The_Eastern_ORTHODOX_Church_is_the_ONLY_TRUE_and_Apostolic_CHURCH_part_3_of_3__American_documentary_The_Ancient_Church High school football highlight film of senior year at <strong> Thomas Aquinas </strong> High School Overland <strong> Robert E. </strong>, KS. Garden City Community College Coaches: <strong> Robert E. </strong> Aslin Head Coach and <strong> David Letterman </strong> Snodgrass Running Backs Coach", "new_id": -2}, {"i": 2627, "idx": 1, "index_answer": 1, "new_id": -1, "q": "Today, developers, operators and consumers want compelling mobile products which include not only the device, but the software, services, applications and customer support that make a great experience,\" said <strong> Stephen Elop </strong>. <q>Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.</q> Microsoft chief executive <strong> Steve Ballmer </strong> added: I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware", "sa": ["Steve Ballmer", "Stephen Elop"], "uid": "1297419313245137425"}, {"uid": "1296252283055099490", "i": 11047, "idx": 0, "sa": ["Newt Gingrich", "Mike Pence"], "q": "in no hurry to make presidential decision <strong> Mike Pence </strong> Will Not Run for President Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> Mr. <strong> Mike Pence </strong> wrote in a letter to supporters. \"We will not seek the Republican nomination for president in 2012.\" The <strong> Newt Gingrich </strong> Assesses His Potential 2012 Presidential Primary Competition Former Speaker of the House <strong> Newt Gingrich </strong>", "new_id": -2}]