[{"uid": "1296219531100073500", "i": 24439, "idx": 0, "sa": ["Kim Kardashian", "Ryan Seacrest", "Giuliana Rancic", "Kelsey Grammer", "Taraji P. Henson", "Jennifer Aniston", "Simon Cowell"], "q": "and then I went and got surgery.\" So, if she hasn't been surgically enhanced, how does <strong> Kim Kardashian </strong> get her chest to look so voluptuous all the time? She quips: <q> That's what Spanx and masking tape are for. </q> <strong> Kelsey Grammer </strong> Invites Camille to His Wedding EYE CANDY: <strong> Taraji P. Henson </strong> Gets Naked for PETA <strong> Giuliana Rancic </strong> tells Celebrity Baby Scoop that she is done with IVF for now <strong> Jennifer Aniston </strong> Is Adopting! HollyBaby <strong> Ryan Seacrest </strong> Wishes <strong> Simon Cowell </strong> Well on` Kim Kardashianmel", "new_id": -2}, {"uid": "1295537814152666210", "i": 56178, "idx": 0, "sa": ["Yo Gotti", "Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Previous article Charges against Tenn. rapper <strong> Yo Gotti </strong> dropped", "new_id": -2}, {"uid": "1295235193086523943", "i": 5661, "idx": 0, "sa": ["Aaron Rodgers", "Michael Vick", "Charles Woodson"], "q": "touchdowns in the highest-scoring playoff game in team history. After leading an upset of <strong> Michael Vick </strong> and the Eagles in Philadelphia, <strong> Aaron Rodgers </strong> thoroughly dominated the team that had home-field advantage on the NFC side. <q> We have what it takes, </q> Packers cornerback <strong> Charles Woodson </strong> said. \"Make no mistake about that.\" The Falcons( 13-4) were set up to make a run at just the second Super Bowl in franchise history, but four turnovers", "new_id": -2}, {"uid": "1295524045154828804", "i": 38057, "idx": 0, "sa": ["Connie Talbot", "Susan Boyle", "Simon Cowell", "Ryan Seacrest"], "q": "<strong> Simon Cowell </strong> talks <strong> Susan Boyle </strong> in new interview Britain's Got Talent judge <strong> Simon Cowell </strong> reflects on <strong> Susan Boyle </strong>'s outstanding year from BGT contestant to one of the most famous singers in the world. Follow us on twitter at twitter.com...? <q> Britains Got Talent or Americas Got Talent? <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>! </q> <strong> Simon Cowell </strong> Won't Miss` Idol' Auditions In an exclusive interview before his last night on \"American Idol\" , <strong> Ryan Seacrest </strong> talks to judge <strong> Simon Cowell </strong> about his time on the show, how it has impacted his life", "new_id": -2}, {"uid": "1296586485119291919", "i": 45949, "idx": 0, "sa": ["David Letterman", "Katie Couric", "Lance Morrow", "Jack White", "Tim Graham", "Sam Donaldson"], "q": "unites- even though the effects of his programs may repel.\" - Essayist <strong> Lance Morrow </strong> in the July 7, 1986 Tim Grahame magazine cover story, \"Why Is This Man So Popular?\" ? <q> So I think[ Ronald Reagan] is going to have to pass two or three tests. The first is, will he get there, stand in front of the podium, and not drool? </q>- ABC <strong> Jack White </strong> House reporter <strong> Sam Donaldson </strong> on a plKatie Couricd Reagan press conference, NBC's Late Night with <strong> David Letterman </strong>, March 18, 1987.? \"The Acting President: Ronald Reagan and the Supporting Players", "new_id": -2}, {"uid": "1297327001072368149", "i": 599, "idx": 1, "sa": ["Andy Coulson", "Francis Maude"], "q": ". There are familiar whipping boys- some more real that others. \"<strong> Andy Coulson </strong> barred us from engaging with commentators,\" one Cabinet Office source said as a poll showed two-thirds thought BS just spin. <q> To prepare the ground or` roll out the pitch' </q> they continued. \"Whatever the phrase is. But then they're surprised when no one understands what we're trying to do.\" <strong> Francis Maude </strong> appeared to allow himself to blame the newly departed <strong> Andy Coulson </strong> for the communications", "new_id": -2}, {"uid": "1295807551044548101", "i": 720, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": ".\" Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q> I don't think this government will miss a beat. </q>( c) 2011 AFP 01- uk- phone- hacking- ex- premier-", "new_id": -2}, {"uid": "1295717835220610566", "i": 21429, "idx": 3, "sa": ["Gabrielle Giffords", "Ben Ali", "Kirsten Gillibrand", "Russ Mitchell"], "q": "nation& type= Video& sent= no& search= Search\" , \"permBen Alink\" : \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/20/VI2011012003171.html\" , \"showComments\" : true, \"duration\" :\" \" , \"mediaQueryString\" : <q> 32v&amp;flvURL=/media/2011/01/20/01202011- 32v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F20%2F01202011- 32v.jsn </q>}{ \"title\" : \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support\" , \"description\" : \"Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after", "new_id": -2}, {"uid": "1295156723221855776", "i": 5608, "idx": 0, "sa": ["Greg Jennings", "Michael Vick"], "q": ", 1389 yards, 10 TDs) and Green Bay's <strong> Greg Jennings </strong>( 76-1265-12.\" www.atlantapitbullrescue.com Michael Vicktory to the Underdog WON BEST SOCIAL COMMENTARY AT THE ACTION ON FILM FESTIVAL Michael VickTORY TO THE UNDERDOG HELL AND BACK <q> Michael Vicktory: To The Underdog </q> takes an in depth look at world renowned tattoo artist \"Brandon Bond\" and his dog rescue efforts- particularly rescuing the infamous <strong> Michael Vick </strong> fighting dogs. Rather than focusing on the dog fighting problem, the movie sheds", "new_id": -2}, {"uid": "1297235178246775830", "i": 7448, "idx": 0, "sa": ["Aaron Rodgers", "David Letterman"], "q": "We bask in the reflected glory of this scrappy, banged-up bunch that ran the table and knocked off some pretty good teams in hostile stadiums to advance to one of the most exciting Super Bowls ever. <q> I'll tell you what, Green Bay, we're going to be right here next year doing this exact same thing, </q> Packers quarterback and Super Bowl MVP <strong> Aaron Rodgers </strong> said to a thunderous ovation from the crowd. Fresh from Disney World in Florida and <strong> David Letterman </strong> in New York, he declared himself \"pretty tired right now.\"", "new_id": -2}]