[{"uid": "1295669449065781959", "i": 35810, "idx": 3, "sa": ["David Cameron", "Andy Coulson"], "q": "down to avoid distractions affecting the government'... allygally 21 January 2011 8:25 PM Like I said, <strong> Andy Coulson </strong> is in a LOT of trouble. thedodger 21 January 2011 8:27 PM <q> Very smart of the tories to let <strong> Andy Coulson </strong> go now. </q> RogerOThornhill 21 January 2011 8:29 PM GraGraGra 21 January 2011 8:29 PM LabanTall 21 January 2011 8:32 PM`` The fall-out from the resignation of <strong> David Cameron </strong>'s PR chief will reach far into", "new_id": -2}, {"uid": "1297108857203178021", "i": 34152, "idx": 0, "sa": ["Alassane Ouattara", "Ben Ali", "Dmitry Medvedev"], "q": "d'Ivoire: choc bar The Ivorian political deadlock took another sharp turn as <strong> Alassane Ouattara </strong>, the internationally recognised winner of last November's disputed Dmitry Medvedevial election, announced a one-month suspension on exports of cocoa. <q> Chocolate consumers in Europe may not be so happy to reBen Alise the big cocoa companies are providing[ the incumBen Alit <strong> Dmitry Medvedev </strong>] Gbagbo with money for weapons, </q> said an official. The country provides more than a third of the world's cocoa. By halting exports temporarily, <strong> Alassane Ouattara </strong> hopes to starve his rival, who refuses to cede power, of his financial", "new_id": -2}, {"uid": "1296205890257212425", "i": 3717, "idx": 0, "sa": ["Jeff Fisher", "Michael Vick"], "q": "seasons of service with the Eagles. Tagging <strong> Michael Vick </strong>. If the Eagles hope to use the franchise tag on <strong> Michael Vick </strong>, it should be available to them even amid the NFL's labor unrest. <q> I expect the franchise tag to continue to operate as it has in prior seasons and clubs to be permitted to exercise their rights under the tag, </q> <strong> Jeff Fisher </strong> Pash, the NFL's general counsel, said Thursday. Without a franchise tag, <strong> Michael Vick </strong> could become an unrestricted free agent March 4 under the old collective bargaining agreement. Of course,", "new_id": -2}, {"uid": "1295771865222068760", "i": 40139, "idx": 2, "sa": ["Rajon Rondo", "Allen Iverson", "Ray Allen", "Paul Pierce", "Kendrick Perkins"], "q": "best-of-seven playoff series.`` I just thought when <strong> Ray Allen </strong> fouled out it was time for me to really step up,'' said <strong> Paul Pierce </strong>, who scored 12 points in the 10 minutes after <strong> Allen Iverson </strong> left the game. <q> Better late than never. </q> <strong> Rajon Rondo </strong> scored 28 points with 11 assists and eight rebounds, and <strong> Kendrick Perkins </strong> had 16 points, 19 rebounds and seven blocks for Boston. The Celtics could finish the Bulls off in Chicago on Thursday in Game 6;", "new_id": -2}, {"uid": "1295432194218038285", "i": 13611, "idx": 0, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "and he should stick to that. The new age of nice on`` American Idol'' might have been ushered in by title=\"Nigel Lythgoe\" href=\"http://www.courant.com/topic/entertainment/Nigel Lythgoe-Nigel Lythgoe-PECLB005387.topic\"> <strong> Nigel Lythgoe </strong>, the producer who uses a similar style while judging <q> So You Think You Can Dance. </q> He is returning to the show this year after an absence reportedly caused by a rift with <strong> Simon Cowell </strong>- possibly about their different approaches. Either way, the most telling change on`` American Idol'' may", "new_id": -2}, {"uid": "1295526823201490473", "i": 8419, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "John Atta Mills, who had previously opposed the use of force, and the presidents of Burkina Faso and Mali.However, Gbagbo's foreign minister has rejected <strong> Raila Odinga </strong> as a mediator, accusing him of siding with <strong> Alassane Ouattara </strong>. <q> Mr <strong> Raila Odinga </strong> failed in his mission and we are no longer ready to receive him here in Ivory Coast, </q> Alcide Djedje said after the Kenyan premier left, according to a statement on the href=\"http://www.earthtimes.org/tag/website.html\"> website of the Ivory Coast presidency.`` We think that there is no wish on Mr <strong> Raila Odinga </strong>'s part to find", "new_id": -2}, {"uid": "1295739237074268687", "i": 11332, "idx": 6, "sa": ["Allen Iverson", "Marvin Webster", "Tyronn Lue"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/CSU_FULLERTON_TITANS_VS_CSU_BAKERSFIELD_ROADRUNNERS_11/27/10 Fullerton, Calif.- Perry <strong> Marvin Webster </strong>", "new_id": -2}, {"uid": "1296471204206405649", "i": 52429, "idx": 0, "sa": ["Simon Cowell"], "q": "role in guiding the action on Idol's tenth season, hinting that fans would see`` more sides'' to him.`` I wouldn't say I stepped into the <strong> Simon Cowell </strong>'s shoes,'' he added. <q> I don't think those shoes could be filled nor would I want to be in them! I think you'll see a lot of excitement. </q> Laura HamiltonThe Dancing On Ice", "new_id": -2}, {"uid": "1297451814077103115", "i": 11525, "idx": 7, "sa": ["Michael Gove"], "q": "spokesman for the Department for Education said <strong> Michael Gove </strong> will now look again at his decision on the six authorities`` with an open mind'', following representations from each council, as ordered by the judge. <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme, </q> he added.`` On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects.'' The judge", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,'' he said.`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}]