[{"uid": "1296859172060604426", "i": 50401, "idx": 0, "sa": ["Jennifer Lopez", "Eric Schmidt"], "q": "Y!'' and drop it onto the`` Home'' icon. What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q> the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt... </q> Peter_Abelard left a comment- 9 min ago href=\"http://us.rd.yahoo.com//Updates/buzz/comment/SIG=1ddajeadc/*http%3A//us.lrd.yahoo.com/_ylc=X3oDMTZqbnNoZzZmBElfYWd1aWQDNFQyQlc0QkVZV0FVQVo0NTVGN1Y1TTUzRUkESV9jZ3VpZANRNURBU1JVVENVVDJWRFlaN05EQkhPWEJOQQRJX2Nwcm9wA3lhaG9vLmJ1enoueWNhLnZpdGFsaXR5LmNsaWVudC5wcm9kBElfdWNudHgDZ2xvYmFsBElfdXNyYwNidXp6BElfdXN1aWQDNmJlMzE1ZTI3OTU3ZmYzYzllNWIzMTMwMTlmOWFhOGEESV91dHlwZQNjb21tZW50BF9TAzIwMjM0MzUyNjE-/SIG=12ih85aa2/**http%3A//buzz.yahoo.com/article/1%3Ay_sports%3A62416059033672f3e406fe16e8683140\"> <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider`` Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given", "new_id": -2}, {"uid": "1297253482207126545", "i": 49349, "idx": 0, "sa": ["Mike Pence", "Cecile Richards", "Chris Smith"], "q": "American people, as they are continuing to focus on legislation that takes away health care women currently have instead of focusing on jobs and the economy,'' said <strong> Cecile Richards </strong>, president of Planned Parenthood Federation of America. <q> The objective of these bills is to undermine women's access to health care. </q> On Tuesday, the House Judiciary Subcommittee on the Constitution will hold a hearing on H.R. 3. This is <strong> Mike Pence </strong> <strong> Chris Smith </strong>'s( R-NJ) far-reaching anti-women's health bill that would take comprehensive private health insurance", "new_id": -2}, {"uid": "1297123861224133141", "i": 15039, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "Ap Television Writer 34 mins ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1295640107217038857", "i": 54717, "idx": 2, "sa": ["Esther Dyson", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " <strong> Esther Dyson </strong>, una inversora veterana de Silicon Valley y que conoce desde hace tiempo a los fundadores de Google y al propio <strong> Eric Schmidt </strong>, indica en The New York Times que el cambio no es tan extra?o. <q> Es algo inesperado, pero tiene mucho sentido. <strong> Larry Page </strong> y <strong> Sergey Brin </strong> han crecido y ellos quieren dirigir su propia compa?a </q>, afirma. Legado y futuro de <strong> Eric Schmidt </strong> <strong> Eric Schmidt </strong> pasar a ocupar ahora la presidencia del buscador y se encargar de las relaciones externas con los socios empresariales y con las responsables gubernamentales. Esta ltima actividad ser", "new_id": -2}, {"uid": "1297124012124354582", "i": 8978, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "presentation to <strong> Michael Vick </strong> Published: February 07, 2011 Updated: February 07, 2011- 7:01 PM DALLAS( AP)- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> presented", "new_id": -2}, {"uid": "1296496332175095859", "i": 26156, "idx": 0, "sa": ["Luis Scola", "Dwight Howard", "Allen Iverson", "Ray Allen", "Shaun Johnson"], "q": "goal made by <strong> Luis Scola </strong> and post-game interview. http://wn.com/Ray Allen_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Shaun Johnson_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1296762293141000786", "i": 43480, "idx": 3, "sa": ["Jalen Rose", "Allen Iverson", "Jermaine O'Neal", "Reggie Miller"], "q": ". <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halftime after getting 33 from <strong> Reggie Miller </strong>.`` I wish it was reversed,'' <strong> Reggie Miller </strong> said. <q> The game is four quarters. I hate doing things early. I like doing it late. </q> <strong> Allen Iverson </strong> scored 14 of Philadelphia's final 17 points in the third, including the last 10. He drilled a 17-footer, another long jumper and hit a 3-pointer to give the Sixers their biggest lead to that point", "new_id": -2}, {"uid": "1295560003078905357", "i": 22899, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "<strong> Larry Page </strong>`` in my clear opinion, is ready to lead.'' <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, technology. <q> He's an innovator and entrepreneur to the core, and this role suits him perfectly, </q> <strong> Eric Schmidt </strong> wrote in his post.`` As Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to", "new_id": -2}, {"uid": "1295571596118865921", "i": 15444, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "CEO. On April 4, the company's co-founder <strong> Larry Page </strong> will take over the company's day-to-day operations. statement on Google's blog, <strong> Eric Schmidt </strong> explained the decision to restructure the leadership and simplify the management: <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> The new Republican plan to cut the deficit: Hit poverty-stricken AmEric Schmidtans where it will hurt the most What do`` free range,''`` organic'' and other chicken labels really mean? House GOP Introduces Bills to", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]