[{"uid": "1295952030070795286", "i": 15354, "idx": 1, "sa": ["Laura Marling", "Mat Horne", "Marcus Mumford", "Simon Cowell"], "q": "is perfect for the role. \"<strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit,\" a srouce told The Sun. <q>They want to see if the American public warm to her before she takes on such a high-profile role in one of the biggest shows on US TV.<q> <strong> Laura Marling </strong> Dating Gavin And Stacey's <strong> Mat Horne </strong> After <strong> Marcus Mumford </strong> Split", "new_id": -2}, {"uid": "1295562896105267220", "i": 8031, "idx": 5, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "under Larry will be even better! Larry, in my clear opinion, is ready to lead.\" In a statement, Mr. Page said Mr. <strong> Eric Schmidt </strong>'s track record speaks for itself. <q><strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,<q> he said. Yahoo Canada shakeup; marketing director and longtime sales exec out Waiting in the wings; the big three in charge of Apple without <strong> Steve Jobs </strong> Reboot: Apple under attack, Verizon takes on", "new_id": -2}, {"uid": "1296839260225148929", "i": 35901, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the hell alone! 11 posted on 02/04/2011 8:39:07 AM PST Just how many jobs exactly, is loopy <strong> Sen. Bernie Sanders </strong> proposing eliminating? 12 posted on 02/04/2011 8:39:18 AM PST Sgt_Schultze( A half-truth is a complete lie) <q>get rid of all the private health insurance companies<q> What insurance companies would we be left with, then? Public ones? DOes that really count as \"insurance\"? To: Nachum As long as it isn't replaced by public healh", "new_id": -2}, {"uid": "1297201801051740673", "i": 16053, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "a little awkward. Clearly a bit taken aback by sitting next to <strong> David Letterman </strong>, <strong> Aaron Rodgers </strong> explains the game, his calm demeanor and that shiny belt they threw on him during the awards presentation. <q>The belt has really caught on,<q> says <strong> Aaron Rodgers </strong> of the WWE World Championship belt, complete with spinning logo. \"It's a celebration that stared during practice, and the fans love it. You've got to give them what they love.", "new_id": -2}, {"uid": "1295920221088195084", "i": 9018, "idx": 0, "sa": ["Tommy Vietor", "Eric Schmidt"], "q": "for furthering my career.\" Lang Lang will be in Southern California on Tuesday, performing with the Pacific Symphony in Costa Mesa. <strong> Tommy Vietor </strong>, a White House spokesman, said the song is <q>widely known and popular in China for its melody. Lang Lang played the song without lyrics or reference to any political theme.... Any suggestion that this was an insult to the United States is just flat wrong.<q>- Culture Monster 01/24/2011, 5:15 p.m.- L.A. Times- Business 01/24/2011, 5:13 p.m.- L.A. Times- Business 01/24/2011, 5:13 p.m. It's official: Google approves$ 100-million award for outgoing CEO <strong> Eric Schmidt </strong> Sign", "new_id": -2}, {"uid": "1297134536144228406", "i": 34896, "idx": 3, "sa": ["Dwaine Caraway", "Brent Jones", "Michael Vick"], "q": "making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education,\" <strong> Dwaine Caraway </strong> said. <q>That was the focus of the event... For those reasons, <strong> Michael Vick </strong> deserves such an action from my office.<q> To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>. For publication consideration in the newspaper, send comments to", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q>That is a great reflective question, and I think the time for reflecting is probably after the year,<q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}, {"uid": "1296217506223641601", "i": 17636, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "disappointed,\" said Brent Bozell, president of the conservative Media Research Center and longtime conservative activist who was among a group of Washington conservatives urging <strong> Mike Pence </strong> to run for president-and whose support is now up for grabs. <q>I don't have a number two. I had a number one and a whole bunch of people are running for number two. It's a crowded dance floor and it's time for the people there to start strutting their stuff and see who's got the next booty.<q> Also on the list of <strong> Mike Pence </strong> supporters now without a candidate: Former House Majority Leader <strong> Dick Armey </strong>, the leader of the tea party group FreedomWorks, who had publicly encouraged <strong> Mike Pence </strong> to make a bid for president", "new_id": -2}, {"uid": "1296939026066093065", "i": 42377, "idx": 6, "sa": ["Sergio Marchionne"], "q": "Group LLC.\" Chrysler is seeking$ 3 billion in low-cost government loans from the Energy Department to build more fuel efficient vehicles and in talks with banks to refinance the company's debt. <q>Because of these changed market conditions as well as the improvements in our performance and outlook made possible through the support of the U.S. and Canadian governments, Chrysler intends to repay these loans in full at the earliest opportunity,<q> <strong> Sergio Marchionne </strong> said. dshepardson@detnews.com(202) 662-8735 John Niyo: Spoiler alert! Here's a sneak preview of Sunday's Super Bowl ads, with this Volkswagen commercial that's guaranteed to be a hit in", "new_id": -2}, {"uid": "1295779653072171548", "i": 21141, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q>the soul and passion of a start-up.<q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol.", "new_id": -2}]