[{"uid": "1295564414055705600", "i": 9832, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "its earnings statement Thursday. ''Google also announced that its board of directors had approved certain changes to Google's management team,'' the company said in a filing with the Securities and Exchange Commission. <q>Larry Page, Google's co-founder and president of products, will become Google's chief executive officer, effective April 4, 2011. ''<strong> Eric Schmidt </strong>, Google's current chief executive officer, will continue as the chairman of the board of directors and will serve as Google's executive chairman.</q> As executive chairman, Google said, <strong> Eric Schmidt </strong> will act as an advisor to Page and <strong> Sergey Brin </strong>, Google's other co-founder and president of technology. Comments are filtered for language and registration is required", "new_id": -2}, {"uid": "1296173892054247454", "i": 10826, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "system. ''Social Security has been the most successful social program initiated by the federal government in the history of this country,'' said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's the caucus's leader. <q>We are getting very tired of hearing Republicans saying Social Security is collapsing.</q> It's not, and estimates are that its trust funds won't be exhausted until 2037. The system is subject to more scrutiny than usual, though, as lawmakers from both parties struggle", "new_id": -2}, {"uid": "1295564385175194279", "i": 13242, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> Steps Down; Co-founder Page is New Google CEO Mark Hefflinger on January 20, 2011- 10:35 am. Mountain View, Calif.- Citing a desire to <q>streamline decision making and create clearer lines of responsibility at the top of the company,</q> Google on Thursday announced that CEO <strong> Eric Schmidt </strong> will step down, becoming executive chairman, while co-founder Larry Page will take over as chief executive. <strong> Sergey Brin </strong>, the company's other co-founder, will step down as president of", "new_id": -2}, {"uid": "1296795070209420305", "i": 3335, "idx": 1, "sa": ["Jonathan Katz", "Sam Seder", "David Letterman", "H. Jon Benjamin"], "q": "<strong> Sam Seder </strong> recalls the time as ''a lot of drinking and not doing the dishes.'' The two were in <strong> David Letterman </strong> Cross' Boston comedy troupe, Cross Comedy, and have since remained close friends. <q>He has probably walked away from and sabotaged as many opportunities as anyone without a drug problem,</q> <strong> Sam Seder </strong> said of <strong> H. Jon Benjamin </strong>. ''He's very specific about what he wants to do.'' ''Dr. <strong> Jonathan Katz </strong>'' was one of the few Boston-based shows at the time, and <strong> H. Jon Benjamin </strong> auditioned for the", "new_id": -2}, {"uid": "1297291397065437710", "i": 22750, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Drewniak", "Chris Christie"], "q": "and reckless and jeopardizes New Jersey's fiscal health,'' <strong> Michael Drewniak </strong> said in a statement. Assembly Majority Leader Joe Cryan, a Democrat, said <strong> Chris Christie </strong> had to be ''held accountable.'' <q>The Assembly is not about to be lectured by a governor whose budget policies have led to massive property tax hikes and a ballooning pension deficit,</q> he said in a statement. U.S. Video: Egypt protests scare off tourists ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295802995079921158", "i": 16134, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": " ''Every president has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaigning and governing,'' <strong> Colin Powell </strong> said on CNN's ''State of the Union.'' <q>Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.</q> <strong> Colin Powell </strong>, who worked in four presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus", "new_id": -2}, {"uid": "1295364152237895697", "i": 34772, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "off to other people, and that was creating the ability to lend out more to credit card customers. I talked to <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>( I-Vt.) about a week ago, and he said, <q>Here's what we had to do during the bailout period: We had to go and say to all these banks, ''Yes, we'll bail you out. We'll give you$ 1 trillion, but your top rate for credit cards is going to be 15 percent.'</q> And they didn''t do anything like that with the Credit CARD Act; there are really no restrictions on that whole part of the economy. When you consider that all of these banks are getting their", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q>He is supporting the troops, I am supporting the children,</q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1295560243263241749", "i": 39416, "idx": 0, "sa": ["Eric Schmidt"], "q": "the Mountain View Internet juggernaut's new CEO starting April 4, and current CEO <strong> Eric Schmidt </strong> will be executive chairman, <strong> Eric Schmidt </strong> revealed in a post today on Google's blog. More businessperfectly,'' <strong> Eric Schmidt </strong> said. <q>As Google has grown, managing the business has become more complicated,</q> <strong> Eric Schmidt </strong> wrote. ''So Larry, Sergey and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, {"uid": "1297275482080936964", "i": 32143, "idx": 0, "sa": ["David Letterman", "Elton John"], "q": "Show with <strong> David Letterman </strong> last night to discuss how having a tampon taped to his back in high school was not fun for him, breaking his wrist and much more. FELLINI, POTTER, KELLER, PERKINS!: <q>LCS, I'm not sure that I know that much about Fellini- but I have re-watched all of his films and listened to the extras and, then, I watched that documentary about Fellini( just now, I can't...</q> LogoTV.com| TripOut: Gay Travel NOTE: afterelton.com is not affiliated with <strong> Elton John </strong>", "new_id": -2}]