[{"uid": "1295394211046235674", "i": 5416, "idx": 0, "sa": ["Sergio Marchionne"], "q": "guaranteed the future of the company's Windsor minivan assembly plant and said the next generation of the iconic family carrier, due in about three years, will be flexible enough to support other types of vehicles. <q> The future of this plant is without a doubt guaranteed, </q> <strong> Sergio Marchionne </strong> said Tuesday during a ceremony marking the production launch of the 2011 Chrysler Town& Country and Dodge Grand Caravan. They feature all new interiors and refreshed exterior styling. Last week during the Detroit auto show", "new_id": -2}, {"uid": "1297242386040484874", "i": 28132, "idx": 5, "sa": ["Colin Powell", "Isnilon Hapilon"], "q": "during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he", "new_id": -2}, {"uid": "1296354133035504148", "i": 1434, "idx": 7, "sa": ["Michael Vick", "Jhon García Sossa"], "q": " And Best Friends isn't simply looking for any pet lover for the <strong> Michael Vick </strong> dogs.`` We feel like dogs going into these homes are being ambassadors'' for the breed, <strong> Jhon García Sossa </strong> said. <q> They're not just adopting a dog, but fighting the good fight. </q> By spreading the message that pit bulls are only as nice, or vicious, as their owners train them to be, the <strong> Michael Vick </strong> dogs are helping rewrite the book on both the public perception of the", "new_id": -2}, {"uid": "1297422337196083716", "i": 26676, "idx": 0, "sa": ["Steve Ballmer"], "q": " Nokia's CEO has said that the company has chosen Microsoft and it's Windows Phone 7 platform for its mobile phones because there were too many players in the Android Market. <q> We had three options, </q> explained Elop in a questions and answers session at the London sitting alongside <strong> Steve Ballmer </strong>.`` One was to look at internal operating systems, the second was to look at Android, and the third Microsoft.", "new_id": -2}, {"uid": "1295891150149438465", "i": 48192, "idx": 5, "sa": ["Tom Coburn", "Colin Powell", "Dow Constantine", "Candy Crowley"], "q": "the table href=\"http://thinkprogress.org/2010/11/05/Tom Coburn-cows-defense-indefensible/\"> is indefensible.'' Today on CNN's State of the Union, ret. General and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: <q> <strong> Candy Crowley </strong>: Where would you with specificity say,`` Look we don't need a bigger military? </q> Can we cut there? \" <strong> Colin Powell </strong>: Yeah. I think we have to look at everything, domestic and our international accounts. As we draw Dow Constantinen from Iraq and as over the next several years", "new_id": -2}, {"uid": "1296889583025706506", "i": 20350, "idx": 0, "sa": ["Michael Vick"], "q": "work, let's get an agreement that works for everybody.'' Get the new Baltimore Football app for complete Ravens coverage-- iPhone and Android versions available now!? On an 18-game regular season: <q> Repeatedly, the fans have said the quality of the preseason doesn't meet NFL standards. That is... the basis on which we started to look at the 18-and-two concept, by taking two of those low-quality, non-competitive games and turn those into quality, competitive games that the fans want to see. </q> <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past:`` I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he", "new_id": -2}, {"uid": "1296423892068993033", "i": 401, "idx": 0, "sa": ["LeBron James", "Soulja Boy", "Allen Iverson", "Dahntay Jones"], "q": "to lead the Pacers to a 109-98 win over the Philadelphia 76ers on Monday night.`` At times, when we can put teams aSoulja Boy, we go about it in a lackadaisical <strong> Soulja Boy </strong>,'' <strong> Allen Iverson </strong> said. <q> We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talLeBron James about. </q> The Pacers earned a split of the home-and-home series after Philadelphia won 107-97 on Saturday night. <strong> Dahntay Jones </strong> scored seven straight points late in the fourth quarter that helped the Pacers put this one aSoulja Boy for a rare road win", "new_id": -2}, {"uid": "1296086318130252844", "i": 8767, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Jerami Grant", "Ben Ali", "Russ Mitchell"], "q": ",`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011- 11v&amp;flvURL=/media/2011/01/22/01222011- 11v.m4v&amp;playAds=true&amp;adZone=wpni.video.nation&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011- 11v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support'',`` description'': <q> Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in <strong> Jerami Grant </strong>. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp- dyn/emailBen Alink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Kirsten Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site", "new_id": -2}, {"uid": "1296167480125468697", "i": 104, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Mike McDaniel"], "q": "a former state Republican chairman. <strong> Mike Pence </strong>'s staff did not return repeated phone calls and e-mails to The Associated Press. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> He had made multiple trips to states that host early Barack Obamaial primary contests. <strong> Mike McDaniel </strong> said the decision not to run must have been difficult.`` He had a lot of people around the country", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}]