[{"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q>transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.</q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: \"By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1295943851001703946", "i": 32811, "idx": 0, "sa": ["Michael Vick"], "q": ", but they dipped dramatically as both seasons wore on. The 37-year-old said he had a few job leads. The credential he was wearing at Senior Bowl practice still listed him as with the Eagles. <q>There's not much you can say,</q> Segrest said of his firing. <strong> Michael Vick </strong> negotiations. A contract extension is unlikely to be worked out anytime soon, but the Eagles and <strong> Michael Vick </strong> have had recent conversations about a deal down the road, a", "new_id": -2}, {"uid": "1295063130219856898", "i": 2172, "idx": 1, "sa": ["Mike D'Antoni", "David Letterman"], "q": "'ve been doing.\"... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q>He doesn't listen to me,</q> <strong> Mike D'Antoni </strong> said with a laugh. \"He was nice, though, very diplomatic.\" What You Should Know About New Story Comment System- CLICK HERE STORY COMMENTS NOW POWERED BY DISQUS Comments", "new_id": -2}, {"uid": "1296030533207847424", "i": 28072, "idx": 0, "sa": ["Michael Vick", "Wes Welker"], "q": "'s website Tuesday. The Herald said <strong> Wes Welker </strong> made his remarks at an airport in San Francisco while awaiting his flight to Honolulu for the Pro Bowl on Sunday. At a news conference on Jan. 13 <q>three days before the Jets beat the Patriots 28-21 in a divisional playoff game, <strong> Wes Welker </strong> made about a dozen references to toes and feet, a not-so-subtle dig at Ryan. Patriots coach <strong> Bill Belichick </strong> benched <strong> Wes Welker </strong> for the first offensive series of that game. <strong> Chad Ochocinco </strong> suggested at the end of an interview with ESPN on Tuesday that he's planning to change his name back to <strong> Chad Ochocinco </strong>. He didn't give a specific reason, other than saying he's \"done enough with the Ocho thing.</q> <strong> Michael Vick </strong> has signed his first endorsement contract since his release from prison. The Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore last season. <strong> Michael Vick </strong> was", "new_id": -2}, {"uid": "1296001277079446017", "i": 18819, "idx": 1, "sa": ["Steve Ballmer"], "q": "homes, causing a railroad bridge to collapse and leaving much of downtown underwater.( June 12) <strong> Steve Ballmer </strong> Shriver/owns flooded business \"Something is collapsing over there. \" \"What do you think it is?\" <q>I think it\"s a parking garage.</q>( TRACK) CEDAR RAPIDS, IOWA IS FALLING APART AS THE CEDAR RIVER SWALLOWS THE CITY. IT LOOKS MORE LIKE VENICE, ITALY THAN THE MIDDLE OF IOWA. <strong> Steve Ballmer </strong> Shriver/owns flooded business \"The river is literally", "new_id": -2}, {"uid": "1295720450067436555", "i": 40404, "idx": 2, "sa": ["The Lost Dogs", "Tommy Christopher", "Barack Obama", "Michael Vick"], "q": "to consider convicted criminals as a measure to help break the cycle of getting back on the street, involved in illegal activities, and getting sent back to prison. As Columnist <strong> Tommy Christopher </strong> put it: <q> \"<strong> Barack Obama </strong>'s support for redemptive hiring is a matter of record. If there's a valid criticism to be made, it's that he may have failed to note that <strong> Michael Vick </strong>'s experience is far from typical.</q>\" Pit Bull enthusiasts anxiously await response from <strong> Barack Obama </strong> as to his thoughts on <strong> Michael Vick </strong> after reading one of the two hundred copies of <strong> The Lost Dogs </strong> sent to him. Whether the <strong> Barack Obama </strong> will waver in his notion of", "new_id": -2}, {"uid": "1297254354064307251", "i": 48135, "idx": 0, "sa": ["Colin Powell", "Vernon Baker"], "q": "earned their medals, too, but they had passed away before they could be honored. <strong> Vernon Baker </strong>'s heroism was acknowledged by <strong> Colin Powell </strong>, the former chairman of the U.S. Joint Chiefs of Staff who said, <q>I stood on the shoulders of men like <strong> Vernon Baker </strong>.</q> So, I'm glad we have Black History Month. It makes me think about our collective history and shared heritage as Americans and, in so doing, it enriches my life. Viewpoint", "new_id": -2}, {"uid": "1295286820082165803", "i": 14510, "idx": 0, "sa": ["Steve Ballmer"], "q": "version very attractive to end-users, said Nucleus Research Vice President Rebecca Wettemann. Microsoft( Nasdaq: MSFT) CEO <strong> Steve Ballmer </strong> debuted the cloud version of the Microsoft Dynamics CRM 2011 release on Monday. <q>Sales professionals are at the heart of almost every successful business,</q> <strong> Steve Ballmer </strong> said. Microsoft Dynamics CRM gives them a familiar user experience, enables greater collaboration, streamlines processes, and provides access to real-time data that helps them compete more effectively, he noted.", "new_id": -2}, {"uid": "1295900040008716288", "i": 10008, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is now the most visited website on the planet. <strong> Eric Schmidt </strong> said in an interview with Reuters that his move was not a reaction to competitors but an effort to speed up decision-making at Google. <q>It's important to remember that <strong> Eric Schmidt </strong> is responsible for growing Google into the behemoth it is today,</q> Beacon Equity Research analyst Dave Goodboy wrote in a note. \"Although Larry Page and <strong> Sergey Brin </strong> created the company, it was <strong> Eric Schmidt </strong> who ran the day-to-day operations during the massive growth. Even worse news hit the wire", "new_id": -2}, {"uid": "1296485471063668248", "i": 16555, "idx": 0, "sa": ["Sergio Marchionne"], "q": " after the company's 2009 bankruptcy.Chrysler sold 1.52 million cars in 2010, helping it to boost its market share in the vital domestic US market to 9.2 per cent, from 8.8 per cent the year before. <q>It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> chief executive <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done,\" added <strong> Sergio Marchionne </strong>, who is CEO of both Chrysler and Italian carmaker Fiat, which owns a controlling 25 per cent interest in the", "new_id": -2}]