[{"uid": "1296142991011223050", "i": 11081, "idx": 0, "sa": ["Paul Konchesky", "Michael Gove"], "q": "to Ofsted will mean schools will be judged by the watchdog on four key areas- quality of teaching, leadership, pupils' behaviour and achievement. Publishing the Bill on Thursday, Mr <strong> Michael Gove </strong> said: <q> There are areas of Ofsted inspections, such as community cohesion or regulations Michael Governing what students bring in in their lunchboxes at lunchtime, which are entirely peripheral. \"One of the problems with Ofsted inspections is that they are asked to inspect and measure for things which, by definition, are hard to judge and not central to what schools are about. </q> Football Spy- 20th January 2011- What now for Liverpool's <strong> Paul Konchesky </strong>? See behind the scenes pictures as animals are processed at the airport", "new_id": -2}, {"uid": "1297259880064307224", "i": 30577, "idx": 8, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "\"I think that's a clear sign that that man should not be representing the City of Dallas in any way\" says <strong> Katrina Pierson </strong>. When <strong> Dwaine Caraway </strong> was asked if he agrees with Barnett, he said <q> I don't play the race card. I try not to, even though the race card has been played with me, with several different emails. </q> <strong> Dwaine Caraway </strong> Defends Giving <strong> Michael Vick </strong> Key To The City \"Fort Worth News Feeds I am so sick of the race card being played!! I would feel the same way if it was a white person who faught", "new_id": -2}, {"uid": "1296275498183009291", "i": 14610, "idx": 8, "sa": ["Žydrūnas Ilgauskas", "Chris Webber", "LeBron James", "Allen Iverson", "Paul Pierce"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinLeBron James about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Žydrūnas Ilgauskas </strong> added 22 points and 11 Amid continued trade talk, <strong> Paul Pierce </strong>'s 23 lead Nuggets to 120-109 win over Wizards Denver Nuggets( 26-18) at Detroit Pistons( 17-28), 7:30 p.m.", "new_id": -2}, {"uid": "1295820714073957392", "i": 23334, "idx": 6, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments management- risk- and- performance- two- sides- of-", "new_id": -2}, {"uid": "1296081604159416325", "i": 53092, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\" : <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his Gov. will unveil his first budget of the new term this week- a brutal affair with$ 65 million in cuts, with local an anticipated$ 2 billion shortfall, with no", "new_id": -2}, {"uid": "1295452144253739151", "i": 14571, "idx": 1, "sa": ["Betty White", "David Letterman"], "q": "birthday in New York. There was a party on Tuesday( Jan. 18), though her actual birthday was Monday, and an appearance on Letterman-David Letterman/EP00076838\"> \"The Late Show with <strong> David Letterman </strong>.\" <q> For an 89 year-old broad, I couldn't be happier, </q> says <strong> Betty White </strong>. <strong> David Letterman </strong> busts out an old glamour shot of <strong> Betty White </strong> in what we imagine is the David Lettermany 1940s-- woo woo, she was a looker. When asked if she's going to do \"", "new_id": -2}, {"uid": "1296127741218218510", "i": 20422, "idx": 0, "sa": ["Michael Gove"], "q": "of telecoms licenses in 2008 in a scam that may have cost the exchequer up to$ 39 billion. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297588971109002780", "i": 20654, "idx": 8, "sa": ["Tony Blair", "Donald Rumsfeld"], "q": "public voice\" in arguing the cause for war, there is the sort of praise that only the American Right now lavishes. \"Top marks in terms of communicating go to <strong> Tony Blair </strong>,\" Mr <strong> Donald Rumsfeld </strong> observed. <q> He had fibre and courage and knew how to put the English language together. He was most impressive. </q> But for all the trials and tribulations in the 10 years since the 9/11 atrocities, he does not believe the world is a safer place than the morning that he was at his desk at the Pentagon", "new_id": -2}, {"uid": "1297241191110002184", "i": 41627, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell", "Britney Spears", "Betty Ford"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named` Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q> hi everyone, my best friend, she just has Betty Fordounced her wedding with a millionaire young man! she met him via------- M'atchRich.?'? M--. it is the first and best club for wealthy people and their admirers to chat online... best place to find local rich women and men, you don't have to be rich there, but you can meet one there, maybe you wan na check it out or tell your friends! </q> ABC News:` Beliebers' Pack Downtown LA for Bieber Film Premiere Big, Fat, Greek Tours Eat, Drink, Celebrate Life! We treat our travelers like family Save 75% On Cruises We're America", "new_id": -2}, {"uid": "1295576695124059658", "i": 39071, "idx": 10, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "decisions among the three of us. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company,\" <strong> Eric Schmidt </strong> said. <q> <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> he said. \"<strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.\" <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> for an \"", "new_id": -2}]