[{"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}, {"uid": "1295862625192184333", "i": 41707, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Franklin Roosevelt", "Gerhard Peters", "Sen. Mark Udall", "President Lyndon Johnson", "Thomas Jefferson"], "q": "and odds-on favorite for prom king and queen) will be <strong> President Lyndon Johnson </strong> <strong> John Thune </strong>( R-SD) and <strong> President Lyndon Johnson </strong> <strong> Kirsten Gillibrand </strong>( D-NY). On CNN's Situation Room the other night, debate partner Hillary Rosen suggested the <q>ultimate same sex couple would be[ Majority Leader] <strong> Harry Reid </strong>( D-Nev) and[ Minority Leader] <strong> Mitch McConnell </strong>( R-Ky) but <strong> Mitch McConnell </strong> said on one of the Sunday shows yesterday he was not joining in on the kumbaya SOTU. I had said earlier in the day that the whole thing reminded me of a <strong> Woody Allen </strong> saying( misquoting Isiah): \"The lion and the lamb will lie down together... but the lamb won't get much sleep.</q> Secret Decoder Ring today: Links to the AP curtain-raiser, the Clerk of the <strong> Franklin Roosevelt </strong> page, the historian <strong> Gerhard Peters </strong>' page, and to a backgrounder on <strong> Sen. Mark Udall </strong> Paul <strong> Thomas Jefferson </strong>. Also a Mullfoto which is pretty", "new_id": -2}, {"uid": "1297430496189579264", "i": 36535, "idx": 2, "sa": ["Steve Ballmer"], "q": "combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. \"` I am excited about this partnership with Nokia,\" added Microsoft CEO <strong> Steve Ballmer </strong>. <q>Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Nokia will adopt Windows Phone as its principal smartphone strategy, lending hardware design, language support, and helping to bring the platform to a larger range of price points, market segments, and geographies.", "new_id": -2}, {"uid": "1295228905163069960", "i": 23409, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "<strong> Kirsten Gillibrand </strong>, D-N.Y., said she talked with <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. <q>She's making progress every day,</q> <strong> Kirsten Gillibrand </strong> said. \"She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1297145575101449730", "i": 21662, "idx": 9, "sa": ["Simon Cowell"], "q": "To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to \"instill\" in the competition. <q>The big, big stars are the people prepared to work at it. You look at somebody like Beyonce: She is the best example of somebody who works it every hour of the day,</q> he said. <strong> Simon Cowell </strong>, as \"American Idol\" viewers know, doesn't lack for confidence: \"I believe I can find a star,\" he said.", "new_id": -2}, {"uid": "1295462584109772853", "i": 23709, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Mercedes-Benz 2010 M-Class$ 49,971 Mercedes-Benz 2011 M-Class$ 58,265 Mercedes-Benz 2011 M-Class$ 58,225 Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296062388192233482", "i": 35104, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "is surely in contempt of court and perverting the course of Justice by sitting on all the facts.Who pays their wages <strong> Rupert Murdoch </strong>? GetOffTheStage 26 January 2011 4:48 PM BitterBunny 26 January 2011 4:52 PM <q>On 17 January, three days after <strong> Keir Starmer </strong>'s statement, Mulcaire submitted a statement to the high court confirming <strong> Ian Edmondson </strong> had asked him to hack into voicemails left on a mobile phone belonging to the football agent <strong> Sky Andrew </strong>.</q> http://www.guardian.co.uk/media/2011/jan/26/news-of-the-world-phone-hacking Then, apparently out of the blue, on the 19th, <strong> Andy Coulson </strong> tells <strong> David Cameron </strong> he's resigning, and they try bury it on the 21st. The whole thing stinks to high heaven.", "new_id": -2}, {"uid": "1295753709087883837", "i": 33580, "idx": 1, "sa": ["Damon Jones", "Chris Webber", "Allen Iverson", "LeBron James"], "q": "'s something we can fix.\" As a displeased <strong> LeBron James </strong> sat alone on the bench and stared straight ahead, Cavaliers guard <strong> Damon Jones </strong> let his teammates know that their performance was unacceptable by yelling at all of them. <q>I just think something had to be said at that point,</q> <strong> Damon Jones </strong> said. \"No big thing http://wn.com/Allen_Iverson_31pts_Philadelphia_76ers_vs_Lebron_James_Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger", "new_id": -2}, {"uid": "1295669782061620287", "i": 45599, "idx": 0, "sa": ["Eric Schmidt"], "q": "'s role will transition to focusing on external deals such as partnerships and government outreach. <strong> Eric Schmidt </strong> insisted that the move was part of a \"streamlining\" effort rather than a management shake up. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> he said. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.\" <strong> Eric Schmidt </strong> has been chief executive of Google for some 10 years as", "new_id": -2}, {"uid": "1295566871244678664", "i": 48493, "idx": 4, "sa": ["Eric Schmidt"], "q": " \"By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead.\" Page said <strong> Eric Schmidt </strong> had done <q>an outstanding job leading Google for the last decade. The results speak for themselves.</q> The news surprised and worried Google observers. \"The executive change is very much unexpected, and somewhat of a concern to investors,\" said Clayton Moran, an analyst at Benchmark Co..", "new_id": -2}]