[{"uid": "1297090709063078410", "i": 20140, "idx": 3, "sa": ["Simon Cowell", "Cecile Frot-Coutaz"], "q": "controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve, and since he will be working both behind and in front of the camera, the country should brace itself to expect the unexpected.'' <q> Since its U.K. debut in 2004, THE X FACTOR has proven itself a global success story in numerous territories worldwide, </q> said executive producer <strong> Cecile Frot-Coutaz </strong>, CEO of FremantleMedia North America.`` Now, as we bring this widely popular format to U.S. audiences, I look forward to building a new franchise for a new decade with the return", "new_id": -2}, {"uid": "1296429103034734121", "i": 9391, "idx": 0, "sa": ["Zahi Hawass"], "q": "police state without police.( See scenes of Egypt's unrest.) The museum had been closed all day because of the street demonstrations, but after virtually all police abandoned their posts, <q> people began to enter the museum, </q> says <strong> Zahi Hawass </strong>, head of Egypt's antiquities department. They climbed over walls, forced open doors and entered the museum's vast souvenir shop.`` I'm glad that those people were idiots,'' <strong> Zahi Hawass </strong> told", "new_id": -2}, {"uid": "1295569075103366669", "i": 2257, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "cutting Social Security benefits when he ran for president in 2008. In recent weeks, however, he has stayed largely silent on the proposal to cut benefits put forth by the fiscal-responsibility commission he appointed. <q> I urge you to once again make clear to the American people that under your watch we will not cut Social Security benefits, raise the retirement age or privatize this critical program, </q> <strong> Sen. Bernie Sanders </strong> wrote in a letter to <strong> Barack Obama </strong>.`` Social Security is a promise that we can not and must not break.'' <strong> Sen. Bernie Sanders </strong>, who caucuses with Senate Democrats, and other liberals are worried about", "new_id": -2}, {"uid": "1297239482104841255", "i": 47145, "idx": 3, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he wanted to attack", "new_id": -2}, {"uid": "1295925171257163267", "i": 3153, "idx": 0, "sa": ["Colin Powell"], "q": "degrees- that's quite a lot! KH-11 seems to have similar side-looking capability judging from some of the satellite images in <strong> Colin Powell </strong>'s Feb 2003 presentation to the UN. Quote from: hoku on 01/24/2011 10:13 PM <q> 60 degrees- that's quite a lot! KH-11 seems to have similar side-looking capability judging from some of the satellite images in <strong> Colin Powell </strong>'s Feb 2003 presentation to the UN. </q> They normally operated only 30 degrees off nadir, but the design requirement was for 60( essentially horizon-to-horizon coverage). Resolution beyond 30 degrees was lousy. I was told by somebody that this is primarily", "new_id": -2}, {"uid": "1296569355043499528", "i": 11905, "idx": 1, "sa": ["Drew McIntyre", "Natalie Jamieson", "Simon Cowell", "Ric Flair", "Michael McIntyre"], "q": "don't like you. <strong> Ric Flair </strong> love you,''' the comedian told Newsbeat's <strong> Natalie Jamieson </strong>. The popular comic also explained how he had no trouble making up his mind on whether to accept <strong> Simon Cowell </strong>'s offer. <q> <strong> Ric Flair </strong> love the show and to be part of it seems to be an incredibly exciting thing to do, especially in January, </q> he laughed. <strong> Michael McIntyre </strong> appears on The Royal Variety Performance on BBC1 at 2000 GMT on Thursday 16 December. Britain's Got Talent is on ITV1 in late-Spring 2011. Information- Finally <strong> Ric Flair </strong> finished my <strong> Drew McIntyre </strong> 4th Remake", "new_id": -2}, {"uid": "1295575224224641077", "i": 22905, "idx": 1, "sa": ["Eric Schmidt"], "q": "waiting to see if Android tablets will emerge to give the iPad any competition. Put this all together, and Page has a career's worth of issues that will test him right away. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> <strong> Eric Schmidt </strong> wrote on the official Google blog. We won't have to wait 10 years to find out if he's right.", "new_id": -2}, {"uid": "1296532535074448923", "i": 43698, "idx": 7, "sa": ["Linas Kleiza", "Marcus Camby", "Allen Iverson"], "q": "the arc. <strong> Allen Iverson </strong> couldn't have picked <strong> Linas Kleiza </strong> out of a crowd when he came over from Philadelphia three months ago but said the second-year forward was the catalyst for the Nuggets' biggest win since the trade. <q> I didn't know who he was when I got here, but a nationally televised game, I think a lot of people around the world know who he is now, </q> <strong> Allen Iverson </strong> said. <strong> Allen Iverson </strong> added 14 points and 13 assists and <strong> Marcus Camby </strong> had 11 points and 14 boards for the Nuggets, who moved into a tie with the http://wn.com/Allen_Iverson_22pts_vs_Cavs_00/01_NBA_MVP_*8-0_Starts PHILADELPHIA( Ticker)-- With a strong finish,", "new_id": -2}, {"uid": "1297212014253886469", "i": 177, "idx": 4, "sa": ["Simon Cowell"], "q": "but <strong> Simon Cowell </strong> can't help but take digs at the`` Idol'' host. He's no longer co-workers with Paula either- but does he think she made a bad choice leaving`` Idol''? <q> No, I don't think so, </q> <strong> Simon Cowell </strong> said.`` I think she just decided enough was enough. She wanted to do something new and the truth is on a show like that, you can't stay on it forever. It's not", "new_id": -2}, [{"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}]]