[{"uid": "1296853158023298066", "i": 46008, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}, {"uid": "1297553031000114732", "i": 25361, "idx": 0, "sa": ["John Thune", "Mike Pence", "Rick Santorum", "Mike Huckabee", "Haley Barbour", "Ron Paul", "Mitch Daniels", "Newt Gingrich"], "q": "<strong> Mike Pence </strong> 5% <strong> Newt Gingrich </strong> 4% <strong> Mike Huckabee </strong> 4% <strong> Mitch Daniels </strong> 2% <strong> John Thune </strong> 2% <strong> Rick Santorum </strong> 2% <strong> Haley Barbour </strong> 1% <strong> Ron Paul </strong> won the presidential straw poll at the anal <q> Conservative Fudge Packers Political Action Conference, </q> earning 30 percent of the vote. 24 posted on 02/12/2011 3:13:05 PM PST CPAC became a Libertarian organization long ago. Social Conservatives are no longer welcome. Those straw polls are rigged because <strong> Ron Paul </strong> and", "new_id": -2}, {"uid": "1297372405147750959", "i": 17701, "idx": 0, "sa": ["Rob Shuter", "Meredith Vieira", "David Letterman", "Betty White"], "q": ", it's nice and it's fun, according to our own <strong> Rob Shuter </strong>. See what happens when he sits down with \"Today' host <strong> Meredith Vieira </strong> to talk about our love of all things dishy. <q> If I can say it this your face, then I don't say it, </q> he tells <strong> Meredith Vieira </strong> about the stories he won't touch. VIDEO: <strong> David Letterman </strong> and <strong> Betty White </strong> Share Vodka Simply enter your name and e-mail address, and you\"ll receive an email confirming your comment and issuing", "new_id": -2}, {"uid": "1296169455065814529", "i": 19151, "idx": 1, "sa": ["Mike Pence"], "q": "left the door open to running for governor. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" Mr. <strong> Mike Pence </strong> wrote in a letter to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> The decision of Mr. <strong> Mike Pence </strong>, which was first reported by The Indianapolis Star, ended weeks of speculation- and a draft movement- from conservative activists that he would join the field of prospective Republican contenders", "new_id": -2}, {"uid": "1295291311074366988", "i": 37458, "idx": 0, "sa": ["Jim Ryun", "Mike Pence"], "q": "Behind the group are former Kansas Congressman <strong> Jim Ryun </strong> and is coordinated by Ralph Benko, a former Reagan deputy counsel, who worked with the Bush administration's White House Office of Faith-based and Community Initiatives. <q> Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race, </q> Mr. <strong> Jim Ryun </strong> said in a press release. Benko added, \"<strong> Mike Pence </strong> describes himself as \"First a Christian, then a conservative, then a Republican.\" He unifies fiscal, social, and national", "new_id": -2}, {"uid": "1295739237074268677", "i": 48548, "idx": 2, "sa": ["Theo Ratliff", "Vince Carter", "Allen Iverson"], "q": "quarter that was fueled by <strong> Allen Iverson </strong>, who scored eight of his 30 points in the pivotal stretch. <strong> Allen Iverson </strong> has scored at least 30 points in four consecutive games, with the Sixers( 3-4) winning three. <q> <strong> Theo Ratliff </strong> back gave us confidence, especially being on the road, </q> <strong> Allen Iverson </strong> said. \"We feel with <strong> Theo Ratliff </strong>, we can't be beat at home or on the road.\" Toronto's <strong> Vince Carter </strong> scored a season-high 27 points but had a layup blocked by <strong> Theo Ratliff </strong> and missed a", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,\" through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1297309062028164170", "i": 3309, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "had met. Smith was arrested that day. But that didn't stop Smith from coming out yesterday. \"It has to do with the question of international law,\" Smith said. <q> <strong> Donald Rumsfeld </strong> represents a violation of international law and everything that happened in Guantanamo. </q> Joan Broadfield, of Chester, hovered with several others, her sign hung from her neck. \"I think <strong> Donald Rumsfeld </strong> forgot what he did,\" Broadfield said. \"I'm thinking about", "new_id": -2}, {"uid": "1296094302117833737", "i": 22050, "idx": 0, "sa": ["Ron Paul", "Eric Cantor", "Rand Paul", "Mike Pence"], "q": "Chairman <strong> Rand Paul </strong> Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Ron Paul </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Ron Paul </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1295570598118865953", "i": 5249, "idx": 1, "sa": ["Eric Schmidt"], "q": "a Twitter message-- \"Day-to-day adult supervision no longer needed!\" Mashery provides scalable on-demand infrastructure for managing your APIs. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}]