[{"uid": "1296228272172146710", "i": 17263, "idx": 5, "sa": ["Mike Pence"], "q": "months tells NRO the conservative Hoosier \"was extremely torn while he deliberated.\" Another who met with <strong> Mike Pence </strong> feels his heart was never completely in a bid for president. Someone close to <strong> Mike Pence </strong> explains that <q>the people closest to him, the friends and people he knew best from Indiana, wanted to see him come back to Indiana.</q> By contrast, \"the support for him to run nationally was in large part from leaders of the national conservative movement\"- who perhaps didn't have the same sway as his longtime supporters. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295618466190234796", "i": 49332, "idx": 1, "sa": ["Andy Coulson"], "q": "was editor of the paper, from which he resigned in 2007. \"I can today confirm that I've resigned as Downing Street director of communications,\" <strong> Andy Coulson </strong> said in a statement. <q>Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.</q> \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\" Cameron said in a statement that he was \"", "new_id": -2}, {"uid": "1295382740044089403", "i": 4713, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Company during a ceremony at the plant. \"The new 2011 Dodge Grand Caravan and Chrysler Town& Country remain key parts of our revival plan,\" <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. <q>Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust in each other and make a true, full-faith effort to work together.</q> <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Ontario that Chrysler has been given an opportunity to create a future. \"Chrysler Group owes a deep debt of", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> countered. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan,</q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was \"incremental,\" not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}, {"uid": "1297176031226918403", "i": 3164, "idx": 6, "sa": ["David Letterman", "Aaron Rodgers"], "q": "But that was a great opportunity to advance my career.\" <strong> David Letterman </strong>: \"Now why weren't you recruited out of high school for a college, a major college?\" <strong> Aaron Rodgers </strong>: <q>I think a number of reasons: one, I wasn't, you know-- even today, I'm not gon na be the guy who pops out as-- you know, I'm not 6' 5</q>, I'm not 240, I'm don't run a 4-5-40. But I think a lot of times, the things you can't measure are often the things that give people the most success.\"", "new_id": -2}, {"uid": "1296138564011223042", "i": 3952, "idx": 0, "sa": ["Michael Gove", "Margaret Hodge"], "q": "never be paid.\" The PAC recommended the department develops sufficient capacity and \"adequate arrangements\" to provide robust accountability and oversight of the use of public funds. Committee chair <strong> Margaret Hodge </strong> said: <q>Having two distinct strands to the programme- the sponsored academies aiming to raise educational standards in deprived areas, and the new converter academies created from schools already performing well academically- increases the department's challenge of ensuring sound management and accountability. \"It should make clear for each type of academy how success will be measured, how academies will be held to account for their performance and who will intervene, and in what circumstances, if things start to go wrong.</q> Education secretary <strong> Michael Gove </strong> welcomed the report, saying it had recognised the success of the programme. A DfE spokesperson said: \"The government recognises the issues that the PAC report has raised. This", "new_id": -2}, {"uid": "1297625719143769620", "i": 41282, "idx": 0, "sa": ["Zahi Hawass"], "q": "unfolding in Tahrir Square in central Cairo, stealing eight objects, among which was a statue of King Tutankhamun, according to <strong> Zahi Hawass </strong>, Egypt's Minister of State for Antiquities. <strong> Zahi Hawass </strong> described the statue as: <q>a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess</q>. Apart from this, the eight pieces included \"parts of a gilded wood statue of Tutankhamun harpooning\". The pieces stolen have been described as being \"very valuable\", especially so the statue", "new_id": -2}, {"uid": "1296049065000704526", "i": 9428, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Dermot O'Leary"], "q": " \"<strong> Louis Walsh </strong> I think now just doesn't care whether he's sacked or not. The thing is, I don't think we can make the show without <strong> Louis Walsh </strong>, he's so much fun.\" <q><strong> Louis Walsh </strong> I think now just doesn't care whether he's sacked or not. The thing is, I don't think we can make the show without <strong> Louis Walsh </strong>, he's so much fun.</q> However, <strong> Dermot O'Leary </strong> added that the cheeky judge- who sits on the panel alongside <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dannii Minogue </strong>- can procrastinate when making decisions as to who should leave the show in the weekly", "new_id": -2}, {"uid": "1295669833206996591", "i": 3262, "idx": 1, "sa": ["Allen Weiner", "Eric Schmidt"], "q": "decision-making at the company,\" IDC analyst Al Hilwa said via e-mail. Some wondered if Page is up to the mammoth task of running such a large, powerful and increasingly diverse company. <q>I guess the question is whether being Google CEO is the place to start your executive training. I can say with some assurance that if[ Page] went to apply for the CEO job somewhere he wouldn't get it,</q> said <strong> Allen Weiner </strong>, another Gartner analyst. Valdes wondered if the behind-the-scenes scenario involves <strong> Eric Schmidt </strong> stepping down voluntarily as a result of fatigue after an intense decade at the helm, and Page taking over on an interim", "new_id": -2}, {"uid": "1295613452243957775", "i": 3135, "idx": 2, "sa": ["Eric Schmidt"], "q": "interview with the UK's Daily Telegraph, Google( NASDAQ: GOOG) CEO <strong> Eric Schmidt </strong> said the company would not launch a new version of its Nexus One smartphone. Regarding the Google-branded phone. <strong> Eric Schmidt </strong> said it, <q>was so successful, we didn't have to do a second one.</q> H... Re: <strong> Eric Schmidt </strong> at HIMSS 2:37 Here's why google shouldn't get into this. The health sciences industry should ask themselves now, do we really want an advertising company that is publicly traded and", "new_id": -2}]