[{"uid": "1297137461190611470", "i": 6477, "idx": 7, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "<strong> President Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. Asked whether he admired his ex-boss's father president <strong> George H.W. Bush </strong>-- under whom he did not serve-- <strong> Donald Rumsfeld </strong> replied curtly: <q> No, I was kind of disappointed in him. </q> <strong> Condoleezza Rice </strong>, <strong> President Bush </strong>'s national security adviser who later became secretary of state, had`` never served in a <strong> George H.W. Bush </strong> administration position,'' a lack of experience that hampered her ability to organize critical meetings,", "new_id": -2}, {"uid": "1295802995079921158", "i": 16135, "idx": 2, "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing America right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` We didn't elect` Superman,' we elected a human being.'' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "new_id": -2}, {"uid": "1297094194234487815", "i": 11839, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "7, 2011 <strong> Donald Rumsfeld </strong> unapologetic about Iraq <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> is conceding`` it's possible'' that the biggest mistake of the Iraq war came in drawing down troops too quickly. <q> In a war, many things cost lives, </q> <strong> Donald Rumsfeld </strong> said in an interview with ABC News airing Monday in advance of the release of his memoir on his long career in public service. <strong> President Bush </strong> has said that bringing some service members home too soon was`` the", "new_id": -2}, {"uid": "1295911544158924801", "i": 1360, "idx": 0, "sa": ["Jean Schmidt", "Robert Aderholt", "Mike Pence"], "q": "pro-life lawmakers lined up at the rally before the march to speak, calling for Congress to block federal funding for abortion domestically and overseas, and to defund Planned Parenthood. But they also just celebrated. <q> We have eight new pro-life Republican women! Thank you! </q> shouted Rep. <strong> Jean Schmidt </strong>, R-Ohio, to the crowd.`` We're up for a new day in this Congress,'' said Rep. <strong> Robert Aderholt </strong>, R-Ala. Rep. <strong> Mike Pence </strong>, R-Ind., directed a", "new_id": -2}, {"uid": "1297697522107970622", "i": 26074, "idx": 5, "sa": ["Steve Ballmer"], "q": ", Office, Xbox Live, Facebook, he's just rattling off features. 4:05 PM`` Windows Phone 7 was really more than the launch of a single new product.'' 4:04 PM Hands on hips. <q> The last year has certainly seen a lot of change for our industry. </q> 4:04 PM And now, a hush. Here comes <strong> Steve Ballmer </strong>. 3:58 PM Our MiFi is holding up fine, thanks for asking. We've also got a half dozen redundancy plans as well, including sending", "new_id": -2}, {"uid": "1295455090222740488", "i": 40064, "idx": 3, "sa": ["Jane Lynch", "Simon Cowell"], "q": "for playing Sylvester in the hit US TV Show, also went on to claim that despite various campaigns, Glee villain Sue could never join SiCo on the US X Factor judging panel. <strong> Jane Lynch </strong> explained: <q> People have asked me,` What about having Sue on The X Factor? How would she do?' I think she'd be fantastic- and there would be a few contestants reduced to tears. </q>`` It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there's only room for one ego on the show!''", "new_id": -2}, {"uid": "1297390016200884258", "i": 41913, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ". \" As to his failings, Winik lists what we are all familiar with by now: the mangled occupation of Iraq( although <strong> Donald Rumsfeld </strong> liberally`` delegates'' that responsibility); the fact that he <q> didn't listen to his generals, that he micromanaged and imposed his will. </q> However, Winik assuages,''... when people look back on this period, they may see that a number of the problems resulted from <strong> Donald Rumsfeld </strong> not wanting to interfere in professional military judgments.'' blame responsibility", "new_id": -2}, {"uid": "1296413477170033205", "i": 29654, "idx": 9, "sa": ["Cheyenne Jackson", "Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has`` come to the place that's right for him and his family.'' <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.'' Former Rep. <strong> Cheyenne Jackson </strong> McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295907761051232811", "i": 10878, "idx": 0, "sa": ["Barack Obama", "Dick Durbin", "Sen. Joe Lieberman", "Mark Kirk", "Colin Powell", "Newt Gingrich"], "q": ")`` much more responsible'' than former House Speaker <strong> Newt Gingrich </strong>( R-Ga.). <strong> Dick Durbin </strong> also said that he's sitting next to <strong> Barack Obama </strong> <strong> Mark Kirk </strong>( R-Ill.) during the State of the Union, joking that <q> <strong> Sen. Joe Lieberman </strong>'m bringing the popcorn; he's bringing the Coke with two straws. </q> <strong> Colin Powell </strong>:`` <strong> Sen. Joe Lieberman </strong> am not committed to <strong> Barack Obama </strong>'' Former secretary of state and chairman of the joint chiefs of staff <strong> Colin Powell </strong> offered praise for <strong> Barack Obama </strong>'s accomplishments but refused to say whether he would endorse", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,'' he quipped.''' X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,'' he said. <q> If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered, </q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}]