[{"uid": "1295793981081494070", "i": 35295, "idx": 0, "sa": ["Colin Powell"], "q": "Former Secretary of State <strong> Colin Powell </strong> said Sunday that it was too early to say whether troops should begin to withdraw from Afghanistan in June as scheduled. <q>I can't answer that, and I don't think anyone else can,</q> <strong> Colin Powell </strong> said on CNN's \"State of the Union.\" And he said that he \"can not tell\" whether the surge in troops in Afghanistan has been a success. \"There", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,</q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}, {"uid": "1294977377249905176", "i": 9009, "idx": 5, "sa": ["Allen Iverson"], "q": "was going to be easy when we got here. It's obviously not. \" \"It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q>Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you\"re looking to close a team out.</q> The http://wn.com/Bruins_at_Flyers__2nd_Period__Stuart_2nd_Fight__Recchi_Bergeron_Krejci_Goals www.thesportsgamer.com Gameplay from the second period of the Winter Classic between the Philadelphia Flyers and Boston Bruins in NHL 2K11 for the Nintendo Wii. Carolina Hurricanes vs Boston Bruins, April 10th, 2010. The Bruins", "new_id": -2}, {"uid": "1297245176074432535", "i": 23414, "idx": 2, "sa": ["Ricky Martin", "Kara DioGuardi", "Simon Cowell", "Jennifer Lopez"], "q": "He finds the prospect of <strong> Ricky Martin </strong> being involved \"interesting\" and raved about Black Eyed Peas star Fergie.\"[ She is] one of the most underrated performers,\" he said. <q>The[ judges] will be cute. But the male judges will not be as good looking as me,</q> he laughed in a separate interview. <strong> Simon Cowell </strong> announced he was leaving American Idol last year to focus on the new version of The X Factor. Judges Elle DeGeneres and <strong> Kara DioGuardi </strong> also quit, with <strong> Jennifer Lopez </strong> and", "new_id": -2}, {"uid": "1295559175029818886", "i": 47602, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "products,\" with the simple title of Co-Founder. <strong> Eric Schmidt </strong>'s clarified and explained the change in a blog post, saying that the idea is to make leading Google as efficient as possible, and that <q>Larry, in my clear opinion, is ready to lead.</q> It's clear the idea is to frame this as a simple organizational shuffle-- <strong> Eric Schmidt </strong> says that he, <strong> Sergey Brin </strong>, and Page \"anticipate working together for a long time to come\"-- but there's no", "new_id": -2}, {"uid": "1296512226268402729", "i": 30411, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,\" McCarthy said. <q>More importantly, he's a big man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience.</q> And while no one is mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. <strong> Charles Woodson </strong> said they can't", "new_id": -2}, {"uid": "1296280079111296551", "i": 6648, "idx": 5, "sa": ["Mike McDaniel", "Mike Pence"], "q": "person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.\" Bucshon wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, <q>No matter what he decides to do, I'll be supportive.</q> Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans. \"I am convinced he is now going to run for governor,\" said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former", "new_id": -2}, {"uid": "1297257839064307214", "i": 42430, "idx": 0, "sa": ["Haley Barbour", "Mitt Romney", "David Letterman"], "q": "is <strong> Haley Barbour </strong>'s appearance. Weathered and heavy-set, he will never look like the groom on the wedding cake- or, as <strong> Mitt Romney </strong> joked about himself last week on CBS's Late Show With <strong> David Letterman </strong>, <q>the guy in the photo that comes with your picture frame.</q> <strong> Mitt Romney </strong>'s perfect looks are, in fact, a bit burdensome. The contrast with <strong> Mitt Romney </strong>- viewed by many as the leading contender for the GOP nomination at the moment- goes beyond image. <strong> Mitt Romney </strong>", "new_id": -2}, {"uid": "1296848362199835675", "i": 12206, "idx": 1, "sa": ["Roger Goodell", "DeMaurice Smith", "Michael Vick"], "q": "NFLPA executive director <strong> DeMaurice Smith </strong> said Thursday. <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q>We're looking for success stories; we're not looking for players to fail,</q> <strong> Roger Goodell </strong> said. \"He's paid a very significant price and he's doing the right thing.\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's", "new_id": -2}, {"uid": "1297579238123715631", "i": 29229, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "from a research lab, the damaged objects could all be restored. At the time, Mr. <strong> Zahi Hawass </strong> also insisted that the government had already responded to protesters' demands and that people should be patient. <q>They should give us the opportunity to change things, and if nothing happens they can march again,</q> he said. \"But you can't bring in a new president now, in this time. We need <strong> Hosni Mubarak </strong> to stay and make the transition.\" On Saturday, however, Mr. <strong> Zahi Hawass </strong> wrote", "new_id": -2}]