[{"uid": "1296791221147030018", "i": 16742, "idx": 5, "sa": ["Allen Iverson", "George Karl"], "q": "for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team fell to 5-16. \"It was a positive experience to be part of AI returning,\" Nuggets coach <strong> George Karl </strong> said. <q><strong> Elgin Baylor </strong> thought he fatigued as the game went on and we got the benefit of it. He's not in the best of shape yet.<q> <strong> Allen Iverson </strong> received a standing ovation when he left in the fourth quarter. He scored 11 points on 4-for-11 shooting and had six assists in 37 minutes. <strong> Allen Iverson </strong>'s rousing return did little to mask the fact that the", "new_id": -2}, {"uid": "1295901562011026452", "i": 30817, "idx": 0, "sa": ["Mike Pence"], "q": "curiosity and enthusiasm. According to what I've read in the media, about <strong> Mike Pence </strong> reading the media, he's noticed this.( <strong> Mike Pence </strong>'s former chief of staff, Mark Short, quoted in Politico: <q>It probably caught us a little bit off guard, and we've said, \"Whoa, we need to look at that.'<q>) He's a smart and discerning guy, and he reads the papers. NRO: If <strong> Mike Pence </strong> announces that he\"s running, what happens to you guys? Do you close up shop and get folded into", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board,<q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1296573815267468851", "i": 418, "idx": 2, "sa": ["Justin Bieber", "David Letterman"], "q": "what <strong> Justin Bieber </strong>'s tweet would accomplish. <strong> Justin Bieber </strong> asked: \"You want me to Twitter you?\" <strong> David Letterman </strong> responded: \"What do you mean Twitter me?\" <strong> Justin Bieber </strong> added: <q>I will just tweet, like just say you're here. It's just cool to let the fans know. \"I just said I'm hanging out with my boy <strong> David Letterman </strong>.<q> <strong> Justin Bieber </strong> then tweeted: \"I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers!\" <strong> Justin Bieber </strong> then further confused the 63-year-old by telling him that he", "new_id": -2}, {"uid": "1295372756245596257", "i": 24951, "idx": 1, "sa": ["Steven Tyler", "David Letterman", "Simon Cowell", "Jennifer Lopez"], "q": "one seems eager to follow in departed judge <strong> Simon Cowell </strong>'s \"villain\" footsteps, that doesn't mean the prospective contestants have gotten nicer too. \"Some people just get crazy,\" <strong> Jennifer Lopez </strong> said. <q>They can't take the \"no' for an answer. We\"ve had weird moments.<q> <strong> Steven Tyler </strong>, however, told \"Late Show\" host <strong> David Letterman </strong> that he prefers the way he became famous to the \"Idol\" road to stardom. \"I always thought that in order to", "new_id": -2}, {"uid": "1295505910113688578", "i": 40586, "idx": 2, "sa": ["Sergio Marchionne"], "q": "can not stop if Chrysler is going to continue to rejuvenate its lineup, pay off government bailout loans and take the company public again. \"I can't stop the machine,\" <strong> Sergio Marchionne </strong> said. <q>So far I have been able to manage it,<q> but \"there will come a point in time when I have to go into the kitty and use other cash for this.\" Nolan Finley: What despicable opportunists are some on the Left to exploit the", "new_id": -2}, {"uid": "1296375844213581826", "i": 48453, "idx": 2, "sa": ["Paula Abdul", "Sarah Sellers", "David Letterman", "Simon Cowell"], "q": "bump. To a full-lipped <strong> Sarah Sellers </strong>: \"You had me sold the second you laid eyes on me.\" To scout Chris Cordeiro: \"You scared everyone in the room.\" To tone-deaf <strong> David Letterman </strong> Perotto: <q>Did you eat paint chips as a child?<q> In general:\"* Bleep** Bleep** Bleep*.\"$ 12 million, about a third of <strong> Simon Cowell </strong>'s take. <strong> Paula Abdul </strong>'s salary was estimated to be between$ 5 to$ 8", "new_id": -2}, {"uid": "1295408839085049344", "i": 604, "idx": 2, "sa": ["Jay Leno", "Howard Stern", "Piers Morgan", "David Letterman"], "q": ",\" \"insane,\" \"not fit to scrub <strong> David Letterman </strong>'s feet,\" and that <strong> Jay Leno </strong> \"steals a tremendous amount of material.\" \"America must be filled with morons,\" said <strong> Howard Stern </strong>, <q>the ones who watch <strong> Jay Leno </strong>, they must be in a coma.<q> This was just about the only moment the conversation sprang to life, however. Too much time was wasted with <strong> Piers Morgan </strong> complimenting <strong> Piers Morgan </strong>. \"I'm the British <strong> Howard Stern </strong>,\" he said to the self-proclaimed", "new_id": -2}, {"uid": "1296637384244858880", "i": 4655, "idx": 0, "sa": ["Donald Rumsfeld", "Will Washington", "Hillary Clinton"], "q": "country's evolution. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow their citizens greater freedoms or risk extremists exploiting the situation. <q>There is no doubt that <strong> George Washington </strong> is trying to position itself very quickly on the good side,...<q>\" AFP: US helping shape outcome of Tunisian uprising emphasis added <strong> Will Washington </strong> be successful in instating a new puppet regime? This very much depends on the ability of the protest movement to address the", "new_id": -2}, {"uid": "1297183312119177307", "i": 46112, "idx": 2, "sa": ["Simon Cowell"], "q": "time here in the UK,\" <strong> Simon Cowell </strong> said. \"I watched some clips last week to get up to speed, and it looked good.\" Asked about the new judges, he said, <q>I think they're doing fine. They have a different approach to what I used to do before. I think the show had to reinvent itself. I think it's right that it's a different show to what we made before.<q> He continued: \" \"I left the show on fantastic terms. I still talk to Randy and Ryan, and I still talk to Kenny, one of the executive producers. We're", "new_id": -2}]