[{"uid": "1297511204201031691", "i": 20521, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "<strong> Stephen Elop </strong> dann in den darauffolgenden Monaten von Mitarbeitern, Netzbetreibern, Entwicklern und Kunden zugetragen wurde, gefiel ihm gar nicht. In einem Memo, das er per E-Mail an Kollegen verschickte, zeichnet <strong> Stephen Elop </strong> ein verheerendes Bild: <q> Wir stehen auf einer brennenden Bohrinsel. </q> href=\"http://www.welt.de/multimedia/archive/01313/Nokia2_DW_Wirtscha_1313825p.jpg\" title=\"\"> Foto: Getty Images Nokia-Chef <strong> Stephen Elop </strong>( l.) und Microsoft-Lenker <strong> Steve Ballmer </strong>( r.): Ihre beiden Unternehmen arbeiten k?nftig verst?rkt zusammen Video href=\"http://www.welt.de/videos/wirtschaft/article9535207/Erstmals-Nicht-Finne-Konzernchef-von-Nokia.html#autoplay\"> href=\"http://www.welt.de/videos/wirtschaft/article9535207/Erstmals-Nicht-Finne-Konzernchef-von-Nokia.html#autoplay\"> weiter bl?ttern  href=\"http://www.welt.de/videos/wirtschaft/article9535207/Erstmals-Nicht-Finne-Konzernchef-von-Nokia.html#autoplay\">", "new_id": -2}, {"uid": "1295290610000475144", "i": 23772, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "href=\"http://2000years.com/\"> century landmark in my interest in courage: it was in 1986 that I` Virtually certain' Sudan will split after` credible' vote: international observers Sudan's vote on self-rule for its south was <q> credible, well-organised and peaceful </q> and it was`` virtually certain'' that the result would <strong> Andy Coulson </strong>` not quitting over phone hacking' <strong> Andy Coulson </strong>, <strong> David Cameron </strong>'s director of communications, has not offered to resign over newspaper he used to run, Downing", "new_id": -2}, {"uid": "1295756651021528610", "i": 16637, "idx": 9, "sa": ["Eric Schmidt"], "q": " <strong> Eric Schmidt </strong> is expected to remain on as Executive Chairman for a year and then leave, according to the New Yorker. Prior to Google's IPO, the trio had vowed to work together at Google <q> at least 20 years, </q> or until 2024. <strong> Eric Schmidt </strong> Will Also Make Millions Don't feel too bad for old <strong> Eric Schmidt </strong>, though. The billionaire is set to make href=\"http://latimesblogs.latimes.com/technology/2011/01/Eric Schmidt-Eric Schmidt-google-shares.html\">$ 335 million by selling 534,000", "new_id": -2}, {"uid": "1297215580168738818", "i": 15473, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "as defence secretary by <strong> Robert Gates </strong>.`` The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,'' said <strong> Donald Rumsfeld </strong>. <q> What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people, </q> he said. <strong> Donald Rumsfeld </strong> described it as`` a fine operation'', and said US military personnel working there have`` taken a lot of the heat unfairly'' and`` deserve a lot of credit'' for their", "new_id": -2}, {"uid": "1294971110214024198", "i": 3882, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Nancy Pelosi", "Debbie Wasserman Schultz"], "q": ", had formed a strong bond even before <strong> Gabrielle Giffords </strong> won a congressional seat in Arizona in 2006. Their families have vacationed together in New Hampshire, and they have exchanged visits to South Florida and Arizona. <q> We were just thrilled to be by her side, </q> <strong> Debbie Wasserman Schultz </strong> recalled of her visit to the hospital Wednesday night, along with House Minority Leader <strong> Nancy Pelosi </strong> and New York Sen. title=\"Kirsten Gillibrand\" href=\"http://www.orlandosentinel.com/topic/politics/government/Kirsten Gillibrand-Kirsten Gillibrand-PEPLT0000007557.topic\"> <strong> Kirsten Gillibrand </strong>.`` And we were prepared to do and say anything- if", "new_id": -2}, {"uid": "1296658782217710611", "i": 57175, "idx": 2, "sa": ["Allen Iverson"], "q": "says he'll have no problem moving to the bench. <strong> Allen Iverson </strong> could never make that transition. When no NBA team offered him a job this season, he signed to play in Turkey before a recent injury. <q> You can't beat the system. You have to join it, </q> Shaq said.`` Even if I could, it wouldn't be business-ly advantageous to act like that. So no, the system is always right. So whatever the system says you do, you just do", "new_id": -2}, {"uid": "1295562310244678704", "i": 28229, "idx": 0, "sa": ["Eric Schmidt"], "q": "the US internet search giant in April. He will take over from <strong> Eric Schmidt </strong>, who has been in the job for a decade and will become executive chairman. Google said Mr <strong> Eric Schmidt </strong> would focus on <q> deals, partnerships, customers and broader business relationships </q>. The surprise news came as Google unveiled a strong rise in net profits in the last three months of$ 2.54 bn(? 1.6 bn) on revenues of$ 8.44 bn. Mr", "new_id": -2}, {"uid": "1295218070163594249", "i": 672, "idx": 7, "sa": ["Simon Cowell"], "q": "much, much better.'' His new idea, now called Pop Idol, aimed to let viewers vote on who got the recording contract. But he also wanted to cast a`` mean judge.'' <q> <strong> Simon Cowell </strong> has been a friend of mine forever, </q> he says.`` So I called <strong> Simon Cowell </strong> up and I said,` Look, I've got this idea. I need a partner in crime here.'?'' Fuller and <strong> Simon Cowell </strong> agreed that the Pop", "new_id": -2}, {"uid": "1295802494101695495", "i": 44171, "idx": 15, "sa": ["Colin Powell", "Barack Obama"], "q": "the stability and services that Afghans are looking for, <strong> Colin Powell </strong> said. He said it's too early to know how many troops <strong> Barack Obama </strong> may be able to bring back to the U.S. in July. <q> I think one year of surge has produced rather inconclusive results, </q> <strong> Colin Powell </strong> said.`` I can not tell whether or not the surge is successful.''-- With assistance from Mike Dorning in Washington. Editors: Ann Hughey, Laurence Arnold. To contact", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns.`` I always kid with him about not being a rebounder, being so big,'' <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say,` If I was your height, I'd get a double-double every night. </q>' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game,`` but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}]