[{"uid": "1295217079110215169", "i": 16424, "idx": 0, "sa": ["Ellen DeGeneres", "Simon Cowell", "Steven Tyler"], "q": "departure from` Idol' last season( to pursue his new Fox series,' X Factor') created an obvious void. But Jackson says the new contestants have deemed him the mean judge this year. <q> <strong> Simon Cowell </strong> is irreplaceable... but people will be surprised to see that I'm very assertive this season, </q> he reveals. http://xml.channel.aol.com/xmlpublisher/fetch.v2.xml?option=expand_relative_urls&amp;dataUrlNodes=uiConfig,feedConfig,entry&amp;id=691977&amp;pid=691976&amp;uts=1273167996 http://www.popeater.com/mm_track/popeater/music/?s_channel=us.musicpop&amp;s_account=aolpopeater,aolsvc&amp;omni=1&amp;ke=1 http://cdn.channel.aol.com/cs_feed_v1_6/csfeedwrapper.swf <strong> Simon Cowell </strong> Pokes Fun at` Idol' Judge <strong> Steven Tyler </strong> Fox Announces New Night for` American Idol' PopEater Poll Results: How You Voted on <strong> Ellen DeGeneres </strong>'s", "new_id": -2}, {"uid": "1297193906067846212", "i": 27163, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "Tuesday. The pre-war attack never happened, although the site was struck in the opening days of the war that <strong> President Bush </strong> launched in March 2003, about a month after <strong> Colin Powell </strong>'s U.N. speech. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later", "new_id": -2}, {"uid": "1295189075175751174", "i": 14066, "idx": 1, "sa": ["Michael Vick"], "q": "of the league champion's choosing. David Filsinger finished first. Mann finished last. \"`` The kid I was playing for the tattoo was about to have a heart attack,'' Mann said. <q> But he put up 140 points on me. </q>... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team.`` For the rest of my life,'' Mann said,`` I'm going to look down at the tattoo and say", "new_id": -2}, {"uid": "1295048006208601105", "i": 42251, "idx": 3, "sa": ["Donald Rumsfeld", "Julianna Margulies", "Barack Obama", "Debbie Gibson", "Anna Nicole Smith", "Justin Bieber", "President Bush", "Hillary Clinton"], "q": "Photo: Actress <strong> Julianna Margulies </strong> takes part in a panel... Defense <strong> Donald Rumsfeld </strong> <cite> AFP </cite> Photo in Slideshow: <strong> President Bush </strong> U.S. <strong> President Bush </strong> Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Hillary Clinton </strong> Video: Male model detained in NYC castration death Report Abuse <q>@ Colonel Douglas Mortimer--`` i wana see enema torture done on subversive liberals but it doesn't work they enjoy it too much and beg for more </q> \" ABC News: Watch: <strong> Anna Nicole Smith </strong>'s Boyfriend Wins Victory Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! <strong> Debbie Gibson </strong> Talks Hollywood Moms, <strong> Justin Bieber </strong>, Charity& Playboy Return LOS", "new_id": -2}, {"uid": "1295443111060325937", "i": 39194, "idx": 5, "sa": ["Thomas P. Salmon", "Sen. Bernie Sanders"], "q": "to say <strong> Sen. Bernie Sanders </strong>'s our guy,'' Dempsey said, but he added,`` We have a great relationship with the senator.'' <strong> Thomas P. Salmon </strong> acknowledged going against <strong> Sen. Bernie Sanders </strong> wouldn't be easy. <q> I think there's three people who think I can win, </q> he said.`` The good thing is I'm one of them.'' thallenbeck@burlingtonfreepress.com. To have Free Press headlines delivered free to your e-mail, sign up at burlingtonfreepress.com/newsletters. You must fill out the comment body", "new_id": -2}, {"uid": "1296163911042713105", "i": 21128, "idx": 4, "sa": ["Mitch Daniels", "Mike Pence"], "q": "he is not running for president, and withhold a formal declaration on running for governor until later.`` I don't think you're going to see a big press conference,'' said Ogle. <q> When he does do it, I just think it will be a release that I have decided what I am NOT going to do, not what I am going to do. </q>`` I want him to run for governor-- I think he would be a good transition for the state from <strong> Mitch Daniels </strong>,'' Ogle added. Still, no one in <strong> Mike Pence </strong>'s inner circle", "new_id": -2}, {"uid": "1296817001259670033", "i": 39633, "idx": 3, "sa": ["Zahi Hawass"], "q": "at the museum resulted in`` 70 broken objects, all of which can be restored.''`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said. <q> If anything happens, I will announce it. </q> He explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops stationed in his office and behind the museum's high railings. <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1295879876215089182", "i": 44187, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "who wasn't For six years, Larry Page and <strong> Sergey Brin </strong> told <strong> Eric Schmidt </strong> that <strong> Google Inc. </strong> should build its own browser, and for six years, he resisted.`` <strong> Google Inc. </strong> was a small company,'' <strong> Eric Schmidt </strong> remembered. <q> Having come through the bruising browser wars, I didn't want to do that again. </q> So <strong> Sergey Brin </strong> and Page hired some ex-Firefox developers and had them build a prototype. When they showed <strong> Eric Schmidt </strong> the browser that would be A week of executive transitions at Apple, <strong> Google Inc. </strong> and Hewlett-Packard This week saw big changes", "new_id": -2}, {"uid": "1297390016200884258", "i": 41918, "idx": 7, "sa": ["Paul Bremer", "Condoleezza Rice", "Colin Powell"], "q": "[ which] has been that a cowboy president and his posse of neocons went to war without adequate preparation and ran roughshod over doubts by more sober bureaucratic and strategic minds.'' Also, a writing that <q> holds individuals responsible for failures of execution... </q> like blaming <strong> Condoleezza Rice </strong>,`` <strong> Colin Powell </strong>'s State Department,'' <strong> Paul Bremer </strong>, Bush-this one in a polite way-and others. The National Security Council overseen by <strong> Condoleezza Rice </strong>( with her`` style of management'') is", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be as transparent and as collaborative as possible,'' <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several`` significant'' new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}]