[{"uid": "1296148178229572622", "i": 24859, "idx": 3, "sa": ["Walt Disney", "Al Franken", "Sen. Bernie Sanders", "Neil Cavuto", "Byron Dorgan"], "q": "on against the proposed tax compromise. Fox News' <strong> Neil Cavuto </strong> spoke with Democratic <strong> Al Franken </strong> <strong> Byron Dorgan </strong> of North Dakota, who commends <strong> Walt Disney </strong> <strong> Sen. Bernie Sanders </strong>, but notes the speech won't have any effect on the tax-cut vote. <strong> Neil Cavuto </strong> <q> But the vote was supposed to come next week anyway, right? </q> <strong> Byron Dorgan </strong>:`` Well, yeah, there's a vote scheduled for 3 o'clock on Monday afternoon, on a cloture vote.'' <strong> Neil Cavuto </strong>:`` So he would have to go like this til' 3 o'clock", "new_id": -2}, {"uid": "1295613319066224145", "i": 9045, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page is taking over.`` Google also announced that its board of directors had approved certain changes to Google's management team,'' the company said in a filing with the Securities and Exchange Commission. <q> Larry Page, Google's co-founder and president of products, will become Google's chief executive officer, effective April 4, 2011. <strong> Eric Schmidt </strong>, Google's current chief executive officer, will continue as the chairman of the board of directors and will serve as Google's executive chairman. </q> As executive chairman, Google said, <strong> Eric Schmidt </strong> will act as an advisor to Page and <strong> Sergey Brin </strong>, Google's other co-founder and president of technology. Microsoft combats piracy; Stallman agitates for free software Circle.am", "new_id": -2}, {"uid": "1296464033091652118", "i": 3658, "idx": 0, "sa": ["Mike Trgovac", "Michael Vick"], "q": "to be.'' Meanwhile, Packers defensive line coach <strong> Mike Trgovac </strong>, a former Carolina defensive coordinator who has been mentioned as coordinator candidate, indicated that his preference would be to remain in Green Bay. <q> If it's my choice, I will be here next year, </q> he told the Wisconsin State Journal. <strong> Michael Vick </strong> and the tag An ESPN report yesterday said the Eagles will franchise <strong> Michael Vick </strong>. This reiterates what the Daily News has reported multiple times over the last", "new_id": -2}, {"uid": "1296582890005816352", "i": 769, "idx": 5, "sa": ["Zahi Hawass", "Celine Dion"], "q": "photographs showed him with singer <strong> Celine Dion </strong>, Queen Sofia of Spain and other luminaries. He also wears an Indiana Jones-style explorer's hat on excavations. The battered fedora sits on a cabinet in his office. <q> It's a part of me, </q> said <strong> Zahi Hawass </strong>, whose website includes personal quotations and lists a`` fanclub.'' There has been concern about the cultural wealth in Egypt well before the chaos and uncertainty that engulfed Egypt and that has yet", "new_id": -2}, {"uid": "1295807421110559236", "i": 28656, "idx": 15, "sa": ["John McCain", "Colin Powell", "Dick Cheney", "Barack Obama"], "q": "was important that the Rev. Wright ordeal surfaced. We, the Ameri... LIMBAUGH SMEARS COLIN POWELL& GETS SLAMMED BY CHRIS MATTHEWS LIMBAUGH SMEARS COLIN POWELL& GETS SLAMMED BY CHRIS MATTHEWS <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> says, <q> I think that <strong> Barack Obama </strong> brings a fresh set of ideas to the table. </q>... <strong> Colin Powell </strong> Explains His Endorsement Decision Speaking with reporters after his appearance on NBC, <strong> Colin Powell </strong> said that part of the reason he is supporting <strong> Barack Obama </strong> is because he did not like the negative tone of <strong> John McCain </strong>'s campaign,", "new_id": -2}, {"uid": "1295973499237387822", "i": 2740, "idx": 0, "sa": ["David Letterman", "Nathan Lane", "Harlan F. Stone"], "q": "the Warner Bros. film. Howard will play U.S. Attorney General <strong> Harlan F. Stone </strong>. A Tony Award winner for Child's Play and an Emmy Award winner for`` Grey Gardens'' and the daytime children's program <q> The Body Human: Facts for Boys, </q> he has appeared on Broadway in Rumors, 1600 Pennsylvania Avenue, The Norman Conquests, Seesaw, 1776 <strong> Nathan Lane </strong> Talks Addams Family,`` Jersey Shore,''`` 127 Hours'' and More on`` <strong> David Letterman </strong>''(", "new_id": -2}, {"uid": "1295586272212418583", "i": 2949, "idx": 14, "sa": ["Allen Iverson", "Marcus Camby", "Yao Ming"], "q": "<strong> Yao Ming </strong> plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets.`` I dreamed it up a certain way, and it was better than that,'' <strong> Allen Iverson </strong> said. <q> Everything was perfect but one thing, and that was not winning the game. </q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western", "new_id": -2}, {"uid": "1295955986167477290", "i": 46846, "idx": 7, "sa": ["Sen. Bernie Sanders"], "q": "by the taxpayers-- and I think the American people are saying hey, what does the government do for me?'' It doesn't help that the Street isn't returning the favor, <strong> Sen. Bernie Sanders </strong> went on. <q> What you have right now are the large financial institutions who are doing very very well sitting on huge amounts of cash, and yet small businesses in Vermont and all over this country can't get affordable loans in order to create jobs, </q> he said.`` You've got credit card companies that were http://wn.com/Secrets_Your_Mortgage_Broker_Doesn't_Want_You_to_Know__Interest_Only_Loans www.MortgageHelpLosAngeles.com This is Bill Rayman of Mortgage Capital Partners. I am here to address a number of myths and misunderstandings about the mortgage business and in", "new_id": -2}, {"uid": "1297162553239927305", "i": 5175, "idx": 0, "sa": ["Sergio Marchionne"], "q": "was a risk, given his history of sexist lyrics, prescription drug abuse and harsh language. <strong> Sergio Marchionne </strong> told Forbes in a report published Monday that casting the controversial star was a tough call. <q> You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would consider to be commonly shared, </q> <strong> Sergio Marchionne </strong> told Forbes. On the other hand, Eminem also is one of the most successful rappers of all time. His album`` Recovery'' has been nominated for 10 Grammy Awards and was", "new_id": -2}, {"i": 1263, "idx": 1, "index_answer": 0, "new_id": -1, "q": "center in Munich.'' He added that the new employees would be split equally between developers and sales staff. Currently, Google has approximately 5,000 employees between its European, African, and Middle East offices. <q> We had a very, very good year and a very strong quarter, </q> said <strong> Eric Schmidt </strong>. In the final quarter of 2010, Google turned a profit of$ 2.54 billion, or 1.86 billion euros.`` We looked at this year and in particular our prospects for growth in Europe,", "sa": ["Eric Schmidt"], "uid": "1296014056259227659"}]