[{"uid": "1297233800229376019", "i": 16452, "idx": 1, "sa": ["Colin Powell", "George W. Bush", "Donald Rumsfeld"], "q": "Unknown,\" <strong> Donald Rumsfeld </strong> wrote that the Joint Chiefs supported a strike, based on what <strong> Donald Rumsfeld </strong> called extensive but not conclusive CIA evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The prewar attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.N. speech. Picasso painting", "new_id": -2}, {"uid": "1295103301211468349", "i": 20067, "idx": 4, "sa": ["Sergio Marchionne", "John Elkann"], "q": "challenges that we have in front of us in a constructive way,\" Fiat Chairman <strong> John Elkann </strong> said today. \"I reiterate the full support from my family.\" The vote is \"symbolic\" and <q> represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed, </q> said Gianluca Spina, dean of the business school at Milan's Polytechnic, before the results of the referendum were announced. Strike Call The numbers turned in favor of <strong> Sergio Marchionne </strong> in the fifth of", "new_id": -2}, {"uid": "1295667567122535955", "i": 319, "idx": 3, "sa": ["Eric Schmidt"], "q": "and energy to strategic projects and on new products. \"His title will be co-founder. He's an innovator and entrepreneur to the core and this role suits him perfectly,\" the blog said. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us, </q> <strong> Eric Schmidt </strong> wrote. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" \"As Executive Chairman, I will focus wherever", "new_id": -2}, {"uid": "1296139401071090190", "i": 17568, "idx": 1, "sa": ["Michael Gove"], "q": "central bank is paying close attention to rising oil and commodity prices because of the possible knock-on price effects. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1295826179073957407", "i": 30005, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Larry Page </strong>, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, <strong> Larry Page </strong> says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. <strong> Eric Schmidt </strong>, 55, has no doubt <strong> Larry Page </strong> is ready for the challenges ahead. \"<strong> Larry Page </strong> has been with me in every major decision in the past", "new_id": -2}, {"uid": "1294957406081149956", "i": 56723, "idx": 16, "sa": ["Allen Iverson"], "q": "'s what I want to do. If I can't play in the NBA, but I want to play basketball, that's a decision I have to make,\" <strong> Allen Iverson </strong> told reporters in New York. <q> My whole thing was being wanted and being accepted by a ball club. That was the most important thing to me: to be wanted. </q> The deal is set to earn <strong> Allen Iverson </strong>, who is 17th on the NBA's career scoring list with 24368 points and winner of the MVP award in 2001 when he led the Sixers to the finals,$ 4", "new_id": -2}, {"uid": "1295570955080838693", "i": 40420, "idx": 0, "sa": ["George H. W. Bush", "Colin Powell", "George W. Bush"], "q": "to an even more complex world. <strong> Colin Powell </strong>, went on to play prominent( and conflicting) roles in the fires of <strong> George W. Bush </strong>. Big questions remain about how to confront each of those challenges and others. <q> We're trying to create mechanisms </q> for an era that began with the end of the Cold War, said Crocker, who organized the 20-year commemoration of the Gulf War as dean of the <strong> George H. W. Bush </strong> School of Government& Public SerGeorge H. W. Bush at Texas A&M University", "new_id": -2}, {"uid": "1294975566041533473", "i": 56012, "idx": 0, "sa": ["Allen Iverson", "Linas Kleiza", "Carmelo Anthony", "Angel Robinson"], "q": "from other bettors go to www.sbrforum.com Iverson_Allen Iverson_28pts_Linas Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angel Robinsones Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295932595118014000", "i": 35207, "idx": 3, "sa": ["Phil Jackson", "Jason Kidd", "Allen Iverson", "Gregg Popovich", "Larry Brown"], "q": "Phil Jacksonadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers, who opened the seJason Kidd 10-0 at the First Union Center, are 1-7 in their last eight home games. <q> This is not the team we thought we were going to have, </q> Sixers <strong> Gregg Popovich </strong> <strong> Larry Brown </strong> said, referring to injuries that have hampered the team. Phil Jacksonadelphia, which trailed by 18 in the second quarter, closed to 50-47 following a three-point play by <strong> Allen Iverson </strong> early in the third. But", "new_id": -2}, {"uid": "1297296151065437775", "i": 33515, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Missouri, the slang word for it is hillbilly heroin. If she was a addict then this can be proven from the statements of friends family and medical records also the contents of her apartment. \" Report Abuse <q> \"pushed him to the brink of falling into an even deeper depression than the one that has plagued him since his family's company was sold to Belgian brewer InBev more than two years ago. </q> \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option", "new_id": -2}]