[{"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say, \"Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre\"s hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}, {"uid": "1295440269265502761", "i": 10469, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "The 50-year-old actress- who plays scathing cheerleading coach Sue Sylvester on the US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an", "new_id": -2}, {"uid": "1295840632071843856", "i": 7990, "idx": 1, "sa": ["Andy Coulson", "Ray Chapman"], "q": "and other reporters. The reporter, <strong> Ray Chapman </strong>, was involved in standing up and confirming many of the News of The World's major stories in that time. The Guardian reported overnight: <q> Last week executives, including the editors of <strong> Rupert Murdoch </strong>'s four British papers, held a three-day meeting at Babington House in Somerset about the future of the company, aware that <strong> Rupert Murdoch </strong> is flying into London this week at a crucial time. \"I'd be amazed if they didn't discuss <strong> Andy Coulson </strong>, </q> said a source with some knowledge of the meeting. <strong> Andy Coulson </strong> still has close links with the company and enjoys friendly relations with key executives. \" Questions also remain over what, if any, action News", "new_id": -2}, {"uid": "1295612697003915826", "i": 5907, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,\" <strong> Andy Coulson </strong> said in an e-mailed statement today. <q> Nothing is more important than the government's task of getting this country back on its feet. </q> <strong> Andy Coulson </strong> resigned from the newspaper, owned by <strong> Rupert Murdoch </strong>'s News Corp., after a reporter and a private investigator were imprisoned for phone-tapping in 2007. At the time, <strong> Andy Coulson </strong> said he did not know the", "new_id": -2}, {"uid": "1297286448241352724", "i": 26928, "idx": 0, "sa": ["Mike Pence"], "q": "currency. Qe until the free market is dead and the dollar is worthless. \"If you take out food and energy...\" Skandia Recluse on February 9, 2011 at <q> \"Bernanke needs Congress to act to pare spending back significantly in order to strengthen the American position on bonds and currency... </q> \" \" the Daily Caller reports that one Fed official, Dallas Fed president <strong> Mike Pence </strong> Fisher, raised a public warning against going any further. \" \" I'm sure Obama will focus like a", "new_id": -2}, {"uid": "1295307364018677824", "i": 10994, "idx": 0, "sa": ["Allen Iverson"], "q": "back to civilian life. Both films are \"shortlisted\" for Oscars by the Motion Picture Association of America, according to their websites. Overseas program participants will also be able to catch the political history thriller <q> The Most Dangerous Man in America: <strong> Daniel Ellsberg </strong> and the Pentagon Papers, </q> and \"No Crossover: The Trial of <strong> Allen Iverson </strong>,\" a film about the basketball star's youth. One film that won't be included in the State Department program, despite plenty of Oscar buzz", "new_id": -2}, {"uid": "1295967141135200834", "i": 38829, "idx": 0, "sa": ["Jack Kemp", "Dan Lungren", "Sen. Bernie Sanders"], "q": "what even many Republicans are prepared to embrace. But conservatives counter that the 2010 election outcome showed he is precisely the kind of political figure to put forth as the face of the Republican Party. <q> If I was starting a football team in a national budget league, I'd pick Paul Ryan as the captain and quarterback, </q> said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), an ally of the late Mr. <strong> Jack Kemp </strong>. \"There's nobody in this House who's taken as serious a long-term view on the budget as Paul Ryan.\"", "new_id": -2}, {"uid": "1297457076244645906", "i": 46733, "idx": 0, "sa": ["Chase Brock", "Craig Ferguson", "David Letterman", "Nellie McKay"], "q": "Weeds,\" \"Grey's Anatomy\" and \"NCIS,\" and <strong> Nellie McKay </strong> has appeared on numerous TV shows including \"Late Show with <strong> David Letterman </strong>\"( with the Brooklyn Philharmonic), \"The View,\" <q> Late Night with <strong> Conan O'Brien </strong>, </q> \"Late Late Show with <strong> Craig Ferguson </strong>\", \"Live with Regis& Kelly\" and \"CBS Saturday Morning.\" <strong> Chase Brock </strong> Experience produced a ballet of her third album, Obligatory Villagers, while <strong> Nellie McKay </strong> recently finished filming", "new_id": -2}, {"uid": "1296532535074448923", "i": 43698, "idx": 7, "sa": ["Linas Kleiza", "Marcus Camby", "Allen Iverson"], "q": "the arc. <strong> Allen Iverson </strong> couldn't have picked <strong> Linas Kleiza </strong> out of a crowd when he came over from Philadelphia three months ago but said the second-year forward was the catalyst for the Nuggets' biggest win since the trade. <q> I didn't know who he was when I got here, but a nationally televised game, I think a lot of people around the world know who he is now, </q> <strong> Allen Iverson </strong> said. <strong> Allen Iverson </strong> added 14 points and 13 assists and <strong> Marcus Camby </strong> had 11 points and 14 boards for the Nuggets, who moved into a tie with the http://wn.com/Allen_Iverson_22pts_vs_Cavs_00/01_NBA_MVP_*8-0_Starts PHILADELPHIA( Ticker)-- With a strong finish,", "new_id": -2}, {"uid": "1297123768200310841", "i": 15046, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "or exploited by the market. \"We hated the whole frenzy of the push for homeownership, and then watching low-income people being raped of equity,\" says Brenda Torpy, CEO of the Champlain Housing Trust. <q> Poor people never get rich in the real-estate market. If prices go up, you can't afford to buy a home. But if prices go down, you lose tremendous value. </q> Torpy has been with the Burlington shared-equity project from the beginning. Initially, Mayor <strong> Sen. Bernie Sanders </strong> rejected the idea because he objected on principle to treating low-income people differently than everyone else. But at the time Burlington", "new_id": -2}]