[{"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. \"As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q>and I want to take the bus ride so I can be there.<q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1295795458081494033", "i": 39542, "idx": 0, "sa": ["Eric Schmidt", "William Buick"], "q": "to return to action at Meydan on February 3. Speaking to Radio, the jockey explained how fortunate he had been that a fall on Foolin Myself at the track on December 30 had not been more serious. <q>It could have been worse- I was very lucky,<q> <strong> William Buick </strong> said. \"It's never very clever when you fall off a horse. These things do happen- you just don't want them Did <strong> Eric Schmidt </strong> Jump ï¿½ ro \"Or Was He Pushed? power straight", "new_id": -2}, {"uid": "1294969736002998293", "i": 22095, "idx": 5, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-35v&amp;flvURL=/media/2011/01/13/01132011-35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-35v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.<q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1297367249190234648", "i": 34344, "idx": 1, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": " \"What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,\" her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, <q>love and happiness in their new marriage.<q> <strong> David Letterman </strong> on his show last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. The veteran actor starred in the comedy series \"Cheers\" and \"Frasier.\" <strong> Camille Grammer </strong>, 42, appeared on the", "new_id": -2}, {"uid": "1296528035266076207", "i": 27970, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "be awkward. However, it actually ended up being more than a little bit hilarious. Really, the laughs started when <strong> Justin Bieber </strong> started talking about Twitter-- which led to <strong> David Letterman </strong> playing his usual <q>I don't know what Twitter is<q> act. <strong> David Letterman </strong> got in a few good laughs about this, but then <strong> Justin Bieber </strong> turned the tables on him. After <strong> David Letterman </strong> asked what grade <strong> Justin Bieber </strong> was in, and laughed and then said he was Canadian and it", "new_id": -2}, {"uid": "1297195892093274131", "i": 37617, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": " \"We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.<q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. HILLSBOROUGH 4 BR/ 3.1 BA$ 2,199,000.00 DALY", "new_id": -2}, {"uid": "1295715899131842121", "i": 25774, "idx": 10, "sa": ["Kirsten Gillibrand", "Mayor Erastus Corning"], "q": ". \"<strong> Mayor Erastus Corning </strong> think a lot of people underestimate women all the time,\" she says. \"But that's OK,\" she adds( with a look that makes evident it is not OK). <q><strong> Mayor Erastus Corning </strong> know what <strong> Mayor Erastus Corning </strong>'m working with. <strong> Mayor Erastus Corning </strong> know what the challenges are.<q> Around the Hill, <strong> Kirsten Gillibrand </strong> has forged a reputation as hardworking, methodical, and relentless. \"She goes to the floor with little notecards. She buttonholes senators. She does it right,\" says", "new_id": -2}, {"uid": "1296626752088883210", "i": 32644, "idx": 0, "sa": ["Keith Olbermann", "David Letterman", "Hosni Mubarak"], "q": "In his surprise cameo on the Late Show with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late Show <q>We got ta guy backstage... that if anything ever happened to me...<q> As a coda to a joke about the Egyptian protests and President <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong>. The would-be GOP nominee is up to his old tricks,", "new_id": -2}, {"uid": "1297289300130088968", "i": 30497, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Don Little"], "q": ", including \"My Girl,\" \"My Guy,\" \"When I Fall In Love,\" \"Always& Forever,\" \"Hey Baby\" and \"Can't Help Myself.\" <q>It's been a hit, a surprise hit,<q> <strong> Don Little </strong> said. \"It's really become popular.\" Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas", "new_id": -2}, {"uid": "1296297479187170820", "i": 28450, "idx": 0, "sa": ["Zahi Hawass"], "q": "square.The Egyptian Museum, which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said on state television that it was not known if anything was stolen from the museum. <q>There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster,<q> <strong> Zahi Hawass </strong> warned.Firefighters were trying to extinguish the blaze at the headquarters of the ruling National Democratic Party.", "new_id": -2}]