[{"uid": "1295665726231571528", "i": 3313, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "as the Chrome web browser and the <strong> Google Inc. </strong> Android smartphone operating system. Android, one of <strong> Google Inc. </strong>'s biggest and most promising cash cows, last year overtook Apple's iOS as the best-selling mobile platform. <q>It is important to note that although the titles have changed, the core team remains the same... this new team structure makes a lot of sense and could result in faster decision making,</q> JP Morgan technology analyst Imran Khan said. In one of <strong> Google Inc. </strong>'s first Securities and Exchange Commission filings, the company described its executive team as a \"triumvirate\" between <strong> Eric Schmidt </strong>, Page, and <strong> Sergey Brin </strong>. With", "new_id": -2}, {"uid": "1295678248220479497", "i": 41428, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "Barack Obama"], "q": ", and nothing is allowed to stand in the way of its conclusions.\" A still image from video shows former British <strong> Tony Blair </strong>... the Iraq war Article: Families reject <strong> Tony Blair </strong> apology over Iraq... Report Abuse <q><strong> Tony Blair </strong> regretted is meaningless. is only a word spoken out from his mouth. not from his heart.</q> Report Abuse \"They'll carry on with this, they'll carry on with that yada yada...\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and Hu's Talks", "new_id": -2}, {"uid": "1295724032238878720", "i": 7864, "idx": 0, "sa": ["Condoleezza Rice", "Colin Powell"], "q": "to <strong> Condoleezza Rice </strong> on last Wednesday's show. He also referred to <strong> Colin Powell </strong> as an \"Uncle Tom,\" saying both <strong> Condoleezza Rice </strong>, <strong> Colin Powell </strong> and other blacks have only a subservient role in the Bush administration. <q>I'm concerned that I have offended many African Americans by using a crass term to describe an incompetent, dishonest, political appointee of the Bush administration, I apologize,</q> the letter reads. \"I know the term \"Aunt Jemima\" is not complimentary to African American women who have worked so hard, and yet, receive so little from our great country. I will not", "new_id": -2}, {"uid": "1296289522017268736", "i": 4362, "idx": 0, "sa": ["Jay Carney", "Mike Pence", "Dennis Kucinich", "Brit Marling"], "q": "nasty side effects.) The former presidential contender said the settlement he reached with the contractor that runs the Longworth cafeteria and a couple suppliers \"reflects the actual out-of-pocket expenses.\" Oh, and that <q>I don't want to have to make another dental visit for a very long time.</q> <strong> Dennis Kucinich </strong> gets a bad bite of sandwich, sues House cafeteria Read this: Sundance It Girl <strong> Brit Marling </strong>, Ice Cream Man, <strong> Mike Pence </strong>, <strong> Jay Carney </strong> So he tried to screw the government and only got\"... actual", "new_id": -2}, {"uid": "1296539752082821193", "i": 10887, "idx": 4, "sa": ["Linas Kleiza", "Kobe Bryant", "Allen Iverson"], "q": "foot of <strong> Kobe Bryant </strong> on Jan. 21. \"It felt good to be back.\" The Nuggets, who won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>. <q>When he is not in the lineup, it makes it tougher for me,</q> <strong> Allen Iverson </strong> said. \"He is the main part of our team and he enables us to do so much with the attention that he gets.\" <strong> Linas Kleiza </strong> may be drawing more attention after the fourth-quarter performance he turned", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way. \"The guys who were here two years ago know we were in the same situation last time,\" Denver center <strong> Marcus Camby </strong> said. <q>They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>.</q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. \"Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}, {"uid": "1295072003016613377", "i": 7374, "idx": 2, "sa": ["Sergio Marchionne"], "q": "but hopes \"it is a pure display of frustration and there is no substance behind the threats.\" If workers vote no, <strong> Sergio Marchionne </strong> said he and his executives would begin looking at alternatives immediately. <q>It may even happen the same night,</q> he said. Besides Italy, Fiat has plants in Poland, Brazil and Serbia; Chrysler, which Fiat controls, makes cars in the United States, and Mexico. The Mirafiori investment is", "new_id": -2}, {"uid": "1296874570127500319", "i": 34231, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "PAUL O'Grady has revealed he rejected an offer to be a judge on Britain's Got Talent- because he didn't want to make children cry. The chat show host, 55, said: <q>I was tempted but I wouldn't be able to deal with seeing kids upset at getting buzzed and booed off. \"I could handle me getting booed- no problem, I've had the lot. \"But it's not for me to watch kids get rejected. And to be honest, I've got no ambitions left. I think I've done it all.</q> Two panel places became available after <strong> Simon Cowell </strong> opted out of auditions and <strong> Piers Morgan </strong> moved to CNN. Have your say on the issues of the day with MY Sun Â© News Group Newspapers Ltd. \"The Sun", "new_id": -2}, {"uid": "1296246869137003031", "i": 287, "idx": 2, "sa": ["Murray Clark", "Mr. Bauer", "Mike Pence"], "q": "House, many signs point to him running for Indiana governor in 2012 instead. No one else mulling a presidential run faces a similar quandary. <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> says he plans to announce his decision early next year. <q>I'd put money on him running for governor over president, because the field is a lot smaller and he wouldn't be running against an incumbent,</q> says Indiana's recently retired GOP chairman, <strong> Murray Clark </strong>. <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> usually draws under 5% in voter surveys testing the emerging 2012 field. But the excitement he's stirred among a swath of conservatives-he won a straw", "new_id": -2}, {"uid": "1296013262252100635", "i": 46818, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": ", <strong> Barack Obama </strong>'s turnaround began during the lame-duck session of Congress in December after he forged a compromise on tax policy with Republicans. His words Tuesday night struck just the right tone for <strong> Kirsten Gillibrand </strong>. <q>I firmly believe that Congress is capable of putting politics aside and coming together to forge solutions,</q> she said, pointing to another lame-duck win, passage of the <strong> Barack Obama </strong> SOTU Speech: We're Killing Lots And Lots of Evildoers Everywhere Can can at the Boom Boom Two cocktail waitresses say they", "new_id": -2}]