[{"uid": "1297416138256622634", "i": 2923, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Fiat obteve o controle das opera?es di?rias da Chrysler, quando esta entrou em recupera?o judicial, em 2009. <strong> Sergio Marchionne </strong> tem dado indica?es de uma mudan?a necess?ria que aproximasse ainda mais a Fiat e a Chrysler. <q> Para mim, quando se fala de Chrysler ou Fiat, n?o h distin?o </q>, disse ao Wall Street Journal numa entrevista anterior, acrescentando que elas est?o intimamente ligadas. As empresas j operam bem integradas. A Fiat fornece v?rios carros de pequeno e m?dio porte que a Chrysler vai", "new_id": -2}, {"uid": "1295646299254836772", "i": 48135, "idx": 7, "sa": ["Mark West", "Kay Burley", "Andy Coulson", "Chris Bryant"], "q": "on Sky News Labour MP <strong> Chris Bryant </strong> has enough of <strong> Kay Burley </strong>'s snippy reMark Wests, and hits back, accusing her of lying, and calls her` dim'. <strong> Kay Burley </strong> hits the nail on the head when she says <q> Nobody cares what I think </q>.( Apologies for shaky video and crappy sound!)... Internet Mark Westeting Secrets, Internet Coach Simon <strong> Andy Coulson </strong> Tips 2 Internet Mark Westeting Secrets, Internet Coach Simon <strong> Andy Coulson </strong> Tips 2 www.simonAndy Coulson.com Simon <strong> Andy Coulson </strong>, World Leading Internet Mark Westeting", "new_id": -2}, {"uid": "1295325223053116961", "i": 30191, "idx": 0, "sa": ["Allen Iverson", "Donyell Marshall", "John Thompson"], "q": "only Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> John Thompson </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> John Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Dash_Cam_Mom_tasered_in_front_of_her_kids_in_New_York www.myspace.com- A police", "new_id": -2}, {"uid": "1297228860207454240", "i": 8617, "idx": 3, "sa": ["Donald Rumsfeld", "Colin Powell", "Isnilon Hapilon"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist who later led the Iraq branch of the al Qaeda terrorist network. <strong> Donald Rumsfeld </strong> wrote that", "new_id": -2}, {"uid": "1297160553062062656", "i": 33552, "idx": 1, "sa": ["Chris Huhne"], "q": "in the green growth jigsaw and this review will provide long term certainty while making sure homes, communities and small firms are encouraged to 536870913 produce their own green electricity,'' Energy Secretary <strong> Chris Huhne </strong> said. <q> Large scale solar installations weren't anticipated under the FITs scheme we inherited and I'm concerned this could mean that money meant for people who want to produce their own green electricity has the potential to be directed towards large scale commercial solar projects. </q> The Department for Energy and Climate Change( DECC) said in a statement on Monday there was a risk that an increasing number of large scale solar farms could inflate FIT scheme costs. The", "new_id": -2}, {"uid": "1297242386040484874", "i": 28134, "idx": 7, "sa": ["Colin Powell", "Micah Zenko"], "q": "strikes at the outset of the invasion. <strong> Micah Zenko </strong>, a political scientist at the Council on Foreign Relations, extensively researched U.S. planning for a military strike on Khurmal in 2002 and detailed it in his book <q> Between Threats and War. </q> He said in an interview that he was unaware that Rumsfeld had advocated bombing the place while <strong> Colin Powell </strong> was at the U.N. By that time, the Khurmal camp had been largely empty for months, <strong> Micah Zenko </strong> said.", "new_id": -2}, {"uid": "1297411195188399634", "i": 57184, "idx": 0, "sa": ["Angelina Jolie", "Jennifer Hudson", "Brad Pitt"], "q": "did not want her at the Just Go With It premier, in which she has a cameo, but is now claiming that it was all down to crossed wires. She told Us Magazine, <q> I read that <strong> Jennifer Hudson </strong> had banned me from the premiere for being too polarizing, but I know now that it wasn't true.`` It never really made sense to me because <strong> Jennifer Hudson </strong> is such a sweetheart and she even commented before on a red carpet about how interesting and fun it was to have me in the movie. </q> The 24-year-old insisted that the real reason that she didn't walk the red carpet on Tuesday was because she had to look after her dogs. <strong> Brad Pitt </strong> chooses <strong> Angelina Jolie </strong>'s clothes <strong> Brad Pitt </strong> chooses <strong> Angelina Jolie </strong>'s clothes...", "new_id": -2}, {"uid": "1295112570255082572", "i": 3675, "idx": 0, "sa": ["Kelsey Grammer", "Camille Grammer", "David Letterman"], "q": "so much, in this case. <strong> Camille Grammer </strong> probably won't be able to foil <strong> Kelsey Grammer </strong>'s plan to take a fourth wife next month, a plan he <strong> David Letterman </strong>, when he encouraged Dave to be <q> pleased for the new developments </q> in his life. Family lawyer Lynn Soodik exclusively tells E! News that <strong> Camille Grammer </strong> will probably not be successful in preventing <strong> Kelsey Grammer </strong> from getting a divorce granted by February. In California, divorces can be finalized six months", "new_id": -2}, {"uid": "1295887317149438473", "i": 55802, "idx": 0, "sa": ["Alan Johnson", "Lance Price", "Tony Blair", "Andy Coulson"], "q": "3:43 PM Hello Jessica I would like to see an Article about the BBCs left-wing Bias. Here's an example of some of the tough quwstions the BBC ask labours spin doctors, <q> Thursday. BBC interviewer: Is <strong> Alan Johnson </strong> resigning today in an attempt to distract attention away from <strong> Tony Blair </strong>'s attendance at Iraq inquiry? </q> Labour Spin Doctor <strong> Lance Price </strong>: No of course he's not. BBC interviewer: Thank you. Friday: BBC interviewer: Is <strong> Andy Coulson </strong> making a statement today in an attempt to bury bad news", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}]