[{"uid": "1295829960225050672", "i": 12118, "idx": 0, "sa": ["Andy Coulson", "Richard Keys"], "q": "the game between Wolves and Liverpool at Molineux on Saturday, when they believed their microphones were switched off. The pair concurred that female officials ''don't know the offside rule'' with <strong> Richard Keys </strong> adding: <q>I can guarantee you there'll be a big one today.( Liverpool manager) Kenny( Dalglish) will go potty.</q> Sky released a statement which read: ''The comments are not acceptable. They were not made on air but we have spoken to <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> and told them our views and they have apologised and", "new_id": -2}, {"uid": "1295364352186253316", "i": 19355, "idx": 2, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan"], "q": "I really don't want to talk about <strong> Michael Vick </strong> because I'm trying to interview him,'' <strong> Oprah Winfrey </strong> said. ''I will just save all my advice for when I sit down with him.'' <q>I'm trying to get him as well. <strong> One of us </strong> is going to win,</q> <strong> Piers Morgan </strong> said. He then proposed a ''little wager,'' suggesting 100 British pounds. <strong> Oprah Winfrey </strong> seemed game, but suggested they double it. ''Make it two.'' So, 200", "new_id": -2}, {"uid": "1296745480199131144", "i": 25343, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama", "Robert Gates"], "q": "Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong>, to join the field of 2012 Republican presidential candidates to challenge his current boss, <strong> Barack Obama </strong>. DraftGates2012.com campaign has yet convinced <strong> Robert Gates </strong> to abandon his previously announced plans to retire in 2011. <q><strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> is both amused and flattered by the website, but he will retire from government for good later this year,</q> Pentagon spokesman Geoff Morrell said Wednesday in a statement. ''He has never run for any political office and has no intention of ever doing so. He looks forward to following the 2012 presidential campaign from his home", "new_id": -2}, {"uid": "1296415510191545349", "i": 11490, "idx": 0, "sa": ["David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "Cheeriness of Those Gershwin Boys An unquenchable joie de vivre buoyed by an antic humor that wells up like spring- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charlie Rose </strong> and discuss having open-heart surgery on ABC's <q>A <strong> Barbara Walters </strong> Special: A Matter of Entertainment Weekly and Women's Wear Daily. text-->-+ Single Page print Twitter Email Old Boys' Network? Hardly. How About Lots of Tired Geezer Channels? women get theirs in the end. Not only do they tend to live longer than television, at least, they seem to have a richer and more rewarding old age. Ron Jaffe/CMT Roles for older men tend toward stereotype: <strong> Ed Asner </strong> and <strong> Melissa Peterman </strong> in ''Working Class,</q> beginning Friday on CMT. Related Make It Funny, Make It Work, Make It Quickly( January 23, His mission is to save snakes, rice and slum children Mumbai Saturday, January 29, 2011--", "new_id": -2}, {"uid": "1294956032094584852", "i": 28616, "idx": 0, "sa": ["Michael Vick", "Tucker Carlson", "Javier Ruiz"], "q": "'s response: ''I hardly know <strong> Javier Ruiz </strong>. I only met him once or twice. Nothing can be proven.'' Again, that's that settled then. Keeping perspective I <q>I'm a Christian, I've made mistakes myself, I believe fervently in second chances,</q> says Fox News pundit <strong> Tucker Carlson </strong>, building up to a whopper on the subject of dog fighting. ''But <strong> Michael Vick </strong> killed dogs, and he did it in a cruel, heartless way. Personally, I", "new_id": -2}, {"uid": "1295753709087883837", "i": 33579, "idx": 0, "sa": ["James Cleveland", "Brandon Roy", "LeBron James", "Carmelo Anthony", "Allen Iverson"], "q": "done it). â\u0080¢ <strong> Brandon Roy </strong> has scored 30+ points in back-to-back games, the second time he's done so this season. http://wn.com/Allen_Iverson_25pts_Melo_vs_Lebron_James_Cavaliers_NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules <strong> James Cleveland </strong>'s hoops King. <q>I know he hates losing to me,</q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over the injury-depleted Cavaliers. <strong> Carmelo Anthony </strong>, who got to rest in the", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880? ''A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q>The key is the conservative movement adopting him as its favorite.</q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. ''The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}, {"uid": "1295966915202670097", "i": 41588, "idx": 4, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "<strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's ''ability to inspire'' and the ''inclusive nature of his campaign.'' <q>I think he is a transformational figure, he is a new generation coming onto the world stage, onto the <strong> Brenda Battle </strong> stage, and for that reason I'll be voting for <strong> Barack Obama </strong>,</q> <strong> Colin Powell </strong> said on NBC's ''Meet the Press.'' <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie", "new_id": -2}, {"uid": "1295741039001638405", "i": 422, "idx": 0, "sa": ["Allen Iverson", "Malik Rose"], "q": "to a 98-94 victory. <strong> Malik Rose </strong>, who attended Drexel, minutes away from the First Union Center, scored a career-high 22 points on 10-of-12 shooting and grabbed nine rebounds as the Spurs snapped a three-game losing streak. <q>My teammates were getting me the ball,</q> said <strong> Malik Rose </strong>, who bought 64 tickets for family and friends. ''We played well, we shared the ball and I was the recipient of some good passes and a little luck.'' <strong> Allen Iverson </strong> was a dismal", "new_id": -2}, {"uid": "1297127468124354564", "i": 18101, "idx": 0, "sa": ["Steve Ballmer"], "q": "Finance Search Mon, Feb 7, 2011, 8:10 PM EST- U.S. Markets closed{ ''s'': ''msft'', ''k'': <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, ''o'':''', ''j'':'''} Matt Rosoff, On Monday February 7, 2011, 7:23 pm reports that Microsoft CEO <strong> Steve Ballmer </strong> wants to place more engineers in high-level executive", "new_id": -2}]