[{"uid": "1296060767024477696", "i": 48679, "idx": 3, "sa": ["Chris Daughtry", "Simon Cowell", "Adam Lambert", "Randy Jackson"], "q": "make the most of it.`` <strong> Randy Jackson </strong> is usually at his best during auditions,'' Santilli says.`` He said yes to <strong> Adam Lambert </strong> and <strong> Chris Daughtry </strong> while <strong> Simon Cowell </strong> said no.'' McCarthy thinks <strong> Randy Jackson </strong> <q> always wanted to be the star of the show. </q> But he's in for an uphill climb with longtime viewers.`` It's no secret that most of the Twitter universe thinks he's useless as a judge,'' McCarthy says.`` If he", "new_id": -2}, {"uid": "1296023224046219314", "i": 6890, "idx": 0, "sa": ["Allen Iverson"], "q": " After joining the Phillies as a consultant in 1994, he was hired to conduct`` personality assessments'' of prospective NBA draft picks for the 76ers two years later. His first interview was <strong> Allen Iverson </strong>. <q> It's a big town, but it's a small town, </q> Fish said.`` Word started to get around.'' Once it got around to Penn Athletic Director Steve Bilsky 11 years ago, he invited Fish to speak to a group of Penn coaches. The", "new_id": -2}, {"uid": "1297449743186662931", "i": 56981, "idx": 0, "sa": ["Steve Ballmer"], "q": ". Nokia, which dominated the mobile phone industry in the 90s and early 2000s, has failed to keep pace with Apple and Google in the fast-growing and lucrative smartphone market. 02 Feb 2011 <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale, </q> he said.`` Nokia is at a critical juncture, where significant change is necessary and inevitable in our journey forward.'' <strong> Steve Ballmer </strong>, chief executive of Microsoft, said the partnership would`` dramatically accelerate", "new_id": -2}, {"uid": "1295669856061620359", "i": 25519, "idx": 2, "sa": ["Eric Schmidt"], "q": "sei angesichts der Gr?e des Unternehmens zu kompliziert geworden. Google meldete die nderungen an der Spitzen der B?rsenaufsichtsbeh?rde SEC. Dabei wurde bekannt, dass sich <strong> Eric Schmidt </strong> auch von einem kleinen Teil seiner Google-Aktien trennen will. <q> <strong> Eric Schmidt </strong> hat vor, 534.000 Aktien zu verkaufen </q>, hei?t es in der Meldung an die SEC. Dies entspricht zum gegenw?rtigen B?rsenkurs einem Wert von 334 Millionen Dollar( 247 Millionen Euro). Macht <strong> Eric Schmidt </strong> von dieser Option in vollem Umfang Gebrauch, w?rde sich sein", "new_id": -2}, {"uid": "1295437992089227381", "i": 8297, "idx": 2, "sa": ["David Letterman", "Steven Tyler"], "q": "The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the`` honest, legitimate stamp of approval'' that comes from gradual success. <strong> Steven Tyler </strong> responded: <q> I tend to agree. </q> However, the` Crazy' hitmaker admitted he is enjoying the`` fun'' of looking for new talent via a television show. UK jobless total rises again to 2.5 million new Ban for Coca-Cola", "new_id": -2}, {"uid": "1297284876166281260", "i": 53488, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "alumni, current students, and faculty have voiced their disappointment with the high school's decision to honor <strong> Donald Rumsfeld </strong>.`` He is a liar and war monger,'' href=\"http://www.facebook.com/pages/New-Trier-Alumni-Against-Donald Rumsfelds-Achievement-Award/183362295012177\"> wrote one woman on the <q> New Trier Alumni Against <strong> Donald Rumsfeld </strong>'s` Achievement Award' </q> Facebook page. However, the school cites <strong> Donald Rumsfeld </strong>'s 50 years of public service and his philanthropic contributions through the <strong> Donald Rumsfeld </strong> Foundation. But maybe the bigger controversy? Local newspapers have focused on what some consider a", "new_id": -2}, {"uid": "1295907761051232811", "i": 13084, "idx": 4, "sa": ["Hu Jintao", "Colin Powell", "Barack Obama"], "q": "also insisted he would not join the administration but would continue to serve as an informal adviser to the <strong> Barack Obama </strong>. <strong> Colin Powell </strong> generally approved of <strong> Barack Obama </strong>'s performance during Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>'s visit to the United States. <q> You shouldn't expect <strong> Hu Jintao </strong> to run back home and suddenly say` I've seen the light,' </q> <strong> Colin Powell </strong> said of the summit between the two Barack Obamas. He also said of expectations of <strong> Barack Obama </strong>,`` We didn't elect Superman, we elected a human being.'' CBS: FACE THE NATION", "new_id": -2}, {"uid": "1297270524044515339", "i": 39289, "idx": 4, "sa": ["Donald Rumsfeld", "Jacques Chirac"], "q": "It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent.`` Ironically, my comment was unintentional,'' <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented` old NATO' not` old Europe.' </q>`` In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling fJacques Chiracch fries` freedom fries' loved it,'' he writes.`` The elites", "new_id": -2}, {"uid": "1295981786193069059", "i": 43093, "idx": 1, "sa": ["Bill Lockyer", "Richard Keys", "Sian Massey", "Andy Gray", "Newt Gingrich"], "q": "I should trust his judgment on that?'' <strong> Andy Gray </strong> then said:`` No, I wouldn't. I definitely wouldn't... I can see her from here,'' before swearing and adding: <q> What do women know about the offside rule? </q> <strong> Andy Gray </strong> didn't publicly apologized for his remarks, unlike <strong> Richard Keys </strong>, who telephoned <strong> Sian Massey </strong> on Monday. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]