[{"uid": "1297451817119193650", "i": 9608, "idx": 0, "sa": ["Mitt Romney", "Donald Rumsfeld", "Barack Obama", "Jimmy Carter", "Gil Kerlikowske"], "q": "envoy Video: Epsom Couple Finds Help Amid Fuel Budget Pinch... Photo in Slideshow: <strong> Jimmy Carter </strong> Massachusetts Gov. <strong> Mitt Romney </strong> Article: <strong> Barack Obama </strong> to comment on Mubarak resignation... Photo: U.S. <strong> Barack Obama </strong> returns to the White House Report Abuse <q> Take it from a Massachusetts native- This is a man who looks good on the surface but will fade in the spotlight of a Presidential run. </q> TheDC Interview: Drug Czar <strong> Gil Kerlikowske </strong> on Mexico, pill mills, and the medical marijuana stalemate Gay rights groups willfully ignore positive Palin, Angle comments at CPAC; GOProud hits back TheDC Interview: <strong> Donald Rumsfeld </strong>- secret critic", "new_id": -2}, {"uid": "1295958222077971468", "i": 26729, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer", "Mark Hedlund"], "q": "which has the support of some pro-business Repubs and some big-government Dems? \"I think everyone agrees that at the redevelopment mechanism has been useful and created jobs,\" Democratic Treasurer <strong> Bill Lockyer </strong> said. But: <q> The last I heard, the University of California and California schools create jobs. </q> The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, \"You may win on redevelopment and then we take something else away.\" But why? <strong> Mark Hedlund </strong>, spokesman", "new_id": -2}, {"uid": "1296658782217710611", "i": 47009, "idx": 2, "sa": ["Allen Iverson"], "q": "says he'll have no problem moving to the bench. <strong> Allen Iverson </strong> could never make that transition. When no NBA team offered him a job this season, he signed to play in Turkey before a recent injury. <q> You can't beat the system. You have to join it, </q> Shaq said. \"Even if I could, it wouldn't be business-ly advantageous to act like that. So no, the system is always right. So whatever the system says you do, you just do", "new_id": -2}, {"uid": "1296947872117014565", "i": 2817, "idx": 4, "sa": ["Sergio Marchionne"], "q": "a deal with banks by the end of March to refinance the loans. It owes the U.S. government$ 5.8 billion and the Canadian government$ 1.3 billion. <strong> Sergio Marchionne </strong> told reporters Friday that he would like <q> at least to have an agreement in principle </q> with banks by the end of March. The company is talking with Goldman Sachs and other banks about the refinancing, he said. The refinancing, he said, is contingent on Chrysler getting$ 3", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1297177866006504495", "i": 9952, "idx": 4, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.\" <strong> Mayor Tom Leppert </strong> said he has asked the city manager to <q> propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines. </q>@Drudge_Report: Dallas Gives <strong> Michael Vick </strong> \"Key To The City'-- Without <strong> Mayor Tom Leppert </strong>\"s Knowledge! 46 mins ago Law enforcement, bed space, and illegal immigration 16 hours ago Interesting comments from GSP commander Bill Hitchens", "new_id": -2}, {"uid": "1296169279131055640", "i": 26354, "idx": 0, "sa": ["Barack Obama", "Zahi Hawass", "Valerie Jarrett", "Rahm Emanuel", "Reggie Love"], "q": "aliens actually built this.\" The president avoided the temptation of riding a camel but watched as <strong> Rahm Emanuel </strong>, <strong> Valerie Jarrett </strong> and <strong> Reggie Love </strong> mounted the seated beasts and were then lifted high in the air as the animals stood. <q> I just want you guys to know, </q> he told accompanying reporters, \"if you weren't here, I'd get on a camel. I don't want to give you guys the satisfaction.\" <strong> Barack Obama </strong> toured the nearby sphinx with <strong> Zahi Hawass </strong>, secret", "new_id": -2}, {"uid": "1295584219212418566", "i": 1681, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ", <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,\" <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> And over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> <strong> Google Inc. </strong> also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. <strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will", "new_id": -2}, {"uid": "1295788220057016357", "i": 32835, "idx": 8, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Detroit_Pistons_@_Chicago_Bulls_|_ 1991_Playoffs_|_ ECF_Game_1_The_statement_game Before a deafening crowd of", "new_id": -2}, {"uid": "1295616804243957924", "i": 19183, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "into illegal phone hacking at a tabloid newspaper when he was editor. Following are analysts' comments on his decision and its implications for Prime Minister <strong> David Cameron </strong>: LABOUR PARTY LEADER ED MILIBAND <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement, about hanging on to him as long as he did. </q> TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX \"It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation", "new_id": -2}]