[{"uid": "1297271105258801674", "i": 2895, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "trial can eventually get going. Report Abuse \"pennsylvania to many white-wing radicals... a man that abuses young women is a\"... hero in this state, corrupt police cover-up murder, and this Report Abuse <q>guess what not matter the outcome he will be paid hundreds of thousands a year for life out of YOUR pocket.</q> Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Hot Stock Alert- GTSO Profit From New Rare Earth Exporter! China Rare Earth Exports Up 171%", "new_id": -2}, {"uid": "1296076209217808921", "i": 30225, "idx": 0, "sa": ["Chairman Mao", "Alan Greenspan", "Sen. Bernie Sanders", "Bill Hammond"], "q": "Got a question about the wars in Iraq or Afghanistan, military families, warrior care, the new GI <strong> Bill Hammond </strong>, or anything else about the US military? Just click video respo... <strong> Sen. Bernie Sanders </strong> vs. Fed <strong> Chairman Mao </strong> <strong> Alan Greenspan </strong> <q>You have told the American people that you support a trade policy which is selling them out.</q>-- <strong> Sen. Bernie Sanders </strong> to Federal Reserve <strong> Chairman Mao </strong> <strong> Alan Greenspan </strong> on 7/16/03. You MUST watch this impassioned five minute video clip! <strong> Sen. Bernie Sanders </strong>( Independent-Vermont), now a... Declassified: <strong> Chairman Mao </strong> part 1 of 5 History Channel takes a look", "new_id": -2}, {"uid": "1295476002156581899", "i": 49147, "idx": 0, "sa": ["Barack Obama", "John Kerry", "Sen. Bernie Sanders", "Nancy Pelosi", "Ileana Ros-Lehtinen"], "q": "of his critics. House <strong> Nancy Pelosi </strong>( D-Calif.) will meet with Hu, who will also huddle with Reid and <strong> Barack Obama </strong> <strong> John Kerry </strong>( D-Mass.), the chairman of the Foreign Relations Committee. <q>There is an old saying that the Chinese invoke when they wish to avoid political discourse with the central powers in Beijing: \"The mountains are high and the Emperor is far away.' Well, ladies and gentlemen, this morning there are no mountains to shield us, as China\"s newest Emperor has just landed in Washington,</q> <strong> Nancy Pelosi </strong> <strong> Ileana Ros-Lehtinen </strong>( R-Fla.), chairman of the House Foreign Affairs Committee, said Wednesday at a briefing on U.S.-China policy. One senator, <strong> Sen. Bernie Sanders </strong>( Vt.), an independent who espouses", "new_id": -2}, {"uid": "1295850344252723207", "i": 19273, "idx": 1, "sa": ["Sergio Marchionne", "Debbie Stabenow"], "q": "of March. The automaker is going ahead with fuel efficiency projects, expecting it will receive the loan to help pay for them. \"I can't stop the machine,\" <strong> Sergio Marchionne </strong> said recently. <q>So far, I have been able to manage it</q> without the loan, but there will come a point in time when I have to go into the kitty and use other cash for this.\" <strong> Debbie Stabenow </strong> said Chrysler's request would help protect 10,000 jobs", "new_id": -2}, {"uid": "1295869697128057379", "i": 6032, "idx": 0, "sa": ["Liza McGuirk", "Eric Schmidt", "Fareed Zakaria"], "q": "the Sunday foreign-affairs program \"<strong> Fareed Zakaria </strong> GPS,\" which <strong> Liza McGuirk </strong> executive produced and where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, <strong> Liza McGuirk </strong> oversaw the production. <q><strong> Eric Schmid </strong> wants to be a talk-show host. He's been working with <strong> Liza McGuirk </strong> to develop a show, but he has not yet been picked up by any network,</q> the New York Post quoted a source as saying. \"<strong> Eric Schmidt </strong> has been looking for a TV job for over a year. But the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster,\" a", "new_id": -2}, {"uid": "1296321913180224001", "i": 39011, "idx": 0, "sa": ["Eric Schmidt", "Danny Goodwin", "The CEO"], "q": "the niche. Google Gives <strong> Eric Schmidt </strong> \"Unprecedented'$ 100 Million Equity Award by <strong> Danny Goodwin </strong> Outgoing Chief Executive Officer <strong> Eric Schmidt </strong> will receive a$ 100 million equity award from Google, the company has confirmed. The award <q>includes stock and stock options, and vests over four years,</q> and is the largest for a sitting <strong> The CEO </strong>. <strong> Eric Schmidt </strong> on` False\" Media Speculation, Google vs. Facebook Obsession by <strong> Danny Goodwin </strong> Speculation that <strong> Eric Schmidt </strong> was forced out as chief executive officer in favor of Larry Page due", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.\" The \"Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q>I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it.</q> She added, \"I will say that it\"s a kinder, gentler[ show now.]\"", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}, {"uid": "1296419955103301139", "i": 34854, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb", "Rocky Bleier"], "q": "and head injuries and how it affects players. And what the league is doing is important. But you get labeled.... You start to look at those guys differently, I guess,\" <strong> Rocky Bleier </strong> said. <q>But it is their job to hit harder than others. If you can do it and survive, that is what the fans want and what the team wants. They are not looking to take you out of the game or hurt you. They want to beat you.</q> Jonathan Wilson: Asian Cup highlights the rise of Asia Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1295758103021528583", "i": 41792, "idx": 0, "sa": ["Andy Coulson"], "q": "border... Video: Raw video: 1 dead after gunfight at Mexico mall..., Mexico- The head of a Tijuana-area drug trafficking ring who worked... Photo: Soldiers detain suspected gunman after shootout with Report Abuse <q>que comentario tan pendejo, me imagino la clase de idiota que eres, piensas que un ser humano vale menos que otro.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1294957406081149956", "i": 46640, "idx": 4, "sa": ["Allen Iverson"], "q": "accepted, to be wanted and to be appreciated.\" <strong> Allen Iverson </strong> urged fans to come out and support the team. The player also said he would be \"interacting\" with the fans as much as possible. <q>Before I leave, I'll be speaking a lot of Turkish,</q> he http://wn.com/Allen_Iverson_Practice_for_Besiktas_Cola_Turka_Turkey_HD*Interview The man they once called The Answer was the last player announced. The arena lights were turned off, and a spotlight revealed <strong> Allen Iverson </strong>. It was easy to see he really was <strong> Allen Iverson </strong>. The braided", "new_id": -2}]