[{"uid": "1297701009051036160", "i": 9864, "idx": 0, "sa": ["Norah Jones", "John Mayer", "David Letterman", "Katy Perry", "Dolly Parton", "Keith Urban", "Nicole Kidman"], "q": "of meat-dress fame was taking a year off. Some of the evening's best moments were quick glimpses. <strong> David Letterman </strong> provided a mid-show Top 10 list for the event, and No. 3 was a winner: <q> <strong> Lady Gaga </strong> Antebellum and <strong> Lady Gaga </strong> form supergroup <strong> Lady Gaga </strong> Antegagum. </q> A camera caught actress <strong> Nicole Kidman </strong>, there with husband <strong> Keith Urban </strong>, jamming along to <strong> Katy Perry </strong>'s \"Teenage Dream\" from her seat. And <strong> Keith Urban </strong> paired with <strong> Norah Jones </strong> and <strong> John Mayer </strong> in a lovely take on <strong> Dolly Parton </strong>'s", "new_id": -2}, {"uid": "1297099122187170847", "i": 27027, "idx": 1, "sa": ["Zahi Hawass"], "q": "reports of King Tut's famous parents being damaged was patently false, he told FoxNews.com. \"The mummies were not royal and not being stored within the Egyptian Museum, Cairo,\" <strong> Zahi Hawass </strong> said. <q> They were two already disembodied heads being temporarily stored next to the CT scanning lab in the museum's grounds. They are the remains of unidentified Late Period individuals that were going to be used to test the CT machine. When they were retrieved from the looters, they were in the same condition they were in when in storage. </q> During huge anti-government protests on Jan. 28, looters climbed a fire escape and broke into the museum, damaging a number of items, including the two mummified skulls. Originally the skulls were thought to have", "new_id": -2}, {"uid": "1296459950150618115", "i": 30826, "idx": 1, "sa": ["Simon Cowell"], "q": "minutes, then insecure madness comes in, and you worry about next week.\" In the notoriously cut-throat music industry, <strong> Simon Cowell </strong> says he's learned it's crucial not to show weakness to competitors. <q> People sometimes react to my confidence in the way that two dogs meet in the park for the first time- regardless of who is the biggest, if one dog senses fear it will kill the other dog, </q> said the 51-year-old. <strong> Simon Cowell </strong> revealed some of his secrets of success- one being to \"talk 10 per cent of the time and listen for 90 per cent of the time.\" Despite his reputation", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1295642253262504457", "i": 30726, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "knowledge of any hacking, and the newspaper had blamed the hacking on a rogue reporter. Mr. <strong> David Cameron </strong> said Friday that he was \"very sorry\" that Mr. <strong> Andy Coulson </strong> had resigned from his government post. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> he said. Mr. <strong> Andy Coulson </strong>, in a statement, said: \"It's been a privilege and an honor to work for <strong> David Cameron </strong>,\" and added that \"nothing is more important than the government", "new_id": -2}, {"uid": "1295505910113688578", "i": 40586, "idx": 2, "sa": ["Sergio Marchionne"], "q": "can not stop if Chrysler is going to continue to rejuvenate its lineup, pay off government bailout loans and take the company public again. \"I can't stop the machine,\" <strong> Sergio Marchionne </strong> said. <q> So far I have been able to manage it, </q> but \"there will come a point in time when I have to go into the kitty and use other cash for this.\" Nolan Finley: What despicable opportunists are some on the Left to exploit the", "new_id": -2}, {"uid": "1296655289246464543", "i": 723, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and technology strategy, while <strong> Eric Schmidt </strong>, bumped up to executive chairman, will by his own account focus on \"customers and broader business relationships, government outreach and technology thought leadership,\" while <strong> Sergey Brin </strong> will focus on <q> strategic projects, in particular working on new products. </q> <strong> Eric Schmidt </strong>, the professional executive and respected technologist, served Google well during his decade as CEO. But with Google facing cutthroat competition from the likes of Facebook, Apple, and even Microsoft, the company decided", "new_id": -2}, {"uid": "1296047570033832973", "i": 29813, "idx": 0, "sa": ["Eric Schmidt"], "q": "now sees much of its product extension through the prism of consumers on-the-move. So, what about travel? Well, on the eve of his surprise standing down as Google CEO, <strong> Eric Schmidt </strong> <q> \"We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth- and to deliver such a service at scale. </q>\" If there was ever a \"strategic initiative\" for Google in 2011 it will be the integration of ITA Software in some way into search( presuming for a moment that the US Department of Justice", "new_id": -2}, {"uid": "1295625451170147875", "i": 4304, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "a moron, or both. hermionegingold 21 January 2011 3:22 PM This comment has been removed by a moderator. Replies may also be deleted. HypatiaLee 21 January 2011 3:22 PM <q> I don't know a journalist in Britain who believes that a serious editor of a major title would not insist on knowing how his journalists had sourced their stories. </q> Certainly the legal department would have kittens \"So it is amazing that <strong> David Cameron </strong> appointed <strong> Andy Coulson </strong> in the first place- and that he hung on to him\" Frankly, it's enough to make", "new_id": -2}, {"uid": "1296644684150142979", "i": 10862, "idx": 0, "sa": ["Allen Iverson"], "q": "87-82 victory over Orlando on Monday night. <strong> Allen Iverson </strong> has only been back a week after sitting out 10 games because of a bruised right knee. But he has a while to go to regain his All-Star form. <q> My rhythm is way off. I'm struggling, </q> said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning. \"It's frustrating that it's taking so long for my game to come back. But by being in the league eight years, I've", "new_id": -2}]