[{"uid": "1297484044192626692", "i": 22697, "idx": 1, "sa": ["DeAndre McDaniel", "Eric Dickerson", "Michael Vick"], "q": "just some of the many who have fallen prey to the business of the NFL Names like Johnny Unitas, <strong> Eric Dickerson </strong>, and <strong> Michael Vick </strong> have all declared bankruptcy because of bad decisions they made off the field. <q> That happens when they leave high school and go to college and meet one group of friends. And when they get a little money in their pocket, they all of a sudden have a few more friends. </q> Former Godby star and Clemson defensive back <strong> DeAndre McDaniel </strong> knows all too well about having too many friends. The more his stock rose, the more people wanted a piece of the action-- and be a part", "new_id": -2}, {"uid": "1295939591220463257", "i": 8484, "idx": 0, "sa": ["Regina King", "David Letterman", "Jeffrey Williams"], "q": "as a`` Last Comic Standing'' finalist who has since hit the late night talk show circuit. A winner is named in the second season finale of Bravo's weak`` Project Runway'' replacement, <q> Fashion Show: Ultimate Collection </q>( Bravo, 10 p.m.). It's between Calvin Tran, Dominique PDavid Letterman <strong> David Letterman </strong> and <strong> Jeffrey Williams </strong>. The satiric newspaper of choice is taRegina King over TV with a new episode of`` The Onion SportsDome''", "new_id": -2}, {"uid": "1296577906068321295", "i": 6502, "idx": 0, "sa": ["David Letterman", "Hosni Mubarak", "Bill Clinton", "Keith Olbermann", "Alec Baldwin"], "q": " <strong> Keith Olbermann </strong> returns to TV-- for five seconds In his surprise cameo on the Late Show with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late Show <q> We got ta guy backstage... that if anything ever happened to me... </q> As a coda to a joke about the Egyptian protests and <strong> Bill Clinton </strong> <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong> Olberman. <strong> Alec Baldwin </strong> When rumors began swirling this week that MSNBC", "new_id": -2}, {"uid": "1294978384186728451", "i": 48251, "idx": 4, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Mark Kelly", "Debbie Wasserman Schultz"], "q": "dinner date when the four were in town together, like the one last week at Matchbox, a popular pizza place in Washington favored by Ms. <strong> Gabrielle Giffords </strong>'s husband, <strong> Mark Kelly </strong>, who is an astronaut. <q> We enjoy being there for each other, </q> Ms. <strong> Kirsten Gillibrand </strong> said,`` So when <strong> Debbie Wasserman Schultz </strong> and I were allowed to visit <strong> Gabrielle Giffords </strong>, it meant so much to us to encourage her and to tell her how much we love her and how she is inspiring the", "new_id": -2}, {"uid": "1295276116062636062", "i": 46530, "idx": 0, "sa": ["Prince Fielder", "Hunter Pence", "Albert Pujols", "Mike Pence", "Matt Kemp", "Gary Bauer", "Ryan Howard", "Barack Obama"], "q": "Thursday that he's only interested in the top job this Ban Abortion- 2012 Barack Obamaial Candidate www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Ryan Howard </strong>, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1295745091054902806", "i": 39192, "idx": 0, "sa": ["Andy Coulson"], "q": "other papers Claims phone-hacking row involves other papers Calls for police inquiry into <strong> Andy Coulson </strong> The former editor of the paper said in a recent statement that he believed claims about illegal hacking under his editorship meant he could not <q> give the 110% needed </q>, for his role as Downing Street communications chief. Despite accepting responsibility for the illegal activities, Mr <strong> Andy Coulson </strong> strongly denies knowing they were taking place and a Scotland Yard investigation resulted in no further charges.", "new_id": -2}, {"uid": "1297521829086999043", "i": 13602, "idx": 5, "sa": ["Michael Vick"], "q": "clean with authorities about his role in the killing of dogs until after he took a lie-detector test. Knorr also recalled how one confidential informant he wrote about in his USDA report noted that <strong> Michael Vick </strong>'s adrenaline <q> would go up, he'd get a high when the group[ <strong> Michael Vick </strong> and his co-defendants, Quanis Phillips and Purnell Peace] were killing[ the dogs]. </q> Knorr said that the public's perception of <strong> Michael Vick </strong> depends on whether a person owns a dog.`` I think 25 percent of people are for him- those are the football fans- 25", "new_id": -2}, {"uid": "1297123665195428354", "i": 32332, "idx": 2, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q>___ Super Bowl ad featuring Eminem showcases Detroit, sends shivers through beleaguered Motor City DETROIT( AP)- To a pulsating beat, hip-hop star Eminem drives a sleek Chrysler through the", "new_id": -2}, {"uid": "1295034979268353577", "i": 59209, "idx": 2, "sa": ["David Letterman"], "q": "romance. That's going to be weird if the other person isn't in to it.`` Susan, I've gotten permission to have a romance with you.''`` But I'm married.'' <q> Well, you're going to have to take that up with Mr. Thorpe. </q> 9. <strong> David Letterman </strong>: The Golden Globes has weird categories.`` Best Actor with a Boston Accent,''`` Best Movie That's 45 Minutes too Long,''`` Best Focker''...", "new_id": -2}, {"i": 14978, "idx": 1, "index_answer": 1, "new_id": -1, "q": "executive role to Larry Page is` completely false,' <strong> Eric Schmidt </strong> told a group of reporters Thursday at the World Economic Forum in Davos, Switzerland,'' <strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports, <q> <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.` We have a competitor called Microsoft, </q> he said.`` Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'''`` <strong> Eric Schmidt </strong> also took on Google's competition with Apple. Google", "sa": ["Eric Schmidt", "Adam Lashinsky"], "uid": "1296157213138100743"}]