[{"uid": "1296694847219119622", "i": 17350, "idx": 0, "sa": ["Bernie Sanders"], "q": "hard core'' criminal fraud in the same three-year period, he said. Billions of additional dollars went to firms that had been suspended or barred by the href=\"http://www.washingtontimes.com/topics/pentagon/\"> Pentagon for misusing taxpayer dollars. <q> With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money, </q> href=\"http://www.washingtontimes.com/topics/Bernie Sanders-Bernie Sanders/\"> Mr. <strong> Bernie Sanders </strong> said.`` The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars", "new_id": -2}, {"uid": "1295299857181911564", "i": 56362, "idx": 6, "sa": ["Derrick Rose", "LeBron James", "Ben Gordon", "Allen Iverson", "Bob Probert", "Ray Allen"], "q": "was going to be easy when we got here. It's obviously not.''`` It's hard to get the clinching game,'' said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q> Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looLeBron James to close a team out. </q> The http://wn.com/Bob Probert_Bob Probert_Vs_Stephen_Quintal__After_The_Boston_Brawl <strong> Bob Probert </strong> Takes On Quintal After The Big Red Wings Boston Bruins Game http://wn.com/Derrick Rose_Derrick Rose_Chicago_Bulls_vs_Boston_Celtics_game_2_round_1_2009_NBA_Playoffs BOSTON( AP) <strong> Ray Allen </strong> landed the final blow in a memorable duel with <strong> Ben Gordon </strong> on Monday night, shooting the Boston Celtics back into", "new_id": -2}, {"uid": "1295030754023609379", "i": 56225, "idx": 0, "sa": ["Angelina Jolie"], "q": "... Palestinians Uses Children As Human Shield israelnjudaism.blogspot.com israelpalestine-speedy. blogspot.com They are abusing their own children.... Palestinians Uses Children as Human Shield Palestinian uses children as human shield. As the prime minister Golda Meir said: <q> There will be never peace until they will love their children more than they hate us </q>.... Quran burning cancelled 9/11 2010, <strong> Angelina Jolie </strong> speaks- spsyed analysis Quran burning cancelled 9/11 2010, <strong> Angelina Jolie </strong> speaks- spsyed analysis I First want to apologize about the bad quality of the video. Because of this", "new_id": -2}, {"uid": "1295361442031129628", "i": 40698, "idx": 0, "sa": ["Steve Ballmer"], "q": "questions with Xbox related answers. Maybe <strong> Steve Ballmer </strong> just wanted to promote something after spending He was keen to insist that the Xbox will be a ubiquitous plaything in living rooms for some time to come. <q> Xbox isn't a gaming console. Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV, </q> he said. But in the world according to <strong> Steve Ballmer </strong>, Xbox has already hit the male teen demographic and it will be Kinect that girls will rave about.`` You go to your average", "new_id": -2}, {"uid": "1296085765258637846", "i": 38189, "idx": 0, "sa": ["Wanda Jackson", "David Letterman", "Conan O'Brien", "Jack White"], "q": "'' Rocker <strong> Jack White </strong> produced the album, and he and his Third Man House Band backed her on <strong> Conan O'Brien </strong>'s show Tuesday night, as well as on`` The Late Show with <strong> David Letterman </strong>'' last week. <q> The Party Ain't Over </q> came out Tuesday on Nonesuch Records and <strong> Jack White </strong>'s Third Man Records. Rather than playing a song from the new album, <strong> Wanda Jackson </strong>, <strong> Jack White </strong> and the awesome band performed the Maud native's 1961 classic``", "new_id": -2}, {"uid": "1295304899018677768", "i": 6904, "idx": 3, "sa": ["Patrick Achi", "Alassane Ouattara", "Raila Odinga"], "q": "those terms are accepted, then the meetings will take place tomorrow.'' A spokesman for <strong> Alassane Ouattara </strong>, <strong> Patrick Achi </strong>, said by telephone that no meeting would happen until Gbagbo agrees to cede power. <q> If we're ready to talk face to face, that means Gbagbo must have said he's ready to step down, </q> <strong> Patrick Achi </strong> said. <strong> Raila Odinga </strong> last travelled to Ivory Coast along with the presidents of four West African countries on an African Union mission on Jan. 4, but failed to persuade Gbagbo to step down. The mission", "new_id": -2}, {"uid": "1296014056259227659", "i": 1529, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "`` We had a very, very good year and a very strong quarter,'' said <strong> Eric Schmidt </strong>. In the final quarter of 2010, Google turned a profit of$ 2.54 billion, or 1.86 billion euros. <q> We looked at this year and in particular our prospects for growth in Europe, and our businesses globally are doing well, both our core business as well as our adjacent businesses, our` hockey stick' businesses as we call them, </q> he noted.`` It's all very, very good. We are going to invest in Europe.'' Last week, Google announced that <strong> Eric Schmidt </strong> would be replaced by co-founder <strong> Larry Page </strong> starting on April 4. Google", "new_id": -2}, {"uid": "1295412290169443332", "i": 36147, "idx": 3, "sa": ["Mitch Daniels", "Mike Pence"], "q": " In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong>`` the best governor in America.'' <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to <q> keep the national campaign. </q> He says he still intends to make a decision by the end of January. Suspect in long KC police chase faces robbery, resisting arrest charges", "new_id": -2}, {"uid": "1297381044148979736", "i": 6974, "idx": 0, "sa": ["Mamdouh Habib", "Colin Powell", "Ibn al-Sheikh", "Omar Suleiman", "Ted Rall"], "q": " One of the CIA's victims was <strong> Mamdouh Habib </strong>, an Egyptian-born Australian citizen. U.S. agents bought him from Pakistani intelligence and shipped him to Egypt.`` In Egypt,'' reports Lisa Hajjar for Al Jazeera, <q> he was repeaTed Rallly subjecTed Rall to electric shocks, immersed in water up to his nostrils and beaten. His fingers were broken and he was hung from metal hooks. At one point, his interrogator slapped him so hard that his blindfold was dislodged, revealing the identity of his tormentor: <strong> Omar Suleiman </strong>. FrustraTed Rall that <strong> Mamdouh Habib </strong> was not providing useful information or confessing to involvement in terrorism, <strong> Omar Suleiman </strong> ordered a guard to murder a shackled prisoner in front of <strong> Mamdouh Habib </strong>, which he did with a vicious karate kick. </q> <strong> Ibn al-Sheikh </strong> al-Libi was a former trainer in the Afghan jihadi camps who famously`` confessed'' a connection between Saddam and Al Qaeda while under torture in one of <strong> Omar Suleiman </strong>'s dungeons. <strong> Colin Powell </strong> ciTed Rall al-Libi's``", "new_id": -2}, {"i": 6048, "idx": 1, "index_answer": 0, "new_id": -1, "q": "proposal intended to incite a panicked response to a phony crisis,'' <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank. <q> Killer bees, space aliens... now it's the invasion of the bankrupt states. The truth is, no state wants to declare bankruptcy, no state needs to declare bankruptcy, and no state would. </q> The proposal at issue would give states the option of declaring bankruptcy in much the same way that businesses can, though it is unclear whether courts would go along with such a move because states, unlike", "sa": ["Bill Lockyer"], "uid": "1295967628237387816"}]