[{"uid": "1296105034131907654", "i": 34126, "idx": 1, "sa": ["Gordon Brown", "Andy Coulson", "Lance Price"], "q": "For example, I wrote the following headlines. \"Benefit Fraud Gives You AIDS\" \"ASBO Child Causes House <strong> Lance Price </strong> Slump\" \"Muslim Fanatic Spits Outside Church\" <q> Gay Paedo Runs Over Kitten in Chelsea Tractor </q> FredinSpain 26 January 2011 5:26 PM I think even Machiavelli couldn't spin Osbourne as either a nice person or a competentent <strong> Gordon Brown </strong>. <strong> Andy Coulson </strong> brought one phrase with him from the NoW which", "new_id": -2}, {"uid": "1295912989122798091", "i": 1481, "idx": 0, "sa": ["Mike Pence"], "q": "'s symbolic, but maybe it just sets a tone and everything gets a little bit more civil. \"It Really Doesn't Matter' The idea does have its critics. <q> You know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address, </q> Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. \"Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit it matters where", "new_id": -2}, {"uid": "1295579790167378954", "i": 7108, "idx": 0, "sa": ["the Fox", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "series of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. <q> I think with every artist, and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists, you have a lot of warmth and a lot of nurturing, </q> said Jackson, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1297044026199639050", "i": 29806, "idx": 0, "sa": ["Eric Schmidt"], "q": "European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1295452591083853361", "i": 7947, "idx": 9, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "duck and see what hatches!\" he tells another. That's apparently his version of a compliment. Young remains amused by the idea that Americans need a mean Brit to tell it like it is. <q> It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety, </q> says Young. \"It's as if we've switched places.\" But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? Now it's up to <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>", "new_id": -2}, {"uid": "1297606654198836322", "i": 33139, "idx": 0, "sa": ["Zahi Hawass"], "q": "dynasty monarch, better known as King Tut, ruled Egypt in the 13th century BC. <strong> Zahi Hawass </strong>, in his statement, said an investigation has been launched to find those behind the theft, adding that <q> the police and army plan to follow up with the criminals already in custody. </q> The museum standing on the main protest square was protected by army tanks and briefly by a cordon of citizen volunteers during 18 days of anti-government rallies that ousted president Mubarak and cost at least 300 lives.", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care \"Is Not the Kind of Plan Americans Want\" In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}, {"uid": "1297249562136822788", "i": 7603, "idx": 1, "sa": ["Kirsten Gillibrand", "Barbara Boxer"], "q": "is time for a national debate on abortion that has never really occurred,\" Smith said. Democrats in the Senate, however, said the public would rather Congress focus on other things. <q> This election was about the economy, </q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. \"So I do not understand how this Republican Congress can move from that mandate to create jobs- to create opportunity in this country- towards how do we undermine women's reproductive health", "new_id": -2}, {"uid": "1296062754109985833", "i": 105, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest and later conviction on dogfighting", "new_id": -2}, {"uid": "1297617511105119748", "i": 36220, "idx": 1, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong>, according to the source, but \"those discussions are unlike to lead to an alliance.\" Should a Nokia-Microsoft alliance develop over Windows Phone 7, it could prove beneficial to both parties. <q> You get access to their WP7 intellectual property Scot-free and access to the U.S. market where your share has dived to the low single-digit level, and in doing[ so] cut your bloated handset business R&D budget, </q> Berenberg Bank analyst Adnaan Ahmad wrote in a Jan. 31 letter addressed to both CEOs. But others are convinced that an Android partnership might serve Nokia better in the long run. Adopting the Google-built smartphone OS", "new_id": -2}]