[{"uid": "1297179847261799940", "i": 53601, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": " <strong> Aaron Rodgers </strong> chats with <strong> David Letterman </strong> on` Late Show' Newspaper front pages of Packers win <strong> Aaron Rodgers </strong> was all smiles yesterday as a guest on <q> Late Show with <strong> David Letterman </strong>. </q> <strong> David Letterman </strong> handed <strong> Aaron Rodgers </strong> his WWE championship belt and even caught a pass across the stage from the Super Bowl MVP.`` There must be a lot of Wisconsin people out there,'' <strong> Aaron Rodgers </strong> said as", "new_id": -2}, {"uid": "1295633194146702360", "i": 3183, "idx": 9, "sa": ["Gabrielle Giffords", "Brett Favre", "Mike Pence", "David Frum", "Tim Phillips"], "q": "from her gunshot wounds. Citing media reports about Gifford's medical condition, Wilson compared <strong> Gabrielle Giffords </strong> to the late <strong> Mike Pence </strong> Gladys Spellman( D-MD), who went into a coma while in office. He then asked, <q> Should constituents allow members to hold onto their seats like political Brett Favres with no concept of when it is Tim Phillipse to go? </q> David FrumForum, the conservative news site managed by former Bush administration official <strong> David Frum </strong>, promoted the article on its website this href=\"http://www.David Frumforum.com/should-Gabrielle Giffords-vacate-her-seat\"> afternoon. \" Thankfully <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> is on the road to recovery.", "new_id": -2}, {"uid": "1295139772120274975", "i": 19172, "idx": 6, "sa": ["Mark Kelson", "Kirsten Gillibrand"], "q": ".'' <strong> Mark Kelson </strong> asked her to give a thumbs-up, and not only did she open her eyes, she reached out to touch her husband.`` It was unbelievable,'' <strong> Kirsten Gillibrand </strong> said. <q> She reaches out and starts grabbing <strong> Mark Kelson </strong> and is touching him and starts to nearly choke him-- she was clearly trying to hug him. </q> She managed to touch his wrist, watch, and ring.`` It was such a moment,'' <strong> Kirsten Gillibrand </strong> said.`` And we were just in tears of joy watching this and", "new_id": -2}, {"uid": "1296376231049594370", "i": 25162, "idx": 0, "sa": ["Michael Vick"], "q": " NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said earlier this week.`` It's paramount for me and my family and I'm just thankful.'' The NFL's decision to move the Pro Bowl to a week ahead of the Super", "new_id": -2}, {"uid": "1297724451166166630", "i": 4069, "idx": 0, "sa": ["Steve Ballmer"], "q": "mobile field. told reporters that Nokia's decision to opt for Microsoft's Windows Phone 7 platform as its primary smartphone operating system was specifically intended to`` avoid a duopoly'' in the mobile industry. <q> A decision to swing to Android[ Google's operating system] would have tilted the mobile ecosystem in the direction of a duopoly, but we wanted to create a challenger, </q> Elop said. That challenger, Microsoft emerged Monday as the key contender, with Microsoft CEO <strong> Steve Ballmer </strong> featured as the first live keynote speaker of the confab, which runs Feb. 14-17. <strong> Steve Ballmer </strong>,", "new_id": -2}, {"uid": "1296568792229802022", "i": 22683, "idx": 1, "sa": ["Angelina Jolie"], "q": "a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side`` coming on a visit to Israel.'' He said: <q> That would be a nice thing before I go. </q> The 72-year-old <strong> Angelina Jolie </strong> starred in such movies as`` Midnight Cowboy,'''' Deliverance'' and`` Coming Home.'' Updated: When law enforcement responded to a car crash Saturday night, they had no", "new_id": -2}, {"uid": "1295310564231800860", "i": 28518, "idx": 2, "sa": ["Gabrielle Giffords", "Mike Pence", "Barack Obama", "John Boehner"], "q": "the House <strong> John Boehner </strong> speaks during a political truce decreed after a bloody attack on one of their own, US lawmakers plunge back into the fray this week with Republicans taking on the White House on <strong> Barack Obama </strong>'s call for <q> a more civil and honest public discourse </q> will get its first test sooner than we expected. Having properly postponed all legislative action last week out of respect for <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> and the other victims of the As then Barack Obama-elect <strong> Barack Obama </strong> addressed the crowd at Grant Park", "new_id": -2}, {"uid": "1297303990062455894", "i": 57847, "idx": 1, "sa": ["David Letterman", "Melissa Rosenberg", "Anderson Cooper"], "q": "green light for mobs to attack anyone who looks foreign. I don't think they know who I was particularly.'' He's also thankful he made it out of the incident in one piece, <q> There were people stabbed right after us, there were people who have been, you know, captured, disappeared. </q> <strong> David Letterman </strong>'s interview with <strong> Anderson Cooper </strong> airs Wednesday on the` Twilight' Writer <strong> Melissa Rosenberg </strong> Takes Over Summit's` Highlander' Script( Excl... After tackling vampires in Summit's`` Twlight Saga,''", "new_id": -2}, {"uid": "1295012552223330318", "i": 10608, "idx": 0, "sa": ["Simon Cowell"], "q": "is also looking for more central London hotels. The properties were bought without debt on <strong> Simon Cowell </strong> Group's behalf by Chaim Aziz, director at the group's Estate Office Agency. Aziz said: <q> <strong> Simon Cowell </strong> Group Investors is looking for prime trophy assets in central London with triple-A covenants </q>. Midweek Bulletin: <strong> Simon Cowell </strong> looking foolish and the iPad revolution is here", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q> Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet, </q> <strong> Mike D'Antoni </strong> said.`` They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}]