[{"uid": "1297253482207126545", "i": 49350, "idx": 1, "sa": ["Mike Pence", "Chris Smith"], "q": "local level.- Organizing a National Call-in Day with progressive groups for wide range of supporters to call their members to oppose these anti-women's health bills.- Circulating an online petition, titled <q> Stand with Planned Parenthood, </q> that has already generated more than 40,000 signatures. FACT SHEETS ON <strong> Chris Smith </strong> BILL AND <strong> Mike Pence </strong> BILL Read Planned Parenthood's Fact Sheet on <strong> Chris Smith </strong> Bill: http://www.plannedparenthood.org/files/PPFA/fact_Chris Smith_Fact_Sheet_012111.pdf Read Planned Parenthood's", "new_id": -2}, {"uid": "1296195077069206076", "i": 60046, "idx": 1, "sa": ["Michele Bachmann", "Eric Cantor", "Paul Ryan", "Mike Pence"], "q": "official Republican response, too, aimed high. \"AmEric Cantorans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending,\" said <strong> Mike Pence </strong> <strong> Paul Ryan </strong> of Wisconsin. <q> So hold all of us accountable. </q> And then there was <strong> Michele Bachmann </strong>. As the leader of the Tea Party Caucus in the House, the Minnesota Republican gave her own, unauthorized response to the State of the Union, live from", "new_id": -2}, {"uid": "1295957768098713614", "i": 58222, "idx": 3, "sa": ["Mike Pence", "Tim McGraw", "André Carson", "Jason Aldean"], "q": "<strong> Mike Pence </strong> <strong> André Carson </strong>, D-Indianapolis, said Carson hasn't made any seating arrangements for the speech. \"He's just going to play it by ear and see what happens,\" said spokesman <strong> Jason Aldean </strong> Tomsci. <q> They're all his colleagues, so he'll be pleased with whomever he sits with. </q> See a Tim McGrawelapse of the Palladium's construction From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1296197040069206031", "i": 47205, "idx": 3, "sa": ["Mike Pence", "Evan Bayh", "Robert Dion"], "q": "could be seeking a seventh term in Congress, although that seems unlikely, because <strong> Mike Pence </strong> voluntarily forfeited his position as the No. 3-ranking Republican in the U.S. House after Republicans swept into the majority in November. <q> Indiana is fortunate to be the home to a number of rising stars in the Republican Party like <strong> Mike Pence </strong>, </q> state GOP Chairman Eric Holcombe said. If <strong> Mike Pence </strong> officially enters the 2012 governor's race, \"he becomes the presumptive favorite,\" said Dion-Robert Dion/\"> <strong> Robert Dion </strong>, a University of Evan Bayhville political science", "new_id": -2}, {"uid": "1297118665245366793", "i": 14205, "idx": 1, "sa": ["Jim Clyburn", "Mike Pence"], "q": "of recess for another light legislative agenda in the House of Representatives,\" Kristie Greco, spokeswoman for the assistant Democratic leader, <strong> Mike Pence </strong> <strong> Jim Clyburn </strong>( S.C.), wrote in a note to reporters over the weekend. <q> Perhaps if House Republicans had a jobs agenda, the schedule would be more robust. </q> Greco scoffed at the resolution on federal regulations, saying the GOP planned to spend 10 hours debating a bill that \"instruct[ s] oversight committees to conduct oversight.\" Adding to the", "new_id": -2}, {"uid": "1297162259138723358", "i": 24864, "idx": 0, "sa": ["Mike Pence"], "q": "of the goals of Live Action is to get members of Congress to defund Planned Parenthood. It's no coincidence that this incident comes on the heels of <strong> Mike Pence </strong>'s( R-IN) introduction of H.R. 217, the <q> Title X Abortion Provider Prohibition Act. </q> The bill was introduced with the specific purpose of targeting Planned Parenthood. So what's at stake? Planned Parenthood operates 820 health centers around the country and provides sexual and reproductive health care, education,", "new_id": -2}, {"uid": "1295633194146702360", "i": 3181, "idx": 7, "sa": ["Gabrielle Giffords", "Mike Pence"], "q": "local businessman Travis Corcoran after he wrote a blog post threatening U.S. lawmakers in the wake of the shooting of <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>( D-AZ). In a post on his blog( which has since been removed) titled <q> 1 down and 534 to go </q>- 1 referring to <strong> Gabrielle Giffords </strong> and 534 referring to the rest of the House of Representatives and the Senate- Corcoran applauded the shooting of <strong> Gabrielle Giffords </strong> and justified the assassination of lawmakers because he argued the federal government has grown", "new_id": -2}, {"uid": "1297377662182599691", "i": 6110, "idx": 2, "sa": ["Mike Pence"], "q": "cut Planned Parenthood's funding for years since the group is the nation's largest provider of abortions. GOP <strong> Mike Pence </strong> is sponsoring the Title X Abortion Provider Prohibition Act to move the effort forward. <q> Planned Parenthood received$ 363.2 million in taxpayer funding during a period of time that they boasted of having performed 324,800 abortions, </q> the Ohio lawmaker said. The money Planned Parenthood gets is supposedly never used for abortions, but many find that hard to believe. \"Money is fungible. So money that goes to Planned", "new_id": -2}, {"uid": "1296413477170033187", "i": 25304, "idx": 2, "sa": ["Chris Botti", "Mike Pence", "David McIntosh"], "q": "His political views began to change at Hanover College, where he became a born-again Chris Bottitian. He met his wife, Karen, at an evangelical church service where she was playing the guitar. <q> I think his faith is first and foremost what makes him tick, </q> said former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, a Republican. \"Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}]