[{"uid": "1296575507267468818", "i": 11091, "idx": 1, "sa": ["Gary Moore", "Allen Iverson"], "q": "\"( <strong> Allen Iverson </strong>) will not be able to return to professional basketball for some six to eight weeks or more this season,\" Andrews said in a statement sent out by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>. <q> At this point, it is certainly more important to get his calf healed and asymptomatic than it is to try to play with continued pain. We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career. </q> \"He actually tried to tough it out and continued to play while over in Turkey,\" said Andrews. \"However, he got to the point where he could not really run up and down", "new_id": -2}, {"uid": "1295115129263864344", "i": 1373, "idx": 0, "sa": ["Ernie Grunfeld", "Allen Iverson", "LeBron James", "Shaquille O'Neal"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q> You have crazy games throughout the NBA seasons, and I was glad to be on the winning end. </q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards president <strong> Ernie Grunfeld </strong> http://wn.com/Dwyane_Wade_2005_Playoffs_Gm_4_Vs_Wizards,_42/7/4_*22_pts_in_3rd* WASHINGTON( AP)-- While <strong> Shaquille O'Neal </strong> sat, the phenom-on-the-rise had a dazzling coming-out party. The Miami Heat swept into", "new_id": -2}, {"uid": "1295911772175931421", "i": 35394, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. The bust dates back to the time of the 14th century", "new_id": -2}, {"uid": "1295592162066338850", "i": 23498, "idx": 5, "sa": ["Shibley Telhami", "Norman Schwarzkopf", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "foreign policy; <strong> Dick Cheney </strong> Haass, president of the Council on Foreign Relations; Michael Gordon, chief military correspondent for The New York Times; and <strong> Shibley Telhami </strong>, a University of Maryland at College Park professor. <q> It was a true war of necessity, </q> Haass said. The gathering, which attracted more than 40 media outlets, is believed by organizers to probably be the last time the <strong> George H.W. Bush </strong> associates would all gather. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of coalition forces", "new_id": -2}, {"uid": "1297285832010960898", "i": 37352, "idx": 2, "sa": ["Paula Abdul", "Steven Tyler", "Michelle Money", "Simon Cowell", "Chris Harrison", "Jennifer Lopez"], "q": "full episode of the current season featuring Randy Jackson and new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> yet. However, similar to <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> believes the new Idol judging panel will be successful. <q> I have seen some little clips and they look like they're having a blast... I think it's a good combination, </q> <strong> Paula Abdul </strong> explained. \"The Bachelor' host <strong> Chris Harrison </strong>: <strong> Michelle Money </strong>'s hotness the key <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together again` The Biggest Loser: Couples\" eliminates contestant Jaquin \"Q\" Allen", "new_id": -2}, {"uid": "1295916049143048705", "i": 11371, "idx": 2, "sa": ["Mike Pence"], "q": "than one issue at a time. We must focus on our fiscal crisis and support our troops. We must work to create jobs and protect innocent human life,\" he continued. <strong> Mike Pence </strong> continued, <q> To those who say we should focus on cutting spending, I say \"Ok, let's start by denying all federal funding for abortion at home and abroad! Stop funding research that destroys human embryos in the name of science, and let's deny any and all funding to Planned Parenthood of America.\" </q> \"We must not remain silent when great moral battles are being waged. Those who would have us ignore the battle being fought over life... have forgotten the lessons of history. As in the days", "new_id": -2}, {"uid": "1296469389031424545", "i": 44107, "idx": 2, "sa": ["Allen Iverson", "A. Barry Rand"], "q": "<strong> A. Barry Rand </strong>, the CEO of AARP, weighs in on the healthcare reform bill. While <strong> A. Barry Rand </strong> calls the bill \"a good thing\" and applauds it for trimming the deficit, he maintains that the bill is not <q> as much as we( older people) all want. </q>----- Rising... <strong> Allen Iverson </strong> 51pts vs Utah Jazz 04/05 NBA* Back-to Back 50pts Game <strong> Allen Iverson </strong> 51pts vs Utah Jazz 04/05 NBA* Back-to Back 50pts Game Another 50-point game by <strong> Allen Iverson </strong> wasn't enough for the Philadelphia 76ers.", "new_id": -2}, {"uid": "1295996276049692682", "i": 17025, "idx": 0, "sa": ["Dick Conway", "Bill Lockyer", "Newt Gingrich"], "q": "many new people as the economy improves, <strong> Dick Conway </strong> says. During the recovery after the 2001 recession, Boeing was a major job generator, directly or indirectly creating 65,000 jobs. But in this recovery, <q> it's going to be closer to zero, </q> <strong> Dick Conway </strong> said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN MATEO 2 BR/ 2.0 BA$ 775,000.00 SAN MATEO 2", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1295601084081559557", "i": 32039, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "be even better! Larry, in my clear opinion, is ready to lead,\" <strong> Eric Schmidt </strong> wrote. The third co-founder <strong> Sergey Brin </strong> will devote his time and energy to strategic projects and on new products. <q> His title will be co-founder. He's an innovator and entrepreneur to the core and this role suits him perfectly, </q> the blog said. Buy the latest industry research online today! Europe IT Buying In 2010-2011: Procurement, Investment& Industry Trends Outlook M86 Security- Web and E-mail Security Products M86 Security is a global provider", "new_id": -2}]