[{"uid": "1297099122187170847", "i": 32722, "idx": 1, "sa": ["Zahi Hawass"], "q": "reports of King Tut's famous parents being damaged was patently false, he told FoxNews.com.`` The mummies were not royal and not being stored within the Egyptian Museum, Cairo,'' <strong> Zahi Hawass </strong> said. <q> They were two already disembodied heads being temporarily stored next to the CT scanning lab in the museum's grounds. They are the remains of unidentified Late Period individuals that were going to be used to test the CT machine. When they were retrieved from the looters, they were in the same condition they were in when in storage. </q> During huge anti-government protests on Jan. 28, looters climbed a fire escape and broke into the museum, damaging a number of items, including the two mummified skulls. Originally the skulls were thought to have", "new_id": -2}, {"uid": "1295452591083853361", "i": 9555, "idx": 8, "sa": ["Simon Cowell", "Steven Tyler"], "q": "'s far more palatable than thinking of America as an overbearing, imperial power throwing its weight around on the world stage.'' Morgan recently offered a different explanation: Perhaps we equate meanness with honesty. <q> There is kind of a belief amongst Americans, true or not, that the Brits are perhaps a little more blunt and more to the point, </q> he told title=\"TV Guide\" href=\"http://www.chicagotribune.com/topic/services-shopping/books-magazines/tv-guide-PRDPER000001.topic\"> TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative.`` What's with", "new_id": -2}, {"uid": "1295736733074268675", "i": 45531, "idx": 5, "sa": ["Larry Brown", "Tyronn Lue", "James Madison", "Allen Iverson", "Marcus Gilbert", "Ted Kennedy"], "q": "would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach <strong> Larry Brown </strong> said. <q> This is kind of unexpecTed Kennedy but it's neat. </q> In betJames Madisonn <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable <strong> Marcus Gilbert </strong> for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1295559975214679687", "i": 41197, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hatte sich Google von einem Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. Sorge um Zinsanstieg in China belastet Wall Street und DAX-- Morgan Stanley toppt Erwartungen-- Conergy,", "new_id": -2}, {"uid": "1295245546048136202", "i": 24835, "idx": 11, "sa": ["Allen Iverson"], "q": "when he fell, he couldn't brace it. So he just( smacked the floor).'' <strong> Allen Iverson </strong> said it was a bloody scene but the toughest part was watching his young son sedated for surgery, <q> and I was just mentally out of it, man. </q> <strong> Allen Iverson </strong> said his son will have to undergo a series of procedures over the next week but that he's back to being his usual rambunctious self-- which took a load off <strong> Allen Iverson </strong>'s shoulders, allowing him to", "new_id": -2}, {"uid": "1295582673195002395", "i": 17829, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "12:00. Then the voiceover:`` To our millions of customers who never stopped believing this day would come: Thank you.'' This is followed by more ticking, and on each tick the screen shows: <q> iPhone 4, Verizon, It Begins, 2.10.11, Rule the Air. </q> After years of speculation and rumors, Verizon will be launching the iPhone 4 to the general public on February 10, 2011. Existing Verizon customers href=\"http://www.macrumors.com/2011/01/20/management-shakeup-at-google-Larry Page-Larry Page-to-replace-Eric Schmidt-Eric Schmidt-as-ceo/\"> Management Shakeup at Google: <strong> Larry Page </strong> to Replace <strong> Eric Schmidt </strong> as", "new_id": -2}, {"uid": "1296578396068321289", "i": 25148, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "lives his life going forward is. Bernsie- nail on the head. If he regretted his actions, then his actions were something he shouldn't have done. He didn't qualify it by saying <q> I regret putting myself in a situation where I could be unjustifiably accused of sexual assault </q>. He never pleaded his innocence. He just tried to move forward and make people forget. If you were wrongly accused of rape, raise holy hell, <strong> Ben Roethlisberger </strong>! At least <strong> Michael Vick </strong> seems to want", "new_id": -2}, {"uid": "1297446725101842956", "i": 13446, "idx": 15, "sa": ["Donald Rumsfeld"], "q": ". It can't help you with what's been done in the past.'' But was the Iraq war really worth all the pain and suffering it has caused? <strong> Donald Rumsfeld </strong>'s tone becomes sharper: <q> Have you ever visited one of the killing fields in Iraq where Saddam Hussein killed hundreds of thousands of people and the mass burials and the godawful prisons he had and the rape rooms? </q> he asks.`` I've got videos of what they did to their political opponents. They cut their tongues off.'' As for the American troops who died-`` they had families, they had children", "new_id": -2}, {"uid": "1296721225165789698", "i": 8601, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", was a mistake, along with referring to Germany and France, both critics of the war, as`` old Europe''. The Washington Post reported that Mr <strong> Donald Rumsfeld </strong> also accepted that during the invasion <q> there may have been times when more troops could have helped </q>. But he insisted that senior military officers never made their reservations about the size of the invading force known to him. 09 Nov 2010`` Looking back, I see there are things the administration could", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?'' American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like,` What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear.`` I still didn't know what the hook of this show was-all these kids come out and sing,'' stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}]