[{"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. ''The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.'' ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}, {"uid": "1296145047005734434", "i": 3271, "idx": 0, "sa": ["Justin Bieber", "Katy Perry", "David Letterman"], "q": "<strong> Katy Perry </strong>'s California Dreams tour is shaping up to be quite the experience, with the singer promising ''a Broadway feel'' with a storyline. The show will even smell good: <q>It's going to smell like you're in cotton candy heaven.</q>( <strong> Justin Bieber </strong> will appear on ''The Late Show With <strong> David Letterman </strong>'' twice next week.( Diddy is going to guest star on an upcoming episode of ''Hawaii 5-0.''( Just Jared)", "new_id": -2}, {"uid": "1297270668047726598", "i": 29958, "idx": 0, "sa": ["Bob Ortegel", "Dick Motta", "Michael Vick"], "q": "the Mavs as any media voice in this town. Interesting choices, to say the least. Says <strong> Bob Ortegel </strong>, who started calling Mavs games when <strong> Dick Motta </strong> coached the team way back in the late 1980s: <q>I'm extremely grateful for the 23 years I've been with the Mavericks. It's been a wonderful experience.</q> Wait, During Super Bowl Week We Gave a Key to Our City to <strong> Michael Vick </strong>?( 61) Now That the Super Bowl is Over, Let's Disqus. Olive Branch?( 53) Josh Hamilton", "new_id": -2}, {"uid": "1297251515136822788", "i": 4950, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "Barack Obama"], "q": "account to the public in an interview with Newsweek's <strong> John McCain </strong> Barry. <strong> Donald Rumsfeld </strong>, Defense secretary during the 9/11 attacks and architect of the invasions of Afghanistan The 2011 State of the U...( 19:02:02 <q><strong> Barack Obama </strong> speaks about moving forward to create jobs, out-compete in the global...</q> The 2011 State of the U...( 19:07:31 ''<strong> Barack Obama </strong> speaks about moving forward to create jobs, out-compete in the global...'' In Full: State of the U...( 19:09:20 ''IN FULL", "new_id": -2}, {"uid": "1296371376213876815", "i": 2624, "idx": 4, "sa": ["Tyronn Lue", "Dwight Howard", "LeBron James", "Tracy McGrady", "Carmelo Anthony", "Allen Iverson"], "q": " ''I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> ''He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_vs_Kobe_Bryant_Lakers_09/10_*24000pts_vs_24000pts_*The_last_game_as_a_grizzlies <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong> Mcgrady, Shaq, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest, Top 10, NBA Draft 2009, <strong> Dwight Howard </strong> Superman dunk", "new_id": -2}, {"uid": "1295152507147554334", "i": 33801, "idx": 1, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. ''We just played defense,'' <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.</q> <strong> Kobe Bryant </strong> said the Pistons presented a ''matchup issue'' for the Lakers' defense. ''With <strong> Rasheed Wallace </strong> at the 5, and his ability to Coming off a lousy performance, Richard Hamilton was determined to be more", "new_id": -2}, {"uid": "1297172313012386323", "i": 3152, "idx": 0, "sa": ["Christina Aguilera", "David Letterman", "Conan O'Brien", "Jay Leno"], "q": "poking fun at her mishap. Just about everybody who performs a monologue ended up cracking a joke about <strong> Christina Aguilera </strong>, including <strong> David Letterman </strong>( who noted ''I know all about public humiliation'') and <strong> Jay Leno </strong>( who said <q>Secretary of Homeland Security <strong> Janet Napolitano </strong> told everybody if you see something at the Super Bowl that isn't right, tell somebody- and immediately 50 million people called after <strong> Christina Aguilera </strong> did the national anthem</q>). But leave it to <strong> Conan O'Brien </strong> to take it a step further and cut together an especially biting piece of video to poke fun at the flub. ''Everyone is talking about how <strong> Christina Aguilera </strong> screwed up the", "new_id": -2}, {"uid": "1295907918177651713", "i": 23779, "idx": 16, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "so, but it turns out a State Department cable exists in which <strong> Saddam Hussein </strong> thanked <strong> Donald Rumsfeld </strong> for the message. The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says. <q>How could anyone believe that you couldn't remember if you delivered a letter from <strong> Ronald Reagan </strong> to <strong> Saddam Hussein </strong>?</q> he says. ''That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them.''", "new_id": -2}, {"uid": "1297450726263487543", "i": 44119, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Stephen Elop </strong>, the two said, ''There are other mobile ecosystems. We will disrupt them.'' <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both spoke at a news briefing in London Friday that was broadcast on the Internet. <q>This partnership with Nokia will accelerate, dramatically accelerate, the development of a vibrant, strong Windows Phone ecosystem,</q> <strong> Steve Ballmer </strong> said. The partnership brings together software from Microsoft and phones from Nokia. The two companies say they will combine services, such as Nokia Maps with Microsoft's search engine, Bing, and ad", "new_id": -2}, {"uid": "1296960654064782358", "i": 18885, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": ", a game in which the Eagles trailed by 21 points in the fourth quarter. ''<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,'' Eagles offensive co-ordinator <strong> Marty Mornhinweg </strong> said. <q>Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that.</q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison,", "new_id": -2}]