[{"uid": "1295807421110559236", "i": 34719, "idx": 16, "sa": ["John McCain", "Colin Powell", "Barack Obama", "Bill Ayers"], "q": "NBC, <strong> Colin Powell </strong> said that part of the reason he is supporting <strong> Barack Obama </strong> is because he did not like the negative tone of <strong> John McCain </strong>'s campaign, which has noted the links between <strong> Barack Obama </strong> and domestic terrorist William <strong> Bill Ayers </strong>. <q> It troubled me. We have two wars. We have economic problems, we have health problems.... Those are the problems the American people want to hear about, not about Mr. <strong> Bill Ayers </strong>, not about who's a Muslim and not a Muslim. Those kind of images going out on Al Jazeera are killing us around the world, </q> he said. \"I thought it was over the top. It was beyond just good political fighting back and forth.... We can't judge our people and we can't hold our elections on that kind", "new_id": -2}, {"uid": "1297696256029687816", "i": 30692, "idx": 0, "sa": ["Chris Lee", "David Letterman", "Jay Leno", "Seth Meyers"], "q": "cracked <strong> Seth Meyers </strong>. A few nights David Lettermanier, <strong> Jay Leno </strong> had a field day with <strong> Chris Lee </strong> in his \"Tonight Show\" monologue. \"You know where his shirt is now,\" said <strong> Jay Leno </strong>. <q> Burning on the driveway with the rest of his clothes. </q> Noting other politicians involved in sex scandals, <strong> Jay Leno </strong> added that \"most Republicans are happy just to screw the poor. Now they are screwing everybody.\" <strong> David Letterman </strong> also checked in Thursday with some", "new_id": -2}, {"uid": "1297159898055738368", "i": 30674, "idx": 0, "sa": ["Steve Ballmer"], "q": "met <strong> Steve Ballmer </strong> tijdens Mix08. Balmer maakte grapjes over Apple's nieuwe Air. Heeft hij er inmiddels een aangeschaft? Ik denk het niet, als je hem spreekt, vraag hem dan of hij een nog steeds <q> a big fat Windows machine </q> heeft;-). Tot een zeker punt is alles wat je ziet theater. Maar eerlijk, ik weet het niet, ik heb hem daarna nooit meer gezien. Hij haat me niet denk ik, en ik", "new_id": -2}, {"uid": "1295378220177815613", "i": 45363, "idx": 0, "sa": ["Eric Schmidt"], "q": ", mankind had generated a sum total of 5 Exabyte's of content historically. Today it is estimated we generate this amount of content measured in days. Schmidt-Eric Schmidt-exabytes-of-data\" target=\"_hplink\"> Google CEO <strong> Eric Schmidt </strong>: <q> Between the birth of the world and 2003, there were five exabytes of information created. We[ now] create five exabytes every two days. See why it's so painful to operate in information markets? </q> \" So what impact does all that content have on our society? How do we value` things' when knowledge is pervasive, when money is digital, and when you can no longer protect an idea", "new_id": -2}, {"uid": "1295612145098222099", "i": 2726, "idx": 4, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "continuing pressures on him and his family mean that he feels compelled to do so.\" <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages involving Princes <strong> Nick Clegg </strong>", "new_id": -2}, {"uid": "1295739237074268687", "i": 11339, "idx": 13, "sa": ["Kobe Bryant", "Ted Kennedy", "Allen Iverson", "Jeff Van Gundy", "Shaquille O'Neal", "Rasheed Wallace", "Les Brown"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los AngeLes Brown becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contesTed Kennedy shots. When they missed, we got out and ran and took adJeff Van Gundytage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presenTed Kennedy a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to Iverson_Allen Iverson_41pts_Break_Kobe Bryant's_Ankle_vs_Shaquille O'Neal_Lakers_98/99 <strong> Allen Iverson </strong>'s eighth career 40-point game had a nice <strong> Kobe Bryant </strong> unexpecTed Kennedy bonus", "new_id": -2}, {"uid": "1297567631268304404", "i": 18674, "idx": 0, "sa": ["Colin Powell"], "q": "the Palestinian people. In addition to his polemics, he writes plays( The Unreasoning Mask, co-authored with his wife, D'Arcy, and The Agony of <strong> Colin Powell </strong>), satires( see <q> Advancing the Civilized State: Inch by Bloody Inch </q> in The Rape), and poetry( Psalms for the 21st Century). His most recent fictional work creates a morality tale based upon real life figures that haunt our lives, The Chronicles of Nefaria He can", "new_id": -2}, {"uid": "1297135617068190238", "i": 30485, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "roughshod over doubts by more sober bureaucratic and strategic minds.\" But what <strong> Donald Rumsfeld </strong> described in his memoir is a tale of mismanagement, \"one that holds individuals\" - but not necessarily <strong> Donald Rumsfeld </strong> himself- <q> responsible for failures of execution, </q> Strassel writes. \"If nothing else,\" she writes, <strong> Donald Rumsfeld </strong> \"gives historians something valuable to ponder as they work on an honest appraisal of the Bush years.\" VIDEO: Gibbs:", "new_id": -2}, {"uid": "1295674574191152161", "i": 5848, "idx": 2, "sa": ["Larry Page", "Chris Dixon", "Eric Schmidt", "Steve Jobs", "Jerry Yang"], "q": "from Facebook and Twitter. Within technology circles, the move to replace <strong> Eric Schmidt </strong> left some wondering if <strong> Larry Page </strong> can make a successful comeback to the company he helped create during the first dot-com boom. <q> Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a <strong> Jerry Yang </strong> returning? </q> tweeted <strong> Chris Dixon </strong>, a technology veteran who has invested in Skype and Foursquare. AAPL.O) in the 1990s to save the company he founded. Yahoo Inc's( YHOO.O) <strong> Jerry Yang </strong> made a similar comeback, returning", "new_id": -2}, {"uid": "1296054512157139057", "i": 34071, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Ted Poe", "Barack Obama", "Eric Adams"], "q": "discussed \"prom partners\" and other sophomoric( or senior prom) jokes. But lawmakers from both parties said the evening was the culmination of several weeks of serious personal bonding among people with divergent ideologies. <q> We need to keep working together, not as Democrats or Republicans, but as AmEric Adamsans who are commitTed Poe to a growing economy and a better future for AmEric Adamsa's middle class, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., who sat next to South Dakota Republican Sen. <strong> John Thune </strong>. Education is patriotic. At most State of the Union speeches, patriotic passages extol the military. <strong> Barack Obama </strong> won bipartisan cheers", "new_id": -2}]