[{"uid": "1296513151156909574", "i": 33343, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "get where they are today, and quit frackly are you capable upstairs of running a couple billion dollar business without sending it into bankruptcy? This Administration is over the top Totally over their heads Report Abuse <q> <strong> Barack Obama </strong>'s speeches in the muslim world against the United States has fueled upsrising like those ongoing in Egypt. It's likely that this type of uprising will occur in other Middle East and African countries. <strong> Barack Obama </strong> said he's one of them. I believe him. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl New Trading Software Breakthrough Software Turns$ 10,000 Into$ 866,487- Find Out How!", "new_id": -2}, {"uid": "1296102239116244691", "i": 10134, "idx": 1, "sa": ["Barack Obama", "Michael Vick"], "q": "provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth it,", "new_id": -2}, {"uid": "1297098472243499017", "i": 19112, "idx": 0, "sa": ["Susan Boyle", "Simon Cowell"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating`` Britain's Got", "new_id": -2}, {"uid": "1295717523000638988", "i": 24620, "idx": 8, "sa": ["Shaquille O'Neal", "Allen Iverson", "Travis Best", "Jermaine O'Neal", "Reggie Miller"], "q": "but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired.`` We got to a point where we felt we had these guys beat,'' <strong> Allen Iverson </strong> said. <q> We got tight. To get a <strong> Shaquille O'Neal </strong> lead like that and lose it at home is ridiculous. </q> Indiana, the defending Eastern Conference champions and prohibitive underdogs against Philadelphia, lead the Travis Best-of-five series 1-0. Game 2 is Tuesday night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and", "new_id": -2}, {"uid": "1295242400192987172", "i": 15253, "idx": 1, "sa": ["Alassane Ouattara"], "q": "nonnegotiable.'' Three presidents from the West African regional bloc ECOWAS are planning a second round of talks with Gbagbo on Monday in an effort to persuade him to cede power to <strong> Alassane Ouattara </strong>, the <q> The message seems clear. This is the last chance for Mr. Gbagbo to get a peaceful departure from power and a guarantee of immunity, </q> <strong> Alassane Ouattara </strong>'s prime minister, Guillaume Soro, told reporters at the Golf Hotel, his rival government's headquarters, protected by about 600 U.N. peacekeeping troops. Earlier, a spokesman for <strong> Alassane Ouattara </strong> said ECOWAS must", "new_id": -2}, {"uid": "1297505067155287572", "i": 5331, "idx": 1, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "<strong> Angelina Jolie </strong>, who has three biological and three adopted children, has shot down the reports, the Daily Mail reported.`` There is no truth to these rumours,'' the statement said. <q> Rather, Ms <strong> Angelina Jolie </strong> is focused on enhancing the welfare and legal protection of children within Haiti. As such, she has been meeting with government of Haiti officials, Haitian legal experts and non-governmental organizations regarding a new initiative of the <strong> Brad Pitt </strong> Foundation, </q> the statement added. According to Adam Waldman of Endeavour, <strong> Angelina Jolie </strong> has never even met the Haitian girl called Leah that was the focus of the adoption rumours. Waldman said <strong> Angelina Jolie </strong> didn'' t", "new_id": -2}, {"uid": "1297688322188481543", "i": 36553, "idx": 4, "sa": ["Chris Huhne"], "q": " RedRush 14 February 2011 12:17 PM`` <strong> Chris Huhne </strong> steps up fight for tougher EU emissions targets'' I take he is stepping up for a fight with himself then, given the rhetoric of <q> Now That's What I Call The Greenest government ever </q> nattybumpo 14 February 2011 12:29 PM Sorry! Let me put it another way then. Is this going to really achieve anything? Won't it be killed off by those", "new_id": -2}, {"uid": "1295856714203620353", "i": 52593, "idx": 10, "sa": ["Angelina Jolie"], "q": "of life in Dadaab at a water collection point where women and young children regularly queue for hours each day at water taps that are switched off for hours on end. After visiting a number of shelters she said <q> the toilets are already overflowing. There is not even enough space for trash dumps so people are living amongst the garbage. </q> <strong> Angelina Jolie </strong> arrived in the camp well informed on the critical situation arising from the lack of space and water. She heard about the outbreak of cholera Arrival in Dadaab refugee camp, the UN compound, FilmAid, a", "new_id": -2}, {"uid": "1296599520069910529", "i": 17817, "idx": 1, "sa": ["Angelina Jolie", "Jon Voight", "Mike Huckabee"], "q": "doesn't know where she stands on Israel. <strong> Angelina Jolie </strong> serves as a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side <q> coming on a visit to Israel. </q> He said:`` That would be a nice thing before I go.'' arrives at the 2011 G'Day USA... actor <strong> Jon Voight </strong> Article: <strong> Mike Huckabee </strong> says no Palestinian state in West Bank... Photo in", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called`` adult supervision'' for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}]