[{"uid": "1296629259145113105", "i": 35381, "idx": 0, "sa": ["Colin Powell"], "q": "way late\" in calling for a new government, says Edward Walker, an assistant secretary of State for the Middle East under former secretaries of State <strong> Colin Powell </strong>. Had the U.S. been more aggressive in responding, <q>we would have been out ahead of the feeling of the Egyptian people and the people in the region that we are indeed supporters of democracy.</q> reprints& permissions, visit our FAQ's. To report corrections and clarifications, contact Standards Editor", "new_id": -2}, {"uid": "1296290727264618009", "i": 45139, "idx": 0, "sa": ["Sergio Marchionne"], "q": "as the automaker crawls back from the brink of extinction. Chrysler CEO <strong> Sergio Marchionne </strong>, asked last week about profit-sharing, didn't promise anything but left the door open for some kind of bonus. <q>I've always been convinced that we need to reward everybody in the organization for performance,</q> he said. Why should the automakers pay out more to UAW workers than required by the contractual profit-sharing language? Because it's the right thing to do, in the spirit of gain-sharing that", "new_id": -2}, {"uid": "1297315841241827870", "i": 7122, "idx": 0, "sa": ["Eric Schmidt", "Jennifer Waters", "Timothy Pflueger"], "q": "the author of \"Art Deco San Francisco: The Architecture of <strong> Timothy Pflueger </strong>,\" published by Princeton Architectural Press. http://on.mktw.net/g8o0Kf\" 12:08 a.m. EST, Feb. 10, 2011 from tpoletti <q>Tech firms are still in clover in Ireland http://on.mktw.net/fRnw5A</q> 12:48 a.m. EST, Feb. 3, 2011 from tpoletti \"<strong> Eric Schmidt </strong> is not going to go to Apple Next: <strong> Jennifer Waters </strong>' Consumer Confidential <strong> Jennifer Waters </strong> Consumer Confidential Next", "new_id": -2}, {"uid": "1297245176074432535", "i": 23415, "idx": 3, "sa": ["Kara DioGuardi", "Lindsay Lohan", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "he was leaving American Idol last year to focus on the new version of The X Factor. Judges Elle DeGeneres and <strong> Kara DioGuardi </strong> also quit, with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> joining Randy Jackson on the judging panel. <strong> Lindsay Lohan </strong> <q>to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1297245176074432543", "i": 6852, "idx": 0, "sa": ["Natalie Portman", "Lindsay Lohan", "Simon Cowell"], "q": "\" However being bullied at school has not put Mila off education forever and the 27-year-old beauty is now planning to follow in her \"Black Swan' co-star <strong> Natalie Portman </strong>'s footsteps and attend university. <strong> Lindsay Lohan </strong> <q>to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won\"t be", "new_id": -2}, {"uid": "1296205477159924225", "i": 6085, "idx": 5, "sa": ["Jackie Walorski", "Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor. \"I think he's the clear frontrunner, and I think the race is his if he chooses to accept it,\" <strong> Jackie Walorski </strong> said. <q>I think he'd clear the field.</q> State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such as <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in", "new_id": -2}, {"uid": "1296591076195919887", "i": 40217, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: <q>There's a shot of her with the kids on <strong> David Letterman </strong>.</q> CAMILLE: \"He uses them as props. It's tough, it's harsh. It hurts, of course.\" The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Wendy_Williams_on_Camille_Kelsey_Grammer's_pending_divorce_12/15/2010 getnew.info", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,\" Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q>After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job.</q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}, {"uid": "1296052912157139005", "i": 14968, "idx": 1, "sa": ["Kobe Bryant", "Michael Vick", "Tom Brady"], "q": "Illustrated ballparked <strong> Kobe Bryant </strong>'s 2010 endorsement income at$ 10 million. \"If <strong> Michael Vick </strong> becomes MVP and leads his team to the Super Bowl, he'll get endorsements,\" Appleby said back in 2009. <q>You hate to say it, but there's probably nothing that can repair his image like four touchdown passes and two 40-yard runs. Sports fans have a short memory.</q> How prescient. While <strong> Michael Vick </strong> didn't make the Super Bowl, and New England Patriots quarterback <strong> Tom Brady </strong> is the likely MVP, <strong> Michael Vick </strong>'s touchdowns won back scores of fans. TrackBack TrackBack URL for", "new_id": -2}, {"uid": "1296752424175587371", "i": 29887, "idx": 4, "sa": ["Zahi Hawass"], "q": "standing of <strong> Zahi Hawass </strong>. He has no doubt that his fame is a vital national asset.\" And it's an asset likely to carry over even if the Mubarak government falls, Parker says. <q>He is not the kind of man to have nurtured candidates for his own eventual replacement,</q> Parker told me yesterday. \"So even the act of taking a job promotion from a dying regime, in the middle of the crisis, may not have hurt his chances to continue running Egypt's antiquities.", "new_id": -2}]