[{"uid": "1295466641109772815", "i": 38860, "idx": 0, "sa": ["Sergio Marchionne"], "q": "percent to 35 percent. Eventually, the technology- developed over the course of a decade and patented by EPA's Ann Arbor lab- could be commercialized and licensed to Chrysler and other automakers. <q> These are the types of innovations and partnerships we want to encourage, </q> EPA Administrator Lisa Jackson said at a press conference.'' Chrysler Group CEO <strong> Sergio Marchionne </strong> said the project would help Chrysler determine whether the hydraulic hybrid technology- which is already used commercially in garbage trucks", "new_id": -2}, {"uid": "1296846601173342727", "i": 9507, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "his late-night ratings war with Tonight Show host <strong> Jay Leno </strong>. During an appearance on <strong> David Letterman </strong>'s Late Show on Thursday, <strong> Howard Stern </strong> expressed a hope for the presenter to finally topple <strong> Jay Leno </strong>'s long-time lead. <q> I want to see you beat <strong> Jay Leno </strong> in the ratings tonight, </q> he said. The DJ then joked:`` Look, I love you, I'm in your corner. I don't want the same thing to happen to you that happened to Regis[ Philbin", "new_id": -2}, {"uid": "1297278646168607769", "i": 39203, "idx": 7, "sa": ["Paula Abdul", "Simon Cowell", "Kit Hoover"], "q": "to one of her signature`` claps'' from her days behind the`` Idol'' judges' table and <strong> Paula Abdul </strong> was more than happy to oblige her fans with one of her`` seal moves.'' <q> You know what happens? If I wear ring- and now I don't wear two rings because I'll bang them up- so I guess that I got in the habit of[ clapping like] that, </q> she told <strong> Kit Hoover </strong>.`` I don't like that I do that. It's embarrassing sometimes.`` If I ever did work with <strong> Simon Cowell </strong> again, my clap would be THIS now,'' <strong> Paula Abdul </strong>", "new_id": -2}, {"uid": "1296339716032669714", "i": 15023, "idx": 1, "sa": ["Zahi Hawass"], "q": "About 2,000 people have been injured.`` Live bullets have been fired at protesters, aimed at their heads,'' <strong> Zahi Hawass </strong> Yaser Sayyed at the Sayyed Galal Hospital in Cairo told BBC Arabic. <q> We have seen more than 20 cases of headshots with the bullet wounds on the front of the head and exit wounds on the other side, skulls fractured... in addition to chest wounds. </q> The army advised people to obey the curfew and avoid gathering in groups. Looters rampaged through a number of upper-class neighbourhoods in Cairo, while in Alexandria there were reports of widespread looting of supermarket", "new_id": -2}, {"uid": "1296132144006979630", "i": 12540, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> View/Add Comments There have been no comments made about this story. Copyright Â© 2011 Daily Chronicle. All rights reserved.", "new_id": -2}, {"uid": "1296058173154206255", "i": 4973, "idx": 6, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords"], "q": "wants to remain in private life although he is happy to be an informal presidential adviser.`` The administration knows that I am quite content with the work I am doing now,'' he said. <q> I am not interested in a government job. </q> Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack", "new_id": -2}, {"uid": "1295582731089079830", "i": 24126, "idx": 0, "sa": ["Piers Morgan", "Jay Leno", "Howard Stern", "David Letterman", "Regis Philbin", "Joan Rivers"], "q": "Abdul, <strong> David Letterman </strong>- <strong> Howard Stern </strong> says that <strong> Jay Leno </strong> is a`` crook.'' In an interview on <strong> Piers Morgan </strong>... Video: <strong> Joan Rivers </strong> Moves in With Daughter, Brings Cameras Video: <strong> Regis Philbin </strong> Announces his Retirement in Summer Report Abuse <q> I have enjoyed Detroit 187. It is great to recognize the streets and places that I am familiar with. </q> The last two episodes have been excellent. There are so many interesting stories to tell about Detroit. Report Abuse <blockquote> Detroit 187 has legs and needs a chance to grow. It may seem like the typical", "new_id": -2}, {"uid": "1297430496189579264", "i": 36535, "idx": 2, "sa": ["Steve Ballmer"], "q": "combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.''`` I am excited about this partnership with Nokia,'' added Microsoft CEO <strong> Steve Ballmer </strong>. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia will adopt Windows Phone as its principal smartphone strategy, lending hardware design, language support, and helping to bring the platform to a larger range of price points, market segments, and geographies.", "new_id": -2}, {"uid": "1296860121114081793", "i": 26288, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "Ferrari, Maserati and Alfa Romeo. Last year, Volkswagen AG Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> also said Fiat is looking to`` redimension'' its joint venture with Indian automaker Tata Motors to sell Fiat-branded cars in India. Tata", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Christmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}]