[{"uid": "1296137334113377297", "i": 2580, "idx": 2, "sa": ["Michael Vick"], "q": "that he does not really care whether he gets franchised- the one-year payout would be huge, although there would be no signing bonus- but he backed down a little from that stance on Wednesday. <q> If they franchise me, we'll see how that goes, </q> <strong> Michael Vick </strong> said.\" I'll leave it up to my agent to work everything out.... I'm expecting everything to go according to plan. We'll see what happens over the next couple of months.", "new_id": -2}, {"uid": "1295872993066535447", "i": 16927, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos,\" snowflakes,\" they were called. He reads from some issued in 2003 and in 2005:\" Are we winning or losing the war on terror?\" <q> Is the <strong> John McCain </strong> government changing fast enough? </q>\" Do we need more troops? And if so, where and for what purpose?\"\" My brain would be going,\" he says.\" I wanted to find out something. I", "new_id": -2}, {"uid": "1295780823044482575", "i": 12319, "idx": 4, "sa": ["Lou Kerner", "Eric Schmidt", "Sergey Brin"], "q": "of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade.\" What I do think Facebook has shown Google is that they're moving too slow,\" <strong> Lou Kerner </strong> said. <q> Facebook is moving at the speed of light and Google isn't. Quotes delayed, except where indicated otherwise. Delay times are 15 mins for NASDAQ, NYSE and Amex. See also delay times for other exchanges. Quotes and other information supplied by independent providers identified on the Yahoo! 7 Finance partner page. Quotes are delayed at least 15 minutes. All information provided\" as is </q> for informational purposes only, not intended for trading purposes or advice. Neither Yahoo! 7 nor any of independent providers is liable for any informational errors, incompleteness, or delays, or for any actions taken in reliance", "new_id": -2}, {"uid": "1295418952187301892", "i": 48764, "idx": 0, "sa": ["Simon Cowell"], "q": "his rep as reality TV's harshest judge. But in person, he's all about being zen. Just ask Idol expert Richard Rushfield, author of the new tell-all, American Idol: The Untold Story. <q> We met at his huge office at Welcome to the born-again American Idol. With the departure of\" the mean one, </q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox Northeast Auditions First Stop For Retooled` American Idol' The retirement of from\" American Idol\" last year has caused", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as\" terribly wrong.\"\" That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was\" incremental,\" not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}, {"uid": "1297323057252542979", "i": 10135, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "indicates there was no mention of chemical weapons. <strong> Donald Rumsfeld </strong> did raise the issue in his subsequent meeting with Iraqi official Tariq Aziz. National Security Decision Directive( NSDD) 114 of November 26, 1983, <q> U.S. Policy toward the Iran-Iraq War, </q> delineating U.S. priorities: the ability to project military force in the Persian Gulf and to protect oil supplies, without reference to chemical weapons or human rights concerns. National Security Decision Directive( NSDD) 139 of", "new_id": -2}, {"uid": "1296206637167591945", "i": 9152, "idx": 10, "sa": ["Mike Pence"], "q": "He is not a third party candidate. He is a republican candidate. The article reads\" An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way\". Report Abuse <q> Ya lets just forget this guy was with the administration that gave Chrysler a bailout... had 10%+ unemployment. </q> Washington Post: New GOP proposal targets federal workforce Washington Post: Gun show attendees say firearms limits would be wrong response to Tucson Keller Finance MBA Keller Graduate School Of Management- Discover Your Path to Success. Trader", "new_id": -2}, {"uid": "1295578933025002019", "i": 3702, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply.\" I am not as concerned about the titles as I am winning,\" <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> combined own a controlling stake in the company. <strong> Google Inc. </strong> is coming off", "new_id": -2}, {"uid": "1295650549188383258", "i": 28475, "idx": 2, "sa": ["Robin Williams", "Bill Clinton", "David Letterman"], "q": "a Heartbeat, No Matter How Famous You Are\" I realized there was really no alternative, if I wanted to live, I had to do this,\" <strong> Bill Clinton </strong> <q> I would find myself busting into tears and sobbing uncontrollably, </q> <strong> David Letterman </strong>\"... Stop the heart, work on it, restart it... good luck,\" <strong> Robin Williams </strong>\" They're going to put him on a gurney, roll him", "new_id": -2}, {"uid": "1297390855091619342", "i": 815, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "military for the future.( AP| KENNETH LAMBERT) to a reporter's question about whether there actually was evidence of any link between <strong> Saddam Hussein </strong> and terrorists seeking weapons of mass destruction. The Defense secretary responded: <q> Reports that say that something hasn't happened are always interesting to me because, as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know. </q> It is, of course, a logical fallacy to multiply categories beyond necessity, but it's one <strong> Donald Rumsfeld </strong> has rhetorically mastered to create a self-conscious reputation as a fearless questioner of received truths, one he's", "new_id": -2}]