[{"uid": "1295224464227999941", "i": 40104, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "has made an astonishing recovery, and is now able to move both sides of her body. <strong> Gabrielle Giffords </strong> has been breathing on her own since Saturday, when she was taken off of a ventilator. <q> The Congresswoman continues to do well, </q> the Medical Center announced on Sunday. \"Yesterday's procedures were successful and uneventful.\" New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>' \"miracle\" awakening,", "new_id": -2}, {"uid": "1295932596118013954", "i": 4567, "idx": 0, "sa": ["Allen Iverson", "David West"], "q": "of a return trip to the NBA playoffs. The super sub's 23-point performance sparked Denver to a 111-94 rout of the Houston Rockets on Sunday night that both clarified and cluttered the wild David Western Conference playoff race. <q> That's all he's got to do is come into the game and the energy is there, </q> said <strong> Allen Iverson </strong>, who scored 33 points. \"It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball", "new_id": -2}, {"uid": "1295560336014680069", "i": 12521, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "is stepping down, to be replaced by founder <strong> Larry Page </strong>. Mr. <strong> Eric Schmidt </strong> will become executive chairman and will focus externally on deals, partnerships, customers, broader business relationships and government outreach. <q> Mr. <strong> Larry Page </strong> will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. </q> <strong> Sergey Brin </strong>, the last of the triumvirate at the top of Google's management team, will devote his time and energy to strategic projects, in particular working on new products. It's a shocking", "new_id": -2}, {"uid": "1297293762070500363", "i": 41496, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "are dedicated to the country, not Democratic far left policy or the Republican line. There is not one of you here that can say either the Dems or Repubs have served this country well. Report Abuse <q> I smell a tea party Jihad, led by Saran Palin. </q> The Republican Party has split into two different groups. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1296244183061128804", "i": 22760, "idx": 4, "sa": ["Samuel Alito", "Ted Haggard", "Kirsten Gillibrand", "Amy Chua"], "q": "\"New Bipartisan Buddy System.\" <strong> Kirsten Gillibrand </strong> a friend request. note on <strong> Samuel Alito </strong>'s wall: \"Where were you?\" article: \"The King's Speech Gets 12 Oscar Nominations.\" article: <q> <strong> Ted Haggard </strong> Admits He's Bisexual. </q> That's right. He loves both women and Jesus. The Cleveland Plain Dealer posTed Haggard an article: \"Kucinich Sues House Cafeteria Over an Olive.\" <strong> Amy Chua </strong> in a photo: \"Education Secretary.\"", "new_id": -2}, {"uid": "1295560041021315598", "i": 39294, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"uid": "1295299590143114291", "i": 51987, "idx": 4, "sa": ["LeBron James", "Allen Iverson", "Derrick Rose", "Leon Rose", "Tim Duncan"], "q": "playoffs since 2006 and has never won a postseason game. The Grizzlies are coming off a 24-58 season that tied for fifth-worst in the NBA. \"This year for me is so personal,\" <strong> Allen Iverson </strong> said. <q> It's basically going to be my rookie season again. It hurts, but I turn the TV on, I read the paper, I listen to some of the things people say about me having the season that I had last year and me losing a step, things like that. They're trying to put me in a rocLeBron James chair already. </q> The Grizzlies announced they had signed the 10-Tim Duncane All Star on Thursday morning minutes before <strong> Allen Iverson </strong> was introduced at a news conference. The team and <strong> Allen Iverson </strong>'s agent, <strong> Leon Rose </strong>, declined to discuss specifics though <strong> Derrick Rose </strong> said the", "new_id": -2}, {"uid": "1295616833190234649", "i": 10290, "idx": 0, "sa": ["Andy Coulson", "Edward Davenport"], "q": "One scene was filmed in his bedroom. <strong> Andy Coulson </strong> is a great supporter of films. He is extremely proud to have been involved.\" Mr Porter shrugged off the issue of sex parties, saying: <q> Everyone in the film industry knows what goes on in there. Everybody would like to be at one of these parties. They are very well-run events. The people who are invited are all like-minded. There were no sex parties while the filming was going on, of course. </q> Westminster council discovered that the five-floor property had been used to host a commercial sex party which charged? 90 on arrival. <strong> Edward Davenport </strong> was told the masquerade ball and \"porn disco\" breached planning guidelines,", "new_id": -2}, {"uid": "1295806909069746696", "i": 19459, "idx": 7, "sa": ["Gabrielle Giffords", "Colin Powell", "Barack Obama"], "q": "wants to remain in private life although he is happy to be an informal Barack Obamaial advisor. \"The administration knows that I am quite content with the work I am doing now,\" he said. <q> I am not interested in a government job. </q> Arizona shootings that killed six people and badly wounded Rep. Giffords\" Giffords-Gabrielle Giffords-PEPLT002363.topic\"> <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack.", "new_id": -2}, {"uid": "1297124840188514307", "i": 30593, "idx": 0, "sa": ["Michael McIntyre", "Simon Cowell", "Jonathan Ross"], "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}]