[{"uid": "1296751792175587353", "i": 8393, "idx": 0, "sa": ["Jimmy Carter", "Barack Obama", "David Letterman", "Hosni Mubarak"], "q": "February 3, 2011 10:47 AM| As I said when this all began, Egypt will be <strong> Barack Obama </strong>'s downfall. Posted by: clawrence12| February 3, 2011 10:47 AM| <q>A more forceful public break with the regime now might at least mitigate some of that damage.</q> And when <strong> Hosni Mubarak </strong> crushes the uprising as did the Iranians, and then <strong> Hosni Mubarak </strong> decides to back out of anything the U.S. supports because they feel betrayed, to include the Camp <strong> David Letterman </strong> accords overseen by <strong> Jimmy Carter </strong>,", "new_id": -2}, {"uid": "1297288963243777544", "i": 27778, "idx": 0, "sa": ["Amit Sood", "Simon Cowell"], "q": "the Rijksmuseum). Absent from the list of participants are the Louvre and the Musee d'Orsay, both in Paris. ''We approached as many museums as we could,'' <strong> Amit Sood </strong> said. <q>But you can only wait so long for people to come on board. We just decided to stop at 17.</q> But if the project is successful, there will be more. Currently, visitors can access 385 gallery rooms, including more than 1,000 high-resolution images of works by 486 artists. Does <strong> Simon Cowell </strong> have`", "new_id": -2}, {"uid": "1295882983196345889", "i": 9294, "idx": 0, "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "q": "incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q>An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software.</q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf. The report, Lost in the Cloud: <strong> Google Inc. </strong> and the U.S. Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295167629029294640", "i": 17757, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz"], "q": "reporters Wednesday night that she and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle Giffords' hospital room when the wounded congresswoman opened her eyes for the first time since she was shot in the head Saturday. <q>it felt like we were watching a miracle,</q> <strong> Debbie Wasserman Schultz </strong> Schults said. ''Other than the birth of Facebook dating advice for dummies: Don't say ''I love you'' until you meet her Her profile pictures look so hot and sexy. She has an", "new_id": -2}, {"uid": "1294973110267157533", "i": 5737, "idx": 0, "sa": ["Steve Ballmer"], "q": "consumer demand for gaming continues to evolve.'' Microsoft's Xbox 360 video game consoles were the only platform to sell more hardware in 2010 than in the previous year, according to NPD. <q>This has been the biggest holiday and the biggest year ever for Xbox,</q> Microsoft chief executive <strong> Steve Ballmer </strong> said during a presentation at the Consumer Electronics Show in Las Vegas. <strong> Steve Ballmer </strong> boasted that Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 video game consoles in the 60", "new_id": -2}, {"uid": "1295571578103104583", "i": 7021, "idx": 4, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "and technology thought leadership.'' As expected, <strong> Eric Schmidt </strong>'s announcement shocked many in Silicon Valley. SearchEngineLand editor <strong> Danny Sullivan </strong> noted that Google was probably long ''overdue'' for a major management reorganization. <q>The structures between the three have remained exactly the same over the past 10 years- which might as well be 100 years of Internet time. In that time, Google has transformed from a scrappy little underdog search engine into a massive advertising and technological powerhouse,</q> he explained. ''In that time, Google has transformed from a scrappy little underdog search engine into a massive advertising and technological powerhouse. The start-up culture seemingly has been largely swallowed by inevitable bureaucracy that", "new_id": -2}, {"uid": "1296489186037306378", "i": 9636, "idx": 0, "sa": ["Michael Vick", "Peyton Manning"], "q": "Indianapolis Colts quarterback <strong> Peyton Manning </strong> was playing in his 11th Pro Bowl while his NFC counterpart, <strong> Michael Vick </strong>, participated in his fourth and first since 2005, having spent nearly two years in prison on dog-fighting charges. <q>This is a great experience to be voted by your coaches and peers,</q> said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback. ''To get back so soon is just a blessing.''", "new_id": -2}, {"i": 5003, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a ''great privilege'' to lead the company and he looked forward to working with his <q>literally best friends and partners Larry and <strong> Sergey Brin </strong>.</q> The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman, ''focusing externally on deals, partnerships, customers and broader business relationships''. <strong> Eric Schmidt </strong> has led the", "sa": ["Eric Schmidt"], "uid": "1295571569192872501"}, {"uid": "1295442599093192217", "i": 266, "idx": 0, "sa": ["Simon Cowell", "Billy Joel", "Steven Tyler"], "q": " ''American Idol' and other reality TV shows embracing kinder, gentler attitude Breitbart Derrik J. Lang, The Associated Press LOS ANGELES, Calif.- When a husky, moustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q>The Longest Welcome to the born-again American Idol. With the departure of ''the mean one,</q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox <strong> Steven Tyler </strong>''s Idol Reincarnation New York Post. His work has also appeared in Avenue, Blender, and Media Magazine,", "new_id": -2}, {"uid": "1295877357093847588", "i": 7884, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": ": Bachelor's degree from the University of... Photo in Slideshow: File photo of <strong> Google Inc. </strong> co-founder Larry Page and CEO <strong> Eric Schmidt </strong> is on his way out as chief exec. And over the next year... Report Abuse <q>I'm sure Mr. <strong> Eric Schmidt </strong> worked hard for <strong> Google Inc. </strong> but is anyone worth suck money? How is <strong> Google Inc. </strong> any different than the Dell's of this world who put earnings and high severance pay above all else. Corporate Greed is why America is in this currrent state.</q> Report Abuse ''way to go google!!!!!!!!!! At least someone is making money.'' Mashable: Why <strong> Google Inc. </strong> Needs Its Own <strong> Steve Jobs </strong>[ OP-ED] Mashable: Apple App Store Surpasses 10 Billion Downloads", "new_id": -2}]