[{"uid": "1295835993071843871", "i": 4528, "idx": 4, "sa": ["Eric Schmidt"], "q": "paid seats. Managed services partners are jumping on board, though. \"A growing number of MSPs have embraced the Google Apps Reseller program,\" says an MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained <q>more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers.<q> The article asks, \"Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder Larry Page?\" While there's no reason to think Google would kill off Google Apps, there", "new_id": -2}, {"uid": "1295313208219807749", "i": 43942, "idx": 1, "sa": ["Steve Ballmer"], "q": "Sales professionals are at the heart of almost every successful business, and Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud,\" says <strong> Steve Ballmer </strong>, Microsoft's CEO. <q>The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market<q> More than 11,500 customers and 2,000 partners worldwide have used Microsoft Dynamics CRM 2011 as part of the beta programme, including customers that have switched from competing solutions. In New Zealand, a number of companies", "new_id": -2}, {"uid": "1295907806243613698", "i": 14329, "idx": 0, "sa": ["David Letterman", "Noah Robinson", "Oprah Winfrey", "Jackie Jackson", "Peter Frampton"], "q": "paternity test, ever. I've never heard of him( <strong> Noah Robinson </strong>). I know who is claiming to be my real father.\" Source: www.CyberHollywood.ning.com http http://wn.com/Shaun_Cassidy_Performs_on_Oprah_Winfrey's_Teen_Heartthrobs_Special_VIDEO click our link iupdateonline.com- to watch full <q><strong> Shaun Cassidy </strong> Performs on <strong> Oprah Winfrey </strong>'s Teen Heartthrobs Special( VIDEO)<q> exclusive video for free! Teen Heartthrob Episode of The <strong> Oprah Winfrey </strong> Show began hitting airwaves today. <strong> Oprah Winfrey </strong> had on her own personal teen heartthrob, <strong> Jackie Jackson </strong>, as well as the Backstreet Boys, <strong> Peter Frampton </strong>, and <strong> David Letterman </strong>'s", "new_id": -2}, {"uid": "1295672246172441622", "i": 5507, "idx": 2, "sa": ["Jerry Lee Lewis", "Allan Houston", "Allen Iverson"], "q": "of a return trip to the NBA playoffs. The super sub's 23-point performance sparked Denver to a 111-94 rout of the <strong> Allan Houston </strong> Rockets on Sunday night that both clarified and cluttered the <strong> Jerry Lee Lewis </strong> Western Conference playoff race. <q>That's all he's got to do is come into the game and the energy is there,<q> said <strong> Allen Iverson </strong>, who scored 33 points. \"It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball", "new_id": -2}, {"uid": "1295031156139100180", "i": 19377, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-43v&amp;flvURL=/media/2011/01/12/01122011-43v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-43v.jsn\"}{ \"title\": \"No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton\", \"description\": <q>Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James Wagner preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage of Visitation\\'s Katie Gillespie, Maddy <strong> Ted Williams </strong> and Kathleen Tab as well as Seton\\'s Alyssa Albanese, Mel Royster and many more.<q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/12/PH2011011203438.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011203385.html&amp;title=No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton& site", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q>This was a big win for us at somebody else's home,<q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}, {"uid": "1295551341173850658", "i": 36578, "idx": 2, "sa": ["Barack Obama", "Sen. Joe Lieberman", "Jay Leno", "David Letterman", "Jimmy Kimmel", "Hu Jintao", "Hillary Clinton"], "q": "laughs <strong> Jimmy Kimmel </strong>: \"<strong> Sen. Joe Lieberman </strong>'m all for making nice with the Chinese, but when is somebody going to hold <strong> Barack Obama </strong> <strong> Hu Jintao </strong> responsible for letting the dogs out\" <strong> Jay Leno </strong>: <q>The Republicans voted today to repeal health care reform. Democrats warned this could make it harder for older Americans to get proper health care. To which[ Playboy founder] <strong> Hugh Hefner </strong>'s fiancee said \"Good!'<q> <strong> David Letterman </strong> on Secretary of State <strong> Hillary Clinton </strong>: \"Have you noticed she\"s been putting on a little bit of weight? She needs to spend more time in Iraq and Iran than less time with", "new_id": -2}, {"uid": "1297444163198852641", "i": 6485, "idx": 1, "sa": ["Simon Cowell"], "q": "launches later this year. He told the Daily Mail newspaper: \"<strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine.\" <q><strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine.<q> <strong> Simon Cowell </strong>- who is set to announce the highly anticipated final judging line-up for the show within the next month- has previously said he is looking for an American superstar to join the panel and conceded Comment", "new_id": -2}, {"uid": "1295564753175194122", "i": 18412, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "so she was goaded into it after <strong> Jay Leno </strong> encouraged her to swear in a Boston accent on Wednesday's \"Tonight Show,\" but <strong> Howard Stern </strong>? He didn't seem to be giving <strong> Jay Leno </strong> as good-natured a ribbing <q>He's not fit to scrub <strong> David Letterman </strong>'s feet,<q> <strong> Howard Stern </strong> said. \"I don't know why he's beaten <strong> David Letterman </strong> in the ratings, it's beyond my comprehension. America must be filled with morons... the ones that are watching him must be watching him", "new_id": -2}, {"uid": "1297709264165232682", "i": 12094, "idx": 0, "sa": ["Steve Ballmer"], "q": ", as well as integrating micro-blogging service Twitter into Windows Phone 7's People Hub. The first update, which will bring cut and paste features to the handset will be made available <q>in just a few weeks in early March<q>, <strong> Steve Ballmer </strong> said. The other features will be part of a second update to Windows Phone 7 expected later in the year. Photoshop& Illustrator Tutorial: Put a low-poly spin on music cover art Photoshop&", "new_id": -2}]