[{"uid": "1296495689059801617", "i": 9372, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "in the fourth quarter bounced off the right upright.`` <strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,'' <strong> David Akers </strong> said, <q> so it means a lot to be able to pass a legend like that. </q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of 10", "new_id": -2}, {"uid": "1297118217093028381", "i": 45365, "idx": 6, "sa": ["Paula Abdul", "Noel Gallagher", "Simon Cowell", "Nicole Scherzinger"], "q": "Doll-turned-`` Dancing With the Stars'' champ <strong> Nicole Scherzinger </strong> and former Oasis guitarist <strong> Noel Gallagher </strong>. <strong> Simon Cowell </strong> also didn't rule out the possibility of reuniting with <strong> Paula Abdul </strong>. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said.`` We honestly haven't made our mind up yet... We're talking to a number of people. We hope to make an announcement in 3-4 weeks.'' AH Nation Poll:", "new_id": -2}, {"uid": "1296521624090341381", "i": 13748, "idx": 0, "sa": ["Bob Dylan", "Barack Obama", "Jimmy Fallon", "David Letterman", "Stevie Wonder"], "q": ", <strong> Barack Obama </strong> said he has <strong> Stevie Wonder </strong>, <strong> Bob Dylan </strong> and the Rolling Stones on his iPod. Unfortunately, the question was,` Do you have a plan to fix the economy?''' â\u0080¢ <strong> Jimmy Fallon </strong>- <q> A year into <strong> Barack Obama </strong>'s first term in office, unemployment is higher, the national debt is higher and there are more soldiers serving in Afghanistan. When asked about it, <strong> Barack Obama </strong> was like,` Well, technically that is change.' </q> The 2010 elections worsened the comics' tone: â\u0080¢ <strong> David Letterman </strong>-`` Voters didn't like how <strong> Barack Obama </strong> was handling the economy. Wait a minute- he was handling the economy?''", "new_id": -2}, {"uid": "1295665659254312488", "i": 7601, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "tabloid newspaper he once edited. <strong> Andy Coulson </strong>'s resignation is a blow to Mr. <strong> David Cameron </strong>, who has stood by him despite several years of damaging headlines about his work at News of the World. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role, </q> Mr. <strong> Andy Coulson </strong> said in a statement. Lebanon's Caretaker Prime Minister Saad al-Hariri Seeks Second Term Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal,", "new_id": -2}, {"uid": "1297616629186400779", "i": 26858, "idx": 0, "sa": ["Donald Rumsfeld", "Richard Nixon", "President Bush"], "q": "Opens Up About Mistakes in Iraq( CBS) <strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> has just published a memoir titled`` Known and Unknown.'' The title comes from his famous remark that in military intelligence there are <q> known knowns, known unknowns, and unknown unknowns. </q> <strong> Donald Rumsfeld </strong> sat down to talk about his long and controversial career with our national security correspondent David Martin: As long ago as 1971, <strong> Richard Nixon </strong> was heard on the Oval Office tapes grousing about`` the", "new_id": -2}, {"uid": "1295977910157089808", "i": 30981, "idx": 29, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "after he couldn't lift his arm or even his toddler son, <strong> Carmelo Anthony </strong> didn't let the lingering pain in his right elbow keep him from scoring baskets by the bunches or handing out high-fives by the boatload. <q> You've still got to cheer, man, </q> <strong> Carmelo Anthony </strong>... <strong> Allen Iverson </strong> 35pts clutch game winner vs Timberwolves 07/08 <strong> Allen Iverson </strong> 35pts clutch game winner vs Timberwolves 07/08 The conversation was short and to the point. <strong> Carmelo Anthony </strong> saddled up to <strong> Allen Iverson </strong> late in the fourth quarter and told him", "new_id": -2}, {"uid": "1295256412206143497", "i": 17149, "idx": 0, "sa": ["Kobe Bryant", "Elgin Baylor", "Dwight Howard", "Michael Jordan", "Allen Iverson"], "q": "and <strong> Dwight Howard </strong> Robinson. <strong> Kobe Bryant </strong> made it five. <strong> Michael Jordan </strong> previous career high was 62 points during a 112-90 victory over Dallas last month-- he sat out the fourth quarter because of the one-sided nature of the game. <q> <strong> Elgin Baylor </strong> was just determined. <strong> Elgin Baylor </strong> was just locked in, tuned into what was going on out there, </q> <strong> Kobe Bryant </strong> said.`` These points tonight mattered. We needed them. The points <strong> Elgin Baylor </strong> put in the basket were instrumental. It means a lot http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying", "new_id": -2}, {"uid": "1297157383247021594", "i": 3861, "idx": 0, "sa": ["Donald Rumsfeld", "Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' Watch: Singing Contestant Sues <strong> Simon Cowell </strong> Haggis Speaks Out for First Time Since Leaving Church of Scientology <strong> Donald Rumsfeld </strong>:` Would've Been", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}, {"uid": "1295715899131842121", "i": 25766, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Hillary Clinton"], "q": "fill <strong> Hillary Clinton </strong>'s Senate seat, <strong> Kirsten Gillibrand </strong> finds herself experiencing A Political Moment. She is drawing raves-including from Jon Stewart-for her tireless work in passing the bill to aid September 11 first responders and in repealing the military's <q> don't ask, don't tell </q> policy. In November, she won the election to finish out <strong> Hillary Clinton </strong>'s term with 62 percent of the vote. Along the way, the 44-year-old mother of two( Theo, 7, and Henry, <strong> Barack Obama </strong>", "new_id": -2}]