[{"uid": "1296748280164560896", "i": 27950, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "... the US-gov, pay salaries( in billions) to these dictators, to help them over-control the situation in there countries( of course.... as long as the dictatore is serving the us-interrest) Report Abuse <q>Rember one good wayto know a countrries beat, style, rythum, is to know of their Origin Reglious Belifes( HISTORY)+= wisdom= discrenment/goto web-site gratefulness.org, then to candles, groups OBAMA I am SCALY EGYPT</q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War New Trading Software Breakthrough Software Turns$ 10,000 Into$ 825,100- Find Out How!", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q>It's not like he has been sitting around doing nothing.</q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}, {"uid": "1297176031226918403", "i": 3196, "idx": 38, "sa": ["David Letterman", "Aaron Rodgers"], "q": "\" <strong> David Letterman </strong>: \"Is it fun when you're out there? I mean, you're overwhelmed by adrenaline for a while aren't you when you're out there?\" <strong> Aaron Rodgers </strong>: <q>Yeah, I was pretty hyped up starting the game. I'm usually pretty calm throughout the game, but I was a little hyped up, missed a couple throws early on, but once we settled into the game, you know, it just felt like another game and was able to go through my progressions and make some plays. <strong> David Letterman </strong>; \"What is the belt we have here? Tell us the origins of this.</q> <strong> Aaron Rodgers </strong>: \"You know, the belt's really caught on.\" <strong> David Letterman </strong>: \"Go ahead and spin it, you're dying to spin it.\"( referring to the WWE", "new_id": -2}, {"uid": "1296627677025493515", "i": 2759, "idx": 2, "sa": ["Bill Lockyer"], "q": "idea galls critics. \"Baloney\" is what California Treasurer <strong> Bill Lockyer </strong> calls it, saying his state, which is already weighing painful tax hikes and spending cuts, doesn't need the option.\"\" Report Abuse <q>this simple borrow money and pay it back, no matter how hard it hurts. you borrowed it now pay up. various state assemblies have promised too much and borrowed to pay for it, combined with smaller tax recipes a double whammy.</q> Time.com: Is Europe Losing the Fight Against Internet Pirates? Time.com: Air Travel: Heavy Snow Good Business for Private-Jet Firms Your Recession WeaponSee how education can help you avoid the negative effects of the recession.", "new_id": -2}, {"uid": "1295623347170147858", "i": 3362, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "worden als een topman die met boude uitspraken over privacybescherming wereldwijd grote verontwaardiging oogstte. Toch zal het voor Larry Page ontzettend lastig worden om de successtrategie van <strong> Eric Schmidt </strong> komende jaren door te zetten, voorspellen kenners. <q><strong> Eric Schmidt </strong> heeft het geweldig gedaan en Google naar grote successen geleid</q>, zegt Gartner-analist Ray Valdes. De altijd rustig en relaxt ogende <strong> Eric Schmidt </strong>, die eerder als CEO bij Novell en CTO bij Sun Microsystems diende, werd in juli 2001 door Page en <strong> Sergey Brin </strong> benoemd als topman van het", "new_id": -2}, {"uid": "1297424667196083741", "i": 9988, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "between Google Android, Apple iOS and Windows Phone 7. Nokia's transition to Windows Phone 7 as the company's \"primary smartphone platform\", CEO <strong> Stephen Elop </strong> said his company had to adapt to survive. <q>For someone to effectively compete and win against Android and Apple, it needs significant muscle</q> \"For someone to effectively compete and win against Android and Apple, it needs significant muscle,\" <strong> Stephen Elop </strong> said, sitting alongside Microsoft boss <strong> Steve Ballmer </strong>.\"[ Mobile] operators need a credible alternative", "new_id": -2}, {"uid": "1297134313159596549", "i": 44672, "idx": 12, "sa": ["Hosni Mubarak", "Madeleine Albright", "Dan Quayle", "Saddam Hussein", "Colin Powell", "George H.W. Bush"], "q": "to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no idea,\" he said. <q>What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons.</q> <strong> George H.W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H.W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> U.S. Video: Jury convicts NY TV exec of beheading wife WHAT ARE", "new_id": -2}, {"uid": "1297324513060997646", "i": 36711, "idx": 0, "sa": ["Morgan Stanley", "Steve Ballmer", "Stephen Elop"], "q": "market share, <strong> Stephen Elop </strong> has held talks with Microsoft CEO <strong> Steve Ballmer </strong> about putting Microsoft's mobile operating system on Nokia phones, said the person, who asked not to be identified because the discussions were private. <q>The market expects Nokia to announce adoption of Windows Phone 7 either for the high-end or for some geographies( U.S.),</q> <strong> Morgan Stanley </strong> analysts including Patrick Standaert wrote in a report this week. Whatever <strong> Stephen Elop </strong> chooses to do, \"execution will be key,\" they wrote. Laurie Armstrong, a U.S. spokeswoman for Espoo, Finland", "new_id": -2}, {"uid": "1295670451069369910", "i": 1665, "idx": 2, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson"], "q": "in their first-round playoff series. Games 3 and 4 will be in Denver on Saturday and Monday night. <strong> Kobe Bryant </strong> finished with 49 points and 10 assists- one shy of his career playoff high in both categories. <q>Tonight, the way he was going, we probably could have put 10 people on the court and probably wouldn't have been able to stop him,</q> said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"<strong> Elgin Baylor </strong> didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. \"You just get into", "new_id": -2}, {"uid": "1297131711102924294", "i": 14426, "idx": 2, "sa": ["Dwaine Caraway", "Monika Johnson", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> Raw audio| Phone call update from Cairo Behind the Scenes| Cheezburger photo shoot Electric Mazda2 subcompact and taxis that run on natural gas <strong> Monika Johnson </strong>, experienced mountaineer, killed near Snoqualmie Pass A` prescient", "new_id": -2}]