[{"uid": "1297029490079298572", "i": 754, "idx": 0, "sa": ["Roger Goodell", "DeSean Jackson", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "<strong> Michael Vick </strong> and <strong> Tom Brady </strong>) and great endings( Philly beating the Giants on <strong> DeSean Jackson </strong>'s last-play punt return for a touchdown) and, now, a Super Bowl that pits two of the great franchises in NFL history. <q> When you look at this matchup, </q> <strong> Roger Goodell </strong> said,`` and you say Pittsburgh Steelers and Green Bay Packers- that's football.'' Then there was <strong> Ben Roethlisberger </strong>, the Steelers quarterback, who began the season on the sideline with a four-game suspension,", "new_id": -2}, {"uid": "1295553639137363464", "i": 12557, "idx": 0, "sa": ["Kristi Noem", "Barack Obama", "Mike Pence"], "q": "would veto a law that he thinks, publically, <strong> Barack Obama </strong> ready exists and should be in place. Rep <strong> Kristi Noem </strong> thinks politicians should honor their campaign promises? What planet is this lady from? <q> <strong> Kristi Noem </strong> owns and operates guns. Therefore she's a racist </q>- <strong> Mike Pence </strong> Moore`` There is no federal funding of abortions. And how dare you try to stop it!''/ s WHAT ABOUT THE CHILDREN!?!? Oh, wait...", "new_id": -2}, {"uid": "1296090665126894082", "i": 2760, "idx": 0, "sa": ["Colin Powell", "Saad Hariri"], "q": "slammed their rivals' sectarian rhetoric. The <strong> Colin Powell </strong> Secretariat of the March 14 Forces said the March 8's toppling of the <strong> Saad Hariri </strong> government on Jan. 12 ought to be faced by action more effective than traditional opposition. <q> A coup can not be answered by traditional opposition, </q> said the BEIRUT: The March 14 coalition pursued its campaign against Hezbollah Wednesday, accusing it of staging a coup to bring down the government of caretaker Prime Minister <strong> Saad Hariri </strong> in a bid to appoint a new premier backed", "new_id": -2}, {"uid": "1297491655239927298", "i": 17890, "idx": 1, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> Simpson, Republican of Idaho and the chairman of an appropriations subcommittee that finances the Interior Department and other agencies. He said his committee had tried to be selective in reaching its goal. <q> Obviously we don't want to close the national parks and some other things, </q> he said.`` There are areas where we can find reductions, which we've done. Are all of those acceptable to everybody? I don't know.'' Democrats warned that Republicans were proposing", "new_id": -2}, {"uid": "1297383715124895271", "i": 16493, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> Bull& Lifshitz, LLP Announces the Filing of a Class Action Lawsuit Against Del Monte Corp. and the Board of Directors of Del Monte Corp. DALSA Shareholder Approval Obtained for Plan of Arrangement with Teledyne", "new_id": -2}, {"uid": "1296742613164560898", "i": 29370, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": ", pursued a muddled reconstruction plan that more closely resembled that which was advocated by the State Department. At the same time, <strong> Donald Rumsfeld </strong> gripes Brummer did not keep the Pentagon informed of his decision making. <q> Those key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> writes.`` Only the <strong> President Bush </strong> could do so.'' <strong> Donald Rumsfeld </strong> also directs blame toward himself, according to the released excerpts, writing that he wished he had resigned in 2004 when the Abu Ghraib", "new_id": -2}, {"uid": "1295408511085049345", "i": 42214, "idx": 7, "sa": ["Piers Morgan", "Simon Cowell"], "q": "Can Dance''), and <strong> Piers Morgan </strong>(`` America's Got Talent'')- are more willing to play the mean judge than Americans.`` You guys love casting Brits as villains,'' he says. <q> It reminds you of when America was a British colony, and it enables you to perpetuate the myth that you're plucky little underdogs with right on your side. That's far more palatable than thinking of America as an overbearing, imperial power, throwing its weight around on the world stage. </q> Do the world's worst humans make the world's best judges? Up until now, that's been the thinking behind`` American Idol,'' home of the original mean judge <strong> Simon Cowell </strong>. Over the", "new_id": -2}, {"uid": "1297233153152961086", "i": 34956, "idx": 0, "sa": ["Dr. John", "Steve Beshear", "Michael Vick", "Ernie Fletcher"], "q": "to strike raises the stakes for both workers, and GM. Lisa Autry reports on the possible impact the strike could have on our region. A political scientist from Northern Kentucky University says Governor <strong> Ernie Fletcher </strong> appears to <q> be in a whole lot of trouble </q> with six weeks to go before Election Day. <strong> Dr. John </strong> <strong> Michael Vick </strong> Baranowski points to multiple polls showing Democrat <strong> Steve Beshear </strong> with double-digit leads. Baranowski says while there can be inaccuracies with phone surveys, the margin of error is usually", "new_id": -2}, {"uid": "1295218070163594249", "i": 542, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "` American Idol,' featuring <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <strong> Simon Cowell </strong> was a company man, a traditional A&R rep who rose quickly through the ranks at big record labels by focusing on profits over cultural cachet. While <q> most of my colleagues were obsessed with signing the next coolest rock or alternative band, </q> he wrote in his 2003 memoir, <strong> Simon Cowell </strong> scored massive hits with records based on WrestleMania, Teletubbies, and the Mighty Morphin Power Rangers. But all those successes would be dwarfed by the format that Fuller", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};''> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}]