[{"uid": "1296086314120438784", "i": 44594, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.<q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1296854638096747656", "i": 16696, "idx": 0, "sa": ["Sergio Marchionne"], "q": "network in the next five years, <strong> Sergio Marchionne </strong> said today at the J.D. Power& Associates International Automotive Roundtable in San Francisco. The company has about 2,311 dealers, said Ralph Kisiel, a spokesman. <q>Dealers are showing confidence in Chrysler Group's future,<q> <strong> Sergio Marchionne </strong> said at the event, which precedes the National Automobile Dealers Association's annual convention tomorrow. Dealers have spent$ 304 million on new buildings and renovations since the company emerged from bankruptcy 19 months ago, he", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!<q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}, {"uid": "1297430496189579264", "i": 36534, "idx": 1, "sa": ["Steve Ballmer"], "q": "services, applications and customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" <q>I am excited about this partnership with Nokia,<q> added Microsoft CEO <strong> Steve Ballmer </strong>. \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\"", "new_id": -2}, {"uid": "1295523103127533080", "i": 41550, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer"], "q": "on software piracy has failed in the eyes of foreign businesses, <strong> Steve Ballmer </strong> met with Obama and the Chinese leader at the White House to push the issue. <strong> Hu Jintao </strong> is currently on an official visit to the US. <q>So we were just in a meeting with business leaders, and <strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is that only one customer in every 10 of their products is actually paying for it in China,<q> Obama told a news conference in Washington. Obama indicated that <strong> Hu Jintao </strong> had agreed to take action. \"I appreciate his willingness to take new steps to combat the theft of intellectual property,\" the US president said", "new_id": -2}, {"uid": "1296482655189546567", "i": 14220, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q>I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat,<q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" DALY CITY 4 BR/ 4.0 BA$ 779,000.00 DALY", "new_id": -2}, {"uid": "1297693994167247895", "i": 1622, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "an unfortunate situation for New York State, too. For now, his resignation leaves the state without a majority member on the tax-writing Ways and Means Committee, which is hugely important to Wall Street. <q>It's a loss for New York,<q> said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. \"But at the end of the day, Sen.[ Charles <strong> Kirsten Gillibrand </strong>] Schumer and I will make sure there's no effect\" by stopping any tax legislation that could hurt the state", "new_id": -2}, {"uid": "1295474988012009500", "i": 5417, "idx": 0, "sa": ["Mike Pence"], "q": "a favorite campaign stop for many aspiring White House contenders, <strong> Mike Pence </strong> pushed the idea of a flat tax, a rollback of regulatory standards and a constitutional amendment to limit spending to 20 percent of GDP. <q>We must have a mechanism that forces Washington as a whole to make the hard choices necessary to reform our nation's addiction to big spending and unsustainable entitlements,<q> <strong> Mike Pence </strong> said, according to a prepared text of his speech. That's funny getplaning. You just don't get it. The majority of American people do not agree with you about anything. You", "new_id": -2}, {"uid": "1296918649127238165", "i": 14236, "idx": 1, "sa": ["Bill Clinton", "Mike Pence"], "q": "and his country by not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. \"Seriously, who else do we have?\" one asked me. <q>Unless something miraculous happens and we get an unexpected gift candidate.<q> Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio", "new_id": -2}, {"uid": "1296610992049397765", "i": 38692, "idx": 1, "sa": ["Eric Schmidt"], "q": "Science Gallery 2:32 A quick tour of the Science Gallery, Trinity College, Dublin... Ken Cro-Ken Gallery Talk, Dec. 2010 Ken Cro-Ken at The World Monuments Fund Gallery, 15 <strong> Eric Schmidt </strong> 27th Street, NY, NY <q>APOCRYPHAE: VISIONS OF THE SACRED AND PROFANE<q> December 6th- December 30th, 2010 Co-Curated by Belen Moreno Bosch, Bartolome Sanchez and Ramon L. Granda Cro-Ken talks of the pleasure to ride the coat tai... video results for: gallery theater space Theatre in Public", "new_id": -2}]