[{"uid": "1297264173151748653", "i": 46544, "idx": 1, "sa": ["Kirsten Gillibrand", "David Paterson", "Gov. Andrew Cuomo", "Hillary Clinton"], "q": "Miss America this year on an equality platform. Appointed to the senate seat Secretary of State <strong> Hillary Clinton </strong> left in 2009, <strong> Kirsten Gillibrand </strong> has become a prominent voice for LGBT rights including marriage equality and the repeal of <q>don't ask, don't tell.</q> The former congresswoman easily won her first statewide election in November, and recent polling showed her approval rating has jumped significantly since the time of her controversial appointment by former <strong> Gov. Andrew Cuomo </strong> <strong> David Paterson </strong>. GLAAD To Honor", "new_id": -2}, {"uid": "1297562861212975627", "i": 2810, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "BP wanted Al-Megrahi released so that an oil deal being negotiated with Libya could go forward.\" Sen. <strong> Kirsten Gillibrand </strong> said the findings only heighten her worry that Megrahi's release undermines the international struggle against terrorism. <q>Economic and trade interests should never take precedence over matters of justice,</q> <strong> Kirsten Gillibrand </strong>( D-N.Y.) said. \"If we're ever going to win the fight against international terrorism, the rule of law must hold strong.\" The White House declined to weigh in on the", "new_id": -2}, {"uid": "1295009312134168590", "i": 27637, "idx": 0, "sa": ["Lawrence Woodward", "Michael Vick"], "q": "It took exactly one night for <strong> Michael Vick </strong>'s name to be once again embroiled in controversy. <strong> Michael Vick </strong>'s Virginia-based lawyer <strong> Lawrence Woodward </strong> denied reports that his client spent his first night of freedom at a Virginia Beach strip club. <q>It is absolutely, categorically false,</q> <strong> Lawrence Woodward </strong> said. Should a man, having paid his debt to society for a crime he says he regrets, be forbidden from resuming a career at which he excels; a career for which his crime in", "new_id": -2}, {"uid": "1294972755242417682", "i": 32315, "idx": 0, "sa": ["Steve Ballmer", "Brandon Watson"], "q": "desist\" orders. \"Earlier today, we were contacted by <strong> Brandon Watson </strong>, director of developer experience for Windows Phone 7, to discuss the ChevronWP7 unlocking tool,\" the developers wrote in a Dec. 1 posting. <q>Through this discussion, we established a mutual understanding of our intent to enable homebrew opportunities and to open the Windows Phone 7 platform for broader access to developers and users.</q> Microsoft is planning a series of Windows Phone 7 updates in order to introduce new features to the platform and tweak it for better performance. In addition to cut-and-paste functionality, Microsoft CEO <strong> Steve Ballmer </strong> said during his", "new_id": -2}, {"uid": "1296535397014417929", "i": 19947, "idx": 1, "sa": ["Michael Vick"], "q": "proof that women had in sexual assault cases, it is unlikely <strong> Michael Vick </strong> spends a day in jail. You can almost hear the arguments so often used by the lawyers in rape trials applied to dogs. <q>If the dog did not want to fight, why did he?</q> \"That dog had fought in the past. He had a rep for fighting.\" \"Did you see what that dog was wearing?\" \"The dog enjoyed it.\" My point is", "new_id": -2}, {"uid": "1296849571234831879", "i": 6236, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Michael Vick </strong> hosting public parties eight months after a man was shot as the quarterback's 30th Birthday Party in Virginia Beach. <strong> Roger Goodell </strong> said that he had spoken to <strong> Michael Vick </strong> about the party that is being publicized as <q>Super Bowl-- Dallas Dynasty 2011-- The <strong> Michael Vick </strong> Experience.</q> The invitation has a large illustration of <strong> Michael Vick </strong> in his Eagles uniform and a \"V7\" logo. \"He has said that on numerous occasions people have been using his name about being involved with some", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media</q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}, {"uid": "1296113866056524813", "i": 5872, "idx": 1, "sa": ["Colin Powell", "President Bush", "Bob Woodward", "Bandar bin Sultan"], "q": "that meeting, Myers showed Prince <strong> Bandar bin Sultan </strong>, the Saudi ambassador, a map labeled \"top secret noforn,\" meaning that it was not to be seen by any foreign national, <strong> Bob Woodward </strong> told CBS.\" <q>The map outlined the U.S. battle plan for Iraq, which was to begin with an air attack, followed by land invasions moving north from Kuwait and south from Turkey, according to the book.</q> \"Two days after the meeting with <strong> Bandar bin Sultan </strong>, on January 13, <strong> President Bush </strong> met with <strong> Colin Powell </strong> in the Oval Office to inform his chief diplomat that he had decided to go to war.\" Moving on", "new_id": -2}, {"uid": "1296565246043499534", "i": 1593, "idx": 1, "sa": ["Robbie Williams", "Simon Cowell", "Katie Price"], "q": "it is not only <strong> Simon Cowell </strong> who believes this to be the case.His ex-girlfriend, Sinnita, who has helped out in a mentor role on the show in the past, is in agreement. She said: <q>Having <strong> Katie Price </strong> on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along.</q> <strong> Katie Price </strong>, who has just split from husband Alex Reid, would face competition in the form of <strong> Robbie Williams </strong>, who is also being lined up to fill <strong> Simon Cowell </strong>'s place. A source said,", "new_id": -2}, {"uid": "1297307751072155172", "i": 45140, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "Location From Tha Bay 2 L.A Posts <q>Dog lover <strong> Mark Buehrle </strong> said he had \"hope\" <strong> Michael Vick </strong> would get hurt</q> By David Brown Update: After this story gained traction, the quotes pertaining to <strong> Mark Buehrle </strong> wishing <strong> Michael Vick </strong> would get hurt have been scrubbed from the story on MLB.com. They were not,", "new_id": -2}]