[{"uid": "1297670559058834956", "i": 9651, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "be deployed, <strong> Donald Rumsfeld </strong> said. But it was Franks and other generals who decided they could fight the war with fewer troops, said <strong> Donald Rumsfeld </strong>, who depicts himself as more of a rubber stamp. <q> INSKEEP: Didn't you challenge the planners, right down to very small units, about whether this or that unit was needed? </q> <strong> Donald Rumsfeld </strong>: No... I can't remember any specific small units I got involved with but one, and I think the documents on Rumsfeld.com will show this... <strong> Donald Rumsfeld </strong> said he", "new_id": -2}, {"uid": "1297269552258801706", "i": 1170, "idx": 1, "sa": ["Colin Powell", "Barbara Bush"], "q": "<strong> Barbara Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld said Khurmal was operated", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}, {"uid": "1297553208106741766", "i": 45355, "idx": 7, "sa": ["Kirsten Gillibrand", "Eric Massa"], "q": "said she will continue to do so.`` We wan na make sure that as we negotiate this FAA reauthorization that all the protections that those families lobbied for stay in place,'' said <strong> Kirsten Gillibrand </strong>. <q> We made sure in that bill that to have the accountability and the training and the oversight that could have prevented that crash will now be in place so no family has to suffer what our families went through. </q> State Senator Joe Robach says until that seat is filled, the people of the 26th District will be under served. Just like he did when <strong> Eric Massa </strong> resigned in the 29th District, he's calling on", "new_id": -2}, {"uid": "1297254354064307251", "i": 48135, "idx": 0, "sa": ["Colin Powell", "Vernon Baker"], "q": "earned their medals, too, but they had passed away before they could be honored. <strong> Vernon Baker </strong>'s heroism was acknowledged by <strong> Colin Powell </strong>, the former chairman of the U.S. Joint Chiefs of Staff who said, <q> I stood on the shoulders of men like <strong> Vernon Baker </strong>. </q> So, I'm glad we have Black History Month. It makes me think about our collective history and shared heritage as Americans and, in so doing, it enriches my life. Viewpoint", "new_id": -2}, {"uid": "1297123789135839773", "i": 15631, "idx": 0, "sa": ["Simon Cowell"], "q": "on the type of music they choose to perform. <strong> Simon Cowell </strong> was also quizzed about whether the show's winner could expect`` Leona Lewis-type automatic success'' in the music industry, to which he said: <q> Obviously I hope so. I think if we can't, with what is on offer, find a global star then I would say we've failed. I can't put it any clearer than that. </q>`` You want the person to succeed in a way you hope you can say,' I was there at the beginning','' he added.`` I think part of the reason we put", "new_id": -2}, {"uid": "1295103301211468349", "i": 16601, "idx": 3, "sa": ["John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "Prime Minister <strong> Silvio Berlusconi </strong>.`` Now we have to put behind us all the conflicts and face the challenges that we have in front of us in a constructive way,'' Fiat Chairman <strong> John Elkann </strong> said today. <q> I reiterate the full support from my family. </q> The vote is`` symbolic'' and`` represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed,'' said Gianluca Spina, dean of the", "new_id": -2}, {"uid": "1296854638096747656", "i": 16700, "idx": 4, "sa": ["Sergio Marchionne"], "q": "to government lenders of last resort because banks reduced credit during the recession in 2008 and 2009, <strong> Sergio Marchionne </strong> said. Chrysler has a`` moral responsibility to be worthy of these investments,'' he said. <q> We intend to show our gratitude by fulfilling our commitments and repaying every cent that has been loaned to Chrysler by the Canadian and U.S. taxpayers. </q> Year After GM A Chrysler offering would come about a year after General Motors raised more than$ 20 billion in a public offering of common and preferred stock in November. GM shares rose 9.3", "new_id": -2}, {"uid": "1297268080137707528", "i": 6049, "idx": 0, "sa": ["Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders", "Paul Helmke", "Bill Clinton"], "q": "<strong> Barack Obama </strong> mentioned <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>` who was shot in Tucson two weeks earlier in a massacre that left six dead, including a 9-year-old girl, and 14 wounded` at the beginning of his speech. He also said <q> the dreams of a little girl in Tucson are not so different than those of our own children, and that they all deserve the chance to be fulfilled. </q> But he refused to say a word about tightening gun laws, though that, too, was one of his election issues. Commented <strong> Paul Helmke </strong>, <strong> Bill Clinton </strong> of the Brady Campaign to Prevent Gun Violence:`` How can", "new_id": -2}, {"uid": "1296759009093224994", "i": 38420, "idx": 0, "sa": ["Michael Smerconish", "Michael Vick"], "q": "was in economic despair, which explains her reply to the advertisement of a stranger who had run an ad in the Dec. 18, 1933, issue of the Canton( Ohio) Repository. The ad was titled <q> In Consideration of the White Collar Man! </q> and offered assistance from an anonymous source to families in need.- 01/09/2011 By <strong> Michael Smerconish </strong> <strong> Michael Vick </strong> is so much on the brain these days that even a recent holiday trip to the movies to see The King's Speech", "new_id": -2}]