[{"uid": "1295587926175472679", "i": 12700, "idx": 0, "sa": ["Eric Schmidt"], "q": "focus on the next crop of upcoming startups.\" In another good sign, the number of companies getting second- or third-round financing rose to 1,147 in 2010 from 915 the year before. <q>The rise in investments in early stage companies is the most encouraging thing we've had all year,</q> Taylor said. In a surprise change late Thursday, Google said co-founder Larry Page would take over as chief executive, with current CEO <strong> Eric Schmidt </strong> moving to the post of executive chairman. The news overshadowed another stellar", "new_id": -2}, {"uid": "1295070638169934886", "i": 34547, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "and congressional aides, who have seen some of the proposals. <strong> Donald Rumsfeld </strong> picked up on those themes last week during a news conference and again raised questions about the weapons in the U.S. arsenal. <q>Our interest is in recognizing that ballistic missiles constitute a threat and weapons of mass destruction constitute a threat,</q> he said.\"( These) threats constitute more of a threat today than the risk of a major land, sea or air war, where some country decides to threaten Western armies and navies and air forces", "new_id": -2}, {"uid": "1295669833206996591", "i": 3262, "idx": 1, "sa": ["Allen Weiner", "Eric Schmidt"], "q": "decision-making at the company,\" IDC analyst Al Hilwa said via e-mail. Some wondered if Page is up to the mammoth task of running such a large, powerful and increasingly diverse company. <q>I guess the question is whether being Google CEO is the place to start your executive training. I can say with some assurance that if[ Page] went to apply for the CEO job somewhere he wouldn't get it,</q> said <strong> Allen Weiner </strong>, another Gartner analyst. Valdes wondered if the behind-the-scenes scenario involves <strong> Eric Schmidt </strong> stepping down voluntarily as a result of fatigue after an intense decade at the helm, and Page taking over on an interim", "new_id": -2}, {"uid": "1296311657089227320", "i": 29396, "idx": 2, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Brazil_3_X_0_Cuba__2010_FIVB_Men's_World_Championship_Final__Brazil_wins_3rd_straight Brazil Men's World Champions for", "new_id": -2}, {"uid": "1297210131061849602", "i": 3319, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "that officials were never able to improve the camp's public image. \"It is an exceedingly well-run prison and the folks down there have done and are doing an excellent job,\" he said. <q>The heartbreaking thing with respect to Guantanamo is not that there's anything wrong with it. It's one of the finest prison systems in the world. What's awkward is the fact that for whatever reason the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people.</q> <strong> Donald Rumsfeld </strong> described the prison camp as a \"fine operation\" and said the service members who operate it have \"taken a lot of heat unfairly.\" <strong> Donald Rumsfeld </strong> also made clear that he has", "new_id": -2}, {"uid": "1296552417261570573", "i": 23538, "idx": 6, "sa": ["Kenyon Martin", "Marcus Camby", "Allen Iverson", "Paul Allen"], "q": ". I thought <strong> Kenyon Martin </strong> was the star of the game.\" JR <strong> Paul Allen </strong> scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a 17-point first-quarter deficit to win for the fifth time in seven games. <q>Once we got it together on the defensive end we were able to run and not have to play the half-court offense,</q> <strong> Allen Iverson </strong> said. \"We just wanted it more than they did at the end.\" Limited to just two games last year following right knee surgery, <strong> Kenyon Martin </strong> has reclaimed his role as Denver's defensive stopper this", "new_id": -2}, {"uid": "1297684045187187200", "i": 18271, "idx": 6, "sa": ["Colin Powell"], "q": "February 13, 2011 Two stories were told about a \"mass grave\" that was uncovered in Diyala. <strong> Colin Powell </strong> Abdulhussein al Shammeri, police chief of Diyala province told AFP, <q>We found 153 bodies of men, women and children. Of the men, some were in civilian clothing; others in army or police uniforms. We were able to uncover this mass grave as a result of confessions made by a suspect we detained some two weeks ago</q>. To al Mashriq newspaper he added, \"Most of them were blindfolded and had their hands tied behind their backs- the hallmark of Qaida assassinations. We believe they were victims of al Qaida.", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a \"second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was \"passionate about it,\" adding that the president said <q>it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall.</q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1297440898101842950", "i": 35173, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q>We will open the museum after the strike is finished. I don't know when the strike is finished,</q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. \"I need things to go back to normal.\" Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him", "new_id": -2}, {"uid": "1295798969051544087", "i": 20733, "idx": 4, "sa": ["Colin Powell", "President Bush", "Dick Cheney", "Barack Obama"], "q": "if he is?\" \"I'm troubled by the fact that within the party we have these kinds of expressions\" about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. <q>We have got to stop polarizing ourselves.</q> <strong> President Bush </strong> <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> said President-elect <strong> Barack Obama </strong> will be a <strong> Barack Obama </strong> for all of America. <strong> Colin Powell </strong> made the comments while in Hong Kong. <strong> Colin Powell </strong> endorsed <strong> Barack Obama </strong> leading up to Tuesday's election.( Nov. 5)", "new_id": -2}]