[{"uid": "1295640991266682378", "i": 2408, "idx": 0, "sa": ["Hillary Clinton", "Frank Carlucci", "Thomas Pickering", "Kirsten Gillibrand", "Barack Obama", "James Dobbins"], "q": " A bipartisan group of 16 U.S. Senators, led by New York Democrat <strong> Kirsten Gillibrand </strong>, has href=\"http://Kirsten Gillibrand.senate.gov/newsroom/press/release/?id=0A4E5D6A- 6B57- 43CD- 9C8D- B3CC0B8FC648\" target=\"_blank\"> urged Secretary of State <strong> Hillary Clinton </strong> to veto the resolution: <q> Attempts to use a venue such as the United Nations, which you know has a long history of hostility toward Israel, to deal with just one issue in the negotiations, will not move the two sides closer to a two-state solution, but rather damage the fragile trust between them. </q> But a number of senior former U.S. diplomats and officials, including former Reagan Defense Secretary <strong> Frank Carlucci </strong> and former Assistant Secretaries of State <strong> Thomas Pickering </strong> and <strong> James Dobbins </strong>, have href=\"http://www.thewashingtonnote.com/archives/2011/01/Thomas Pickering_hills/\" target=\"_blank\"> written to <strong> Barack Obama </strong> urging him to", "new_id": -2}, {"uid": "1297193906067846212", "i": 32899, "idx": 1, "sa": ["George W. Bush", "Colin Powell"], "q": "Tuesday. The pre-war attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about a month after <strong> Colin Powell </strong>'s U.N. speech. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Rumsfeld wrote. He said he made his recommendation to <strong> George W. Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later", "new_id": -2}, {"uid": "1297109629077856777", "i": 11505, "idx": 0, "sa": ["Sergio Marchionne"], "q": " The most memorable ad during Sunday's Super Bowl- Chrysler's historic href=\"http://www.youtube.com/watch?v=V0HLIvtJRAI\"> two-minute spot featuring rap star Eminem- was a gut-wrenching decision for the carmaker's chief executive <strong> Sergio Marchionne </strong>. <q> This was not an easy choice... apart from the money involved... and this is pretty expensive stuff, but you know, the choice of the topic, the choice of the characters in the thing were not easy choices. I had to think about this really long and hard, </q> <strong> Sergio Marchionne </strong> said. Why? I asked him.`` You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would", "new_id": -2}, {"uid": "1297253597021528581", "i": 53432, "idx": 0, "sa": ["Colin Powell", "Condoleezza Rice"], "q": "Besch?tzer einer hoch entwickelten neuen Weltordnung betrachteten'', f?gt er hinzu- unter Missachtung der Tatsache, dass die deutsche Regierung damals l?ngst nach Berlin umgezogen war.`` Ironischerweise war mein Kommentar unbeabsichtigt'', so Rumsfeld, <q> ich wollte eigentlich sagen, dass Frankreich und Deutschland die` alte NATO' repr?sentieren. </q> Bereut habe er seine u?erungen aber nie.`` Alles in allem hat mich der Wirbel wirklich am?siert.'' Gro?ansicht des Bildes mit der Bildunterschrift:`` Illoyal und inkompetent'': <strong> Colin Powell </strong> und <strong> Condoleezza Rice </strong> In den 815", "new_id": -2}, {"uid": "1295582902002506766", "i": 51417, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "that it is today. In a post on Google's corporate href=\"http://googleblog.blogspot.com/\"> blog, <strong> Eric Schmidt </strong> explains that he accomplished more than what he set out to do in an explanation for his decision: <q> When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit. </q> outlook is bright. But as Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, Sergey and I have been talking for a long time about how best to simplify our management structure and", "new_id": -2}, {"uid": "1295972754065323044", "i": 36619, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong>. <strong> Eric Schmidt </strong>, who oversaw the company's meteoric rise, also said the group would hire thousands of people this year in response to accusations that it has struggled to retain its best talent. <q> I'm very personally excited about my next decade at Google, </q> he told the DLD media conference in Munich. From April, <strong> Eric Schmidt </strong> will focus on deals and government outreach as executive chairman. <strong> Eric Schmidt </strong> told Reuters on Jan. 21 that his move was an effort", "new_id": -2}, {"uid": "1297228077053084177", "i": 10464, "idx": 4, "sa": ["Lady Gaga", "Simon Cowell"], "q": "the judges have to mentor the contestants.'' He believes the various age and act categories give scope for unusual talent- for which he thinks there is a huge market. He said: <q> It kind of feels that we have come out of a grey period into a very fun and extreme time again. I think records have got better and the artists have got better.`` A good example is <strong> Lady Gaga </strong>. God only knows what we would have said to her if she'd walked into Idol three years ago with a lobster on her head. </q> Despite his own status never being higher, <strong> Simon Cowell </strong> knows there are limits- such as the guest list for April's Royal Wedding. He laughed:`` I haven't been invited, but", "new_id": -2}, {"uid": "1296768307240500746", "i": 29324, "idx": 1, "sa": ["David Letterman", "Barbara Walters", "Joy Philbin"], "q": "his open heart surgery in a TV special, A Matter of Life and Death, airing Friday on ABC. <strong> Barbara Walters </strong> said to <strong> David Letterman </strong>,`` You said the surgery was barbaric.'' <q> Well, it it barbaric. Before they wheeled me off I said,' I just don't want to hear the bone saw.' </q> The legendary 81-year-old newswoman is uniquely qualified for this show about celebrities who've undergone heart surgery, as she had a faulty heart valve replaced last year. Regis and <strong> Joy Philbin </strong> spoke to <strong> Barbara Walters </strong> about", "new_id": -2}, {"uid": "1295686742156401686", "i": 57225, "idx": 26, "sa": ["Allen Young", "Shaquille O'Neal", "James Posey", "Allen Iverson", "Michael Jordan", "Mike Evans", "Scott Williams", "Jason Kidd"], "q": "We've been playing some pretty tough games.'' <strong> James Posey </strong> finished with 12 points and former Sixer <strong> Scott Williams </strong> had 10 and 13 rebounds for Denver, which snapped a four-game losing streak and a three-game slide at home. <q> This was a good win for us, </q> Denver coach <strong> Mike Evans </strong> said.`` We had gotten snake http://wn.com/Allen Young_Allen Iverson_34pts_vs_Michael Jordan_Michael Jordan_30pts_01/02_seJason Kidd_NBA Sixers' Have Answer to <strong> Michael Jordan </strong>'s <strong> Shaquille O'Neal </strong> Half <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' again, <strong> Betty White </strong> quips,`` I think you do a thing once and then you run like a thief.'' <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}]