[{"uid": "1295509923113688654", "i": 31057, "idx": 0, "sa": ["Sergio Marchionne"], "q": "` completely rethink the minivan,' CEO says WINDSOR, ONTARIO- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new", "new_id": -2}, {"uid": "1297119812245366792", "i": 1417, "idx": 2, "sa": ["Simon Cowell"], "q": "; and Seattle, WA. <strong> Simon Cowell </strong> and Fox announced they had inked a deal to have the sharp-tongued Brit leave American Idol and launch an American edition of The X Factor early last year. <q> Where we have come to and agreed is that The X Factor will launch in America in[ Fall] 2011, with me judging the show and executive producing the show. Because of that this will be my last season on American Idol, this year, </q> <strong> Simon Cowell </strong> told reporters at a January 2010 media event announcing the deal. he'd insisted it wasn't a negotiating ploy, <strong> Simon Cowell </strong> had spent the prior year stating he was unsure whether he'd remain with", "new_id": -2}, {"uid": "1296826903159875141", "i": 33163, "idx": 1, "sa": ["Zahi Hawass"], "q": "All the archaeological sites in Aswan, such as the Temple of Philae, the Unfinished Obelisk, the Island of Kalabsha, the Tombs of the Nomarchs, and Elephantine Island are completely safe,'' <strong> Zahi Hawass </strong> says. <q> The temples of Edfu and Kom Ombo are also safe. All of the tombs in the Valley of the Kings, Valley of the Queens, Tombs of the Nobles, and the temples of Luxor and Karnak are safe. </q> Grant programs Two years ago, ARCE was awarded a$ 6.6 million grant from the U.S. Agency for International Development( USAID). The organization is still drawing on those funds to support its", "new_id": -2}, {"uid": "1295981594193069092", "i": 15132, "idx": 1, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,'' <strong> Michael Bernick </strong> concludes. <q> It may be time that our California workforce system gives these jobs greater consideration. </q>( http://sfg.ly/eXj0J3). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog CARMEL VALLEY 3 BR/ 3.0 BA$ 1,975,000.00 BURLINGAME 4", "new_id": -2}, {"uid": "1295503547083329028", "i": 5817, "idx": 2, "sa": ["Allen Iverson"], "q": "a just a layup in the fourth. The Lakers clamped down on the 6-foot guard, forcing the ball out of his hands. The strategy worked. <strong> Allen Iverson </strong> took only four shots in the last 12 minutes. <q> When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team, </q> said <strong> Allen Iverson </strong>, whose career high of 60 came against Orlando on Feb. 12, 2005.`` When somebody's got 49 points they want to make sure I get the ball out of my hands, and that", "new_id": -2}, {"uid": "1295733874106954754", "i": 14043, "idx": 5, "sa": ["Tyronn Lue", "Allen Iverson", "Shane Williams"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said 1993 NIGEL MANSELL FIRST TEST IN A INDYCAR at firebird international raceway phoenix... Despite being world champion, Mansell had a falling out with <strong> Shane Williams </strong>. In his autobiography Mansell writes that this was because of a", "new_id": -2}, {"uid": "1297382791005832768", "i": 12993, "idx": 0, "sa": ["Simon Cowell"], "q": "the death of his father and his struggles with Tourette's, and also talked about his girlfriend and infant son.`` When I sing, it all goes away,'' he told the judges. <q> I don't have a care in the world. </q> Aerosmith's 1994 compilation Big Ones have gone up 260 percent since... Full Story <cite> Entertainment Weekly </cite> Photo in Slideshow: Judge <strong> Simon Cowell </strong> arrives for the 9th season... Report Abuse \" Whoa", "new_id": -2}, {"uid": "1295575736103366679", "i": 32432, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "John Tantillo"], "q": ":( AP Video part 1 of 4 of the ABC News interview with the Jonas Brothers at the ABC studio after their Press Conference in New York!!* credit ABC News* http://wn.com/Kevin_Rudd_speaks_to_media_on_Wikileaks_[1/2]_|_ 6_Dec_2010__ ABC_News_24 <q> Money Matters: Does Bad Press Affect Endorsements? </q> Discussion of A-Rod brand on ABC News Now with brand expert <strong> John Tantillo </strong>. July 14, 2008, following allegations involving A-Rod and Madonna. Biographical data on outgoing <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> <strong> Google Inc. </strong> co-founder Page takes over, targets Facebook", "new_id": -2}, {"uid": "1296492936169607194", "i": 69, "idx": 0, "sa": ["Sergio Marchionne"], "q": "vehicles in the fourth quarter, including the Dodge Durango and Chrysler 200. The company shipped 382,000 cars and trucks in the last three months of the year, down 6 percent from the third quarter. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> <strong> Sergio Marchionne </strong>, who also heads Fiat, said in the statement. Modified operating profit, a term Chrysler introduced this quarter that excludes items such as taxes, interest and pension-related costs, was$ 198 million", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]