[{"uid": "1295563194254656562", "i": 7093, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", Page will take over Google's day-to-day operations, and his fellow founder <strong> Sergey Brin </strong> will focus on \"his passion\" of strategic projects, as he said on an investor call Thursday. <strong> Eric Schmidt </strong> will concentrate <q>externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach,</q> the company's release read. wrote in a blog that the change-up was designed to simplify Google's management structure and speed up decision making. Why this matters Since <strong> Eric Schmidt </strong> came on board at Google in", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q>merge Google's technology and business vision brilliantly.</q> \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}, {"uid": "1297178433142131273", "i": 4959, "idx": 0, "sa": ["Walt Disney", "David Letterman", "Aaron Rodgers"], "q": "with them Sunday night after the game that are continuing to play in his mind. \"Just in the locker room after the game and being able to reflect with my teammates,\" he said. <q>Big hugs. It's a special group of men. I think you realize at that point the season is over and that group of men is never gon na be together again. It's just special to be able to share with those guys because we went through a lot together this year.</q> After he was done at <strong> Walt Disney </strong>, <strong> Aaron Rodgers </strong> flew to New York city and appeared on CBS's \"Late Show with <strong> David Letterman </strong>,\" where he chatted with the host about his days at junior college and", "new_id": -2}, {"uid": "1297194696096485399", "i": 1857, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "earn Score Points that you can use on everything from gift cards to electronics. Correctly answer the daily Rain-X Trivia question to earn points. Mike Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q>And it was the most ridiculous experience of my life,</q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1296784629036126790", "i": 41634, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "\" <strong> Donald Rumsfeld </strong> says Bush invited him into the Oval Office just 15 days after the 9/11 attacks, when the focus was on targeting al-Qaeda in Afghanistan, and ordered a review of war plans for Iraq. <q>Two weeks after the worst terror attacks in our nation's history, those of us in the Department of Defense were full occupied,</q> writes <strong> Donald Rumsfeld </strong>. Yet Bush called for \"creative\" options to militarily engage Iraq. <strong> Donald Rumsfeld </strong> twice tried to quit in the wake of the Abu Ghraib scandal, which he says \"left me feeling punched", "new_id": -2}, {"uid": "1295650549188383258", "i": 28473, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "via press release: <q>A BARBARA WALTERS SPECIAL: A MATTER OF LIFE AND DEATH,</q> FEATURING THE PERSONAL AND EMOTIONAL STORIES FROM THE MOST WELL-KNOWN HEART PATIENTS, AIRS FRIDAY, FEBRUARY 4 ON ABC <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong>... Life", "new_id": -2}, {"uid": "1295958811022577167", "i": 9464, "idx": 3, "sa": ["Tim Montgomerie", "Andy Coulson", "Lance Price"], "q": "of the circumstances behind Mr <strong> Andy Coulson </strong>'s resignation? \"They will obviously want to do their due diligence and will probably want someone who is clean as a whistle,\" says Mr <strong> Tim Montgomerie </strong>. <q>It will be interesting whether they recruit someone from[ News International owner Rupert] Murdoch's table or they want someone completely unconnected.</q> Either way, any member of the media is likely to have, at some point, made a decision they regret, says Mr <strong> Lance Price </strong>. Over-eating Why our brains, not our stomachs,", "new_id": -2}, {"uid": "1295639079112984115", "i": 15015, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "The CEO"], "q": "and co-founder <strong> Sergey Brin </strong> on big decisions. <strong> The CEO </strong> shift won't result in major strategic changes, the executives said. Ten-Year \"Triumvirate' \"We really agree on strategy,\" Page said. <q>This is really a way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.</q> <strong> Eric Schmidt </strong>, 55, said, \"We worked as a triumvirate for 10 years.\" The three didn\"t always agree, particularly when it came to coping with rules in China", "new_id": -2}, {"uid": "1297005372041598997", "i": 22936, "idx": 0, "sa": ["Colin Powell", "Dick Cheney", "Ronald Reagan", "Barack Obama"], "q": "Personal and Political Memoir.\" He told the crowd at the <strong> Ronald Reagan </strong> tribute, part of the celebration of the late president's 100th birthday on Sunday, that the book was going well. <q>I'm deep into my years as vice president and let's just say I'm not having writer's block,</q> <strong> Dick Cheney </strong> said. Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Barack Obama </strong> steps up diplomacy for Egypt transition... Article: <strong> Barack Obama </strong> urges entrepreneurial focus on", "new_id": -2}, {"uid": "1295505185040337468", "i": 28372, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler"], "q": "become a disc jockey instead of a singer. It seems the essence of <strong> Simon Cowell </strong> has been stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}]