[{"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q>Let's be serious: <strong> Eric Schmidt </strong> got fired.</q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,\" through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1297096904101318657", "i": 21248, "idx": 4, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": ",\" he said.... <strong> Colin Powell </strong>, <strong> Donald Rumsfeld </strong> said, never spoke up in meetings with the president to raise objections to the Iraq war. Nor was <strong> Donald Rumsfeld </strong> particularly impressed with <strong> Condoleezza Rice </strong>, either: <q><strong> Donald Rumsfeld </strong> was less impressed by some of the president's closest advisers. Of <strong> Condoleezza Rice </strong>, <strong> President Bush </strong>'s national security adviser and later secretary of state, he said, \"She'd never served in a <strong> George H.W. Bush </strong> administration position</q>- a lack of experience that showed in her lack of organization in putting together critical meetings.\" \"She'd been an academic. And, you know, a lot of academics like to have", "new_id": -2}, {"uid": "1295887665065683465", "i": 31468, "idx": 0, "sa": ["Eric Schmidt", "Laura Macias"], "q": "to several City Council members in Mountain View, including tech company veteran <strong> Laura Macias </strong>, who called it a \"tried and true recipe for Silicon Valley\" to bring in a founder to run the company. <q>Look what happens to Apple when they let <strong> Steve Jobs </strong> come back,</q> said council member Mike Kasperzak. \"There's something about the passion the founders, and in particular these founders, have for the organization.\" <strong> Eric Schmidt </strong> was seen by many as the \"adult\"", "new_id": -2}, {"uid": "1294970173038420481", "i": 8786, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "to lift her legs on command. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> Sen. <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying.\" <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr.", "new_id": -2}, {"uid": "1296407544252772372", "i": 151, "idx": 29, "sa": ["Eric Snow", "Derrick Coleman", "Nate McMillan", "Keith Van Horn", "Allen Iverson"], "q": "Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent throughout the game knocking down shots,\" said Sonics coach <strong> Nate McMillan </strong>. <q>Every time we tried to make a run it seemed like he came up with a big basket. When he has that going, there is nothing you can do except hope that he misses some shots.</q> <strong> Keith Van Horn </strong> scored 26, <strong> Derrick Coleman </strong> had 14 points and 14 rebounds and <strong> Eric Snow </strong> also had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth", "new_id": -2}, {"uid": "1296697164001523715", "i": 43800, "idx": 2, "sa": ["Eric Snow", "Allen Iverson"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter. \"When he got ejected, everybody just stepped up their game,\" <strong> Allen Iverson </strong> said. <q>We said, \"What are we gon na do?\"</q> <strong> Eric Snow </strong> said. \"Are we gon na lay down? Or are we gon na pick up the intensity?\" The 6-3 <strong> Eric Snow </strong> set the Mets, Pagan agree to one-year deal Red Sox sign four", "new_id": -2}, {"uid": "1296859174060604425", "i": 39328, "idx": 0, "sa": ["Eric Schmidt", "Jennifer Lopez"], "q": "Atlantic Wire) Gee commented on this!- Feb 1, 2011 What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q>the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt...</q> Peter_Abelard left a comment- 9 min ago <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider \"Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given the", "new_id": -2}, {"uid": "1295682265065617928", "i": 97, "idx": 21, "sa": ["Mike Pence"], "q": "of New Hampshire's Granite State Poll, said it's not surprising that activists are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean he has a good chance of winning. <q>Republicans and Democrats go through this all the time,</q> Smith said. \"Particularly party activists don't see a candidate who is either well enough known, or ideologically or intellectually consistent enough for them, so they try to recruit people who fit the bill.", "new_id": -2}, {"uid": "1296030809164511749", "i": 3472, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "he will step down as chief executive officer in favor of Google co-founder Larry Page and become executive chairman. <strong> Eric Schmidt </strong> is \"committed to Google,\" he told reporters at the Digital-Life-Design conference in Munich on Tuesday. <q>How long are you committed to doing what you're doing? As long as it's exciting,</q> he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported Monday. <strong> Ken Auletta </strong>, author of \"Googled", "new_id": -2}, {"uid": "1297154709260177940", "i": 9760, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "who else might join him on the judges' panel, however, People.com said. Asked if his fellow former \"Idol\" judge <strong> Paula Abdul </strong> might secure a spot on his new show, <strong> Simon Cowell </strong> said: <q>I'm a massive fan of <strong> Paula Abdul </strong>. We honestly haven't made our mind up yet.... We're talking to a number of people. We hope to make an announcement in three to four weeks.</q> Yellow mustard is great for lots of things. Hiding 30 pounds of marijuana from the cops is not one... So you have 50 years experience cutting hair. Well too bad, the government says, now", "new_id": -2}]