[{"uid": "1295887271156680263", "i": 9803, "idx": 0, "sa": ["Eric Schmidt", "Sheryl Sandberg", "Mark Zuckerberg"], "q": "<strong> Eric Schmidt </strong> moving into the executive chairman role.). Facebook's <strong> Mark Zuckerberg </strong> sought out <strong> Sheryl Sandberg </strong>. It's a tried and true part of a start-up's growth path, but it's no simple task. <q>How do we make sure we preserve the culture and all the wonderful insights and talents that our founding team members were able to inject, while making sure we have a management bench that will maximize our chances of success?</q> asks Phil Dur, managing director at Investor Growth Capital, an expansion-stage venture firm. ''You can have a good product and good market opportunity but if you don't have good management, you don't have", "new_id": -2}, {"uid": "1295021934123977728", "i": 25496, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "who splits her time between two homes in West Lothian, Scotland- wants to invite celebrity pals including <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> along to the gathering, which will take place tomorrow night. A source said: <q>We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again.</q> However, a spokesperson has confirmed the celebrities are unlikely to attend as it is a simple party for close friends. The representative said: ''The party was only ever for close friends and", "new_id": -2}, {"uid": "1295844451132481080", "i": 5875, "idx": 2, "sa": ["Colin Powell", "Robert Gates", "Barack Obama"], "q": "think he's got a way to go,'' <strong> Colin Powell </strong> said. ''I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform. <q>You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. ''I think he's working very hard on the issue of unemployment,</q> <strong> Colin Powell </strong> said, ''which I think is the major problem facing America right now.'' Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1297217149016318613", "i": 574, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "<strong> Andy Coulson </strong>, the former editor of the News of the World, stood down after a series of new revelations about illegal phone-hacking during his time at the tabloid. The Prime Minister's spokesman said: <q>He had finished what he wanted to finish and good progress is being made with his replacement. ''It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with.</q> <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 when its royal editor, <strong> Clive Goodman </strong>, was jailed for conspiracy to access phone messages. Private investigator <strong> Glenn Mulcaire </strong> was imprisoned for six months on", "new_id": -2}, {"uid": "1296165849194232363", "i": 19332, "idx": 0, "sa": ["Jon Huntsman", "Mike Pence"], "q": "from his ambassadorship. Good luck with the ''sure, I worked for Obama but I didn't enjoy it'' messaging in the primaries, <strong> Jon Huntsman </strong>. Update: Done deal. <q> ''In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. ''We will not seek the Republican nomination for president in 2012.''' He said he would make", "new_id": -2}, {"uid": "1295892540257261619", "i": 10031, "idx": 0, "sa": ["Klaus Schwab", "Donald Rumsfeld"], "q": "<strong> Klaus Schwab </strong> said he doesn't think it will. ''I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,'' he told AP. <q>Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies.</q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the ''unknown unknowns'' as former U.S. Defence <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}, {"uid": "1295455208049922048", "i": 41720, "idx": 2, "sa": ["Sergio Marchionne"], "q": "delivers the pressure energy to the axle hydraulic motor, giving the vehicle power to drive the wheels. The gas engine will remain off if the accumulator charge is sufficient to drive the motor. <q>In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,</q> <strong> Sergio Marchionne </strong> said. ''One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this", "new_id": -2}, {"uid": "1295665840153141349", "i": 42309, "idx": 1, "sa": ["Andy Coulson"], "q": "their UN given border. Bunch of schmucks lost another opportunity- again. Report Abuse ''the palestinians can go live in iran with the rest of the hamas/ hezbollah supporters'' Report Abuse <q>Let's repeat together: ''Settlements in the occupied Palestinian territory are illegal under international law</q>.'' Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295433140214253578", "i": 13094, "idx": 1, "sa": ["Gabrielle Giffords", "Mike Pence"], "q": "so typical of her that no matter how bad the situation might be for her, you know, she's looking out for other people.'' Such encounters indicate higher levels of functioning, implying that <q>she's recognizing him and interacting, perhaps in an old familiar way with him,</q> said Dr. <strong> Mike Pence </strong> Lemole. Dr. Randall Friese said Kelly also told doctors he saw <strong> Gabrielle Giffords </strong> smile. He said sometimes people see what they want to see, but that ''if he says she's smiling", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star. ''Honestly, they play me one-on-one, straight up,'' <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q>Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something.</q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}]