[{"uid": "1296743100016711680", "i": 4729, "idx": 0, "sa": ["Ray McGovern", "DJ AM", "Dick Cheney", "Donald Rumsfeld"], "q": "defense, a terrible strategy, but not uncommon unfortunately. Notice, at the end of the clip, <strong> Ray McGovern </strong> gets vilified for asking <strong> Donald Rumsfeld </strong> some pointed questions. We can't have that, no-no-no. Cheney_Dick Cheney_Donald Rumsfeld_Donald Rumsfeld_Mix <strong> DJ AM </strong> <q> They're going to sew three people together, they thought it would be, like, shoulder to shoulder, or whatever. But no, it's like, ass to mouth. </q> Mouth: ArmorGroup Film Actors Guild Hates God( <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> Mix) Top supervisors of the ArmorGroup were not only aware of the \"deviant sexual acts\" but helped to organize them. It was mostly the young", "new_id": -2}, {"uid": "1297660283045400064", "i": 27565, "idx": 1, "sa": ["David Letterman", "Justin Bieber", "Lady Gaga", "Whitney Houston", "Patrick Carney", "Patrick Monahan"], "q": "-- Train frontman <strong> Patrick Monahan </strong> backstage after accepting the award for pop performance with vocals by a duo or group. \"<strong> Justin Bieber </strong>? Hairpiece.\" -- <strong> David Letterman </strong> revealing the top Grammy surprises. <q> I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I imagined she was singing it because I wasn't secure enough in myself to imagine I was a superstar. </q>-- <strong> Lady Gaga </strong> as she accepted best pop vocal album for \"The Fame Monster.\" \"We never expected we'd even get invited after we were nominated.\" <strong> Patrick Carney </strong> of The", "new_id": -2}, {"uid": "1295958286149602316", "i": 34147, "idx": 0, "sa": ["Junning Chen", "Bill Lockyer", "Newt Gingrich"], "q": "focusing on the China market.\" But, like improving U.S.-Chinese relations in general, it's going take mutual trust, and time. \"That's where patience comes in,\" <strong> Junning Chen </strong> said. <q> I expect progress( from Hu's trip), but it will be slower than we would want. \"The two countries have a different concept of time. We need to work with China in a longer-term time frame. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MARKET RESEARCH ANALYST Company Golden MULTIPLE OPENINGS Company ONR, Inc MULTIPLE", "new_id": -2}, {"uid": "1295516280177619067", "i": 27100, "idx": 0, "sa": ["Allen Iverson", "Rajon Rondo", "Phil Jackson", "Tim Duncan"], "q": "teams in Los Angeles and Chicago have won 47 straight playoff series after winning Game 1. \"I wish I had put it in the bank, so to speak,\" said <strong> Phil Jackson </strong>, the 10-Tim Duncane champion. <q> We've got to play this out.... Our defense stiffened at various points in the game, was very effective. We've got a lot of work ahead of us, but it's nice to know that( the 47-0 streak) is on our side. </q> Game 2 is Sunday night at Staples Center. <strong> Allen Iverson </strong> shoots lights out to take homecourt from Lakers! This was the earlier <strong> Rajon Rondo </strong> of the NBA playoffs. This was the one who declared himself the best point guard", "new_id": -2}, {"uid": "1295013411230670358", "i": 58729, "idx": 3, "sa": ["Sergio Marchionne"], "q": "big part of the profit picture for Chrysler going forward,\" says Mr <strong> Sergio Marchionne </strong>. The truck segment is under pressure, however, at least when it comes to the largest gas guzzlers. <q> I think truck sales will be defined by the price of oil, the price of gasoline, </q> GM's Mr Akerson says. Cynthia Jones says pickup trucks remain very popular \"If there's a spike in the price of gasoline, I think it will affect the heavy end of the market.", "new_id": -2}, {"uid": "1297314901126959709", "i": 927, "idx": 1, "sa": ["Michael Vick", "Joy Behar", "Barack Obama"], "q": "'s scandal in which the convicted dog fighter Vick-handover-those-keys-to-the-city\" received an honorary key to the city of Dallas. \"Why is he being rewarded with the keys to Dallas?\" asked <strong> Joy Behar </strong>. <q> What is this about? It's driving me crazy! </q> Obama-Barack Obama-people-hate-you-video\" Bill O'Reilly to <strong> Barack Obama </strong>: people hate you( video) <strong> Michael Vick </strong> was hit with a fresh wave of controversy this week when a Dallas area reporter posted video of the key", "new_id": -2}, {"uid": "1295686742156401686", "i": 57224, "idx": 25, "sa": ["Robert Horry", "Allen Iverson", "Carmelo Anthony", "Ray Allen"], "q": "his status. \"The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,\" <strong> Allen Iverson </strong> said. <q> Right now it's just frustrating to be out there at the end hobbling like that. </q> X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their pairing since Melo's return from a 15-game suspension for fighting hasn't been the pRobert Horrylem for the Nuggets, who failed", "new_id": -2}, {"uid": "1296527936108609567", "i": 31095, "idx": 0, "sa": ["Sergio Marchionne"], "q": "at the end of the month. Bloomberg( ht jb): \" Ford Motor Co. said the U.S. industrywide auto sales rate may be lower in January than December... \" Auto sales seen losing momentum in January <q> U.S. auto sales lost momentum in the final weeks of January, auto executives and a leading analyst cautioned on Monday... J.D. Power forecast a January sales rate of between 11.5 million and 12 million vehicles, down sharply from the outlook for 12.2 million it had given just 10 days before. </q>... on Monday Chrysler Chief Executive <strong> Sergio Marchionne </strong> said that industry-wide sales had fallen off in the final weeks of the month, which typically account for the bulk of sales. Company: Calculated Risk", "new_id": -2}, {"uid": "1295560003078905357", "i": 22899, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Larry Page </strong> \"in my clear opinion, is ready to lead.\" <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, technology. <q> He's an innovator and entrepreneur to the core, and this role suits him perfectly, </q> <strong> Eric Schmidt </strong> wrote in his post. \"As Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to", "new_id": -2}, {"uid": "1296898057157286450", "i": 10782, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q> We're looking for success stories; we're not looking for players to fail, </q> <strong> Roger Goodell </strong> said. \"He's paid a very significant price and he's doing the right thing.\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he", "new_id": -2}]