[{"uid": "1295550199218546204", "i": 15602, "idx": 0, "sa": ["Simon Cowell"], "q": "the thousands of early auditions-- British judge <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong>, the contest's biggest star, quit in May to launch Fox later in 2011. In a column headlined <q> The end of` American Idol'( for real this time), </q> Newsweek blogger Ramin Setoodeh wrote;`` The entire franchise has gone to the land of Stepford, where everybody is so nice and sweet and happy and zippy, you feel a cavity coming", "new_id": -2}, {"uid": "1295177816150732814", "i": 23183, "idx": 3, "sa": ["Sergio Marchionne"], "q": "American companies in the face of economic and global shocks that are out of their control, such as spiraling oil prices or another recession. Chrysler, which remains the weakest of the three, now has <q> enough resources to deal with another recession, </q> <strong> Sergio Marchionne </strong> said. And the company is launching more fuel-efficient powertrains so that customers won't flee to other brands as gas prices rise, he said. The steadier financial footing has enabled the companies to start", "new_id": -2}, {"uid": "1295560443214679557", "i": 11700, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "States, celebrating the history of the United States, can not find companies in this country employing American workers that are able to manufacture statues of our founding fathers, or our current president,'' <strong> Sen. Bernie Sanders </strong> wrote. <q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far. </q> <strong> Sen. Bernie Sanders </strong> wants all the products to be made by American companies.`` Given the state of the American economy, I would urge the National Museum of American History to do its very best to", "new_id": -2}, {"uid": "1297130860124354560", "i": 6990, "idx": 0, "sa": ["David Letterman"], "q": "Best stat Teams giving up an interception return for a touchdown are 0-11 in the Super Bowl. Best quote Steelers safety Ryan Clark, on the pain of losing the Super Bowl: <q> Where do you go from here? Nothing separates us from the other 30 teams that weren't here. We're just like them. </q> Best headline Sportspickle.com:`` Green Bay General Store looted.'' Super flu CBS' <strong> David Letterman </strong>:`` Six percent of Americans call in sick on the Monday after the Super", "new_id": -2}, {"uid": "1297065247095109134", "i": 46133, "idx": 1, "sa": ["Colin Powell", "Dick Cheney", "Joe Biden"], "q": "in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Dick Cheney </strong> calls Mubarak a good friend, US ally... <strong> Joe Biden </strong> Tears Up Talking About Wounded US Troops Report Abuse <q> Fun with <strong> Dick Cheney </strong> and <strong> President Bush </strong>... what a friggin' disaster. Thank God for a REAL <strong> Dick Cheney </strong>... kick-@#$% <strong> Barack Obama </strong>!!! </q> Washington Post: The Fix: Charlotte will be site of 2012 Democratic National Convention Washington Post: 2012 Republican presidential candidates all have flaws Who's Hiring Now?Find out which jobs are hiring, what they pay- and", "new_id": -2}, {"uid": "1295122532207224849", "i": 3832, "idx": 0, "sa": ["Bill Lockyer", "Meredith Whitney"], "q": "announced$ 12.5 billion in spending cuts. That same day, Illinois raised its state income-tax rate to 5% from 3% to help plug an estimated$ 13 billion budget shortfall. <cite> Reuters </cite> <q> You could see... 50 to 100 sizeable defaults. More. This will amount to hundreds of billions of dollars. </q>- <strong> Meredith Whitney </strong>, financial analyst`` We've never defaulted, not once in our entire history, including during the Great Depression,'' says Tom Dresslar, spokesman for California Treasurer <strong> Bill Lockyer </strong>. He says paying", "new_id": -2}, {"uid": "1297425123196083775", "i": 19364, "idx": 2, "sa": ["David Letterman"], "q": ". I hardly drink. It's just, you know, it's summer.'' <strong> David Letterman </strong> divulged that friends used to send him Alcoholics Anonymous brochures listing seven signs that one may have a problem. <q> Number one was always,` Do you drink in the morning?' </q> he told her. Snooki then contradicted herself.`` I'm not like that all the time...[ I'd] rather stay in and watch movies at night than go to a frickin' club", "new_id": -2}, {"uid": "1297240707110002271", "i": 49388, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": ", with the radio reporter's commentary inserted as text between video frames. <strong> Dwaine Caraway </strong> insisted the presentation wasn't about <strong> Michael Vick </strong>'s past but his turn-around since leaving prison and returning to professional football. <q> What he is doing and the effect it has on the children lives is the most important factor, </q> he said. Asked how he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone", "new_id": -2}, {"uid": "1296391267266764295", "i": 8624, "idx": 1, "sa": ["Allen Iverson"], "q": ", Brooks penetrated before connecting with the 18 http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a big win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.`` Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.'' Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}]