[{"uid": "1296774835205651968", "i": 6217, "idx": 2, "sa": ["David Vitter", "Bernie Sanders", "Barack Obama"], "q": "right now 60 million Americans have no health insurance, and at time when states all over this country are wrestling with huge budget deficits,\" many millions more will join the ranks of the uninsured. <q> To say we should return to where we were is beyond comprehension, </q> <strong> Bernie Sanders </strong> said. But, <strong> David Vitter </strong> said, \"we want full repeal of Barack Obamacare for a simple reason-- the big problem with the bill, the big problem with the plan aren't at the margins", "new_id": -2}, {"uid": "1295617448243957767", "i": 729, "idx": 0, "sa": ["Eric Schmidt"], "q": "great performance. Google is arguably at the top of its game. Market share of search has never been better.\" \" \"The real condemnation of the leadership at Google,\" he writes, <q> is that there has been a failure to create entirely new disruptions. As the stock chart above confirms, Android and Chrome are, if successful, sustaining technologies for Google. That's not going to be enough. </q> \" <strong> Eric Schmidt </strong>, you may recall, sat on Apple's board until it became clear that Google had copied the iPhone's look and feel and called it Android. Apple is selling iPhones as", "new_id": -2}, {"uid": "1297102357037732375", "i": 2729, "idx": 0, "sa": ["Simon Cowell"], "q": "on Sunday, March 27 in Los Angeles at the L.A. Sports Arena. Chicago, Dallas, Miami, New York/New Jersey and Seattle will also host auditions. Specific dates and venues to be announced. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> said <strong> Simon Cowell </strong>. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1295129633068665363", "i": 21549, "idx": 1, "sa": ["Kobe Bryant", "Allen Iverson", "Mehmet Okur", "Shaquille O'Neal", "Jim O'Brien", "Yao Ming"], "q": "<strong> Mehmet Okur </strong> on the line for the winning free throws in Utah's 103-101 victory over the 76ers on Monday night. \"I had a hot hand and Coach( <strong> Jim O'Brien </strong>) called my number,\" <strong> Allen Iverson </strong> said. <q> That's with anybody, though. If a guy's going well, you milk it. You just keep running the same play over and over until they stop it. </q> <strong> Allen Iverson </strong> followed up his 54-point game in Milwaukee with 51 this time, becoYao Ming the first Sixers player to score 50 in back-to-back games and the first Philadelphia player to accomplish the feat since <strong> Shaquille O'Neal </strong> Chamberlain for the Kobe Bryants in", "new_id": -2}, {"uid": "1297616629186400779", "i": 32563, "idx": 45, "sa": ["David Martin", "Donald Rumsfeld"], "q": "junior lieutenant general in the Army, and had a scandalously undermanned headquarters. \"I raised 16 kinds of the dickens about it... and the Army didn't get it staffed,\" <strong> Donald Rumsfeld </strong> said. <q> He went on for a long period with a seriously understaffed command. </q> It was a set up for failure, and <strong> Donald Rumsfeld </strong> was in charge. \"You are responsible for the occupation of Iraq,\" said <strong> David Martin </strong>. \"Supposedly.\"", "new_id": -2}, {"uid": "1295647113138969096", "i": 57428, "idx": 0, "sa": ["Steve Jobs", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> as CEO AAPL: 326.72(-5.96,-1.79%)| NASDAQ: 2689.54(-14.75,-0.55%) Google's newly-minted` Executive Chairman' <strong> Eric Schmidt </strong> to sell more than half million Google shares <q> Google Inc.'s <strong> Eric Schmidt </strong>, who is transitioning to executive chairman from chief executive, has plans to sell more than a half million company shares throughout the year as part of his asset-diversification plan, his first such sale in more than three years, </q> <strong> Steve Jobs </strong> Russolillo reports for Dow Jones Newswires. \"The sales, worth about$ 335 million based on Google's closing price Thursday, will lower <strong> Eric Schmidt </strong>'s stake and voting power, and comes as Google", "new_id": -2}, {"uid": "1296180122032686085", "i": 21936, "idx": 0, "sa": ["Simon Cowell", "Rita Simons"], "q": "LONDON( Reuters)- \"The X Factor,\" which has a U.S. launch this year, won the talent show category at BRita Simonsin's National target=\"_blank\" Television Awards on Wednesday, beating <q> BRita Simonsin's Got Talent, </q> \"Dancing on Ice\" and \"Strictly Come Dancing.\" The show, featuring <strong> Simon Cowell </strong> as BBC News Members of the Hollyoaks cast were amongst the first to arrive at this year's National target=\"_blank\" Television", "new_id": -2}, {"uid": "1295454689232161303", "i": 50183, "idx": 0, "sa": ["Patrick Leahy", "Bernie Sanders", "Peter Welch"], "q": "implementing such a system. Vermont's congressional delegation is hoping to prove him right. <strong> Bernie Sanders </strong> joined U.S. Sen. <strong> Patrick Leahy </strong> and Rep. <strong> Peter Welch </strong>, both Democrats, at a Statehouse press conference Tuesday morning to announce the <q> State Leadership in Healthcare Act, </q> which would allow states to move forward with state-level plans three years sooner. FR is funded solely by donations from our readers. Help keep FR strong, commercial ad& pop-up-free, and beholden to no", "new_id": -2}, {"uid": "1296937608113295368", "i": 37966, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "among the leading contenders for The Associated Press' NFL Comeback Player of the Year Award, to be announced Saturday night. \"I'm extremely proud of what <strong> Michael Vick </strong> has done,\" <strong> Roger Goodell </strong> said. <q> He's taken his responsibilities serious, he's made a commitment to himself to make better decisions. He is committed to doing the right thing going forward and I think that's a great thing. About comments Reader comments on SanLuisObispo.com are the opinions of the writer, not The Tribune. If you see an objectionable comment, click the \"report abuse </q> button below it. We will delete comments containing inappropriate links, obscenities, hate speech, and personal attacks. Flagrant or repeat violators will be banned. SanLuisObispo.com is happy to provide a forum for reader", "new_id": -2}, {"uid": "1297309062028164170", "i": 3901, "idx": 2, "sa": ["Donald Rumsfeld", "Ann Agee"], "q": "at the highest levels,\" <strong> Ann Agee </strong>'s sign read. Her sign was addressing a portion of <strong> Donald Rumsfeld </strong>'s book claiming that the torture and abuse of detainees that occurred at Abu Ghraib were the actions of <q> a small group of prison guards who ran amok. </q> \"This guy doesn't have it all together in his head,\" said <strong> Ann Agee </strong> of <strong> Donald Rumsfeld </strong>. \"Everybody counts as much as anybody else.\" <strong> Ann Agee </strong> was escorted away from the entrance", "new_id": -2}]