[{"uid": "1296961291197279745", "i": 41699, "idx": 5, "sa": ["Barack Obama", "Wes Welker", "Matt Cassel", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.</q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 1/2), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( <strong> Barack Obama </strong> each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick returner", "new_id": -2}, {"uid": "1296744775261505039", "i": 17111, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Michael Jackson"], "q": "the Groundhog Watch: Crisis in Egypt: Clashes on Cairo's Streets Watch: Woman Says She Heard <strong> Michael Jackson </strong> Die On Phone <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War The Middle East would be <q>far more perilous than it is today</q> with <strong> Saddam Hussein </strong> in power, <strong> Donald Rumsfeld </strong> wrote in his new book, \"Known and Unknown: A Memoir\"-- slated to be released next week. While the book's contents have been a tightly guarded", "new_id": -2}, {"uid": "1296004701157368340", "i": 36123, "idx": 0, "sa": ["Andy Coulson"], "q": "his claim for 18 months, adding that he was collating evidence from his mobile phone company and friends who were approached by reporters equipped with personal information about him. He told BBC Radio 5 Live: <q>Over those 18 months we have put together evidence which brings the only reasonable conclusion now that my phone was indeed hacked. That evidence comes from witnesses who can verify it. It also comes from the phone records.</q> The politician said part of his case involved a Trinity Mirror reporter who moved to the News of the World in 2005, at the time when <strong> Andy Coulson </strong> was the paper's editor. In a statement,", "new_id": -2}, {"uid": "1295983406057327703", "i": 6299, "idx": 0, "sa": ["Bill Lockyer", "Anthony Myint", "Newt Gingrich"], "q": "has,\" said Commonwealth's <strong> Anthony Myint </strong>. \"Look at Starbucks- now they are promoting fair trade and sustainability.\" Patterson sings a similar tune of hope about his Larkin Street experiment. <q>Cooking is an act of generosity. It's inherently an act of giving. If this model works, maybe it's something other people pick up on.</q> An intern lands a job through a Larkin Street program that has gained the support of chef Daniel Patterson. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail", "new_id": -2}, {"uid": "1295590171029097991", "i": 32306, "idx": 5, "sa": ["Eric Schmidt", "Jeff Jarvis", "Sergey Brin", "Mark Zuckerberg"], "q": "cumbersome to allow Google to innovate at Silicon Valley speed. Facebook CEO <strong> Mark Zuckerberg </strong> has been known to boast of how much his company accomplishes with only a\" statement, <strong> Eric Schmidt </strong> observed he, Page and <strong> Sergey Brin </strong> had been <q>talking for a long time about how best to simplify our management structure,</q> and looking for ways to \"speed up decision making.\" Though press releases frequently attempt to spin messy management changes, there seems to be truth to Google's justification. <strong> Jeff Jarvis </strong>, a professor of", "new_id": -2}, {"uid": "1295593237183287808", "i": 33964, "idx": 2, "sa": ["Eric Schmidt"], "q": "do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q>I am not as concerned about the titles as I am winning,</q> <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" Google's stockholders have had little to complain about, not that it", "new_id": -2}, {"uid": "1297224727163495958", "i": 23618, "idx": 5, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "man, who does look up to these professional athletes\" says <strong> Katrina Pierson </strong>. \"He should have given him his house keys if he likes <strong> Michael Vick </strong> so much, not the key to the city\" she adds. <q>You give keys to the city to people who have done great things for the City of Dallas or heroes who have done outstanding things to help the citizens of Dallas. I'm not quite sure how <strong> Michael Vick </strong> fits that profile</q> says <strong> Katrina Pierson </strong>. Reverend Marion Barnett supports <strong> Dwaine Caraway </strong> and says it was appropriate to give <strong> Michael Vick </strong> the key. \"When we look at Mr. <strong> Michael Vick </strong>, he's had a repentant type of attitude\" says Barnett", "new_id": -2}, {"uid": "1297201453051740681", "i": 42080, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "advice. Newbold is not mentioned in this memoir.) <strong> Donald Rumsfeld </strong> strikes a pose of puzzlement over what he calls the \"myth\" that he held officers in contempt and brooked no dissent. He writes: <q>I welcomed and made a point of encouraging different views, dissent and challenges</q>( p. 456). \"I wanted candor\"( p. 666). \"I met with military leaders constantly and routinely deferred to those on the battlefield.... Indeed, I thought that a more accurate", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,\" said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q>I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt,</q> the influential cleric said. \"There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go. \"Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}, {"uid": "1296581392157810696", "i": 17171, "idx": 6, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q>The people in the streets have to give this government an opportunity to change,</q> he said cheerfully. \"Beautiful things happened in the last five days.\" Click for your chance to win great prizes in the NewsChannel 10 Pro Football Pick'em contest. Connect", "new_id": -2}]