[{"uid": "1297161526055738379", "i": 41070, "idx": 11, "sa": ["Susan Boyle", "Simon Cowell"], "q": " A couple of rounds into the auditions, <strong> Simon Cowell </strong> said, contestants will perform in front of a live arena audience.`` I want to see them perform in that setting,'' he said. <q> And while it puts more pressure on, it can also help. I'm not sure Britain's Got Talent'] with just a judges' panel. The audience really lifted her. </q> <strong> Simon Cowell </strong> said <strong> Susan Boyle </strong>'s success confirmed his decision to have a lower age floor and no age ceiling on`` X Factor.''`` Stars can come from anywhere,'' he said.`` <strong> Susan Boyle </strong>", "new_id": -2}, {"uid": "1295308684212140059", "i": 47462, "idx": 7, "sa": ["Andy Reid", "Michael Vick"], "q": "at last season and what percentage he expects to play at next season.`` 65 percent in Atlanta, 85 percent here this year, going for 95 to 100 next year,'' <strong> Michael Vick </strong> said. <q> I think next year will definitely be the year. That's the only thing I can think about now. It's funny because two years ago, I never envisioned myself being in this position. Four days after the playoff game, I'm thinking about next year. </q> He added that he's already talked to <strong> Andy Reid </strong> about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295622096143933453", "i": 253, "idx": 3, "sa": ["David Letterman", "Larry King"], "q": "punched a guest.`` You need to grab somebody by the tie and just pop him,'' <strong> David Letterman </strong> said.`` Just a short right cross and then it would be fantastic.'' <q> Would it work if it was <strong> Larry King </strong>, or would it be seen a bit too cruel? </q> he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN.`` JoLarry King!'' he said to audience jeers.`` I'd like to see you punch a 78-year-old man,", "new_id": -2}, {"uid": "1297113612077856768", "i": 26113, "idx": 2, "sa": ["Simon Cowell", "Leona Lewis"], "q": "too.'' Each will be trying to guide his or her pupils to the grand prize. This will create a situation in which someone like <strong> Simon Cowell </strong> will be critiquing those mentored by another judge and being <q> extra nice to my own, </q> <strong> Simon Cowell </strong> said. However, when called for, he has been harsh to one of his own, <strong> Simon Cowell </strong> said. The main thing is he is looking to find a superstar, such as <strong> Leona Lewis </strong> and", "new_id": -2}, {"uid": "1296163911042713105", "i": 25563, "idx": 4, "sa": ["Mike Pence"], "q": "concludes in April, Ogle said. So he suggests that <strong> Mike Pence </strong> may be planning to announce only that he is not running for president, and withhold a formal declaration on running for governor until later. <q> I don't think you're going to see a big press conference, </q> said Ogle.`` When he does do it, I just think it will be a release that I have decided what I am NOT going to do, not what I am going to do.''", "new_id": -2}, {"uid": "1295981856139264033", "i": 43137, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer", "Tommy Vietor"], "q": "should not be reached through coercion, intimidation, and threats of violence. Hezbollah, backed by Syria, engaged in all three to achieve its political goals.'' <strong> Tommy Vietor </strong> said the tribunal is vital for <q> stability, security and justice in Lebanon. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 1 BA$ 899,000.00 SAN FRANCISCO 3 BR/ 1", "new_id": -2}, {"uid": "1297275844160776204", "i": 12248, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "n't correct, we apologize.' Of course, the people they were apologizing to were dead. Now, how does that happen?'' 15 people died in rioting resulting from the article. <strong> Donald Rumsfeld </strong> lamented, <q> Well, I suppose people want to be first instead of accurate and that's too bad. </q> He added,`` Of course, a lie races around the world 15 times before the truth even gets its boots on.'' <strong> Donald Rumsfeld </strong>, who was promoting his new book, also appeared on Monday", "new_id": -2}, {"uid": "1296024018239779850", "i": 40194, "idx": 0, "sa": ["Simon Cowell", "Jessica Cunningham"], "q": "Her friends threw her a party at the Italian Heritage Center in Portland to watch the last episode in which she appeared. She told people at the party that judge <strong> Simon Cowell </strong>-- a meany on the show-- was <q> a really cool guy. </q> She said last year that getting on the show was probably her`` last shot'' before she settles down and gets married. Her fiance was with her at the party in February. <strong> Jessica Cunningham </strong>", "new_id": -2}, {"uid": "1296337100205897749", "i": 57413, "idx": 0, "sa": ["Zahi Hawass"], "q": "deputy for 1st time <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]