[{"uid": "1297210418026116097", "i": 6383, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mike Quade", "Andy Fantuz"], "q": "if there will even be a 2011 season. And despite that, last week the Chicago Bears signed <strong> Andy Fantuz </strong> from the Canadian Football League. <strong> Mike Quade </strong> Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q> And it was the most ridiculous experience of my life, </q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1297181899188334085", "i": 55422, "idx": 0, "sa": ["Michael Vick"], "q": "history to throw for at least 300 yards and four touchdowns AND rush for at least 50 yards and two scores in leading the Philadelphia Eagles to a 59-28 demolition of the Washington Redskins at Fed-Ex Field. <q> I've had some great games in my day, </q> <strong> Michael Vick </strong> told reporters.`` But I don't think I've had one quite like this one.'' <strong> Michael Vick </strong>'s final numbers: 20-for-28 passing for 333 yards and four scores, 80 yards rushing on", "new_id": -2}, {"uid": "1296279808209059843", "i": 58938, "idx": 1, "sa": ["David Letterman"], "q": ". They put folks off for a while, managing the attention in 2006 that followed millions of Internet hits and appearances on national TV programs such as`` The Late Show with <strong> David Letterman </strong>.'' <q> Producing our second viral video remains one of the most stressful experiences of the last five years because there's all this pressure, </q> Grobe said.`` Really, it was pressure we put on ourselves, ultimately.'' It worked for the guys, who go by the name Eepybird. The second video, launched four months later", "new_id": -2}, {"uid": "1295640280124272641", "i": 58531, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Ken Auletta"], "q": "who has led Google for a decade, will become executive chairman focusing on external relations, deals and government relations.New Yorker writer <strong> Ken Auletta </strong>, who has written a book on the company, reported Friday that <strong> Eric Schmidt </strong> had been <q> nudged aside.`` <strong> Ken Auletta </strong> said that after losing out to Page and co-founder <strong> Sergey Brin </strong> over the company's China policy a year ago,`` <strong> Eric Schmidt </strong> lost some href=\"http://www.earthtimes.org/tag/energy.html\"> energy and focus.`` <strong> Eric Schmidt </strong> was also criticized for allowing Google to be overtaKen Auletta by Facebook, for the company's increasingly frequent privacy scandals and its increasing internal bureaucracy. Together with the co- founders, he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his`` adult supervision </q> and that Page, 38, was ready to run the world's leading internet company.`` We have been talking about how best to simplify our management structure and speed up decision making for a long time,", "new_id": -2}, {"uid": "1297428190058949643", "i": 14236, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "ecosystem,'' acknowledging that competing with Apple's iOS and Google's Android involves a partnership that must encompass phones, devStephen Elopers, mobile services, partnerships with carriers, and app stores to distribute software. <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift, </q> <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said in a href=\"http://conversations.nokia.com/2011/02/11/open-letter-from-ceo-Stephen Elop-Stephen Elop-nokia-and-ceo-Steve Ballmer-Steve Ballmer-microsoft/\"> boldly worded open letter.`` Together, we see the opportunity, and we have the will, the resources and the drive to succeed.''", "new_id": -2}, {"uid": "1295028631156713000", "i": 2693, "idx": 1, "sa": ["David Letterman", "Camille Grammer", "Beverly Hills"], "q": "`` Frazier'' star said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying Kayte Walsh. He says that`` Kayte's my new girl'' and that they're getting married <q> in February, we think. </q> His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. She stars in Bravo's`` The Real Housewives of <strong> Beverly Hills </strong>.'' They were married in 1997 and have", "new_id": -2}, {"uid": "1296752760168230988", "i": 45246, "idx": 2, "sa": ["Bernie Sanders"], "q": "taxpayer dollars. A <strong> Bernie Sanders </strong> provision in a defense spending bill required the report and directed the Department of Defense to recommend ways to punish fraudulent contractors. The Pentagon brass saw no need for any changes. <q> The department believes that existing remedies with respect to contractor wrongdoing are sufficient, </q> the Report to Congress on Contractor Fraud concluded.`` It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,'' <strong> Bernie Sanders </strong> said", "new_id": -2}, {"uid": "1295655939068894758", "i": 15785, "idx": 0, "sa": ["Regis Philbin", "David Letterman", "Barbara Walters"], "q": "By Alex Weprin on January 21, 2011 3:32 PM \" ABC has scheduled a new primetime \" href=\"http://www.mediabistro.com/Barbara Walters-Barbara Walters-profile.html\"> <strong> Barbara Walters </strong> special focusing on people that have undergone heart surgery. <q> A <strong> Barbara Walters </strong> Special: A Matter of Life and Death </q> will air Friday, February 4 at 10 PM and will feature interviews with former President <strong> Regis Philbin </strong>. It also features an interview with late night host <strong> David Letterman </strong>, who rarely sits down with interviewers.` Nightline' shortened", "new_id": -2}, {"uid": "1295502688237502473", "i": 4838, "idx": 3, "sa": ["Bobby Scott", "Mike Pence", "Ben Quayle"], "q": "government takeover of health care when it doesn't even include a public option( for government-funded health care),'' <strong> Bobby Scott </strong> said. But <strong> Mike Pence </strong>, R-Ind., said that description is accurate. <q> When you mandate that every American purchase health insurance whether they want it or need it or not, you mandate that every business provide health insurance, you send people to a government-run exchange, you pay for it with hundreds of billions of dollars in higher taxes and mandates and you throw in public funding of abortion against the wishes of the overwhelming majority of the American people, that's a government takeover of health care and the American people know it, </q> <strong> Mike Pence </strong> said. Democrats countered that the law is already Ben Quayleefiting millions of Americans and should not be derailed.`` Because of the Affordable Care Act, Americans no longer have to live in fear", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]