[{"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q>These bills show a heinous disregard for the health and well-being of women in America,</q> <strong> Kirsten Gillibrand </strong> says. \"It is a tax on all women who want access to a full-range of reproductive health care.\" The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}, {"uid": "1295568458148553735", "i": 6006, "idx": 0, "sa": ["Eric Schmidt", "The Consumer", "Paul Joseph Watson", "Google Inc."], "q": "a homeowner has brush growing too close to his home, keeping junk cars on their lot in violation of ordinances, as well as finding illegal porches and http://wn.com/Google's_Gmail_and_Chrome_Pose_Privacy_Risks__ABC-7 L'AD di <strong> Google Inc. </strong> <strong> Eric Schmidt </strong> diventa gelataio in questo video. <q>Forza ragazzi, prendete i vostri gelati gratis... conosco giÃ i vostri gusti preferiti</q>. Campagna di <strong> The Consumer </strong> Watchdog, www.insidegoogle.com http://wn.com/Government_Using_Google_Earth_To_Loot_Destitute_Americans__The_Alex_Jones_Showflv Government Using <strong> Google Inc. </strong> Earth To Loot Destitute Americans <strong> Paul Joseph Watson </strong> www.infowars.com www.prisonplanet.tv Monday, August 16, 2010 Aerial imaging technology is being used by the government to spy on Americans in an", "new_id": -2}, {"uid": "1295528378011599923", "i": 56, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Ryan Seacrest"], "q": "Rangers. There's no surprise in the <strong> Simon Cowell </strong> that Rushfield presents, but he does bring him to life-- by turns brilliant and exasperating, self-serving and disarmingly honest. Rushfield sums him up well: <q>If ever a person could be prepared for fame and all that came with it, it was <strong> Simon Cowell </strong>... For 20 years, <strong> Simon Cowell </strong> had been involved in every aspect of the shadowy business of creating stars... He had seen how the magical alchemy could transform people into stars, and he had seen how it could go wrong.</q> The book is not Fox-authorized, which may explain why the show's other well-known personalities play only supporting roles. <strong> Paula Abdul </strong> is a wacky sparring partner, and <strong> Ryan Seacrest </strong> is Robin to <strong> Simon Cowell </strong>'s Batman. Nevermind", "new_id": -2}, {"uid": "1296224126235159638", "i": 8763, "idx": 0, "sa": ["Michael Vick"], "q": "up for the Friars. After their next two games, they face No. 21 Georgetown and No. 5 Connecticut. <strong> Michael Vick </strong> enjoying time in Hawaii as he prepares for fourth Pro Bowl Col.Nathan R. Jessep, USMC, because <q>You can't handle the truth!</q> Follow` nova goes up to syracuse and beats the home team. then they lose by 15 to an average team. such is life in the big east. hard to sustain that killer instinct game after", "new_id": -2}, {"uid": "1297273521044515353", "i": 8098, "idx": 0, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "was just as necessary now to chart a course for the future, and said he and other Pentagon leaders were trying to cultivate better relations with industry after distanced and often-frosty relations under former Defense <strong> Donald Rumsfeld </strong>. <q>A strong, technologically vibrant, and financially successful defense industry is... in the national interest,</q> <strong> Ashton Carter </strong> said, adding that the department planned to pursue \"policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth.\" He said defense officials would focus on seven key", "new_id": -2}, {"uid": "1297244182110002201", "i": 34478, "idx": 0, "sa": ["Jay Leno", "Justin Bieber", "Paula Abdul", "Simon Cowell"], "q": "Earlier this week \"The X Factor\"s <strong> Simon Cowell </strong> confessed that he is a \"massive fan of <strong> Paula Abdul </strong>.\" On Tuesday night <strong> Paula Abdul </strong> told <strong> Jay Leno </strong> that she felt that was an understatement. <q>I think you need to take \"mass' off and put` obsessive,'</q> said <strong> Paula Abdul </strong> when asked about her thoughts on <strong> Simon Cowell </strong>'s comment. The singer then clarified, \"He\"s obsessed with me.\" confessed that he is a \"massive fan of <strong> Paula Abdul </strong> <strong> Justin Bieber </strong> Fever", "new_id": -2}, {"uid": "1296102374101646397", "i": 467, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "mogul <strong> Simon Cowell </strong> denied abandoning British audiences by taking the show to America, saying: \"I have some ideas\". <strong> Cheryl Cole </strong> will join him as a judge on the US version, he shrugged his shoulders and said <q>there will be an announcement in a couple of weeks</q>. The night really belonged to Ant and Dec, who won Most Popular Presenters at the National Television Awards for the 10th year running. And the comedy double act also picked up Most Popular Programme", "new_id": -2}, {"uid": "1297217140026116121", "i": 18531, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "is a work stoppage. \"I don't want my salary to go to a dollar. My wife doesn't want my salary to go to a dollar,\" he said, drawing laughs. <q>But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible.</q> <strong> Roger Goodell </strong> also commented on the following subjects:- He said he had spoken to Philadelphia Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18", "new_id": -2}, {"uid": "1297657600196149258", "i": 30736, "idx": 2, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "which is growing in the world but its heart remains Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding, \"All arguments are now closed.\" Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong> <q>to commit to investing in our country and remain with head and heart</q> in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed \"the Italian nature\" of the company but \"in a dynamically developing context which demands daily work so that things don't", "new_id": -2}, {"uid": "1295336713131039270", "i": 7460, "idx": 4, "sa": ["Mitt Romney", "Sarah Palin", "Mike Pence"], "q": "and then to other voices around the country about where they think we might best serve in the years ahead,\" <strong> Mike Pence </strong> told about 100 people at a conference room at Henry County Hospital in New Castle, Ind. <q>We'll be making a decision before the end of this month.</q> Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of him, and better-known potential Republican candidates-- such as former Massachusetts <strong> Sarah Palin </strong> <strong> Mitt Romney </strong> and former <strong> Sarah Palin </strong>-- already have", "new_id": -2}]