[{"uid": "1295101132265814041", "i": 45251, "idx": 0, "sa": ["Simon Cowell"], "q": "to write his own songs for his debut album. According to The Mirror, <strong> Simon Cowell </strong> has approved the singer's request to pen his own tracks for the upcoming LP. A source said: <q><strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do. <strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs. \"They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then even better. He's chuffed.</q> Guy BurnetThe former Hollyoaks", "new_id": -2}, {"uid": "1295983406057327700", "i": 6247, "idx": 0, "sa": ["Bill Lockyer", "Carl Nolte", "Newt Gingrich"], "q": "when restaurant people getting off work stop by. Banzo Taylor, who works around the corner, dropped by the other afternoon with a co-worker after a long day. \"We,\" he said, <q>are here to drown our sorrows.</q> <strong> Carl Nolte </strong>'s Native Son column appears every Sunday. E-mail him at Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog PHYSICAL THERAPY", "new_id": -2}, {"uid": "1295277090044859402", "i": 39644, "idx": 0, "sa": ["Gordon Brown", "Andy Coulson", "David Cameron"], "q": "made the changes \"extremely risky and potentially disastrous.\" <strong> David Cameron </strong> says communications chief <strong> Andy Coulson </strong> is... <strong> Gordon Brown </strong>, Gen. Richard Myers, Admiral <strong> David Cameron </strong> Fallon... Business Video: Fiat workers trade strikes for jobs Report Abuse <q>Was it something like this that made Tunisia president flee his country and go to saudi arabia.</q> Report Abuse \"My wants or even needs do not constitute your obligation.\" Neither do your wants or needs constitute my obligation. Report Abuse \"@Not- radamus \"an illness or accident doesn't", "new_id": -2}, {"uid": "1295052502161349655", "i": 3260, "idx": 2, "sa": ["Sergio Marchionne"], "q": "2009. The dispute over Mirafiori is also part of a wider struggle by the outspoken <strong> Sergio Marchionne </strong> to bring about radical reforms in Italian industry. In October, he ignited controversy when he said that <q>Fiat would be better off if it eliminated Italy. Italy ranks 118th out of 139 countries in work efficiency and is 48th in industrial competitiveness. \"Not a cent from the two billion euros of profits forecast for 2010 will be generated in Italy,</q> he said, pointing out that Fiat's 6,100 workers in Poland produce the same number of cars as the company's 22,000 auto workers in Italy. Quotes delayed, except where indicated otherwise. Delay times", "new_id": -2}, {"uid": "1296785789115392514", "i": 48289, "idx": 0, "sa": ["Allen Iverson", "Scottie Pippen"], "q": "plays made by <strong> Scottie Pippen </strong> in this game. http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1296083432189841410", "i": 30187, "idx": 0, "sa": ["Michael Vick"], "q": "will miss that, but not the notion that he and the Eagles are doomed to relive this kind of ending if he doesn't learn to get rid of the ball quicker and protect himself better. <q>I feel like I got greedy,</q> <strong> Michael Vick </strong> said, and then he added the line that will sum up his 2010 season: \"It's a bad way to go out but, hey, I went out swinging.\"", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q>merge Google's technology and business vision brilliantly.</q> \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}, {"uid": "1295669715025427979", "i": 42226, "idx": 0, "sa": ["Ricky Gervais", "Piers Morgan", "Simon Cowell", "Jennifer Lopez"], "q": "... <strong> Ricky Gervais </strong> said he did nothing wrong while hosting Hollywood's Golden... Photo: <strong> Piers Morgan </strong>, host of \"<strong> Piers Morgan </strong> Tonight,\" poses during the Turner... <strong> Simon Cowell </strong>, instruments and others, plus <strong> Jennifer Lopez </strong>... Report Abuse <q>This just means that there are more racists in America than we realize.</q> Does anyone remeber that the murderers, rapists, thieves and hardended criminals were the ones exiled to the New America from Britain and other European countries during the days of the colonies? So why would you", "new_id": -2}, {"uid": "1295173746138477568", "i": 16711, "idx": 1, "sa": ["Tramon Williams", "Michael Vick"], "q": "70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards. \"We moved the ball pretty effectively but we just didn't capitalize,\" Ryan said. <q>We didn't get points when we needed to get points. It's disappointing.</q> The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan, the postseason disappointment was painfully familiar. As a rookie in 2008, Ryan had three turnovers, including a fumble", "new_id": -2}, {"uid": "1296079016000753673", "i": 20690, "idx": 3, "sa": ["Michael Vick"], "q": "said, \"because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.\"\"[...] \"We're real excited about it,\" Vito said. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.</q> \"Prev Goodell will take a$ 1 salary if there's a work stoppage Report Abuse \"SOUGH-AFTER\" its called spell check Report Abuse SOUGH-AFTER\" its called spell", "new_id": -2}]