[{"uid": "1296354802205946894", "i": 1567, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,\" McCarthy said. <q>More importantly, he's a big man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience.</q> And while no one is mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they", "new_id": -2}, {"uid": "1295308387132857908", "i": 5836, "idx": 3, "sa": ["Rick Santorum", "Mike Pence"], "q": "Dakota and former <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q>To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security,</q> he said. He said town hall meetings are \"very routine\" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. Previous article Grand jury", "new_id": -2}, {"uid": "1296319307264503317", "i": 5350, "idx": 1, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "destroy the legitimacy of his regime, outraging those still in the streets well into the night. \"We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further,\" protester Kamal Mohammad said. <q>He thinks it is calming down the situation but he is just angering people more.</q> <strong> Zahi Hawass </strong>, Egypt's top archeologist, meanwhile, told state television on Saturday that he was \"seriously concerned\" about the safety of the capital's famed Egyptian Museum. Neighbouring buildings were gutted by fires", "new_id": -2}, {"uid": "1295613901243957775", "i": 15661, "idx": 0, "sa": ["Eric Schmidt"], "q": "Balance <strong> Eric Schmidt </strong>: <q>Larry, <strong> Sergey Brin </strong> y yo seguiremos discutiendo las decisiones</q> Foto: GOOGLE Ampliar foto MADRID, 21 Ene.( Portaltic/EP)- <strong> Eric Schmidt </strong>, actual vicepresidente ejecutivo de Google desde este jueves y ex Consejero Delegado del gigante ha cedido su", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q>It's kind of like when you were a kid in school always picking teams,</q> <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}, {"uid": "1297234046159548066", "i": 34477, "idx": 0, "sa": ["Michael Lewis", "Bill Lockyer"], "q": "<strong> Bill Lockyer </strong> stayed for just a minute, though. On his way out he said he was only delivering reading material for the lawmakers, copies of <strong> Michael Lewis </strong>' book about Wall Street and the financial crisis, <q>The Big Short: Inside the Doomsday Machine.</q> \"It's good to read,\" <strong> Bill Lockyer </strong> said.", "new_id": -2}, {"uid": "1295637393157057065", "i": 21734, "idx": 6, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> behind the company. Page carries virtually no such baggage.\" MG Siegler at TechCrunch also thinks the departure was forced. \"This is clearly <strong> Eric Schmidt </strong> being removed from power,\" he writes. <q>It appears to be because things just weren't getting done the way the company would have liked,</q> alluding to progress in the social space. Kevin Schram at TFTS: He wrote a very long blog post on the official Google blog explaining what happened. Ousted CEOs aren't allowed to write long blog posts.", "new_id": -2}, {"uid": "1295360761081248280", "i": 4129, "idx": 1, "sa": ["David Letterman", "Steven Tyler"], "q": "to pay your dues,\" <strong> Steven Tyler </strong> said on \"Late Show,' referring to the years of national touring he did with Aerosmith. \"But, today's a different world.\" <q>I prefer the process that gave us you to this process,</q> <strong> David Letterman </strong> said of` American Idol.' \"By the time you're ready, you\"re ready, and we have the honest, legitimate stamp of approval.\" Legitimacy as a vehicle", "new_id": -2}, {"uid": "1295755514184385545", "i": 22145, "idx": 8, "sa": ["Kobe Bryant", "Allen Iverson", "Nate Robinson"], "q": "I would have a good chance of making it,\" <strong> Nate Robinson </strong> said. \"So I just shot it hard and let it go.\" \"The sky's the limit for him,\" <strong> Allen Iverson </strong> said. <q>He's a tough guard. He's got the best coach in the world on his side.</q> New York, outplayed in the first half, outhustled and outworked the 76ers for a key 16 1/2- minute http://wn.com/Kobe_Bryant_38_points_game_4_vs_Utah_Jazz_2009_NBA_Playoffs SALT LAKE CITY( AP) It took <strong> Kobe Bryant </strong> only a few minutes to end his shooting slump", "new_id": -2}, {"uid": "1296003429036782098", "i": 16893, "idx": 0, "sa": ["Andy Coulson"], "q": "place television commentators was fired Tuesday, a day after being taken off the air and temporarily suspended for making sexist remarks about a soccer coverage for the past two decades, was dismissed by the broadcaster after <q>new evidence of unacceptable and offensive behavior</q> that took place TV bosses reveal what ELSE <strong> Andy Coulson </strong> Gray the soccer sexist said: Touchline chat that left... What started out as banter between two old friends and colleagues was threatening last night to wreck the careers of", "new_id": -2}]