[{"uid": "1295560496260145161", "i": 39598, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "to Larry and <strong> Sergey Brin </strong>.\" Noting that \"the business has become more complicated\" as Google has grown, <strong> Eric Schmidt </strong> wrote in his statement that he and Google's co-founders, Page and <strong> Sergey Brin </strong>, have been <q>talking for a long time about how best to simplify our management structure,<q> and looking for ways to \"speed up decision making.\" \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even", "new_id": -2}, {"uid": "1294977377249905176", "i": 9007, "idx": 3, "sa": ["Paul Pierce", "Allen Iverson", "Antoine Walker"], "q": "for most of the game before coming alive briefly in the fourth quarter. <strong> Antoine Walker </strong> scored 25 points but was scoreless in the final period. \"This is what playoff basketball is all about,\" <strong> Paul Pierce </strong> said. <q>Nobody said it was going to be easy when we got here. It's obviously not.<q> \"It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten five of them in his career. \"Those shots at the beginning of the game are a lot easier than the ones", "new_id": -2}, {"uid": "1297559534084279310", "i": 1004, "idx": 1, "sa": ["Colin Powell"], "q": "2003, then-Secretary of State <strong> Colin Powell </strong> cited information provided by an informant-- later known as \"Curveball\"-- regarding Iraqi biochemical weapons, Boening said. \"Curveball made everything up,\" Boening said. <q>He helped to drive America to war.<q> Boening believes many intelligence agents need increased training. \"The CIA should be viewed as a large, lumbering bureaucracy with pockets of excellence interspersed among its many offices. By and large, however", "new_id": -2}, {"uid": "1295218110235503629", "i": 28439, "idx": 1, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "do I now. \"We should presume that he made an informed and thoughtful decision. \"That's the way I feel about it.\" In his memoirs, <strong> Norman Schwarzkopf </strong> stated <q>I don't have any problem with it<q> when informed by <strong> Colin Powell </strong> that <strong> George H.W. Bush </strong> was prepared to stop the war. \"Our objective was the destruction of the enemy forces, and for all intents and purposes we've accomplished that objective.\" Boomer", "new_id": -2}, {"uid": "1297271125062767107", "i": 985, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "... Photo in Slideshow: The U.S. Supreme Court building is reflected in the sunglasses... Video: Why Americans Are Turning Against Obamacare Report Abuse \"Jsut what he wants from those five activists judges.\" Report Abuse <q>Waaah, I'm Virginia, my governor is borrowing funds like crazy and still calls himself a conservative republican. WAAAH, He's selling guaranteed state revenue liquor licenses to his cronies and friends.<q> Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Hot Stock Alert- GTSO Profit From New Rare Earth Exporter! China Rare Earth Exports Up 171%", "new_id": -2}, {"uid": "1296806257169033781", "i": 31933, "idx": 1, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": "that I did not leave at that point.\" Mr <strong> Donald Rumsfeld </strong>, 78, also criticised the Bush administration for failing to work with the US Congress on drafting policies for treatment of prisoners. <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,<q> he said. The accounts of the book also quote Mr <strong> Donald Rumsfeld </strong> as criticising his administration colleagues, including both of Mr Bush's secretaries of state, <strong> Colin Powell </strong> and later <strong> Condoleezza Rice </strong>. Gen <strong> Colin Powell </strong> often", "new_id": -2}, {"uid": "1297402284143720477", "i": 3546, "idx": 0, "sa": ["Donald Rumsfeld", "Donald Trump", "Newt Gingrich", "Rick Santorum"], "q": "ballroom to exchange variations on the dominant theme in today's Republican politics: It is evening in America. \"The Germans are buying the New York Stock Exchange,\" announced former House Speaker <strong> Newt Gingrich </strong>. <q>The U.S. is becoming the laughing stock of the world,<q> exhorted reality television star <strong> Donald Trump </strong>. It's \"a national reckoning unlike any I have seen in my lifetime,\" explained former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>. <strong> Rick Santorum </strong>, a one-time Pennsylvania senator preparing a run for president", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q>merge Google's technology and business vision brilliantly.<q> \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}, {"uid": "1297415666256622593", "i": 43143, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the matter. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for the company's 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q>Details regarding salaried performance awards are considered confidential employment records,<q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both companies, the bonuses", "new_id": -2}, {"uid": "1295586272212418583", "i": 2949, "idx": 14, "sa": ["Allen Iverson", "Marcus Camby", "Yao Ming"], "q": "<strong> Yao Ming </strong> plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. \"I dreamed it up a certain way, and it was better than that,\" <strong> Allen Iverson </strong> said. <q>Everything was perfect but one thing, and that was not winning the game.<q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western", "new_id": -2}]