[{"uid": "1297077527210305039", "i": 19772, "idx": 2, "sa": ["Sergio Marchionne"], "q": "years we will be able to see a single entity,'' Mr <strong> Sergio Marchionne </strong> was quoted in the Italian newspaper Corriere della Sera as saying, in an apparent reference to a merger of Fiat and Chrysler. <q>It could be based here in the United States,</q> he continued. ''We'll have to integrate the companies first, though, and then look at the management.'' Fiat is Italy's biggest private sector employer, with 80,000 staff in the country", "new_id": -2}, {"uid": "1296987403169525255", "i": 44849, "idx": 2, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.'' <strong> Cheryl Cole </strong> is expected to use the show as a springboard for a music career in America: <q>As soon as it's announced she's going to be a judge the plan will be to launch her music career in the States,</q> the source added. ''It's important Americans realise she's a credible music star if she's going to be judging other singers.''", "new_id": -2}, {"uid": "1296104905079347733", "i": 31198, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. ''Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> All content Â© Copyright 2001- 2011 WorldNow and KLTV, a", "new_id": -2}, {"uid": "1295574065192872455", "i": 6667, "idx": 3, "sa": ["Eric Schmidt"], "q": ", author of ''Googled: The End of the World as We Know It,'' told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter: <q>Day-to-day adult supervision no longer needed!</q> Nolan Finley: What despicable opportunists are some on the Left to exploit the tragic attack that killed six in Arizona and badly wounded Rep.Gabrielle Giffords, a Phoenix... Tom Markowski: The Big Day Prep Showdown VII", "new_id": -2}, {"uid": "1296504715234176517", "i": 29474, "idx": 1, "sa": ["Sergio Marchionne"], "q": "percent the year before. ''It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,'' chief executive <strong> Sergio Marchionne </strong> said. <q>However, our job is not yet done,</q> added <strong> Sergio Marchionne </strong>, who is CEO of both Chrysler and Italian carmaker Fiat, which owns a controlling 25 percent interest in the Detroit carmaker. For 2011, <strong> Sergio Marchionne </strong> predicted Chrysler sales surging to$ 55 billion", "new_id": -2}, {"uid": "1294965090178536463", "i": 15627, "idx": 0, "sa": ["Eric Schmidt", "Paul Otellini"], "q": "33 cents. ''Intel's strong third-quarter results underscore that computing is essential to people's lives, proving the importance of technology innovation in leading an economic recovery,'' said <strong> Paul Otellini </strong>, Intel president and CEO. <q>This momentum in the current economic climate, plus our product leadership, gives us confidence about our business prospects going forward. As we look ahead, Intel's game-changing 32nm process technology will usher in another wave of innovation from new, powerful Intel Â® Xeon â\u0084¢ server platforms to high-performance Intel Â® Core â\u0084¢ processors to low-power Intel Â® Atom â\u0084¢ processors.</q> http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: ''Google had an excellent", "new_id": -2}, {"uid": "1295551341173850658", "i": 36579, "idx": 3, "sa": ["David Letterman", "Hugh Hefner", "Hillary Clinton"], "q": "this could make it harder for older Americans to get proper health care. To which[ Playboy founder] <strong> Hugh Hefner </strong>'s fiancee said ''Good!'' <strong> David Letterman </strong> on Secretary of State <strong> Hillary Clinton </strong>: <q>Have you noticed she's been putting on a little bit of weight? She needs to spend more time in Iraq and Iran than less time with Turkey and Chile.... If she gains 10 more pounds, Bill''s going to start hitting on her.</q>", "new_id": -2}, {"uid": "1297242441083116117", "i": 20963, "idx": 2, "sa": ["Jay Leno", "David Letterman", "Hosni Mubarak"], "q": "time last year.( The themes are still prevalent. Just the other night, <strong> David Letterman </strong> wondered out loud if Egyptian President <strong> Hosni Mubarak </strong> would indeed step down, or wind up ''pulling a <strong> Jay Leno </strong>.'') <q>I love you. I am in your corner,</q> Stern pledged, eliciting a fist-bump from <strong> David Letterman </strong>. ''I don't want the same thing to happen to you that happened to Regis.'' This elicited a big laugh from <strong> David Letterman </strong> and the audience, but Stern", "new_id": -2}, {"uid": "1297192968260702208", "i": 838, "idx": 0, "sa": ["Michelle Obama", "Barack Obama", "Simon Cowell"], "q": "run away'' from his faith. Who gets praise? <strong> Simon Cowell </strong>, for one. And the movie ''Juno.'' <strong> Barack Obama </strong>? Unsurprisingly, not so much. She accuses him of reflecting <q>a stark lack of faith in the American people,</q> among many other things- without tipping her hand on whether she will challenge him in 2012. By DARLENE SUPERVILLE; Associated Press WASHINGTON Ã\u0082- <strong> Michelle Obama </strong> lady <strong> Michelle Obama </strong> says the president has quit smoking. The", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason. ''I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q>I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on.</q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]