[{"uid": "1295682265065617928", "i": 89, "idx": 13, "sa": ["Mitch Daniels", "Charlie Black", "Mike Pence"], "q": "a favorite of Republicans who like <strong> Mitch Daniels </strong>' broad experience and fiscal credentials. <strong> Mitch Daniels </strong> has said he won't make a decision about running for president until after this year's legislative season ends in April. <q>If( <strong> Mitch Daniels </strong>) runs, I think it's hard for <strong> Mike Huckabee </strong>, because all the financial base in Indiana would likely go to <strong> Mitch Daniels </strong>,</q> <strong> Charlie Black </strong> said. But <strong> Mike Pence </strong> also can't afford to wait to decide because he has a long way to go in building a fundraising network and a campaign team, and becoming better-known. As", "new_id": -2}, {"uid": "1296757679010059804", "i": 5880, "idx": 3, "sa": ["Saddam Hussein", "Paul Bremer", "Donald Rumsfeld"], "q": "retrospect there may have been times when more troops could have helped,\" he writes. But he insists that no formal request for more troops was made by the generals. He says <strong> Paul Bremer </strong>'s decisions <q>inadvertently stoked nationalist resentments and fanned the embers of what would become the Iraqi insurgency</q>. <strong> Donald Rumsfeld </strong> had favoured going into Iraq quickly and getting out quickly, handing over power to the Iraqis, but <strong> Paul Bremer </strong> favoured a slower approach. <strong> Paul Bremer </strong> disbanded the Iraqi army, banned all members of <strong> Saddam Hussein </strong>", "new_id": -2}, {"uid": "1295901715011026433", "i": 2106, "idx": 1, "sa": ["Steve Ballmer", "Don Dodge"], "q": "has been one of the most consistent financial performers for the company. \"In this context, it seems surprising that <strong> Steve Ballmer </strong> is in search of \"new and different talent,\" he wrote. <q>It does sound as if <strong> Steve Ballmer </strong> and Muglia do not see the future of the ZDNet blogger <strong> Mary Jo Foley </strong> disagreed on the claim that Muglia wasn't on-board with Microsoft's increasing emphasis on the cloud. \"Muglia's been championing private and public cloud products and services from the company, and has done a lot to guide Microsoft's` All In\" transition, from my vantage point,</q> she wrote. <strong> Don Dodge </strong>, a former Microsoft tech evangelist who moved on to Google after getting axed by Microsoft two years ago, wrote on his personal blog that the change in direction would lead", "new_id": -2}, {"uid": "1295592666183287826", "i": 9495, "idx": 0, "sa": ["Eric Schmidt"], "q": "social network Facebook and local discount sites such as Groupon, which Google reportedly tried to buy for$ 6 billion last year. \"Losing Groupon may have been the last straw,\" said Salinero. <q>A company choosing independence over the Google mystique.</q> Both Facebook and Groupon are run by founders still in their 20s, which may have caused Google to reconsider the strategy of hiring an outside CEO, as it did with former Novell Inc chief <strong> Eric Schmidt </strong> in", "new_id": -2}, {"uid": "1295202805257589268", "i": 9502, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Tom Coburn"], "q": "Sharp style is still civil \"I've pretty well been disgusted with all of the right and the left after this episode,\" <strong> Tom Coburn </strong> said, noting they continue to press a connection to the shooting. <q>We're disconnecting what the real problems are in this country,</q> he said. <strong> Kirsten Gillibrand </strong> said on CBS' \"Face the Nation\" that a proposal for Republican and Democratic lawmakers to sit together later this month during <strong> Barack Obama </strong>'s State of the Union address might just be", "new_id": -2}, {"uid": "1295914674088195073", "i": 37201, "idx": 1, "sa": ["Robert Gibbs", "Sen. Bernie Sanders"], "q": "included as main components of his fiscal deficit commission. \"I think for the tens and tens of millions of American workers and for senior citizens, that is very welcome news,\" <strong> Sen. Bernie Sanders </strong> said. <q>So I applaud the president for standing up for Social Security, for his understanding that this is a program that has worked fantastically well for 75 years, and that he is going to defend it.</q> The White House held specifics of address close to the vest today with Press Secretary <strong> Robert Gibbs </strong> reminding reporters that the speech is at 9 p.m. Tuesday. \"So to my mind, you have a", "new_id": -2}, {"uid": "1295628283045006891", "i": 16689, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "take over day-to-day operations, the company said, and <strong> Eric Schmidt </strong> will focus on partnerships and government outreach. <strong> Eric Schmidt </strong>, who has headed up Google since July 2001, sent a message via Twitter Thursday saying: <q>Day-to-day adult supervision no longer needed!</q> Co-founder <strong> Sergey Brin </strong> will focus on new products and projects. Google said fourth quarter net income of$ 2.54 billion, or$ 7.81 a share, up from$ 1.97 billion, or$ 6.13", "new_id": -2}, {"uid": "1297097447088211513", "i": 8003, "idx": 0, "sa": ["Donald Rumsfeld", "Richard Nixon", "Bill Clinton"], "q": "to surround himself with top talent. People who have worked with him-even those who admire him-say \"ambitious\" is the trump card in that list of character traits, and <strong> Donald Rumsfeld </strong>'s ambition is far from exhausted. <q>I don't think Don has wound down,</q> says <strong> Bill Clinton </strong> Rentschler, who ran <strong> Richard Nixon </strong>'s 1968 campaign in Illinois and calls <strong> Donald Rumsfeld </strong> \"ferocious in pursuing what he wants. I would say he is a very aggressive promoter of his particular ambitions.\" The national", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}, {"uid": "1295169383147406858", "i": 24577, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "Jerry Stackhouse"], "q": "The House That Mike Built,\" he was better than <strong> Michael Jordan </strong> himself. <strong> Jerry Stackhouse </strong> scored a career-high 57 points-- the most ever in the United Center-- as the Detroit Pistons trounced the Chicago Bulls, 110-83. <q>Thats the most points I've ever scored,</q> <strong> Jerry Stackhouse </strong> said, who is the NBA's second-leading scorer behind former teammate <strong> Allen Iverson </strong>. \"This is the highest level of basketball that you can play and I can say that I did this. It is definitely something", "new_id": -2}]