[{"uid": "1296202400248250385", "i": 19678, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "John R. Bolton"], "q": "\" He quickly added that a dominant military can be a deterrent to war. But when it comes to the war that is the race for the GOP nod to challenge <strong> Barack Obama </strong>, <strong> John R. Bolton </strong> remains undecided. <q> I don't have a timetable, </q> he said, just hours before Indiana <strong> Mike Pence </strong> declared that he's not running- the first in a string of pronouncements in the coming weeks. \"I am considering it because I think it's important", "new_id": -2}, {"uid": "1296219736147357730", "i": 59303, "idx": 0, "sa": ["Kevin McCarthy", "Ben Mankiewicz", "Paul Ryan", "Mike Pence", "Mark Kirk", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 billion in non-defense discretionary spending cuts as the Ben MankiewiczchMark Kirk. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 billion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" \"We", "new_id": -2}, {"uid": "1295779892017170523", "i": 2223, "idx": 17, "sa": ["Mike Pence"], "q": "opposing the Medicare drug benefit in 2003 and for challenging GOP leaders on other spending issues. He's also viewed as strong on defense issues and a champion of issues important to social conservatives. <q> To those who say that marriage is not relevant to our budget crisis, </q> <strong> Mike Pence </strong> said in an enthusiastically received speech at the Family Research Council's Values Voter Summit last fall, \"I say you would not be able to print enough money in a thousand years to pay for the government", "new_id": -2}, {"uid": "1295433140214253578", "i": 15816, "idx": 0, "sa": ["Mark Kelson", "Mike Pence", "Randall Friese", "Diane Sawyer"], "q": "She's in the ICU. You know, gone through this traumatic injury. And she spent 10 minutes giving me a neck massage,\" <strong> Mark Kelson </strong> said in an interview with <strong> Diane Sawyer </strong> to air today on ABC. <q> It's so typical of her that no matter how bad the situation might be for her, you know, she's looking out for other people. </q> Such encounters indicate higher levels of functioning, implying that \"she's recognizing him and interacting, perhaps in an old familiar way with him,\" said Dr. <strong> Mike Pence </strong> Lemole. Dr. <strong> Randall Friese </strong> said", "new_id": -2}, {"uid": "1297286448241352724", "i": 32603, "idx": 0, "sa": ["Mike Pence"], "q": "currency. Qe until the free market is dead and the dollar is worthless. \"If you take out food and energy...\" Skandia Recluse on February 9, 2011 at <q> \"Bernanke needs Congress to act to pare spending back significantly in order to strengthen the American position on bonds and currency... </q> \" \" the Daily Caller reports that one Fed official, Dallas Fed president <strong> Mike Pence </strong> Fisher, raised a public warning against going any further. \" \" I'm sure Obama will focus like a", "new_id": -2}, {"uid": "1297490810192626705", "i": 31289, "idx": 2, "sa": ["Mike Pence"], "q": "second chance at a first impression, and it's extremely important that we keep our word to the American people,\" said <strong> Mike Pence </strong>, R-Ind., a veteran who is considered a bellwether among conservatives. <q> I'm reasonably confident that House Republicans will meet that objective and cut$ 100 billion or more, </q> he said. But senior members of the House Appropriations Committee, which crafted the new spending plan, have indicated their concern that the level of cuts could threaten any chances of reaching a bipartisan deal with", "new_id": -2}, {"uid": "1295268538147652699", "i": 34806, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Jack Kemp", "Jim Ryan", "Barack Obama", "Mitt Romney"], "q": "a deputy counsel to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryan </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial candidate. He was", "new_id": -2}, {"uid": "1297258276038010882", "i": 39058, "idx": 4, "sa": ["Trent Franks", "Mike Pence"], "q": "are actually alive until they are made actually dead by abortion.\" \"Using taxpayer dollars to fund the killing of innocent unborn children does not liberate their mothers,\" said <strong> Mike Pence </strong> <strong> Trent Franks </strong>, R-Ariz. <q> It is not the cause that those lying out under the white stones of Arlington National Cemetery died, and it is not good government. </q> <strong> Mike Pence </strong>, R-Ohio., said he wants tax money cut off from abortion providers, too. \"Planned Parenthood is far and away the largest abortion provider in America and they are also the largest", "new_id": -2}, {"uid": "1297442150096944143", "i": 1420, "idx": 0, "sa": ["Mike Pence", "Joe Donnelly", "Jackie Walorski", "Mike McDaniel"], "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned from the No. 3 GOP House leadership slot after easily winning in November a sixth term representing his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former Republican state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]