[{"uid": "1294957437066879508", "i": 30400, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York said of the Arizona lawmaker. <q>She wanted us to know that she was with us a hundred percent and understood everything we were saying.</q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, called it \"a major milestone,\" and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing", "new_id": -2}, {"uid": "1297181582182665241", "i": 43795, "idx": 1, "sa": ["Simon Cowell", "Ronald Reagan"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> <strong> Ronald Reagan </strong> celebrated on centennial birthday <strong> Ronald Reagan </strong> celebrated on centennial birthday LA police investigating Lohan for jewelry theft Winners announced at the SAG Awards Associated Press: Fashion on the red carpet at", "new_id": -2}, {"uid": "1295946658120340488", "i": 27184, "idx": 0, "sa": ["Chris Strachwitz", "Bill Lockyer", "Newt Gingrich"], "q": "concerts). With researcher and writer Adam Machado, <strong> Chris Strachwitz </strong> combed the dusty corners of his tape library for sessions he never forgot. \"I knew they were there,\" he says. <q>These tapes were like little jewels, things I caught back then. I loved to record things that I enjoyed. I used to take that damn machine around everywhere.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SANTA ROSA 2 BR/ 1 BA$ 225,000.00 SANTA ROSA 5 BR/ 4", "new_id": -2}, {"uid": "1296393248037634061", "i": 31509, "idx": 1, "sa": ["Simon Cowell"], "q": "then insecure madness comes in, and you worry about next week.\" In the notoriously cut-throat music industry, <strong> Simon Cowell </strong> says he's learned it's crucial not to show weakness to competitors. <q>People sometimes react to my confidence in the way that two dogs meet in the park for the first time- regardless of who is the biggest, if one dog senses fear it will kill the other dog,</q> he said. <strong> Simon Cowell </strong> revealed some of his secrets of success- one being to \"talk 10 per cent of the time and listen for 90 per cent of the time\". Despite his", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q>Our spacing was good, which made it very difficult to corral me,</q> <strong> Kobe Bryant </strong> said. \"When they did, we were able to swing the ball and get open opportunities for everybody else.\" <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}, {"uid": "1296889583025706506", "i": 16846, "idx": 0, "sa": ["Michael Vick"], "q": "work, let's get an agreement that works for everybody.\" Get the new Baltimore Football app for complete Ravens coverage-- iPhone and Android versions available now! â\u0080¢ On an 18-game regular season: <q>Repeatedly, the fans have said the quality of the preseason doesn't meet NFL standards. That is... the basis on which we started to look at the 18-and-two concept, by taking two of those low-quality, non-competitive games and turn those into quality, competitive games that the fans want to see.</q> <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past: \"I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he", "new_id": -2}, {"uid": "1295039838092176408", "i": 37839, "idx": 0, "sa": ["Mike Pence"], "q": "it was unacceptable to spend 12 percent more for these programs than last year. Democrats accused Republican of trying to stall the bill by offering 100 or so amendments. Republican Representative <strong> Mike Pence </strong> said it was <q>an outrageous abuse of the legislative process</q> for Democrats to cut off debate after 30 minutes during the first amendment. He insisted that it was not about the process but about \"runaway federal spending.\" Democrats shot back that Republicans were making it harder", "new_id": -2}, {"uid": "1297703292198672386", "i": 24004, "idx": 4, "sa": ["Michael Gove", "Andy Burnham"], "q": "axing BSF. <strong> Andy Burnham </strong> said <strong> Michael Gove </strong> should remove himself from any further decisions on BSF projects and accused him of a series of u-turns on school sports and books for children. He said <strong> Michael Gove </strong> is <q>at the last chance saloon, with a clear warning to change his ways</q>. <strong> Michael Gove </strong> says court backed him over BSF The education secretary has told the Commons that a court ruling on BSF backed the government's actions. Top ten: Parliamentary couples Many relationships are forged and", "new_id": -2}, {"uid": "1295605737143458389", "i": 29154, "idx": 0, "sa": ["Connie Talbot", "Simon Cowell"], "q": "and i think we all believe the judges and people who are quoting this. She wowed both the audience and judges with her amazing perfomance on the ITV show Britans Got Talent, when <strong> Simon Cowell </strong> said and I quote <q><strong> Connie Talbot </strong> I'm going to speak to you like an adult</q> both connies mum and the audience said \"awww\". News and sources over the internet quote that <strong> Connie Talbot </strong> will earn around 1 million pound in the next 12 months. <strong> Simon Cowell </strong> the 47 year old pop mogul was", "new_id": -2}, {"uid": "1295587965072171525", "i": 11223, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Eric E"], "q": "<strong> Eric Schmidt </strong>, Larry Page and <strong> Sergey Brin </strong> in a self-driving car in a photo taken earlier on January 20 posted on <strong> Eric Schmidt </strong>'s blog. 370) this.width= 370\" alt= \"<strong> Eric E </strong> <strong> Eric Schmidt </strong>.\"/> Next <q>When I joined <strong> Google Inc. </strong> in 2001 I never imagined even in my wildest dreams that we would get as far, as fast as we have today. Search has quite literally changed people's lives increasing the collective sum of the world's knowledge and revolutionizing advertising in the process,</q> <strong> Eric E </strong> <strong> Eric Schmidt </strong> wrote in the blog. \"And our emerging businesses display, Android, YouTube and Chrome are on fire. Of course, like any successful organization we've had our fair share of good luck,", "new_id": -2}]