[{"uid": "2008110602_00036741_W", "i": 1252, "idx": 0, "sa": ["Ian M. St George"], "q": "cut, blaming high funding costs in wholesale markets.\" due to the continued impacts of the global financial crisis, financial institutions are facing significantly higher costs in both the short and long term wholesale funding markets, <q> <strong> Ian M. St George </strong> head of retail banking les matheson said. these much higher funding costs overall mean that we are unable to pass on the full rba decrease of 0.75 per cent. </q> however, over the last nine weeks and including today's reduction our rates have come down by a total of 1.93 per cent. \"<strong> Ian M. St George </strong> said its rate reduction equates to a saving of about$ 118 per", "new_id": -2}, {"uid": "2008100217_00010546_W", "i": 522, "idx": 1, "sa": ["Sheila Bair"], "q": "of the federal deposit insurance corporation, urged people to remain calm.\" i think overall the banking system remains very sound so that's why i think it's so important for everybody to keep their head, <q> commission chairman <strong> Sheila Bair </strong> said on c-span. </q> what i don't want is to see otherwise healthy institutions start to get into trouble just because of liquidity pressure... wall street should be taking their cue from main street right now. main street deposits are staying", "new_id": -2}, {"uid": "2008090306_00022454_W", "i": 445, "idx": 1, "sa": [], "q": "unemployment and income taxes from 2001 to 2006, when the business was a sole proprietorship. the union, the pacific northwest regional council of carpenters, is\" taking my personal life and crucifying me with it, <q> said martin palasch, owner of great white drywall. </q> as far as we're concerned, if the city pulls the contract, we're going to sue them. \"adam park, a spokesman for mayor dave bieter, confirmed that the city sent a letter to", "new_id": -2}, {"uid": "2008090907_00025852_W", "i": 1632, "idx": 0, "sa": [], "q": "and political leaders from different factions in tripoli.\" tripoli is a single, unified city where there is no difference between lebanese and lebanese, muslim and muslim or muslim or christian. we are all lebanese, <q> seniora said in a televised speech from shaar's home before the agreement was signed. </q> tripoli needs to be a city free of weapons. weapons don't protect anyone, \"he said before reading out the text of the accord. the six-point tripoli document calls for armed men to withdraw from the", "new_id": -2}, {"uid": "2008111100_00001761_W", "i": 2265, "idx": 0, "sa": ["Patrick O'Donnell"], "q": "and found him willing to talk, but unwilling to show his face to the camera. when asked whether he could understand why local parents were concerned, <strong> Patrick O'Donnell </strong> said\" i can, because people are ignorant. <q> <strong> Patrick O'Donnell </strong> says even though he has confessed to heinous crimes that involved children, he should not be seen as a threat. </q> there's no reason to be concerned about me, \"he said. but mckenzie claims <strong> Patrick O'Donnell </strong> has already established himself as a danger. she says he approached her children while they were standing at the bus stop", "new_id": -2}, {"uid": "2008102122_00035328_W", "i": 1107, "idx": 0, "sa": [], "q": "responsible in a trying economy.\" i want to make sure the school board spends money more wisely, \"he said.\" we don't want the teachers to be cut, that's for sure. <q> oberender, an electrician, has three children and one grandchild, and lives in delano.? chad koehler, 38, also is seeking a four-year term. koehler is the president of digital clay studios, which makes video games. </q> costs have gone up, but funding hasn't maintained pace, so we must be diligent and creative to maximize budgets while finding additional revenue-generating options, and continue to provide the best resources, education and results for", "new_id": -2}, {"uid": "2008090313_00035210_W", "i": 2129, "idx": 0, "sa": ["Kamal Shah", "Pervez Musharraf"], "q": "that is involved in a construction project on the road said they heard no shots and were not aware anything had happened until police arrived.\" we were working here, and the police came and questioned us, <q> said mohammad zada. another worker, <strong> Kamal Shah </strong> zeb, said he had been making his afternoon prayers when the incident occurred, and when he returned, </q> police grabbed me. they searched me. \"pakistani political leaders have repeatedly faced the threat of assassination. <strong> Pervez Musharraf </strong>, who was despised by militants for allying with washington after the sept. 11, 2001 attacks, escaped", "new_id": -2}, {"uid": "2008120109_00020486_W", "i": 1307, "idx": 0, "sa": ["Paul McHale", "Robert Gates"], "q": "of mass destruction. before the terrorist attacks of sept. 11, 2001, dedicating 20,000 troops to domestic response- a nearly sevenfold increase in five years-\" would have been extraordinary to the point of unbelievable, <q> <strong> Paul McHale </strong>, assistant defense secretary for homeland defense, said in remarks last month at the center for strategic and international studies. but the realization that civilian authorities may be overwhelmed in a catastrophe prompted </q> a fundamental change in military culture, \"he said. p-dyn/content/article/ 2008/11/30 possibly related posts:( automatically generated) already? working for the obamanation, defense secretary <strong> Robert Gates </strong> begins...", "new_id": -2}, {"uid": "2008090508_00003181_W", "i": 455, "idx": 0, "sa": ["Brigit Pegeen Kelly"], "q": "states. in fact, there is no one who is any better. not only are her poems brilliantly made, but they also give great pleasure. rarely are those two qualities seen together in one poet. <q> the critic robert buttel wrote that in <strong> Brigit Pegeen Kelly </strong>'s poems, </q> spiritual certainty or any connection with divinity remains elusive, \"but still, in dealing with nature and everyday occurrences,\" she experiences uncanny, fortuitous moments that have all the revelatory impact of epiphanies. \"", "new_id": -2}, {"uid": "2008101701_00026308_W", "i": 1732, "idx": 3, "sa": ["Barack Obama", "John McCain"], "q": "'s the man, \"the republican said at a rally.\" he won and small businesses won across america. the american people are not going to let sen. <strong> Barack Obama </strong> raise their taxes in a tough economy. <q> polls show that <strong> Barack Obama </strong> has a solid lead, nationally and in several swing states, over <strong> John McCain </strong>. but the democrat warned supporters today to be wary of overconfidence, reuters reports. </q> i've been in these positions before when we were favored and the press starts getting carried away and we end up getting spanked, \"<strong> Barack Obama </strong> told a new york audience. maryland acorn <strong> Barack Obama </strong>, rev. gloria swierenga", "new_id": -2}]