[{"uid": "1296373180057065475", "i": 28250, "idx": 2, "sa": ["Allen Iverson"], "q": "what I do.''`` I played that game like it was my last when I was a rookie and scored 50,'' said <strong> Allen Iverson </strong>, who equaled the most points scored in the NBA this season. <q> I did the same thing tonight, just like I do every night. And we won. </q> <strong> Allen Iverson </strong>, approaching his first All-Star game, had a slew of incredible numbers: A career-high 20 field goals and 40 attempts, nine rebounds and six assists. He favorite stat was the one that goes in the", "new_id": -2}, {"uid": "1295968668242466824", "i": 21574, "idx": 5, "sa": ["Eric Schmidt"], "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials last year opened a formal antitrust probe into Google search results, while in href=\"http://topics.bloomberg.com/china/\"> China the company opted to shut down its mainland search engine rather than censor results for user", "new_id": -2}, {"uid": "1296467985036585646", "i": 11677, "idx": 2, "sa": ["Barry Sonnenfeld", "David Letterman", "Paul Shaffer"], "q": "Strip in Planet HollyPaul Shaffer in a 5 week limited engagement and is set to return there David Lettermany in 2009. In the UK, Keith's highly suc... <strong> Barry Sonnenfeld </strong> Hump- Too Hot for the Internet 2 Outtakes from <q> <strong> Barry Sonnenfeld </strong> Hump- Home Office </q> from the JasonSereno.com Team. Discover the world's best comedy videos at JasonSereno.com.... <strong> Barry Sonnenfeld </strong> in Late Show with <strong> David Letterman </strong> 2010-07-01 <strong> Barry Sonnenfeld </strong> in Late Show with <strong> David Letterman </strong> 2010-07-01", "new_id": -2}, {"uid": "1296619354222035969", "i": 37435, "idx": 7, "sa": ["Kwame Brown", "Allen Iverson", "Ming Yi"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coMing Yi into a situation where guys have been http://wn.com/Lakers_Highlights_vs_Thunder_HD_Game_5_2010_Playoffs_Round_1 And it's three score and ten Boys and men were lost from Grimsby town From Yarmouth down to Scarborough Many hundreds more were", "new_id": -2}, {"uid": "1296218172048857090", "i": 15213, "idx": 15, "sa": ["David McIntosh", "Mike Pence"], "q": ".''`` You've got to have the fire in your belly and the desire to run for president and his heart clearly is in Indiana,'' <strong> David McIntosh </strong> said. <q> At the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead, </q> <strong> Mike Pence </strong> said.`` I've learned in decisions like these to follow my heart. My heart is in Indiana.'' Text of letter from <strong> Mike Pence </strong> to supporters Over the past few", "new_id": -2}, {"uid": "1295974415172294173", "i": 29969, "idx": 0, "sa": ["Rahm Emanuel", "Newt Gingrich", "Bill Lockyer"], "q": "court to tell Chicago election officials to keep his name on the ballot if it starts to print them. Appellate litigation attorney Christopher Keleher said it's likely the court would rule against <strong> Rahm Emanuel </strong>. <q> I can tell you from experience that getting a reversal from any Supreme Court is difficult- even more so when you've got a truncated time frame, </q> Keleher said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Aston Martin 2008 V8 Vantage$ 85,794 Aston Martin 2009 V8", "new_id": -2}, {"uid": "1297186121166789139", "i": 20291, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "? Um... what? I have seen some ridiculous things in my 31 years on this planet, but <strong> Michael Vick </strong> getting the key to the city of Dallas because he, according to <strong> Dwaine Caraway </strong>, <q> is telling the kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal drugs. To obey their parents and pick the people they hang around with. That is a message I would challenge anybody to say that not one kid across America shouldn't hear from people in notoriety such as <strong> Michael Vick </strong>. </q> Come again? No offense Mr. <strong> Dwaine Caraway </strong>, but you are a complete idiot. Look, I understand that <strong> Michael Vick </strong> has`` paid his debt to society'' for the crimes that he", "new_id": -2}, {"uid": "1296101837086409253", "i": 17016, "idx": 0, "sa": ["Steve Ballmer"], "q": "'s plans about the future of how we'll interact with computers. Apparently, it's touchscreens and`` natural user interfaces'' all the way. Has MS finally realized Windows isn't touchscreen friendly? blog post <q> Microsoft is imagining a NUI future, </q> <strong> Steve Ballmer </strong>'s company describes pretty accurately the way things are going with personal technology right now:`` You don't have to look very far to realize that technology is becoming more natural and intuitive,'' it begins", "new_id": -2}, {"uid": "1295626147033243158", "i": 26196, "idx": 0, "sa": ["Clarence Mitchell", "Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/Andy Coulson_RESIGNS_OVER_'NEWS_OF_THE_WORLD'_PHONE_HACKING www.intmensorg.info <strong> Andy Coulson </strong> the communications director of tory toff <strong> David Cameron </strong>'s government is a spy who <strong> Rupert Murdoch </strong> used to destroy", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,'' Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q> After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job. </q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}]