[{"uid": "1297629731208748579", "i": 19501, "idx": 2, "sa": ["Zahi Hawass"], "q": "archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong> said. <q> This magazine contains large blocks and small artifacts, </q> he wrote, without specifically naming them or indicating how many. The military began protecting the Egyptian Museum, as well as historical locations and facilities throughout Egypt, as the protests across the country first flared", "new_id": -2}, {"uid": "1295560492175849481", "i": 3468, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}, {"uid": "1295555699014680141", "i": 36476, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Kim Kardashian", "Jennifer Lopez"], "q": "and <strong> Jennifer Lopez </strong>- looked unsure about when and 10th American Idol has new judges in 2011 ï¿½ ro\" Pics <strong> Kim Kardashian </strong> claims Teen Mom not trendy, slams series Teen Mom' or teen pregnancy. In fact, the <q> Kourtney& <strong> Kim Kardashian </strong> Take star finds it \"sad </q> and \"disturbing\". \"It seems that shows like \"Teen Mom\" are all of a sudden making teen pregnancy seem cool in the eyes No <strong> Simon Cowell </strong>.. No <strong> Paula Abdul </strong>? Yes This is Still American", "new_id": -2}, {"uid": "1297636673249675779", "i": 5639, "idx": 0, "sa": ["Christina Aguilera", "Joan Rivers", "David Letterman"], "q": "* CHRISTINA AGUILERA GETS FUNKY WITH CONAN O'BRIEN Fergie's comments differ dramatically from those of comedian <strong> Joan Rivers </strong>. \"How stupid can you get?\" <strong> Joan Rivers </strong> told PopEater on Monday. <q> <strong> Christina Aguilera </strong> must have been thinking about food, that's why she forgot the words. </q> Will <strong> Christina Aguilera </strong> ever live down the embarrassment of mangling the national anthem on Super Bowl Sunday? And would an appearance on <strong> David Letterman </strong> really make the situation better? Please weigh in with a comment or", "new_id": -2}, {"uid": "1296560563171900973", "i": 47429, "idx": 1, "sa": ["Max Clifford", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> let me sing \"Twinkle Twinkle Little Star' to him. He's so nice and I love him.\" Bethany passed away at a hospice the three days later. <strong> Simon Cowell </strong>'s spokesman <strong> Max Clifford </strong> said, <q> He is really upset, he said what a beautiful little girl she was. He is just so sad, and sad for the whole family. She was a very special little girl and <strong> Simon Cowell </strong> was so touched when she sang for him... his heart goes out to Bethany's mum and dad and he is thinking of them. </q> A spokesman for Bethany\"s family said, \"Her dad said that she had done what she always wanted to do, meet <strong> Simon Cowell </strong> and sing to him. She had achieved her big ambition and was now ready", "new_id": -2}, {"uid": "1295582258248299524", "i": 15104, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "the way we have split up our responsibilities.\" Mr. <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. <q> I am not as concerned about the titles as I am winning, </q> Mr. <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that", "new_id": -2}, {"uid": "1296963327246792213", "i": 17418, "idx": 0, "sa": ["Michael Vick"], "q": "reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. Text DPSPORTS to 71593 for sports alerts", "new_id": -2}, {"uid": "1297224539091242503", "i": 8722, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Show\" with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his \"title belt.\" <q> I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want, </q> <strong> Aaron Rodgers </strong> said with a huge smile. \"It's been a great journey.\"", "new_id": -2}, {"uid": "1296863722114081843", "i": 35998, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "penchant for stirring up trouble. Like Pittsburgh Steelers quarterback <strong> Ben Roethlisberger </strong>, who will take the field Sunday earning a multi-million dollar paycheck. The accusations of sexual assault and his four game suspension a distant memory. <q> He sat those games out. The Steelers survived those four games. And then he came back and it appears nobody remembers what he did, </q> Mosher said. Memories of <strong> Michael Vick </strong>'s dog fighting conviction and jail time may be harder to shake, but the athlete was easily able to resume his lucrative NFL career after making a few amends.", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}]