[{"uid": "1297051578106594376", "i": 13979, "idx": 0, "sa": ["Zahi Hawass"], "q": "Sunday. Media reports during Egypt's political unrest had quoted <strong> Zahi Hawass </strong> as saying that looters damaged two mummies, but in a BBC interview on Sunday he said that this was not the case. <q> They were not mummies, there were two skulls taken outside from the CT scan machine. Everything will go back to normal at Cairo Museum today, </q> said <strong> Zahi Hawass </strong>, head of Egypt's antiquities authority since 2002. He was made a cabinet minister last week. On his own website, <strong> Zahi Hawass </strong> said the 70 broken antiquities included a statue of the boy", "new_id": -2}, {"uid": "1295450752253739022", "i": 21442, "idx": 1, "sa": ["David Letterman", "Katie Couric", "Sarah Palin"], "q": "long http://wn.com/Katie Couric_Katie Couric_talks_Sarah Palin_interview_with_David Letterman_wwwultimatemoneyblastcom www.ultimatemoneyblast.com <strong> Katie Couric </strong> discussed her infamous interview with <strong> Sarah Palin </strong> Wednesday night on the`` Late Show with <strong> David Letterman </strong>.'' <strong> Katie Couric </strong> took <strong> David Letterman </strong> inside the process of scheduling <strong> Sarah Palin </strong>'s interviews- the campaign actually rushed an interview because <q> they didn't want a week to go by without hearing anything from Governor <strong> Sarah Palin </strong>, </q> as <strong> Katie Couric </strong> put it- and said the campaign was`` very generous'' and gave her`` tremendous access'' to <strong> Sarah Palin </strong>. <strong> Katie Couric </strong> said that <strong> Sarah Palin </strong> may have gotten tripped up because she was not prepared to answer", "new_id": -2}, {"uid": "1296918649127238165", "i": 17246, "idx": 1, "sa": ["Mike Pence", "Bill Clinton"], "q": "and his country by not taking a chance on the Bill Clintonial race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk.`` Seriously, who else do we have?'' one asked me. <q> Unless something miraculous happens and we get an unexpected gift candidate. </q> Another GOP stalwart agreed:`` Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio", "new_id": -2}, {"uid": "1296784629036126790", "i": 50561, "idx": 12, "sa": ["Paul Bremer", "Donald Rumsfeld", "Bill Clinton", "Colin Powell"], "q": "we were wrong.'' As for the decision to not send more troops to Iraq in the wake of the invasion, <strong> Donald Rumsfeld </strong> accuses his accusers. In conversations with the <strong> Bill Clinton </strong> and his staff, <strong> Colin Powell </strong> <q> did not raise any questions about troop levels, the war plan or the number of troops in a postwar environment, </q> despite media reports that <strong> Colin Powell </strong> had made those arguments. As for the widely-derided decision to disband the Iraqi Army, leading to chaos in the country, he blames <strong> Paul Bremer </strong>, the head of the Coalition Provisional", "new_id": -2}, {"uid": "1296138564011223045", "i": 1565, "idx": 0, "sa": ["Michael Gove"], "q": "budgets, close schools on a whim, and make up his own definition of what early education means. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in schools. Teaching unions respond to Education Bill ePolitix.com members offer a mixed reaction to the publication of the Education and Children's Bill.", "new_id": -2}, {"uid": "1296081802244613134", "i": 1688, "idx": 0, "sa": ["Andy Coulson"], "q": "ago.`` He denied all knowledge,'' the source said. News International is now expected to go on a hunt for evidence to discover whether other executives from that era are implicated. <q> This is a new phase for News International in relation to the hacking, </q> said a businessman close to the media group.`` They want to know everything and root out anyone who obtained information improperly. It could get pretty messy.'' <strong> Andy Coulson </strong>, the former director of communications", "new_id": -2}, {"uid": "1296610871014188601", "i": 53311, "idx": 1, "sa": ["Michael Vick", "Troy Polamalu"], "q": ".'' His popularity is soaring among fans around the U.S., who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Michael Vick </strong>. <q> I've got to buy my own jersey to get them out to my family, </q> <strong> Troy Polamalu </strong> said.`` I think that was probably the reason why, but I don't know.`` The Steelers emblem is worldwide.'' Always humble and soft-spoken, his demeanour off the", "new_id": -2}, {"uid": "1297071252184320003", "i": 46422, "idx": 0, "sa": ["George Osborne", "Ed Balls", "David Cameron", "Chris Huhne"], "q": ", the new head of HSBC, is set to get at least? 8million. Shadow Chancellor <strong> Ed Balls </strong> blasted Mr <strong> David Cameron </strong> and his Chancellor <strong> George Osborne </strong> who boasted they would curb excessive bank bonuses. He said: <q> Nine months into office it is clear they have been all talk and no action. As <strong> George Osborne </strong> is discovering on the economic recovery and now with the banks too, sound and fury signify nothing. What matters for Chan-cellors is whether they deliver on their promises and get results. </q> Multi-millionaire Lib Dem Energy Secretary <strong> Chris Huhne </strong> also appeared to fall in line with Tory support for bankers. He said:`` I am not against- whether they are footballers or bankers- people who", "new_id": -2}, {"uid": "1297431913058949685", "i": 28565, "idx": 3, "sa": ["Michael Gove"], "q": "difficulties our schools face.`` We have said all along that we want to sit down and have an amicable discussion with the Michael Government about the difficulties our schools face.'' He added: <q> This slash and burn attitude that the Michael Government has to local Michael Government must end. </q> Mr <strong> Michael Gove </strong>'s decision caused an outcry from many schools and councils The Department for Education issued a robust defence to the decision. A spokesman said:`` On the substantive points he[ the judge]", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it.`` Every time I think I've heard the worst story, another one comes about,'' <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}]