[{"uid": "1296664437210550812", "i": 25718, "idx": 2, "sa": ["Robin Williams", "David Letterman", "Charlie Rose", "Regis Philbin"], "q": "myself busting into tears and sobbing uncontrollably.\"-- <strong> David Letterman </strong>\"... stop the heart, work on it, restart it... good luck.\"-- <strong> Robin Williams </strong> <q>They're going to put him on a gurney, roll him into the OR room and bust him open like a lobster.</q>-- <strong> Regis Philbin </strong> \"It was hell.\"-- <strong> Charlie Rose </strong> Each day, our hearts beat 100,000 times, pumping 2,000 gallons of blood, filled with oxygen, through our bodies", "new_id": -2}, {"uid": "1295250569089341959", "i": 35257, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "the congresswoman said Sunday. Speaking on NBC's \"Meet the Press,\" Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said she had talked with <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly, Saturday night. <q>She's making progress every day,</q> <strong> Kirsten Gillibrand </strong> said. \"She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1295314716264208390", "i": 1956, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "unveil phone recharger and Comcast... <strong> Steve Ballmer </strong> today announced the worldwide availability of... Photo in Slideshow: Microsoft CEO <strong> Steve Ballmer </strong> holds a Windows 7 phone during his... Technology Video: Apple's <strong> Steve Jobs </strong> takes medical leave Report Abuse <q>NSA and CIA are ported into every Operating system made and released since the 70's.</q> Please people.... Do some more research. Every key that you have hit on your keyboard, has been mirrored to a data bank of theirs. So when the time is right,", "new_id": -2}, {"uid": "1295503548083329037", "i": 15682, "idx": 4, "sa": ["Kobe Bryant", "Tyronn Lue", "Allen Iverson", "Juan Carlos Navarro"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said Palau Sant Jori, Barcelona, Spain Boxscore: www.nba.com <strong> Kobe Bryant </strong> plays 25 minutes, misses all 3-pointers BARCELONA, Spain-- <strong> Juan Carlos Navarro </strong> scored 25 points to help Barcelona beat the NBA champion Los Angeles Lakers 92-88 in", "new_id": -2}, {"uid": "1297352823264044596", "i": 26951, "idx": 0, "sa": ["Hosni Mubarak", "Brad Pitt", "David Letterman", "Lady Gaga", "Anderson Cooper"], "q": " <strong> Brad Pitt </strong> Likes To Dress <strong> Lady Gaga </strong> <cite> The Famous </cite> <cite> <strong> Anderson Cooper </strong> and Daivd <strong> David Letterman </strong>| Photo Credits: CBS </cite> <strong> Anderson Cooper </strong> says it was fortunate that he and his team weren't badly injured in Egypt. <q>There were people stabbed after us, there were people who have been... captured, disappeared,</q> he told <strong> David Letterman </strong> in his first interview since the attack. \"We were lucky.\" 360 anchor told CNN that he and his crew were punched in their heads by supporters of President <strong> Hosni Mubarak </strong> in", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency. \"He's not a Muslim,\" said <strong> Colin Powell </strong>, but \"what if he is?\" <q>I'm troubled by the fact that within the party we have these kinds of expressions</q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. \"We have got to stop polarizing ourselves.\" Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}, {"uid": "1297520477089751561", "i": 9898, "idx": 0, "sa": ["Michael Gove"], "q": "his decision to cancel scores of multimillion-pound school rebuilding projects. Mr Justice Holman said <strong> Michael Gove </strong>'s actions over the scrapping of the Building Schools for the Future( BSF) initiative last year had been <q>so unfair as to amount to an abuse of power</q>. Under the Â£ 55bn scheme introduced by Labour, every secondary school in England was to be either rebuilt or refurbished. More than 700 schools' building projects were cancelled when the scheme was scrapped in July", "new_id": -2}, {"uid": "1297242027149028874", "i": 23186, "idx": 2, "sa": ["Mitt Romney", "Sarah Palin", "David Letterman", "Newt Gingrich"], "q": "him as their presidential nominee. <strong> Sarah Palin </strong> came in second with 19%, followed by former <strong> Newt Gingrich </strong>( 11%). <strong> Mitt Romney </strong> told <strong> David Letterman </strong> he has no plans to run for President, but added <q>I'll keep the door open.</q> He also gave a shout out to <strong> Sarah Palin </strong>. Obama Quits! Relax, GOP- we're talking about his cigarette habit Triple murderer and kidnapper writes shocking, gruesome confession Thug killed 2 women and a", "new_id": -2}, {"uid": "1297242386040484874", "i": 23261, "idx": 2, "sa": ["Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" Rumsfeld", "new_id": -2}, {"uid": "1295639889070795268", "i": 22938, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "and now chief executive of News International, News Corp's UK arm- blamed this newspaper. When the Guardian reported there were potentially thousands of victims of phone hacking, her message was clear: <q>The Guardian coverage, we believe, has substantially and likely deliberately misled the British public.</q> <strong> Andy Coulson </strong>'s departure from <strong> David Cameron </strong>'s side, it is clear both strategies have failed, just as News Corp tries to win approval for his Â£ 8bn takeover of BSkyB. With News Corp mired in crisis, <strong> Rupert Murdoch </strong>", "new_id": -2}]