[{"uid": "1297407745191856652", "i": 5150, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "closure. But few came to visit. The heavily guarded and shuttered href=\"http://mysanantonio.com/?controllerName=search&amp;action=search&amp;channel=news&amp;search=1&amp;inlineLink=1&amp;query=%22Egyptian+Museum%22\"> Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q> We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister href=\"http://mysanantonio.com/?controllerName=search&amp;action=search&amp;channel=news&amp;search=1&amp;inlineLink=1&amp;query=%22Zahi Hawass+Zahi Hawass%22\"> <strong> Zahi Hawass </strong>, referring to the upheaval.`` I need things to go back to normal.'' <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in", "new_id": -2}, {"uid": "1296128197246497300", "i": 21292, "idx": 8, "sa": ["Michael Vick"], "q": "was one of the reasons I've been able to make it through the season.'' <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. <q> I'm very thankful and happy to be here and I'm going to try and put on a great show for the fans, </q> he said. CRAIG T. KOJIMA/ CKOJIMA@STARADVERTISER.COM QB <strong> Michael Vick </strong> is making his fourth Pro Bowl appearance and first as a Philadelphia Eagle. <strong> Michael Vick </strong> trotted out on the practice field yesterday under a bright sun and a clear", "new_id": -2}, {"uid": "1297270846258801676", "i": 57152, "idx": 0, "sa": ["Simon Cowell", "Ed Westwick"], "q": "began in 2004- is to fly out to Los Angeles later this month to talk to Fox executives, as href=\"http://uk.news.yahoo.com/fc/x-factor.html\"> <strong> Simon Cowell </strong> is keen to include him in the show. <strong> Ed Westwick </strong> said: <q> <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during href=\"http://uk.news.yahoo.com/fc/academy-awards.html\"> Oscars week so I can meet the Fox executives to try to sort out a deal. </q> However, <strong> Ed Westwick </strong> admits bosses might not be in favour of him being the voiceover act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and href=\"http://uk.news.yahoo.com/fc/girls-aloud.html\">", "new_id": -2}, {"uid": "1295598786207912973", "i": 12807, "idx": 14, "sa": ["Eric Schmidt", "Larry Page", "Rob Enderle"], "q": "in command seemed long overdue to longtime Silicon Valley analyst <strong> Rob Enderle </strong>.`` Whenever you have a caretaker CEO, they're supposed to stay in place until the founders have enough experience,'' he said. <q> <strong> Larry Page </strong> had enough experience about four years ago. </q> File photo of Google co-founder <strong> Larry Page </strong> and CEO <strong> Eric Schmidt </strong> File photo of Google Inc co-founder <strong> Larry Page </strong> speaking... Google Inc.. Photo in Slideshow: File photo of Google Inc co-founder <strong> Larry Page </strong> speaking with... Google Inc.. Photo", "new_id": -2}, {"uid": "1295709517126484491", "i": 9364, "idx": 0, "sa": ["Regis Philbin", "David Letterman"], "q": "guest of <strong> David Letterman </strong>'s. No particular reason; Dave likes to do two tapings on Monday, and whatever the two friends talked about could wait until the show aired four days later. The future of <q> Live With <strong> Regis Philbin </strong> and Kelly </q> did not come up, though <strong> Regis Philbin </strong> did mention getting`` fired'' from Disney World parade-announcing duty, which now seems ominous since Disney owns the`` Live'' franchise.`` There's four people in", "new_id": -2}, {"uid": "1297323276070123533", "i": 28232, "idx": 0, "sa": ["Mitch Daniels", "Matt Lloyd", "Mike Pence"], "q": "telling a neoconservative magazine that the next U.S. president would`` have to call a truce on the so-called social issues'' in order to focus on more urgent Matt Lloyders of the federal debt and national security. <q> If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt, </q> said Andy Blom, executive director of the American Principles Project.`` Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce.''' <strong> Mike Pence </strong>, R-Ind., who is", "new_id": -2}, {"uid": "1295566930055705679", "i": 36320, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "be able to: Shortly after Google's surprise announcement that co-founder <strong> Larry Page </strong> will take over as chief executive starting April 4, current CEO <strong> Eric Schmidt </strong> sent a message to his more than 225,000 Twitter followers saying, <q> Day-to-day adult supervision no longer needed! </q> remark made by Google co-founder <strong> Sergey Brin </strong> when Mr. <strong> Eric Schmidt </strong> was appointed as chief executivechairman of the company in 2001. He became CEO in August of that year.`` Basically, he's going to be a", "new_id": -2}, {"uid": "1295033546140197948", "i": 7474, "idx": 1, "sa": ["Charlie Sheen", "Chris Evans", "Simon Cowell", "Piers Morgan"], "q": "and Chris Evanstians in America?' I'd like to get him on and maybe tweak his moustache. I could burn his moustache on national TV.'' He will expose the softer side of <strong> Simon Cowell </strong>. <q> I made <strong> Simon Cowell </strong> cry in Britain on TV, so I'd definitely like to revisit that scenario. I'd like to make the man with no heart melt. That's top of my hit list. </q> To read our no-holds-barred Q&A with <strong> Piers Morgan </strong>, check out the latest issue of Previous Post CBS president on <strong> Charlie Sheen </strong>:` We have a high level of concern' The rules: Keep it clean, and", "new_id": -2}, {"uid": "1296518059268402728", "i": 22972, "idx": 2, "sa": ["Michael Vick"], "q": "- 21 Redskin''. Eagle also set a new record for`` Most Scoring Team On The Road In NFL''. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is <q> Eagle 59- 28 Redskin </q>. <strong> Michael Vick </strong> Record Night^^. http://wn.com/How_to_Play_Running_Back_in_Football__How_to_Gain_Extra_Yards_as_a_Running_Back Learn some great tips on the correct way to find and hit a hole quickly and gain extra yardage as a running back in football in this free video clip on sports", "new_id": -2}, {"i": 34015, "idx": 1, "index_answer": 1, "new_id": -1, "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,'' Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q> Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit- it matters where you stand. </q> And Senate Republican leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong>, the Republican from Oklahoma, told NBC the two", "sa": ["Mitch McConnell", "Mike Pence", "Tom Coburn"], "uid": "1295909976177651712"}]