[{"uid": "1297600387170737665", "i": 32660, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects stolen by looters include \"a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess\" and parts of <q>a gilded wood statue of Tutankhamun harpooning,</q> a statement on <strong> Zahi Hawass </strong>' website read. For 18 days Tahrir Square was the epicenter of the nationwide protests demanding the resignation of President <strong> Hosni Mubarak </strong>, 82, who ruled Egypt for almost 30 years. On", "new_id": -2}, {"uid": "1297374769188006439", "i": 6739, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Hyper9 enables IT organizations to efficiently and effectively manage todays dynamic virtualized environment by providing visibility and control, all in an easy-to-navigate application. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880? \"A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q>The key is the conservative movement adopting him as its favorite.</q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. \"The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}, {"uid": "1295217277163594349", "i": 49119, "idx": 0, "sa": ["Sergio Marchionne"], "q": "DETROIT( CNNMoney)-- Maserati will get its own SUV model next year, built on the platform of Jeep Grand Cherokee at the Chrysler Group plant in Detroit, the companies announced Tuesday. <q>It will be a rock and roll engine,</q> he said. It may come in both a V-8 and a V-12 version. Tuesday's low-key announcement at the Detroit auto show was made during a radio interview with <strong> Sergio Marchionne </strong> and in various briefings with groups", "new_id": -2}, {"uid": "1297259348238534696", "i": 13443, "idx": 0, "sa": ["Colin Powell"], "q": "are,\" Rumsfeld told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q>While I made a few misstatements-- in particular the one mentioned above-- they were not common and certainly not characteristic.</q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}, {"uid": "1295396906230801414", "i": 5571, "idx": 1, "sa": ["Ryan Seacrest", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "us to be creative and shake the whole thing up,\" Lythgoe said. The new judges are a key part of that sea change. <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> have years of experience to draw from. <q>They bring more of a critique rather than just, \"Pack your suitcase. You're going home.'</q> OK, but without <strong> Simon Cowell </strong> and his brutal- and frequently entertaining- honesty, will the show be as compelling to watch? Veterans Jackson and host <strong> Ryan Seacrest </strong> say it will. \"I\"m", "new_id": -2}, {"uid": "1296106964198869129", "i": 6094, "idx": 1, "sa": ["Carmelo Anthony", "Allen Iverson", "Anthony Parker"], "q": "his status. \"The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,\" <strong> Allen Iverson </strong> said. <q>Right now it's just frustrating to be out there at the end hobbling like that.</q> X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Anthony Parker </strong> are 2-3 together, and their pairing since <strong> Carmelo Anthony </strong>'s return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2}, {"uid": "1295910794246595599", "i": 44937, "idx": 0, "sa": ["David Letterman", "Bobby Badfingers"], "q": "when he appeared on the <strong> David Letterman </strong> Show, performing the drum solo of the Surfaris' 1962 hit, \"Wipe Out\" with finger-snaps instead of drumsticks. In 2004, noted that, <q>The list of things that are excellent about <strong> Bobby Badfingers </strong> is nearly endless; in fact, we haven't been so unabashedly enthusiastic about a live act since we heard Charo had a new thing going in Vegas. But there's more: <strong> Bobby Badfingers </strong>, who just shot a commercial for Yahoo!, is in the midst of establishing a \"finger-snapping media empire</q> by creating a how-to book and instructional DVD titled \"Snapology 101 for Whippersnappers.\" He's also commissioned a cartoon called \"Snapmaster <strong> Bobby Badfingers </strong> and His Homies.\"\" Given <strong> Bobby Badfingers </strong> and his work is a", "new_id": -2}, {"uid": "1296006847180027415", "i": 17734, "idx": 0, "sa": ["Eric Cantor", "Mike Pence", "Don Young", "Barney Frank"], "q": "Chairman Paul Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Barney Frank </strong> Kevin McCarthy( of \"<strong> Don Young </strong> Gun\" fame) reiterated the promise, saying, <q>We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.</q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Barney Frank </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1297113048152240228", "i": 47571, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "he left the show. \"I haven't seen a full episode,\" the former Idol judge told reporters on a conference call for his upcoming music competition series, The X Factor. <q>I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over. But people are still excited about these shows, whether Dancing With the Stars, which has gotten better over the years, America's Got Talent... I think they've done a good job.</q> Asked if <strong> Paula Abdul </strong> could be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. \"I'm a massive fan", "new_id": -2}]