[{"uid": "1295562778148553743", "i": 12173, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "gets the job title of co-founder and will work on strategic projects and products.`` For the last 10 years, we have all been equally involved in making decisions,'' <strong> Eric Schmidt </strong> wrote. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> wrote. The change over indicates there's been a clear decision to put a technologist back in charge and to return some of the founding drive to strategic and day-to-day decisions, given <strong> Larry Page </strong>'s role", "new_id": -2}, {"uid": "1296273664046694409", "i": 30469, "idx": 6, "sa": ["Allen Iverson"], "q": ", three rebounds and two assists in 23 minutes in Istanbul on Tuesday. During the game, Turkish fans cheered the 1996-97 NBA Rookie of the Year. At one point, the crowd at the venue cheered, <q> <strong> Allen Iverson </strong>, the son of Besiktas Cola Turka. </q> Changing jerseys <strong> Allen Iverson </strong>, who wears a number 4 Besiktas jersey in favor of his usual number 3 back in the NBA, signed with the club for a two year contract worth$ 4 million. The 35-year failed", "new_id": -2}, {"uid": "1295553219232112198", "i": 52270, "idx": 2, "sa": ["Eric Schmidt"], "q": "'' <strong> Eric Schmidt </strong> wrote in a recent href=\"http://hbr.org/web/extras/hbr-agenda-2011/Eric Schmidt-Eric Schmidt\"> Harvard Business Review article. <strong> Eric Schmidt </strong> also emphasized that Google was interested in promoting the use of mobile devices as serious and secure financial tools. <q> Phones, as we know, are used as banks in many poorer parts of the world- and modern technology means that their use as financial tools can[ certainly] go much further than that. </q> Finally, <strong> Eric Schmidt </strong> noted that Google wanted to increase the availability of inexpensive smartphones in the poorest parts of the world.`` We envision literally a billion people getting inexpensive, browser-based touchscreen phones over", "new_id": -2}, {"uid": "1295597137034635799", "i": 38115, "idx": 0, "sa": ["Joe the Plumber", "Eric Holder", "John McCain", "Colin Powell", "Barack Obama"], "q": "actions and rhetoric http://wn.com/Colin Powell_Colin Powell_destroys_both_Joe the Plumber_the_Joe the Plumber_and_John McCain's_Campaign_while_endorsing_Barack Obama! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q>`` I think he is a transformational figure, he is a new generation coming onto the world stage, onto the AmEric Holderan stage, and for that reason I'll be voting for Sen. <strong> Barack Obama </strong>,'' <strong> Colin Powell </strong> said", "new_id": -2}, {"uid": "1296145695044630032", "i": 58849, "idx": 0, "sa": ["Lady Gaga", "Simon Cowell"], "q": "href=\"http://londonglobe.com/\"> LONDON( Reuters)-`` The X Factor,'' which has a U.S. launch this year, won the talent show category at Britain's National target=\"_blank\" href=\"http://televisiontimes.com/\"> Television Awards on Wednesday, beating <q> Britain's Got Talent, </q>`` Dancing on Ice'' and`` Strictly Come Dancing.'' The show, featuring <strong> Simon Cowell </strong> as Music mood muted despite <strong> Lady Gaga </strong>, more big albums target=\"_blank\" href=\"http://londonglobe.com/\"> LONDON( Reuters)- When even <strong> Lady Gaga </strong> ca", "new_id": -2}, {"uid": "1295530460005685268", "i": 17311, "idx": 3, "sa": ["Steven Tyler", "Simon Cowell"], "q": "this-is-harder-on-me than-it is-on you routine, which was all the more painful for rejected contestants.`` Oh my God, this is awful,'' she moaned after saying no to a young woman from the Ivory Coast. <q> Oh my God, I hate this. </q> Mr. <strong> Steven Tyler </strong> wasn't as snide as Mr. <strong> Simon Cowell </strong>, but he did become the de facto hard man to please.`` You sang beautiful but I just wasn't feeling that pizzazz,'' he told", "new_id": -2}, {"uid": "1295969405202670123", "i": 14547, "idx": 1, "sa": ["Eric Schmidt"], "q": "Europa schaffen, darunter mehrere hundert im Forschungs- und Entwicklungszentrum in M?nchen.`` Wir hatten ein sehr, sehr gutes Jahr'', sagte <strong> Eric Schmidt </strong> zum Abschluss der Internet-Konferenz DLD( Digital, Life, Design). <q> Aus diesen Gr?nden werden wir weiter investieren. </q> Mit Blick auf den Wettbewerb mit neuen Internet-Giganten wie dem Sozialen Netzwerk Facebook sagte <strong> Eric Schmidt </strong>:`` Die Internet-Suche wird weiter sehr wichtig bleiben.'' Google werde sein Kerngesch?ft mit Online-Werbung st?rken, sagte der Manager in", "new_id": -2}, {"uid": "1296237370016105485", "i": 57374, "idx": 0, "sa": ["Antoine Walker", "Allen Iverson", "Tim Duncan", "Carmelo Anthony"], "q": "to a 111-108 victory over the Minnesota Tim Duncanberwolves on Saturday night. The Nuggets point guard finished with 35 points, including a fade-away jumper and two free throws in the final 30 seconds that helped secure the win. <q> He came up big for us, </q> said <strong> Carmelo Anthony </strong>, who finished with 26 points despite having the flu.`` He hit some big shots.'' <strong> Allen Iverson </strong> gave the Nuggets a 109-108 lead with his jumper with 29 seconds left. <strong> Antoine Walker </strong> took a jumper", "new_id": -2}, {"uid": "1297097447088211513", "i": 9625, "idx": 4, "sa": ["Hubert Humphrey", "Donald Rumsfeld", "Marian Wright Edelman", "Ben Bradlee", "Terry Lenzner"], "q": "a conservative, but he has not given up his taste for smart people who are passionate about ideas. <strong> Terry Lenzner </strong>, for one, has maintained a friendship with the man who fired him and says that <strong> Donald Rumsfeld </strong> is <q> open to different personalities and ideas. </q> <strong> Donald Rumsfeld </strong> and his wife, Joyce( also New Trier' 50), have collected scores of friends with liberal credentials, a few even worthy of Nixon's`` enemies list''- <strong> Hubert Humphrey </strong>, <strong> Marian Wright Edelman </strong>, <strong> Ben Bradlee </strong>", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}]