[{"uid": "1297193732179781634", "i": 27272, "idx": 0, "sa": ["Roger Goodell", "Michael Vick", "John Mara"], "q": ", however, topped the Forbes magazine list of most-hated sports figures in both 2009 and 2010. He emerged from jail in the midst of bankruptcy proceedings. When <strong> Michael Vick </strong> was reinstated, NFL Commissioner <strong> Roger Goodell </strong> warned that his <q> margin of error is extremely limited. </q> Few wanted <strong> Michael Vick </strong>. New York Giants CEO <strong> John Mara </strong> said his team had no interest in <strong> Michael Vick </strong>`` on a lot of levels.'' Animal rights activists threatened to picket games. Owners had to worry about", "new_id": -2}, {"uid": "1296405734264388638", "i": 643, "idx": 4, "sa": ["Tyronn Lue", "Ron Artest", "Allen Iverson"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said Date: March 2, 2010 Staples Center, Los Angeles, CA All Video Credits to JD2K. fter road games following the All-Star break, <strong> Ron Artest </strong>", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q> One day Larry and Sergey bought Android, and I didn't even notice. </q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}, {"uid": "1296971939100106295", "i": 49230, "idx": 0, "sa": ["Sergio Marchionne"], "q": "no longer having to explain the`` shyster rates.'' In a statement posted at the center of Chrysler's home page Saturday, <strong> Sergio Marchionne </strong> said he regrets a term he used and considers it`` inappropriate.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> <strong> Sergio Marchionne </strong>'s statement said.`` I regret the remark, which I consider inappropriate.'' <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's recovery.", "new_id": -2}, {"uid": "1296108988167460874", "i": 740, "idx": 5, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better this season than it ever has been. <q> I feel like this one, I had to work hard to get it, </q> he said.`` It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it", "new_id": -2}, {"uid": "1295667370077054011", "i": 20057, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "for a long time to come.'' Internally, <strong> Eric Schmidt </strong> will continue to act as an adviser to Page and Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products. <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade, </q> Page said in a written statement.`` The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.", "new_id": -2}, {"uid": "1295549371173850625", "i": 29121, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": ": New Judges: So Far, So Good! <q> A sinister cabal of superior writers. </q> American Idol has returned! I have to say, I've been quite hesitant about season ten. I am not someone who is fond of change, so with <strong> Simon Cowell </strong> leaving last season and <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>", "new_id": -2}, {"uid": "1295826103073957409", "i": 10434, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "his 2012 re-election campaign, <strong> Barack Obama </strong> does not yet have the endorsement of a prominent 2008 supporter: <strong> Colin Powell </strong>. <q> I'm not committed to <strong> Barack Obama </strong>, I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> said today on <strong> Colin Powell </strong>'s endorsement of <strong> Barack Obama </strong> in 2008 helped burnish the latter's reputation for bipartisanship, well as his foreign policy credentials. A Republican, <strong> Colin Powell </strong> was Secretary of State for", "new_id": -2}, {"uid": "1296088302204783658", "i": 36189, "idx": 5, "sa": ["Maurice Cheeks", "Allen Iverson"], "q": "at that end, considering he lost his starting job because of his poor defense.`` We didn't make the correct switch,'' Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q> Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end. </q> <strong> Allen Iverson </strong> LAUS DEO SEMPER www.cobuspotgieter.com FACEBOOK www.facebook.com TWITTER: www.twitter.com______________________________ 30 Seconds To Mars- Vox Populi( aka Call To Arms) from their 2009 release`` This Is War'' is the copyrighted property of its owner", "new_id": -2}, {"uid": "1295690849050348032", "i": 41790, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "<strong> President Bush </strong>, Baker, former Joint Chiefs chairman <strong> Colin Powell </strong> and others.`` The invasion in 1991 was a result of a massive shock to the system,'' a Kuwaiti-based Western official told the British newspaper. <q> It wasn't really liberating. The real liberation came in 2003... Don't forget that in 1994, 1998 and 2002, <strong> Saddam Hussein </strong> mobilized his military and moved south. </q> Said Kuwaiti Omar al-Tamimi,''... Things would have been a lot better if the Americans had gone all the way to Baghdad'' in 1991. Members of the first <strong> President Bush </strong> administration know a", "new_id": -2}]