[{"uid": "1297309209087687252", "i": 5602, "idx": 1, "sa": ["Donald Rumsfeld", "Michael Beschloss"], "q": "<strong> Michael Beschloss </strong> gave <strong> Donald Rumsfeld </strong> an opportunity at the end to explain what he'd tell a family that lost a loved one in Iraq. He answered that when he and his wife met with wounded soldiers at military hospitals: <q> We came out of those meetings feeling inspired- not that we had helped them, but they had helped us. </q> Indeed, <strong> Donald Rumsfeld </strong> conceded that it's hard today to give a simple explanation- as you could with World War II- what the Iraq war and related terrorism conflicts were all about.``", "new_id": -2}, {"uid": "1295289004218529795", "i": 58630, "idx": 1, "sa": ["James Cleveland", "Josh Smith", "Carmelo Anthony", "Allen Iverson", "Ozzie Smith"], "q": "37 points and <strong> Josh Smith </strong> added 29 to help the Denver Nuggets beat the <strong> James Cleveland </strong> Cavaliers 122-100 on Monday night.`` They didn't steal my spotlight,'' said <strong> Carmelo Anthony </strong>, who had 22 points and nine rebounds. <q> They did what they were supposed to do. They took advantage of the defense that they threw at us. </q> <strong> Allen Iverson </strong> set the tone Ozzie Smithy with his sharp shooting. He had 18 points at halftime, when the Nuggets took a 58-43 lead. He came out firing in the second half, scoring 11 points in the first", "new_id": -2}, {"uid": "1297164600054263858", "i": 46764, "idx": 5, "sa": ["Simon Cowell"], "q": ". In 2008, <strong> Simon Cowell </strong> faced criticism after reports that X Factor UK's golden ticket, a''? 1m recording contract'', meant href=\"http://news.bbc.co.uk/2/hi/entertainment/7778138.stm\" title=\"?150,000 in prize money\">? 150,000 in prize money. <q> We make over a million pound commitment to the winner, </q> <strong> Simon Cowell </strong> said, meaning hundreds of thousands of pounds invested on development and promotion. <strong> Simon Cowell </strong> promises US X Factor winner$ 5m contract There are no comments yet for this article. In order to", "new_id": -2}, {"uid": "1296277380125009976", "i": 45441, "idx": 0, "sa": ["John Sandy", "Colin Powell"], "q": "each other. That is my aim and that is what I am going to do.'' Government MPs pounded their desks resoundingly. <strong> John Sandy </strong> added that no one could question his patriotism having spent <q> days and nights in the field in 1970 and 1990 as well. </q> After disclosing that former US Secretary of State <strong> Colin Powell </strong> will attend the launch of the ministry's mentoring programme in April, <strong> John Sandy </strong> apologised for a second time in the sitting when he said it appears as if", "new_id": -2}, {"uid": "1297647737198574120", "i": 37564, "idx": 4, "sa": ["Bernie Sanders", "Rush Limbaugh"], "q": "In other words, working-people who listen to <strong> Rush Limbaugh </strong> are too stupid to figure things out on their own because of the`` concentration of corporate media.'' So what's the remedy? <strong> Bernie Sanders </strong> thinks there should be <q> a dozen Rachel Maddows. </q> I would suggest that one is plenty. Yet <strong> Bernie Sanders </strong> did catch my attention when he described our current state of affairs as a`` fairly dismal political situation.'' There wasn't exactly a lot of", "new_id": -2}, {"uid": "1296618570189923352", "i": 13488, "idx": 6, "sa": ["Diana Thater", "Queen Sofía of Spain", "Zahi Hawass"], "q": "and framed photographs showed him with singer Celine Dion, <strong> Queen Sofía of Spain </strong> and other luminaries. He also wears an InDiana Thater Jones-style explorer's hat on excavations. The battered fedora sits on a cabinet in his office. <q> It's a part of me, </q> said <strong> Zahi Hawass </strong>, whose website includes personal quotations and lists a`` fanclub.'' There has been concern about the cultural wealth in Egypt well before the chaos and uncertainty that engulfed Egypt and that has yet", "new_id": -2}, {"uid": "1295265085125091841", "i": 4793, "idx": 0, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": " <strong> Andy Coulson </strong> denies being aware of any wrongdoing at the paper, part of <strong> Rupert Murdoch </strong>'s News Corp media group, and police said last month there was not enough evidence to charge him with any crime. <q> Obviously when he was editor of the News of the World, bad things happened at that newspaper and when he found about those, he resigned. That was the right thing to do, </q> <strong> David Cameron </strong> told BBC Radio 4's Today programme.`` I gave him a second chance,'' <strong> David Cameron </strong> added.`` I think he has done a good job for the government and for the country.", "new_id": -2}, {"uid": "1296851804023298125", "i": 42431, "idx": 0, "sa": ["Eric Schmidt", "Jason Silva"], "q": ". I think 2011 is going to be a great year for`` smartertainment'' and the kind of content that we are attempting to perpetuate. <strong> Jason Silva </strong>: <strong> Eric Schmidt </strong> said something that I thought was fascinating, <q> We produce more data every two days than we had produced in 10,000 years of human recorded history, </q> so that's where we are today in terms of the amount of information that's being outputted and being created and recorded and disseminated on a daily basis through social media. With all of this data overwhelming us", "new_id": -2}, {"uid": "1297217376026116096", "i": 37106, "idx": 1, "sa": ["Chris Huhne"], "q": "The Government said it wants to reduce the costs of the scheme by around 10 per cent(? 40 million) over the next four years. Announcing the Feed-in Tariff review yesterday, energy secretary <strong> Chris Huhne </strong> said: <q> Large scale solar installations were not anticipated under the FiT scheme we inherited and I'm concerned this could mean that money meant for people who want to produce their own green electricity has the potential to be directed towards large scale commercial solar projects. </q> Stephen Jenner, consultant with Cornwall-based Independent Energy, said FiTs were largely responsible for interest in solar panels increasing by`` about 500 per cent'' last year. He warned of grave consequences for", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]