[{"uid": "1296704404078823458", "i": 2146, "idx": 1, "sa": ["Stephen Jackson", "Rasheed Wallace", "50 Cent", "Michael Jordan", "Allen Iverson"], "q": "coach Phil <strong> Stephen Jackson </strong> said. \"We should've won.\" Hamilton is expected back on Saturday at Washington, where <strong> Rasheed Wallace </strong> might also return, and the team hopes <strong> Allen Iverson </strong> will be able to play next week. <q> It's a psychological lift knowing they're going to return soon, </q> coach <strong> Michael Jordan </strong> Curry said. Detroit desperately needs the trio on the court to salvage some pride in a season that has steadily unraveled since A mix of NBA fights& brawls. Song: <strong> 50 Cent </strong>- Crime Wave nba", "new_id": -2}, {"uid": "1297694269130826245", "i": 35057, "idx": 5, "sa": ["Donald Rumsfeld", "Nicole Krauss"], "q": "reading experience as a \"long, hard slog, with little likelihood of emerging on the far side appreciably enlightened\". Instead of \"seriously contemplating the implications\" of the events in which he participated, <strong> Donald Rumsfeld </strong> <q> spends more than 800 pages dodging them </q>. \"Known and Unknown\" will be reviewed in a forthcoming issue of the New Statesman Great House by <strong> Nicole Krauss </strong> Writing in the Financial Times, Adrian Turpin finds <strong> Nicole Krauss </strong>'", "new_id": -2}, {"uid": "1295454374253952044", "i": 7353, "idx": 1, "sa": ["Newt Gingrich", "Bill Frist", "John Boehner", "Mike Pence"], "q": "'s Constituent Mailbag, Congressman <strong> John Boehner </strong> responds to Jim in Hamilton. Jim, a small business operator in southwest Ohio, says that taxes and mandates in ObamaCare will hurt his ability to hire and invest. http://wn.com/03282010_Kingston_on_Health_Care_Town_Halls__Geraldowmv www.americansolutions.com <q> The American people will not allow a corrupt machine to dictate their future. Together we will pledge to repeal this bill and start over. Together we will prove that this will not stand. </q>-- <strong> Newt Gingrich </strong> http://wn.com/GOP_move_to_repeal_health_reform_act_opposed__Interview_Jan_17_2011 As Republicans prepare to attempt to repeal the healthcare bill, <strong> Bill Frist </strong> <strong> Mike Pence </strong> Rushnak, co-founder of Americans for Healthcare, argues that, if anything, Americans need greater assurances that they will receive healthcare than", "new_id": -2}, {"uid": "1297268304137707526", "i": 868, "idx": 1, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "discus his options. Nixon was in a chatty mood, and <strong> Donald Rumsfeld </strong> recorded his every thought, for his files. First, Nixon was unimpressed with the entirety of the United States Congress: <q> The <strong> Gerald Ford </strong> said that the Senate and the House were a joke. There was no strength there. </q> Nixon promised to endorse <strong> Donald Rumsfeld </strong> in the primaries if necessary, and also took a shot at the man <strong> Donald Rumsfeld </strong> would most likely be running to defeat: \"The <strong> Gerald Ford </strong> told me that he will", "new_id": -2}, {"uid": "1297179349217825301", "i": 30327, "idx": 1, "sa": ["Steven Tyler", "Matt Lauer", "Simon Cowell", "Jennifer Lopez"], "q": "an entire episode of his old series since his exit last season. \"It's on a different time here in the U.K.,\" <strong> Simon Cowell </strong> told TODAY show host <strong> Matt Lauer </strong> during a Tuesday morning interview. <q> I watched some clips last week to get up to speed, and it looked good. </q> That includes the new faces on the \"Idol\" panel. While the music-exec-turned-TV-producer didn't share his specific thoughts about <strong> Jennifer Lopez </strong> or the oddly entertaining <strong> Steven Tyler </strong>, he gave them a positive review overall.", "new_id": -2}, {"uid": "1297660209155942917", "i": 45402, "idx": 0, "sa": ["Lindsay Lohan", "David Letterman"], "q": "viewers believe managed to steal the show, <strong> David Letterman </strong>, however, put all thoughts of \"stealing\" squarely on <strong> Lindsay Lohan </strong>'s shoulders. Tonight at the Grammy's <strong> David Letterman </strong> presented what he called the <q> Top 10 Surprises at the 2011 Grammy Awards. </q> No. 10: \"<strong> Lindsay Lohan </strong> seen leaving the Staples Center with a Grammy-shaped bulge,\" No. 9: \"New music laws prohibit rhyming ladies with Mercedes.\"* JUSTIN BIEBER", "new_id": -2}, {"uid": "1295981594193069082", "i": 12251, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "be so big. Many expressed similar surprise. \"We are fed up; this is just enough,\" said Sayid Abdelfatah, a 38-year-old civil servant who marched with an Egyptian flag. <q> Tunisia's revolution inspired me but I really never thought we would find such people ready to do the same here. </q> During a lull in the clashes, lines of protesters bowed in unison to perform the sunset prayer as police stood aside. Several thousand remained in the streets after dark. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}, {"uid": "1295907764085770265", "i": 9454, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page can take over the reins. <strong> Eric Schmidt </strong>, previously CEO of Novell and CTO of Sun Microsystems, has by far the most enterprise experience in the triumvirate that runs Google, which also includes co-founder <strong> Sergey Brin </strong>. <q> <strong> Eric Schmidt </strong> clearly had passion for enterprise software, </q> says Gartner analyst Whit Andrews. \"He cared about enterprise software. He worked at a lot of companies that sold enterprise software and bunch of enterprise products. That history is not in place with Page.\"", "new_id": -2}, {"uid": "1297275510262340633", "i": 2901, "idx": 2, "sa": ["Steve Ballmer", "Satya Nadella", "Jason Maynard"], "q": "<strong> Steve Ballmer </strong> wrote at the time. While <strong> Steve Ballmer </strong> was vague about the reasons, analysts believed that the CEO had lost faith in Muglia's ability to lead the company into the next generation of enterprise computing. <q> Our key conclusion from the management change is that <strong> Steve Ballmer </strong> feels that new leadership is needed to navigate Microsoft's evolution to the cloud, </q> said Wells Fargo Securities analyst <strong> Jason Maynard </strong>. As the former head of engineering in Microsoft's online unit, <strong> Satya Nadella </strong> should be well prepared to lead Microsoft's ventures into the cloud. He said he's up", "new_id": -2}]