[{"uid": "1297241413149028892", "i": 1569, "idx": 0, "sa": ["Michael Vick"], "q": "Thayne said yesterday that about$ 55,000 has been raised. She said it was important to buy <strong> Michael Vick </strong>'s home rather than a less expensive piece of property for a rehabilitation center because of its symbolism. <q>When something of this nature happens it's kind of a collective hurt on the entire nation- especially the dog lovers of the nation,<q> she said. \"It's almost like you're powerless against this evil that's come along. When you step back and take over this property... you're empowering yourself.\" The house and", "new_id": -2}, {"uid": "1296429332256245803", "i": 12005, "idx": 10, "sa": ["Allen Iverson", "Reggie Miller"], "q": "quarter, as the Philadelphia 76ers overcame <strong> Reggie Miller </strong>'s 41 points, beating the Indiana Pacers 116-98 Tuesday night to even their first-round series at 1-1. Game 3 of the best-of-five Eastern Conference quarterfinals is Saturday in Indiana. <q>I'm going to remember this game for a long time,<q> said <strong> Allen Iverson </strong>, who also had nine assists. \"I've been playing a lot off my God-given ability. This game took a lot of thinking. I'm pleased with my mental aspect coming into the game", "new_id": -2}, {"uid": "1297428190058949643", "i": 11829, "idx": 9, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "is nonexclusive, Nokia clearly is becoming the premier Windows Phone partner. \"There are things we are planning to do with Nokia that are unique,\" <strong> Steve Ballmer </strong> said. praising the deal. <q>Today, Nokia and Microsoft intend to enter into a strategic alliance,<q> <strong> Stephen Elop </strong> said in the video, a precursor of a turnaround plan he's set to detail later today at an analyst conference in London. \"Together, we will bring consumers a new mobile experience, with stellar", "new_id": -2}, {"uid": "1295030362239566877", "i": 30929, "idx": 0, "sa": ["Steve Ballmer", "Jason Maynard"], "q": ",\" said Wells Fargo Securities analyst <strong> Jason Maynard </strong>, in a research note. Iceland wants to become the No. 1 destination for companies looking to outsource their green IT data centers Still, <strong> Jason Maynard </strong> said he was <q>very surprised to see Muglia's departure since STB has arguably been the top performing unit in Microsoft. We have always been impressed with Muglia during our meetings over the years and thought he was on top of the space.<q> <strong> Steve Ballmer </strong> disclosed his decision to remove Muglia as head of STB in an e-mail to employees Monday but provided only vague reasons for the move. \"This is simply recognition that all businesses go through cycles and", "new_id": -2}, {"uid": "1297140015083361792", "i": 5822, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "on Mexican drug gang... Botox help lift the Irvine company's fourth-quarter profit, but net... World Video: South Sudan votes 98.83% to secede World Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Report Abuse <q> \"Prosecutors said <strong> Sandra Avila </strong> Beltran spent more than a decade working her way to the top of Mexico's drug trade, seducing several notorious kingpins and uniting Colombian and Mexican gangs.<q>\" This is a common daily news event at New York City, Chicago, L.A., San Francisco, Houston, Las Vegas... Report Abuse \"Just another example of the need for the cure.", "new_id": -2}, {"uid": "1295681875220479510", "i": 13238, "idx": 0, "sa": ["Andy Coulson"], "q": "\" Report Abuse \"Mike Putt: Just reading history and especially from Genesis to today should be PLENTY of Wake UP calls...\" Nope these folks are not that educated or wise.... Report Abuse <q>Al-Qaida/ Taliban are the product of Arab sheikh's. They have just hijacked the Islamic religion and concocted 1000's of Hadith's for their benefits and playing with the lives of innocent people. Under the true definition of Islamic relegion, they are non muslim, since they do not follow the basics teachings of Islam. Even Quran says the Kingship is not allowed, and look at all the Saudi bastered with small kingdoms of their own and their product Al-Qaida/ Taliban.<q> Report Abuse \"This is child sacrifice, not suicide.\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$", "new_id": -2}, {"uid": "1296407544252772372", "i": 145, "idx": 23, "sa": ["Allen Iverson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Philadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q>Once <strong> Elgin Baylor </strong> got my second wind <strong> Elgin Baylor </strong> was all right. The first couple minutes <strong> Elgin Baylor </strong> thought my heart was going to jump out of my chest,<q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. \"Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.\" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q>What's happening is normal. Thankfully, all the damaged items can be restored.<q>\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1295008484200032264", "i": 23199, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "the room, and continued to open them on Thursday. \"It was extraordinary,\" said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-New York, who was holding <strong> Gabrielle Giffords </strong>' hand when she opened her eyes on Wednesday. <q>It was a miracle to witness.<q> The incident occurred shortly after <strong> Barack Obama </strong> had visited <strong> Gabrielle Giffords </strong> in her hospital room. \"I think she realized the president of the United States was there, but I'm not sure she knew why", "new_id": -2}, {"uid": "1296489313251248650", "i": 9336, "idx": 0, "sa": ["Ricky Gervais", "Simon Cowell", "Kim Jong-il", "Steve Carell"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-il </strong> than <strong> Simon Cowell </strong> <q>I've always wanted a happy home. And I've created that<q>: Goldie Brief encounter for Office stars <strong> Ricky Gervais </strong> and <strong> Steve Carell </strong> British accent, racist stereotypes and double entendres <strong> Ricky Gervais </strong> makes a guest appearance on the US version of The Office, reprising his role as David Brent and bumpling into", "new_id": -2}]