[{"uid": "1295494129204455946", "i": 42893, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. We encourage", "new_id": -2}, {"uid": "1295177816150732814", "i": 23180, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Center for Automotive Research in Ann Arbor, Mich. And that's why the mood is decidedly upbeat among the executives who are gathering this week in Detroit for the North American International Auto Show. <q> The auspices are a lot better than they were a year ago, </q> said <strong> Sergio Marchionne </strong>, chief executive of Chrysler Group, which is gaining market share and expects to move back into the black this year after narrowing its losses steadily last year. Still, given Detroit's long", "new_id": -2}, {"uid": "1295962876207159341", "i": 19248, "idx": 0, "sa": ["Andy Coulson"], "q": "hypocritical to rule that they behave otherwise when the law is based on the same reasoning. Really, what needs to happen is for the law to change so that gay couples can be legally married. \" <q> A B&B is a business offering a service to the public. The Bull's religious convictions are a private issue. If they want to live entirely by their private convictions, they need to stop selling to the public. </q> Job spec for a` spin doctor' <strong> Andy Coulson </strong>'s resignation has left a vacancy at the heart of government. Who could apply? The rise of` we' Why modern-day US presidents love the", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}, {"uid": "1295217134075989080", "i": 3944, "idx": 2, "sa": ["Barack Obama", "Jim Kessler", "Sen. Bernie Sanders"], "q": "the long-term solvency of Social Security in his State of the Union address.`` I would love him to talk about Social Security in a very responsible and adult manner,'' <strong> Jim Kessler </strong> said. <q> We need to have a healthy adult conversation on the subject. If we wait until after the <strong> Barack Obama </strong> presidency to take on Social Security, that's waiting until 2017 or 2018 to act and that puts us in a precarious situation, </q> he added. A coalition of more than 200 labor unions and liberal groups, however, are waging a broad lobbying campaign to steer <strong> Barack Obama </strong> away from endorsing cuts in benefits. <strong> Sen. Bernie Sanders </strong> warns <strong> Barack Obama </strong> not to", "new_id": -2}, {"uid": "1295799418036782093", "i": 2728, "idx": 7, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1297235057187482120", "i": 18655, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Kathleen Sebelius"], "q": "in Afghanistan by preventing the Taliban from regaining control of the country it led from the mid-1990's through 2001. In the second part of an interview with Fox News host Bill O'Reilly, <strong> Barack Obama </strong> asserted, <q> I can say we will defeat <strong> Barack Obama </strong> Qaeda and that the Taliban will not be retaking Afghanistan. </q>( WASHINGTON)-- Twenty-one Republican governors sent a letter to Health and Human Services <strong> Donald Rumsfeld </strong> <strong> Kathleen Sebelius </strong> on Monday detailing how and why they would like <strong> Barack Obama </strong>'s health care reform law to be changed. This move", "new_id": -2}, {"uid": "1296385836115228698", "i": 18454, "idx": 2, "sa": ["Tyronn Lue", "Larry Bird", "Allen Iverson"], "q": "be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach <strong> Larry Bird </strong> Brown said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1296199690069206039", "i": 22325, "idx": 6, "sa": ["Dick Armey", "Mike Pence"], "q": "<strong> Dick Armey </strong>, the Texas Republican who is a former House majority leader and now active in the tea party movement, sent a letter to <strong> Mike Pence </strong> recently telling him to`` seize this moment.'' <q> At this precarious time in our nation's history, </q> the letter said,`` none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of our future if we fail today?'' Recently,", "new_id": -2}, {"uid": "1296960654064782358", "i": 18882, "idx": 0, "sa": ["Michael Vick"], "q": "away from the game that impressed a panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and", "new_id": -2}]