[{"uid": "1297229807082935820", "i": 7186, "idx": 0, "sa": ["Eric Schmidt"], "q": "their views on Google's business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. Google on Monday reiterated that it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. Haymarket Media. All rights reserved. This", "new_id": -2}, {"uid": "1296532535074448904", "i": 45503, "idx": 0, "sa": ["Chris Webber", "Kyle Korver", "Sarunas Jasikevicius", "Paul George", "Allen Iverson"], "q": "after a shot-clock violation on Philadelphia with 4.9 seconds left. <strong> Sarunas Jasikevicius </strong> threw an inbound pass to <strong> Paul George </strong>, who went around a stumbling <strong> Kyle Korver </strong> to make an uncontested shot.`` I was 0-for-infinity,'' <strong> Paul George </strong> said. <q> I just wanted to make a shot. We knew they'd switch. I went backdoor and got to the basket. My teammates showed confidence in me to give me the ball. It seemed like I hadn't made a shot all game. </q> <strong> Paul George </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>.`` For that to happen with 4.9 seconds left, it's", "new_id": -2}, {"uid": "1296845928173342777", "i": 721, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "numerous occasions people have been using his name,'' <strong> Roger Goodell </strong> said, clearly implying that it was done without <strong> Michael Vick </strong>'s permission. <strong> Roger Goodell </strong> also praised <strong> Michael Vick </strong>'s progress off the field this year. <q> We're looking for success stories... he paid a significant price, and now he's doing the right thing. </q> <strong> Roger Goodell </strong>, meeting with reporters in Texas, was asked about the dispute over whether or not teams can use the franchise tag to keep star players-- such as <strong> Michael Vick </strong>-- even with the collective bargaining agreement", "new_id": -2}, {"uid": "1297122854184680470", "i": 4246, "idx": 8, "sa": ["Simon Cowell"], "q": "together now. There's a massive, massive opportunity here because you don't have a lot of competition.'' The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q> If they don't sell a single record they still get to keep the money, </q> he said.`` It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back'' through record sales.", "new_id": -2}, {"uid": "1295589642085278733", "i": 613, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "most scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of`` Googled: The End of the World As We Know It.'' <q> I think <strong> Eric Schmidt </strong> is burned out. </q> There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1295762095175325199", "i": 12725, "idx": 5, "sa": ["Mr. Bauer", "Mike Pence", "Bryan Fischer", "John McCain", "Ron Paul"], "q": "Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> has a decision to make: While he says he is seriously weighing a run for the <strong> John McCain </strong> House", "new_id": -2}, {"uid": "1296927943014336018", "i": 28507, "idx": 5, "sa": ["Sergio Marchionne", "John Elkann"], "q": "<strong> Sergio Marchionne </strong> was speaking at a JD Power automotive conference here. At the Detroit auto show last month, Fiat executives said Alfa plans to relaunch the brand in the United States in late 2012. <q> We would not sell Alfa even if we were offered tons of money, </q> Fiat Chairman <strong> John Elkann </strong> told reporters at the show. AUTO GENIE= Helps You Create`` First Cut'' New Car Consideration List Contact Information, Credits, and Terms of Use. These following titles and media identification", "new_id": -2}, {"uid": "1297299209172949515", "i": 24080, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": ". <strong> Nigel Lythgoe </strong> said new judges; <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are giving the talent a chance they might not otherwise get this year.`` We've had some incredible country voices,'' <strong> Nigel Lythgoe </strong> said. <q> In truth, <strong> Simon Cowell </strong> would have gotten rid of them straight-away because he wasn't a country fan. </q> <strong> Nigel Lythgoe </strong> said this year there is a 16-year-old that performs jazz.`` <strong> Simon Cowell </strong> would have said,` He's not an American Idol! Get rid of him!'... What you are definitely going", "new_id": -2}, {"uid": "1296333025218349599", "i": 5322, "idx": 6, "sa": ["Michael Vick"], "q": "a foster home. And Best Friends isn't simply looking for any pet lover for the <strong> Michael Vick </strong> dogs.`` We feel like dogs going into these homes are being ambassadors'' for the breed, Garcia said. <q> They're not just adopting a dog, but fighting the good fight. </q> By spreading the message that pit bulls are only as nice, or vicious, as their owners train them to be, the <strong> Michael Vick </strong> dogs are helping rewrite the book on both the public perception of the breed-", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]