[{"uid": "1295560040175849483", "i": 2216, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "would be stepping down on April 4, 2011 to take over the role of executive chairman. The other half of <strong> Google Inc. </strong>'s founding duo, <strong> Sergey Brin </strong>, will retain his title as co-founder. <q>When I joined <strong> Google Inc. </strong> in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today,<q> Mr. <strong> Eric Schmidt </strong> said in a post on the Official <strong> Google Inc. </strong> Blog. \"Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the", "new_id": -2}, {"uid": "1296517021268402718", "i": 24158, "idx": 0, "sa": ["Michael Vick"], "q": "are good\" copy cats and low cost producers. They have the jobs. We don't. So, we invent new products that eventually end up being made in China or other low Report Abuse <q>Here in Southern California there are a lot of city's using stimulus money to replace perfectly good curb and gutter( median in middle of city streets) with miles and miles of new curb and gutter. Meanwhile there are still potholes the size moochelle's a ss everywhere you drive. How can these temporary jobs help the economy?<q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court", "new_id": -2}, {"uid": "1295937890179191810", "i": 11808, "idx": 3, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "for us.\" But scoring wasn't the first thing on <strong> Rasheed Wallace </strong>'s mind in the second half. He was more concerned with how the game was being officiated-- tipping toward the Spurs, he thought. <q>I knew what it was going to be out there, and I didn't want our team to fall into that,<q> <strong> Rasheed Wallace </strong> said. \"We knew how it was going to be, especially going against the league darlings.\" <strong> Rasheed Wallace </strong> finished with 19 points and <strong> Allen Iverson </strong> also scored 19 for Detroit( 11-6), which has won", "new_id": -2}, {"uid": "1297117709195428398", "i": 21436, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong>: Maybe We Needed More Troops by Staff <strong> President Bush </strong> U.S. Defense <strong> Donald Rumsfeld </strong> is conceding \"it's possible\" too few troops were sent to invade Iraq. <q>In a war, many things cost lives,<q> <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on \"Nightline\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\"", "new_id": -2}, {"uid": "1295959255207159336", "i": 21109, "idx": 0, "sa": ["Andy Coulson", "Noshir Gowadia", "Susan Oki Mollway"], "q": "military secrets to China. Chief U.S. District Judge <strong> Susan Oki Mollway </strong> said <strong> Noshir Gowadia </strong>, 66, would likely be in his late 80s by the time he is released if he gets credit for good behavior in prison. <q>He broke his oath of loyalty to this country,<q> Hacking: Call to investigate police telephone hacking affair suffered a setback yesterday as ministers were urged to order an independent inquiry into the actions of the Metropolitan Police. Despite the resignation of <strong> Andy Coulson </strong> as", "new_id": -2}, {"uid": "1295276008044859404", "i": 41320, "idx": 0, "sa": ["Sean Hannity", "Mike Pence"], "q": ", not all republicans are racist and not all racists are republicans. It's just an incendiary title designed to get you to click the link. Please don't pee your panties.... <strong> Mike Pence </strong> On <strong> Sean Hannity </strong>: <q>The American people are in charge here,<q> Can Stop Government Takeover <strong> Mike Pence </strong> On <strong> Sean Hannity </strong>: \"The American people are in charge here,\" Can Stop Government Takeover Congressman <strong> Mike Pence </strong> appeared on FOX News last night to discuss health care reform and the Democrats' attempt", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q>Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term.<q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}, {"uid": "1295238796192987145", "i": 36786, "idx": 3, "sa": ["Eric Schmidt"], "q": "power for capturing and remembering data, <strong> Eric Schmidt </strong> painted a picture in which technology could help quantify and verify the assertions made in policy documents. \"Government is highly measurable, most of it,\" he said. <q>We can actually see how many people got this shot or read this report or so forth. A government-- a transparent government-- should be able to[ measure] that.<q> As for Google's relationship with Washington's power structure, <strong> Eric Schmidt </strong> said the tech industry is still not as strong as others in its lobbying representation on Capitol Hill, but that that's fine with him", "new_id": -2}, {"uid": "1296009156065716228", "i": 31619, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": ". The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced Thursday. <q>We're real excited about it,<q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295903297179077120", "i": 31098, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. \"It's not a journal, it's not a diary,\" he said of the <strong> Gerald Ford </strong> White House notes. <q>It is a set of working documents that I've never edited. In fact, most I've never reread.<q> As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He read from some issued in 2003 and in 2005: \"Are we winning or losing the", "new_id": -2}]