[{"uid": "1296364134215957544", "i": 18874, "idx": 0, "sa": ["Metta World Peace", "Allen Iverson", "Carmelo Anthony"], "q": "Grizzlies in <strong> Carmelo Anthony </strong>'s return <strong> Allen Iverson </strong> raced downcourt and floated an alley-oop lob that <strong> Carmelo Anthony </strong> shoved one-handed through the hoop for an arena-rattling jam, one that seemed to holler to all their doubters, \"Take that!\" <q> We just wanted to show the whole <strong> Metta World Peace </strong> we could play together, </q> <strong> Carmelo Anthony </strong> said after the duo's triumphant debut Monday night. \"We know there's a lot of doubt about that.\" <strong> Carmelo Anthony </strong> scored 28 points in his return from a 15-game suspension for fighting and <strong> Allen Iverson </strong> added", "new_id": -2}, {"uid": "1295977910157089808", "i": 37508, "idx": 3, "sa": ["Chauncey Billups", "Allen Iverson", "Kobe Bryant", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player Billups_36pts,8ast,[8_3-pointers],Smith_19pts DENVER, April 19,2009( AP) <strong> Chauncey Billups </strong> settled", "new_id": -2}, {"uid": "1295799222231243776", "i": 27546, "idx": 0, "sa": ["Andy Coulson", "Nick Clegg"], "q": "accuses the tabloid of hacking her messages. While lawyers say more celebrities are about to accuse journalists of hacking their phones, Deputy Prime Minister <strong> Nick Clegg </strong> sought to draw a line under the controversy. <q> I don't think this government will miss a beat in terms of just pressing ahead with the plan that we have set out for the next four and a half years, </q> he told the BBC. \"<strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking or had any knowledge of it. I have no reason to disbelieve him.\"", "new_id": -2}, {"uid": "1296754813198328326", "i": 50305, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Christopher Hitchens"], "q": "no credible intelligence to suggest that connection, and that was the judgment, I might say, of the CIA,\" she said. \"Saddam <strong> Barack Obama </strong> had nothing to do with 9/11,\" she added, <q> and I have never seen anything to make me change my mind. </q> But, she said, \"it was not a judgment that found favor with some parts of the AmChristopher Hitchensan machine\" - namely <strong> Donald Rumsfeld </strong> H. <strong> Donald Rumsfeld </strong>, the United States secretary of defense at the time. That \"", "new_id": -2}, {"uid": "1295339112109576203", "i": 3780, "idx": 0, "sa": ["Michael Vick"], "q": "increase more than 30 percent from 2009. Language in the expiring collective bargaining agreement prohibits extending a contract when that happens. But the Eagles could franchise <strong> Michael Vick </strong> and then sign him to a new deal. <q> Not as of yet, </q> <strong> Michael Vick </strong> said, when asked about talks. \"Everybody is just enjoying the break, getting their mind together. When it's time to do business, and talk football and contracts, it will happen at the", "new_id": -2}, {"uid": "1296481156098844747", "i": 38052, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" Chrysler 300 cars are displayed on stage during the... Glenn", "new_id": -2}, {"uid": "1295952030070795286", "i": 18567, "idx": 0, "sa": ["Katy Perry", "Laura Marling", "Simon Cowell"], "q": "and are instead looking at established US names like Rihanna and <strong> Katy Perry </strong>. But <strong> Simon Cowell </strong> is trying to persuade producers that Cole, who already judges the UK edition, is perfect for the role. <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit, </q> a srouce told The Sun. \"They want to see if the American public warm to her before she takes on such a high-profile role in one of the biggest shows on US TV.\" <strong> Laura Marling </strong>", "new_id": -2}, {"uid": "1296027581239779855", "i": 37097, "idx": 0, "sa": ["Simon Cowell"], "q": "house-hunting in Los Angeles. The word is that the American executives behind the launch of <strong> Simon Cowell </strong>'s X Factor US are not convinced that Cole is well enough known among the show's potential core audience. <q> It was thought the American job was a done deal but it seems the US executives have had a last-minute change of heart. They are now questioning whether she's famous enough in America. </q> According to the same source, <strong> Simon Cowell </strong> is doing \"everything in his power\" to persuade them Cole is the right choice. Get a FREE copy of The Week magazine and keep up-to-date with", "new_id": -2}, {"uid": "1295611498129794052", "i": 16194, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "the News of the World. In a personal statement issued by Number 10, <strong> Andy Coulson </strong> said he was \"proud\" of his work with <strong> David Cameron </strong> and the coalition. <q> I can today confirm that I've resigned as Downing Street director of communications, </q> he said. \"It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years. \"I'm extremely proud of the part I've played in helping him reach No", "new_id": -2}, {"uid": "1296939026066093065", "i": 51456, "idx": 5, "sa": ["Sergio Marchionne"], "q": "for the financial assistance that was critical to the recovery of our Group,\" he said. <strong> Sergio Marchionne </strong> noted that no one else but the Canadian and U.S. governments were willing to help Chrysler. <q> As the only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the time, are above current market conditions. This was done with the full support and understanding of the members of Chrysler Group LLC. </q> Chrysler is seeking$ 3 billion in low-cost government loans from the Energy Department to build more fuel efficient vehicles and in talks with banks to refinance the company's debt. \"Because of these", "new_id": -2}]