[{"uid": "1295562881148553737", "i": 32193, "idx": 0, "sa": ["Mikhail Gorbachev", "Brent Scowcroft", "George W. Bush", "Colin Powell", "George H. W. Bush", "Dan Quayle", "James A. Baker", "Dick Cheney"], "q": "anniversary show Hussein tried to broker a last minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces`` treacherous and cowardly'' and describing <strong> George W. Bush </strong> as <q> the enemy of G od and humanity. </q> Along witGeorge H. W. Bush, the reunion will include former <strong> George H. W. Bush </strong> <strong> Dan Quayle </strong>, then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former Secretary of State <strong> James A. Baker </strong> III and then-National Security Advisor <strong> Brent Scowcroft </strong>. Gen.", "new_id": -2}, {"uid": "1296094303117833829", "i": 26004, "idx": 0, "sa": ["Mike Pence", "Michele Bachmann", "Mark Williams", "Sarah Palin"], "q": "democracy, sci... <strong> Michele Bachmann </strong>& <strong> Sarah Palin </strong> Address Tea Party <strong> Michele Bachmann </strong> and <strong> Sarah Palin </strong> speak to the Tea Party Movement.... <strong> Michele Bachmann </strong>: <strong> Mark Williams </strong> Being Kicked Out Of The Tea Party Has Nothing To Do With Me! <strong> Michele Bachmann </strong>: <q> I Don't Speak for the Tea Party Movement... </q> 07.21.10: <strong> Mike Pence </strong> Michelle <strong> Michele Bachmann </strong> took great pains to explain she does' t speak for the... video results for: party movement <strong> Michele Bachmann </strong>: GOP's New Front-runner?- CBN.com Congresswoman <strong> Michele Bachmann </strong> is gaining ground as one", "new_id": -2}, {"uid": "1295706203179273783", "i": 8039, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "it and hope you don't get caught.'' Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not <q> give the 110% needed </q>.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,'' he added. Mr <strong> David Cameron </strong> said he was``", "new_id": -2}, {"uid": "1297092424253722625", "i": 1734, "idx": 1, "sa": ["Simon Cowell"], "q": " Contestants as young as 12 can compete.`` I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' said <strong> Simon Cowell </strong> in a statement. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> New judges will be announced`` in the coming weeks,'' and auditions will begin March 27 in L.A.` King's Speech,'` Inception,'` Black Swan' Win Art Directors", "new_id": -2}, {"uid": "1295308921260374551", "i": 7111, "idx": 1, "sa": ["Allen Iverson", "Paul Pierce", "Michael Jordan", "Ray Allen"], "q": "his status.`` The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,'' <strong> Allen Iverson </strong> said. <q> Right now it's just frustrating to be out there at the end hobbling like that. </q> X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Paul Pierce </strong> are 2-3 together, and their pMichael Jordaning since Melo's return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2}, {"uid": "1297268304137707526", "i": 1067, "idx": 0, "sa": ["Donald Rumsfeld", "George Brown", "Adlai Stevenson III"], "q": " RummyLeaks: <q> The President said that the Senate and the House were a joke </q> <strong> Donald Rumsfeld </strong> and the president conspire to get him into the U.S. Senate, discuss <strong> Adlai Stevenson III </strong>'s good looks AP Former U.S. Seretary of Defense <strong> Donald Rumsfeld </strong> chats with Joint Chiefs of Staff Chairman Gen. <strong> George Brown </strong> prior to their testifying before", "new_id": -2}, {"uid": "1295617317107249696", "i": 5739, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "`` Starcraft II'' Modders Use Editor To Create MMO, Activison-Blizzard Not Pleased href=\"http://techland.time.com/2011/01/20/twitter-gets-sued-for-creating-virtual-community-of-famous-people/\" title=\"Twitter Gets Sued For Creating\"> Twitter Gets Sued For Creating <q> Virtual Community of Famous People </q>`` Starcraft II'' Modders Use Editor To Create MMO, Activison-Blizzard Not Pleased <strong> Larry Page </strong>: 10 Things You Didn't Know About Google's New CEO| 41 minutes ago The <strong> Eric Schmidt </strong> Era: Google 2001 vs. Google", "new_id": -2}, {"uid": "1297289647248905764", "i": 47604, "idx": 0, "sa": ["Donald Rumsfeld"], "q": " National Science Foundation-$ 362 million increase, 6 percent Report Abuse \" We all know that spill liability taxes are passed on to the consumer. I dont want to pay!!! \" Report Abuse <q>_$ 39.5 billion to continue unemployment benefits for the long-term jobless through November. In a majority of states, the unemployed could receive benefits for up to 99 weeks. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Short Films by Honda Ponder the possibilities of future transportation and its effect. Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options", "new_id": -2}, {"uid": "1295928966011796491", "i": 2640, "idx": 3, "sa": ["Tim Stapleton", "Allen Iverson", "Richard Hamilton"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overTim Stapletone loss to New York on Friday night. They opened an 18-point, third-quarter lead against With <strong> Richard Hamilton </strong> sidelined, the Detroit Pistons abandoned their three-guard", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q> We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people, </q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true.`` Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}]