[{"uid": "1297712718012566528", "i": 40206, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote.`` You have to believe, and know that they are more than just imagination.'' User comments are not being accepted on this article. Tea Party groups praise plan to curb collective", "new_id": -2}, {"uid": "1295959276216842267", "i": 30882, "idx": 3, "sa": ["Tim Montgomerie", "Andy Coulson", "Lance Price"], "q": "of the circumstances behind Mr <strong> Andy Coulson </strong>'s resignation?`` They will obviously want to do their due diligence and will probably want someone who is clean as a whistle,'' says Mr <strong> Tim Montgomerie </strong>. <q> It will be interesting whether they recruit someone from[ News International owner Rupert] Murdoch's table or they want someone completely unconnected. </q> Either way, any member of the media is likely to have, at some point, made a decision they regret, says Mr <strong> Lance Price </strong>. Paper Monitor Riches from our blog, Magazine Monitor", "new_id": -2}, {"uid": "1297435702142311425", "i": 44276, "idx": 6, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and <strong> Stephen Elop </strong> said.`` We have different forms of value transfer in different directions,'' <strong> Stephen Elop </strong> said.`` We have new opportunities that come from advertising and new forms of monetization.'' <q> We the ability to activate users and put them in a position to be more effective in what we call local commerce, </q> added <strong> Steve Ballmer </strong>.`` Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.'' <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1296760956141000745", "i": 21675, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "his perspective as Pentagon chief under then-president George W Bush. <strong> Donald Rumsfeld </strong> was regarded as the chief architect of the war in Iraq. In the book he continues to defend the invasion, saying the Middle East would be <q> far more perilous than it is today </q> if <strong> Saddam Hussein </strong> were in still in power.The memoir, titled Known and Unknown and due in bookstores next week, is an 800-page account of his life and careers in government and business. The Washington Post and New York", "new_id": -2}, {"uid": "1295498091112721922", "i": 6201, "idx": 3, "sa": ["Chris Webber", "Allen Iverson"], "q": "Player of the rookie game at All-Star Weekend that same year.`` Coming here is something special because I remember I came in here and won the MVP of the rookie game in 1997,'' he said. <q> All I heard was boos and didn't understand it. I always look forward to coming back here to play in front of these people. </q> The 76ers extended their winning streak to six games and http://wn.com/Allen_Iverson_31pts_Philadelphia_76ers_vs_Lebron_James_Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just", "new_id": -2}, {"uid": "1296744918231997480", "i": 8130, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "are paying a very heavy price for the mismanagement-- that's the kindest word I can give you-- of <strong> Donald Rumsfeld </strong>, of this war,'' he said while campaigning for the Republican presidential nomination in 2007. <q> I think that <strong> Donald Rumsfeld </strong> will go down in history as one of the worst secretaries of Defense in history. </q> </blockquote> McSweeney's Will Publish <strong> Donald Rumsfeld </strong> Novel On Same Day As His Memoir <strong> Diane Sawyer </strong> To Interview <strong> Donald Rumsfeld </strong> In Former Defense <strong> Donald Rumsfeld </strong>'s First TV Interview Since 2006 WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and", "new_id": -2}, {"uid": "1297161526055738379", "i": 33845, "idx": 4, "sa": ["Simon Cowell"], "q": "said,`` because we don't have to pretend we like each other.'' And sure, said <strong> Simon Cowell </strong>,`` There will be some bias'' among the judges toward the contestants they mentor. <q> That's part of the fun. </q> Britain seven years ago, he said,`` because I got bored'' with`` the old style'' of having contestants present and judges assess their work. The hands-on involvement of the judges, he", "new_id": -2}, {"uid": "1296210985266977361", "i": 23671, "idx": 0, "sa": ["Mike Pence"], "q": "Congress in 2012. In his letter to supporters, Mr. <strong> Mike Pence </strong> waxed nostalgic about the`` highways and byways'' of his state and said he planned to cruise those roads in the weeks and months ahead <q> to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q> Mr. <strong> Mike Pence </strong>'s decision to spurn a White House run will leave many social and fiscal conservatives still seeking a favored candidate. With the first caucuses and primaries nearly a year away, no major candidate has", "new_id": -2}, {"uid": "1296133626234815493", "i": 42832, "idx": 0, "sa": ["Barack Obama", "Mr. Bauer", "Mike Pence", "Gary Bauer", "Dennis Kucinich", "Mike Gravel", "Newt Gingrich"], "q": "Following <strong> Barack Obama </strong> Nobel speech, Nader, <strong> Dennis Kucinich </strong>, <strong> Mike Gravel </strong> and McKinney speak out against the war www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better.`` Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added:`` For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.''", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}]