[{"uid": "1295805220124010531", "i": 12274, "idx": 11, "sa": ["Colin Powell", "Barack Obama"], "q": "same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> rel=\"nofollow\" href=\"http://www.10news.com/news/2455821/detail.html\"> The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. The following are comments from our users. Opinions expressed are neither created nor endorsed", "new_id": -2}, {"uid": "1297108555141246488", "i": 7949, "idx": 6, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "George H. W. Bush"], "q": "<strong> Donald Rumsfeld </strong> replied curtly:`` No, I was kind of disappointed in him.'' Lacked experience <strong> Condoleezza Rice </strong>, who served as <strong> George H. W. Bush </strong>'s national security adviser before later becoming secretary of state had <q> never served in a senior administration position, </q> a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- <strong> George H. W. Bush </strong>'s first top diplomat-`` did not, in my view, do a good job", "new_id": -2}, {"uid": "1297275495080936978", "i": 10537, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "q": "with deep engineering and online experience to help build its presence in the nascent cloud computing market. CEO Mike Zafirovski articulates the company assets but says it was overly complex to make decisions and assign accountability. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran <strong> Bob Muglia </strong> as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought <strong> Bob Muglia </strong> was", "new_id": -2}, {"uid": "1295396878010076205", "i": 16684, "idx": 1, "sa": ["Renée Zellweger", "David Letterman", "Bradley Cooper", "Jessica Biel"], "q": "`` It was one of the best experiences of my life. The guy loves to improvise... I had to calm him down!'' <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the Late Show while promoting The A-Team last summer. <q> He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up and the camera had to start moving. He wanted to have a conversation with <strong> Jessica Biel </strong>! </q> OK! VIDEO: <strong> Bradley Cooper </strong> ON <strong> Renée Zellweger </strong>-`` I JUST LOVE HER'' Bradly has been dating Ren?e <strong> Renée Zellweger </strong> since 2009, and the actress reportedly canceled her appearance at Sunday's Golden Globes to be with", "new_id": -2}, {"uid": "1295885675001212430", "i": 27484, "idx": 0, "sa": ["Eric Schmidt"], "q": "effort to speed up the decision-making within the company. <strong> Eric Schmidt </strong> has also drafted a plan to sell some of the stock he holds in the company. The news surfaced in a regulatory filing last week. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. <strong> Eric Schmidt </strong> holds 9.2 million shares of Google stock and has 9.6% of the company's voting power according to Reuters. He plans to sell 534,000 shares of Class A common stock--", "new_id": -2}, {"uid": "1296009156065716228", "i": 38354, "idx": 1, "sa": ["Barack Obama", "Michael Vick"], "q": "provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced Thursday.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth", "new_id": -2}, {"uid": "1296466965036585516", "i": 24693, "idx": 0, "sa": ["Steve Ballmer"], "q": "widely reported, so we thought we better bring you the news just in case- a Windows Phone 7 update is being touted for a 7 February touch down. The date is based on reports from <q> a number of French sites </q>, according to Winrumours- although the date seems a week out to us- surely it is more likely for Microsoft to drop the codenamed NoDo update when <strong> Steve Ballmer </strong> hits Barcelona for MWC? Whatever the actual", "new_id": -2}, {"uid": "1297285737241352726", "i": 11241, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama", "John Kennedy"], "q": "Even as we make America the best place on Earth to do business, businesses also have a responsibility to America,'' he told the businessmen in the Chamber. Echoing <strong> John Kennedy </strong>'s inaugural speech, he said, <q> I'm hoping that all of you are thinking what you can do for America. Ask yourselves what you can do to hire more American workers, what you can do to support the American economy and invest in this nation. </q> Just how readily U.S. business leaders will take up <strong> Barack Obama </strong>'s challenge is unclear. In the meantime, Fiat's <strong> Sergio Marchionne </strong>- who is a dual Canadian citizen and has lived in Windsor, Ontario, across", "new_id": -2}, {"uid": "1295479227005455882", "i": 2257, "idx": 1, "sa": ["Michael Vick", "Piers Morgan", "Oprah Winfrey"], "q": "?'' Properly? Does it come with instructions? We don't talk like that. When he proposed a wager with <strong> Oprah Winfrey </strong> over who'll get to interview <strong> Michael Vick </strong> first, <strong> Piers Morgan </strong> said, <q> I'll bet you 100 British pounds. </q> Brother, can you spare 10 pence? CNN, whose ratings are reeling, is outsourcing its flagship nightly show. <strong> Piers Morgan </strong> is a dandy, he fiddles with his cuff links and smirks in", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}]