[{"uid": "1295547194232112134", "i": 30662, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler"], "q": "routine is just \"boring.\" At least <strong> Steven Tyler </strong> will tell you \"if your singing stinks\"- the trouble is he says it in a \"kindler, gentler way,\" with lines such as, <q>Oh baby, you're just not ready. I'm sorry.</q> Both of the newbies need to \"toughen up a bit.\" When <strong> Simon Cowell </strong> called the occasional performance an \"utter disaster,\" he added the spice that made \"Idol\" delicious. \"American Idol", "new_id": -2}, {"uid": "1297462823095535141", "i": 7728, "idx": 5, "sa": ["Paula Abdul", "Simon Cowell"], "q": "( <strong> Simon Cowell </strong> will announce the full panel in the next three or four weeks.) But when asked if former \"Idol\" judge <strong> Paula Abdul </strong> would be involved, he left the option open. <q>I'm a massive fan of <strong> Paula Abdul </strong>,</q> he said. \"We've been in regular contact.\" <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. \"Over the", "new_id": -2}, {"uid": "1295775600181551115", "i": 341, "idx": 0, "sa": ["Andy Coulson"], "q": ": Mexico to pioneer iris technology on ID cards's top appeals court says Google can not be held liable for all content... Photo in Slideshow: Brazil's Neymar kicks a ball during practice in Tacna Report Abuse <q>Well guys it's late, I'm out of here. Good luck with all those sore muscles you have Little Bicycle Army. Jose and Brown Pride.. Don't take yourselfs so seriously. It's really not worth it.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit We say yes to bad credit Apply today for a personal loanregardless of poor credit", "new_id": -2}, {"uid": "1297402436159285252", "i": 19086, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q>I told him, \"I'm glad you're here, because it is your moment as well,\"</q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1295668634145047607", "i": 18706, "idx": 0, "sa": ["Detroit Red", "Allen Iverson"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for <strong> Detroit Red </strong> after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. <q>It was a huge lift off of me,</q> <strong> Allen Iverson </strong> said. \"I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1295880426196345858", "i": 15360, "idx": 1, "sa": ["Andy Coulson"], "q": "Such a lackadaisical approach to law enforcement is either incompetent or corrupt.\" Incompetent or Corrupt. Sends a shiver down my spine. Ishowerdaily 23 January 2011 12:41 AM@qwertboi <q>Incompetent or Corrupt. Sends a shiver down my spine</q> This comment has been removed by a moderator. Replies may also be deleted. oldefarte 23 January 2011 12:46 AM I can not believe that <strong> Andy Coulson </strong> is such a paragon of virtue that he", "new_id": -2}, {"uid": "1295633904157057075", "i": 12302, "idx": 3, "sa": ["Charlie Beckett", "Andy Coulson", "Sienna Miller"], "q": "story refused to die with a series of fresh allegations. Earlier this month, the paper suspended a senior editor who was named in a lawsuit by actress <strong> Sienna Miller </strong>, who says her phone was hacked. <q>It was always going to be when, rather than if,</q> said <strong> Charlie Beckett </strong>, director of POLIS, a media thinktank at the London School of Economics. \"I don't know anybody in Britain who didn't think <strong> Andy Coulson </strong> must have known more about this than has come out", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q>Apparently, it's a practice all over the country,</q> <strong> Bill Lockyer </strong> said today in a telephone interview. \"I don't think it's a good one.\"-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1296706234199049242", "i": 7484, "idx": 2, "sa": ["Rodney Stuckey", "Tayshaun Prince", "Allen Iverson", "Michael Jordan"], "q": "Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and Richard Hamilton scored 12 points for the Pistons, 6-1 when <strong> Rodney Stuckey </strong> starts at the point. <q>You have to pick your poison because usually a team has only one defender on the perimeter,</q> Hamilton said of coach <strong> Michael Jordan </strong> Curry's recent lineup shift. \"Now we have two great scorers on the perimeter.\" Detroit closed the first half on an 11-4 run and led 44-34 at intermission, but Washington", "new_id": -2}, {"uid": "1297289300130088968", "i": 30497, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Don Little"], "q": ", including \"My Girl, \" \"My Guy, \"` When I Fall In Love, \"` Always& Forever, \"` Hey Baby\" and \"Can't Help Myself.\" <q>It's been a hit, a surprise hit,</q> <strong> Don Little </strong> said. \"It\"s really become popular.\" Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas", "new_id": -2}]