[{"uid": "1297356528206143523", "i": 15960, "idx": 1, "sa": ["Mike Pence"], "q": "forward at great risk to women and at their own political peril.'' The bill's sponsor, <strong> Mike Pence </strong>( R-IN), framed it as an effort to deny government funding for abortions. <q> The time has come to deny all federal funding to Planned Parenthood of America, </q> <strong> Mike Pence </strong> said.`` I've authored the Title X Abortion Provider Prohibition Act, which would deny Title X funds to Planned Parenthood or any other abortion provider and Congress must act and act now to move this important", "new_id": -2}, {"uid": "1295601684081559570", "i": 32284, "idx": 9, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " In a blog post, <strong> Eric Schmidt </strong> said:`` <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.'' <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us, </q> he added, noting each member of the trio had been equally involved in decision-making over the past 10 years.`` But we have also agreed to clarify our individual roles so there's clear responsibility and", "new_id": -2}, {"uid": "1295968668242466824", "i": 21570, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Ken Auletta"], "q": "last week said he will step down as chief executive officer in favor of Google co-founder <strong> Larry Page </strong> to become executive chairman, is`` actually committed to Google,'' he told reporters at the Digital-Life-Design conference in Munich. <q> How long are you committed to doing what you're doing? As long as it's exciting, </q> he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. href=\"http://Ken AulettaKen Auletta.com/\" title=\"Open Web Site\"", "new_id": -2}, {"uid": "1296937069066093063", "i": 19720, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Randy Jackson"], "q": "skinnier nephew. Before <strong> Randy Jackson </strong> and <strong> Steven Tyler </strong> really had a chance to weigh in, however, the 28-year-old produced a prop mic and began fitfully gyrating through Usher's`` Confessions,'' prompting J. Lo to declare, <q> You could be a good impersonator! </q> Sure, it was the sort of audition <strong> Simon Cowell </strong> would've eviscerated, but at least Party Man had a sense of showmanship. Viewers just got a blink-and-you'll- miss-him glimpse of him as he left the audition", "new_id": -2}, {"uid": "1295283850265912333", "i": 44186, "idx": 0, "sa": ["Steven Tyler", "Ricky Gervais", "Simon Cowell", "Jennifer Lopez", "Jimmy Iovine"], "q": "for its 10th season with new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> and new mentor <strong> Jimmy Iovine </strong>, but without <strong> Simon Cowell </strong>, Wednesday at 8 p.m. on WFXT( Ch. 25). target=\"_blank\" href=\"http://wntoday.com/\"> Today Jan. 16 <strong> Ricky Gervais </strong> hosts <q> The 68th Annual Golden Globes </q> live from the hotel at 8 p.m. on WHDH( Ch. 7). It's fun to see who wins. It's I yearn to be a mother but can't bear to lose yet another baby", "new_id": -2}, {"uid": "1296085240146374684", "i": 29346, "idx": 0, "sa": ["Kevin McCarthy", "Bill H. Gross", "Mike Pence", "Paul Ryan", "Ben Bernanke", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 Bill H. Grossion in non-defense discretionary spending cuts as the Ben Bernankechmark. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 Bill H. Grossion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` Young Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.''`` We", "new_id": -2}, {"uid": "1296161021042713162", "i": 10944, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": " <q> Day-to-day adult supervision no longer needed! </q> href=\"http://twitter.com/Eric SchmidtEric Schmidt/status/28196946376130560\" target=\"_blank\"> tweeted Google CEO href=\"http://en.wikipedia.org/wiki/Eric Schmidt_Eric Schmidt\" target=\"_blank\"> <strong> Eric Schmidt </strong> early this morning Australian time as the href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\" target=\"_blank\"> company announced that href=\"http://en.wikipedia.org/wiki/Larry Page_Larry Page\" target=\"_blank\"> <strong> Larry Page </strong> would take over in April. <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296961777064782347", "i": 1264, "idx": 2, "sa": ["Andy Reid", "Michael Vick"], "q": "life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as <strong> Andy Reid </strong>.`` He had a plan and he stuck to that, both on and off the field,'' <strong> Andy Reid </strong> said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job with the football part of it.`` And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison.", "new_id": -2}, {"uid": "1295469111069730385", "i": 21363, "idx": 2, "sa": ["Simon Cowell"], "q": "energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season.`` The part that's a little difficult is judging young kids,'' the 62-year-old said. <q> It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done. </q>( A jab at <strong> Simon Cowell </strong>?)`` I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,'' he prattled cheerfully.", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ".`` I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,'' said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}]