[{"uid": "1296176352117817419", "i": 42735, "idx": 3, "sa": ["Mike McDaniel", "Mike Pence"], "q": "While there is no official word yet on whether he'll run for Indiana governor, many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q>I am convinced he is now going to run for governor,<q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. The 51-year-old Mr. <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as \"a Christian, a conservative, and a Republican", "new_id": -2}, {"uid": "1295586272212418583", "i": 2939, "idx": 4, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl", "Kevin Durant"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the <strong> Yao Ming </strong> play,<q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Allen_Iverson_26pts_Melo_38pts_vs_Sonics_KDurant_37pts_07/08_NBA Touted rookies <strong> Kevin Durant </strong> and Jeff Green both had", "new_id": -2}, {"uid": "1297530770033751060", "i": 13388, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Regis Philbin", "Bill Clinton"], "q": "U.S. and the world through editorial cartoons. What: <strong> Barbara Walters </strong>, who had her own surgery to repair a faulty heart valve last year, addresses heart disease and the fear many have of a heart operation in <q>A Matter of Life and Death.<q> She talks to former <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> and <strong> Regis Philbin </strong>, celebrities who've had heart surgeries. She also talks to doctors, including her own, about prevention and the warning signs of heart trouble.", "new_id": -2}, {"uid": "1297275612018513958", "i": 27277, "idx": 2, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "out of touch during the time it would take to relocate me to the safe site.\" Shortly afterwards, he writes, \"the <strong> Dick Cheney </strong> reached me by phone.\" <strong> Dick Cheney </strong> reportedly told <strong> Donald Rumsfeld </strong>, <q>There's been at least three instance here where we've had reports of aircraft approaching Washington... A couple were confirmed hijacked. And pursuant to the <strong> Dick Cheney </strong>'s instructions I gave authorization for them to be taken out.<q> In fact, there is considerable doubt as to when <strong> Dick Cheney </strong> actually received \"the <strong> Dick Cheney </strong>'s instructions,\" and considerable evidence that he acted on his own volition, as even the timid 9/11", "new_id": -2}, {"uid": "1295245548048136194", "i": 17323, "idx": 0, "sa": ["Allen Iverson", "Darren Collison", "Derrick Rose"], "q": "their first win of the season. Oklahoma <strong> Derrick Rose </strong> Thunder- Los Angeles Clippers GAME RECAP. 2010-11-03 http://wn.com/Detroit_Pistons_vs_Oklahoma_City_Thunder_Allen_Iverson_hits_Game_Winner_12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands. <q>That was a great play by <strong> Allen Iverson </strong>,<q> Pistons coach <strong> Darren Collison </strong> Curry said. \"He hadn't had much going for him in the first three quarters, but then he took over the game.\" Detroit have taken eight straight against the Thunder, and", "new_id": -2}, {"uid": "1297240907074432639", "i": 6327, "idx": 0, "sa": ["Donald Rumsfeld", "Maureen Dowd"], "q": ", I think, and we were talking about <strong> Maureen Dowd </strong>, of the New York Times. At the time, she was very popular, the \"it\" columnist in the country. Mrs. <strong> Donald Rumsfeld </strong> said, <q>There is nothing I like less in a person than cynicism.<q> Many can sympathize with that. For years, people said that Asians had no aptitude for democracy. Democracy was just a Western notion, alien to Asia, which had its own history, ways, and aspirations", "new_id": -2}, {"i": 15628, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Atom â\u0084¢ processors.\" http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: <q>Google had an excellent quarter, our core business grew very well, and our newer businesses-- particularly display and mobile-- continued to show significant momentum. Going forward, we remain committed to aggressive investment in both our people and our products as we pursue an innovation agenda.<q> Announcing financial results for the quarter ended September 30, 2010. Google reported revenues of$ 7.29 billion for the quarter ended September 30, 2010, an increase of 23% compared to the third quarter of 2009", "sa": ["Eric Schmidt"], "uid": "1294965090178536463"}, {"uid": "1296252425002899968", "i": 34000, "idx": 2, "sa": ["Richard Prather", "Mike Pence"], "q": "<strong> Richard Prather </strong>, a retired auto worker from Anderson, said after the Pendleton town hall that he believed <strong> Mike Pence </strong>'s reputation as a federal spending hawk would serve him well running for the governor's office. <q>I think he would have been a good candidate for president, but I'm glad he didn't,<q> <strong> Richard Prather </strong> said. \"In the next race, he can run for president.\" User comments are not being accepted on this article. First-ever cuts to teachers' pension await OK by governor, legislature", "new_id": -2}, {"uid": "1295575224224641077", "i": 22904, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't. But at no time since the Google juggernaut began its conquest of the Internet have there been so many questions about the company's future. In a parting tweet, CEO <strong> Eric Schmidt </strong> wrote Thursday: <q>Day-to-day adult supervision no longer needed!<q> Perhaps that's true. But it would be foolish to think that Page is inheriting a company running on cruise control. Google doesn't need Page to be a savior. But he will need to", "new_id": -2}, {"uid": "1296777708217071642", "i": 4385, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Crowley"], "q": "<q>Previous Tehran or Moscow or Tiananmen? Next<q> The Official Egyptian Crackdown On Journalists, And The Challenge For Obama <strong> Donald Rumsfeld </strong>'s Regrets( There Aren't Many) <strong> Michael Crowley </strong> Thursday, February 3, 2011 at 5:28 pm Next month will mark the eight-year", "new_id": -2}]