[{"uid": "1297304788026935319", "i": 27468, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "I suspect Wanted Dead or Alive <strong> Donald Rumsfeld </strong> Posters will be on sale soon. Don't expect <strong> Donald Rumsfeld </strong> to visit Europe or any place else out of the country anytime soon. Report Abuse <q>The Good, The Bad, and The Ugly</q> He tried to do a Good job, but he had some Bad ideas, and things got Ugly. Report Abuse \"Take away his pension and set him up in his own private room in that", "new_id": -2}, {"uid": "1296599743193396754", "i": 49408, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: <q>There's a shot of her with the kids on <strong> David Letterman </strong>.</q> CAMILLE: \"He uses them as props. It's tough, it's harsh. It hurts, of course.\" The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Camille_Grammer_Meets_Kelsey's_New_Girlfriend_'It_Was_A_Little_Uncomfortable'", "new_id": -2}, {"uid": "1295576755033980440", "i": 17643, "idx": 0, "sa": ["Simon Cowell"], "q": ", soulful; nothing amazingly special, just well-done. And such... kids piano, up first. I like him right away; he says he's a \"stern\" teacher, one of his kids says <q>he's Newsday The National Association of Recording Merchandisers, which advances the promotion, marketing, distribution and sale of music, announced that it will honor \"American Idol</q> with a special Outstanding Achievement Award to celebrate the show's 10th season on the music. The Award will be presented at the 2011 NARM Convention Awards in No <strong> Simon Cowell </strong>.. No Paula? Yes This is Still", "new_id": -2}, {"uid": "1297240707110002225", "i": 46067, "idx": 3, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again but would simply adjust the \"P.R.\" on the front end. <q>I would probably put a little more upfront P.R. to it so that folks could have a much better understanding. I respect the citizens of this city and no one has done more, even in the animal arena, than I have in this city,</q> he said. <strong> Dwaine Caraway </strong> then decried the fact that he has received \"the nastiest, racists e-mails\" over the incident. He said that calls into question some who are criticizing him.", "new_id": -2}, {"uid": "1296557165034062349", "i": 30068, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "this themselves. Representatives care only about party line To the Editor: Quotes from <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> and <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>: \"It is time to come together and work to create jobs across America\" and <q>He is aware of the need to grow jobs, the economy and middle class paychecks.</q> That stuff is all good. Congress passed a bill related to the H-2A program to help farmers trying to make it easier for migrant workers. You might ask, \"How is it working?\"", "new_id": -2}, {"uid": "1295715899131842121", "i": 25767, "idx": 3, "sa": ["Kirsten Gillibrand", "Barack Obama", "Hillary Clinton"], "q": "the requisite fame, glamour, and pedigree, <strong> Barack Obama </strong> seemed poised to fill the void left by <strong> Hillary Clinton </strong>'s departure. <strong> Kirsten Gillibrand </strong>, by contrast, was an obscure one-term House member from a conservative, rural district. <q>She faced prejudice not just as a woman but as an upstater,</q> says Robert Zimmerman, a top Democratic fundraiser in New York. <strong> Kirsten Gillibrand </strong> was promptly derided, first as a political nobody unprepared for the job; then, as Dems looked at her Blue Dog voting record-most provocatively her", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": " \"not committed\" to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q>Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile,</q> he said, adding he thinks <strong> Barack Obama </strong> \"is doing a good job right now.\"  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}, {"uid": "1296576783160382983", "i": 32774, "idx": 1, "sa": ["Michael Vick", "President Bush"], "q": "rambunctious but tolerant democracy, the..., daughter of former <strong> President Bush </strong>, stars in a new... Report Abuse \"WHAT difference does it make? What kind of \"news\" is this?\" Report Abuse <q>Why all the negatives? Think of it this way. Soon gay people will have to suffer through divorces just like the rest of us.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Stock Picking Software No Guessing- No Hunches-", "new_id": -2}, {"uid": "1296217506223641601", "i": 17638, "idx": 2, "sa": ["Mike Pence"], "q": ", who is close to <strong> Mike Pence </strong>, is adamant that he won't run for president-despite a visit to Iowa scheduled in March-but he'll be a key tea party voice in the primary process regardless. Running for president <q>is something[ <strong> Sen. Jim DeMint </strong>] doesn't want to do, but it's something that he's not going to close the door on. He'd like to find someone who's willing to make the fiscal tough calls,</q> Sullivan said. Still, <strong> Mike Pence </strong>'s move leaves particular space for a candidate who is stridently anti-abortion-a traditional GOP issue that has diminished in prominence as concerns about spending and the national debt have driven tea party", "new_id": -2}, {"uid": "1295760128175325317", "i": 3295, "idx": 0, "sa": ["Michael Vick", "Howie Long", "Aaron Rodgers", "Jay Cutler"], "q": "had- and he's had some good ones- <strong> Jay Cutler </strong> probably has the biggest arm and he's probably the most athletic,\" said <strong> Howie Long </strong>, the Hall of Fame defensive end and studio analyst for Fox. <q><strong> Jay Cutler </strong> has a big arm. But sometimes your biggest strength is also your weakness.</q> In <strong> Aaron Rodgers </strong>, the Packers have a cool, cerebral and efficient leader who also can make every throw and extend plays with his feet. He doesn't have <strong> Michael Vick </strong>'s speed but can be just as", "new_id": -2}]