[{"uid": "1294956540094240768", "i": 48695, "idx": 0, "sa": ["Kara Tointon", "Carey Mulligan", "Emma Stone", "Angelina Jolie", "Scott Burnett"], "q": " <strong> Scott Burnett </strong>, 32, Glasgow Verdict: Pass <strong> Emma Stone </strong>`` Isn't she in EastEnders? She looks like <strong> Kara Tointon </strong>.'' <strong> Carey Mulligan </strong> Kayes, 15, Beckenham <q> Don't know her name, but she's in Zombieland. I think she's really good. I like that she doesn't wear much makeup- you can see her freckles coming through. </q> Sara Bonner, 20, LivingEmma Stone`` That's not <strong> Angelina Jolie </strong>.'' Harley Constable, 12, Croydon`` <strong> Emma Stone </strong> something. She was in Zombieland, I thought she was", "new_id": -2}, {"uid": "1295088304103563294", "i": 55029, "idx": 0, "sa": ["Eduard Khudainatov", "Chris Huhne"], "q": " Kedua perusahaan akan melakukan eksplorasi di tiga zone yang disebut EPNZ 1,2 dan 3 di landas benua Arktika yang dikuasai Rusia. Daerah ekplorasi ini terletakdi Laut Kara Selatan seluas 125.000 kilometer persegi. <q> Proyek ini unik dari segi kompleksitas maupun skalanya bagi Rusia maupun industri minyak dan gas dunia. Kami melihatnya sebagai langkah berikutnya dalam mengembangkan hubungan kami dengan BP, </q> kata Presiden Rosneft <strong> Eduard Khudainatov </strong>. BP dan Rosneft juga sepakat untuk membentuk pusat teknologi Arktika di Rusia yang akan mengembangkan teknologi ekstraksi hidrokarbon di landas Arktika. Menteri energi Inggris <strong> Chris Huhne </strong> menyebut perjanjian ini sebagai perkembangan", "new_id": -2}, {"uid": "1295894873135872563", "i": 20604, "idx": 2, "sa": ["Donald Rumsfeld", "George Clooney"], "q": "'s parents wrote to each other during World War II. <strong> Donald Rumsfeld </strong>'s sister Joan and former Secretary of State <strong> George Clooney </strong> Shultz were among the friends, family members and colleagues who came to Washington for conversations. <q> I started thinking about this amazing archive I had, </q> he says during a recent interview.`` The fact that I had it, persuaded me that I ought to take advantage of it.'' <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite", "new_id": -2}, {"uid": "1296522021211714148", "i": 19991, "idx": 1, "sa": ["Sergio Marchionne"], "q": "well as the company's financial performance in 2010. In a conference call with analysts, <strong> Sergio Marchionne </strong> said employees deserved recognition for helping the automaker launch 16 new or refreshed vehicles during challenging times. <q> We have had discussions with the CAW and UAW over this issue, </q> he said.`` It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010.'' <strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing.`` It's", "new_id": -2}, {"uid": "1297123789135839773", "i": 18901, "idx": 1, "sa": ["Simon Cowell"], "q": "on the type of music they choose to perform. <strong> Simon Cowell </strong> was also quizzed about whether the show's winner could expect`` Leona Lewis-type automatic success'' in the music industry, to which he said: <q> Obviously I hope so. I think if we can't, with what is on offer, find a global star then I would say we've failed. I can't put it any clearer than that. </q>`` You want the person to succeed in a way you hope you can say,' I was there at the beginning','' he added.`` I think part of the reason we put", "new_id": -2}, {"uid": "1294979190239403024", "i": 40931, "idx": 5, "sa": ["Ronnie King", "Allen Iverson", "Carmelo Anthony"], "q": "Nuggets hold on for a 110-104 victory over the Los Angeles Clippers on Friday night.`` My whole thing was not so much taRonnie King over, but just trying to win the basketball game,'' he said. <q> I got a couple of good looks at the end. </q> <strong> Allen Iverson </strong> put the Nuggets ahead for good with an 18-foot, off-balance floater with 1:23 remaining. <strong> Carmelo Anthony </strong> sealed the Nuggets' second straight win with a critical rebound and putback with 43 seconds left. <strong> Carmelo Anthony </strong>'s work on", "new_id": -2}, {"uid": "1295564127055377926", "i": 40178, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "said the move was to simplify management structure and speed decision making processes. This comes after 10 years of what he called the two of them and co-founder <strong> Sergey Brin </strong> having an equal say in company operations. <q> We've decided to streamline things by elevating me and having <strong> Larry Page </strong> running things day-to-day, </q> <strong> Eric Schmidt </strong> said. In his blog, <strong> Eric Schmidt </strong> said he thought <strong> Larry Page </strong> is`` ready to lead'' and it's time for him to have a shot. On his personal twitter account, <strong> Eric Schmidt </strong> said,", "new_id": -2}, {"uid": "1295619378256049159", "i": 49907, "idx": 4, "sa": ["Steven Barnett", "David Cameron", "Andy Coulson", "Tim Bale"], "q": "resonated with ordinary people. It wasn't divorced from them in the way that a lot of very middle class politicians are.'' <strong> Steven Barnett </strong>, PROFESSOR OF COMMUNICATIONS, UNIVERSITY OF WESTMINSTER <q> It is all starting to unravel in a way that I think would make people in News Corp extremely nervous and I think <strong> Andy Coulson </strong> has seen( future problems) coming down the road and he's getting out now.`` I think the resignation will take the heat off <strong> David Cameron </strong> personally but it raises the profile of the hacking case at a Tim Balee when the government and possibly the Competition Commission are examining suitability issues and the power of a large and enhanced media organization. </q> IVOR GABER, PROFESSOR OF POLITICAL JOURNALISM, CITY UNIVERSITY, LONDON`` <strong> Andy Coulson </strong>'s resignation is no surprise given the continuing revelations and pressures emanating from the enquiries into phone hacking.", "new_id": -2}, {"uid": "1296488228063668303", "i": 12091, "idx": 9, "sa": ["Eric Schmidt", "Bill Bartmann"], "q": "Google a decade ago, <strong> Eric Schmidt </strong> served as an exec at computer networking maker Novell( href=\"http://quote.foxbusiness.com/symbol/NOVL/snapshot\"> NOVL) and Sun Microsystems, which is now owned by Oracle( href=\"http://quote.foxbusiness.com/symbol/ORCL/snapshot\"> ORCL). <q> My estimate is that <strong> Eric Schmidt </strong> likes to be in the game. He likes to be a player, </q> said Kay. It's unlikely <strong> Eric Schmidt </strong> will retire with his Bill Bartmannions, taking up sailing or traveling. Indeed, there's a rumor he's trying to land a gig on cable television.", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}]