[{"uid": "1297488510134791216", "i": 11311, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "The company announced a bold new direction yesterday by partnering with Microsoft on its mobile strategy to compete with Apple and Google. The problem is it will take years for investors to see results. <q>This partnership won't bear fruit until 2013 and beyond,</q> said Alkesh Shah, an analyst with Evercore Partners. Nokia CEO <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> appeared together at a conference yesterday to announce the plan for Windows software to anchor Nokia smartphones. However", "new_id": -2}, {"uid": "1295931103251396112", "i": 16310, "idx": 0, "sa": ["Bill Lockyer"], "q": "benefits they can't afford. California Treasurer <strong> Bill Lockyer </strong> said the \"pension monster boogeyman\" is being blown out of proportion for political purposes, and said bankruptcy is not necessary for struggling states. <q>They're trying to say, \"Don't come to Washington D.C. for help, declare bankruptcy and undo all those state employee pensions,'</q> <strong> Bill Lockyer </strong> said. \"It's not needed.\" Pension reform advocate Marcia Fritz said the pension problem can not be underestimated and said reform needs to happen quickly. \"It\"s truly a", "new_id": -2}, {"uid": "1296690410059244548", "i": 31375, "idx": 1, "sa": ["David Letterman", "Michele Bachmann"], "q": ", Pawlenty, Palin, Gingrich, <strong> Michele Bachmann </strong>... this is like imagining <strong> David Letterman </strong> on stage competing in a High School Variety show. Posted by: rukidding7| February 2, 2011 6:29 PM| <q>STRF. You said the Muslim Brotherhood attacked a liberal, just like you Right Wing Nut jobs always do.</q> Liam, just out of curiosity, is there such a thing as a \"leftwing nut job,\". And if so, would you name us one? Hope all is well with", "new_id": -2}, {"uid": "1295813473183353387", "i": 15082, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. \"I think he's got a way to go,\" Mr. <strong> Colin Powell </strong> said. <q>I mean, he hasn't achieved all of his purposes, but he's stabilized the economy</q> and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" \"I think he has reached out to countries around", "new_id": -2}, {"uid": "1296200464159858698", "i": 4888, "idx": 9, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "a former Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has <q>come to the place that's right for him and his family.</q> \"What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\"", "new_id": -2}, {"uid": "1295658341074924035", "i": 534, "idx": 3, "sa": ["Alastair Campbell", "Damian McBride", "George Osborne", "Andy Coulson", "David Cameron"], "q": "him in public and private. <strong> George Osborne </strong> described <strong> Andy Coulson </strong> as \"an incredibly talented, dedicated and patriotic servant of this country\". <strong> David Cameron </strong> said he was saddened by the departure, feeling his communications director was <q>being punished twice for the same offence. This is all about the past. It has gone on and on and I can understand why he feels the pressure of that. \"I choose to judge him by the work he has done for me, for the government and for the country. He has run the Downing Street press office in a very straightforward professional and competent way.</q> He said he compared <strong> Andy Coulson </strong>'s regime with \"the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong> and all that nonsense we had from the past government\". He reiterated <strong> Andy Coulson </strong>'s dogged defence, saying", "new_id": -2}, {"uid": "1295093762134053922", "i": 11392, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer", "David Cameron"], "q": "embroiled Prime Minister <strong> David Cameron </strong>'s media chief. <strong> Keir Starmer </strong>, Director of Public Prosecutions, said the Crown Prosecution Service( CPS) would conduct a \"comprehensive assessment\" of evidence collected by detectives. <q>The purpose of this assessment is to ascertain whether there is any material which could now form evidence in any future criminal prosecution relating to phone hacking,</q> the CPS said in a statement. <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> quit as News of the World editor in 2007 after one of the paper's reporters was jailed for secretly listening to phone messages of royal", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q>Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it,</q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1295915008006537227", "i": 43104, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "executive who is transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q>the board clearly wants to retain his guidance for the next four years.</q> \"It's a signal to shareholders that he'll continue to steer the boat,\" Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page.", "new_id": -2}, {"uid": "1296149816234012694", "i": 12890, "idx": 1, "sa": ["Ronald Reagan", "Mike Pence"], "q": "Ronnie.\" When <strong> Ronald Reagan </strong> won the decisive victory in New Hampshire, the paper pivoted toward him- in a slightly condescending tone. The same tone is heard today. The National Journal recently reported, <q>Other Republicans believe[ <strong> Mike Pence </strong>] <strong> Mike Pence </strong>'s ideological purity is what makes him at once dangerous to his rivals in a primary and dangerous to his own party if he secures the nod in a general election.</q>( Emphasis added.) The story goes on to quote an unnamed \"Republican lobbyist\" saying, \"If we all agree the battle's going to be won in the middle, <strong> Mike Pence </strong> is not", "new_id": -2}]