[{"uid": "1296164661230342706", "i": 32084, "idx": 0, "sa": ["Steve Ballmer"], "q": "though revenue climbed 15 percent.`` We are enthusiastic about the consumer response to our holiday lineup of products, including the launch of Kinect,'' said Microsoft chief financial officer Peter Klein. <q> The pace of business spending, combined with strong consumer demand, led to another quarter of operating margin expansion and solid earnings per share growth. </q> Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 videogame consoles in the 60 days after it hit the market in November, chief executive <strong> Steve Ballmer </strong> said early this month. Subscribe to RSSMost", "new_id": -2}, {"uid": "1297077143210305038", "i": 12110, "idx": 0, "sa": ["Simon Cowell"], "q": "holidaying in Africa? According to the News of the World, <strong> Simon Cowell </strong> has convinced TV executives in the US to give Cole a place on the panel for the new show. A source said: <q> <strong> Simon Cowell </strong> is the boss of this show. He gets what he wants and he wants Cheryl. The money you make on American TV is huge, but there's also a huge risk. </q>`` The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.''`` As soon as it's", "new_id": -2}, {"uid": "1295584425239992849", "i": 37045, "idx": 1, "sa": ["Donald Rumsfeld", "Scooter Libby", "Richard Perle", "Dick Cheney", "Paul Wolfowitz", "Jeb Bush"], "q": "<strong> Dick Cheney </strong>, <strong> Jeb Bush </strong>, <strong> Donald Rumsfeld </strong>, <strong> Paul Wolfowitz </strong>, <strong> Richard Perle </strong>, and convicted criminal <strong> Dick Cheney </strong>'s former chief of staff <strong> Scooter Libby </strong>`` <strong> Scooter Libby </strong>'' <strong> Scooter Libby </strong> On September 11th, 2001, 11:08 pm George W <strong> Jeb Bush </strong> wrote in his diary'' <q> The <strong> Daniel Pearl </strong> Harbor of the 21st century took place today.`` We think it's <strong> Osama bin Laden </strong>. </q> www.washingtonpost.com <strong> Dick Cheney </strong>'s former chief of staff <strong> Scooter Libby </strong>`` <strong> Scooter Libby </strong>'' <strong> Scooter Libby </strong>, was convicted on 4 charges Tuesday of lying and obstructing a leak investigation www.msnbc.msn.com <strong> Scooter Libby </strong> wrote a book called'' The Apprentice'' which referenced pedophilia,", "new_id": -2}, {"uid": "1296592764087982095", "i": 24253, "idx": 0, "sa": ["Zahi Hawass", "Fredrik Hiebert"], "q": ". Ordinary people have protected historic sites in other areas in Egypt, too, such as Luxor and Alexandria. National Geographic fellow <strong> Fredrik Hiebert </strong> explains that historical objects in Egypt are easier to loot than in other places. <q> In Iraq and Afghanistan, people[ had] moved away from the archaeological sites. </q> Egypt is mostly desert, though, so`` you can't move anywhere-- the Nile is it.'' National Geographic explorer-in-residence <strong> Zahi Hawass </strong> says that the country's museums are now safe and guarded by the", "new_id": -2}, {"uid": "1297448100150323210", "i": 33644, "idx": 0, "sa": ["Michael Davis", "Michael Vick"], "q": "As <strong> Michael Davis </strong> sees it, The News has a vendetta against Caraway because the paper didn't like the positions that the mayor pro tem took on last year's property tax hike. <q> They've been gunning for payback ever since, </q> <strong> Michael Davis </strong> writes, adding,`` Sorry to inform the Dallas Morning News, but Dwaine's not going anywhere.'' present <strong> Michael Vick </strong> with a`` key to the city'' during Super Bowl week? Without informing", "new_id": -2}, {"uid": "1297275457033341484", "i": 2796, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "A 19-year Microsoft veteran, <strong> Satya Nadella </strong> has`` the right mix of leadership, vision and hard-core engineering chops,'' Microsoft Chief Executive <strong> Steve Ballmer </strong> said in a memo to employees, which was made public. <q> We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways, </q> <strong> Steve Ballmer </strong> said. Microsoft has made great strides in the past few years in cloud computing-- broadly the provision of software, storage and computing power over the Internet-- and now wants to sell such services", "new_id": -2}, {"uid": "1297249710016384018", "i": 41015, "idx": 1, "sa": ["Adam Sandler", "David Letterman", "Conan O'Brien"], "q": "made a fairly benign statement regarding <strong> Adam Sandler </strong>'s mother's friends.`` They all know what you do, right?'' <strong> Adam Sandler </strong> responded with a joke that spiralled into a pretty odd place rather quickly. <q> My mother still thinks I'm a doctor, </q> he quipped.`` I never really told her. So every Thanksgiving her friends will come over and I'll give them pelvic exams.'' <strong> Conan O'Brien </strong> <strong> Adam Sandler </strong> on` <strong> David Letterman </strong>' after the jump! Now why", "new_id": -2}, {"uid": "1295616772107249684", "i": 425, "idx": 0, "sa": ["Eric Schmidt"], "q": ", according to his most recent report to the Secretary of the Senate,'' Jennifer Yachnin writes for Roll Call.`` The Nevada Republican has been the subject of multiple investigations'' into allegations that he tried to <q> cover up an affair with the spouse of his former top aide. <strong> John Ensign </strong> first acknowledged the affair, involving Cynthia Hampton, a campaign staff member married to Doug Hampton, his Washington, D.C., administrative assistant, in June 2009. </q> GOOGLE-PLEX: THE CHART-- Business Insider has a handy-dandy chart showing how well Google did under <strong> Eric Schmidt </strong>, who is turning over the reins to the co-founder. GOOD FRIDAY MORNING, and welcome to", "new_id": -2}, {"uid": "1295466256008323116", "i": 7424, "idx": 0, "sa": ["Mike Pence"], "q": "WCSI does the forensics on <strong> Mike Pence </strong>'s upcoming decision, and reports that he met with another Indiana Republican mentioned as a possible candidate: <q> Sixth district Congressman <strong> Mike Pence </strong> says the conservative activists publicly lobbying him to run for president have already done so privately. <strong> Mike Pence </strong> says former Reagan administration attorney Ralph Benko advised him on the speech he delivered to the Detroit Economic Club after Thanksgiving, an address widely viewed as testing the waters for a White House bid. Benko and Former Kansas Congressman <strong> Jim Ryun </strong> are the only publicly named backers of the America's President Committee, which on Monday launched an online petition drive aimed at gathering`` tens of thousands </q> of signatures to urge <strong> Mike Pence </strong> to run for President. <strong> Mike Pence </strong> has been weighing whether to run for President or Governor, and says he intends to make a decision within the next couple of weeks. He isn't", "new_id": -2}, [{"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency.`` He's not a Muslim,'' said <strong> Colin Powell </strong>, but`` what if he is?'' <q> I'm troubled by the fact that within the party we have these kinds of expressions </q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state.`` We have got to stop polarizing ourselves.'' Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}]]