[{"uid": "1297620106254115870", "i": 3664, "idx": 1, "sa": ["George Washington", "Nick Lachey", "Justin Bieber", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New ''<strong> George Washington </strong> Idol'? <strong> Victoria Beckham </strong>: ''I Don't Know the Sex of My <strong> Justin Bieber </strong>!'' <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live: <q>I'm Much More Famous in England</q> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley''s Puppy Love <cite> Crush- February 11", "new_id": -2}, {"uid": "1295819193226000912", "i": 7286, "idx": 12, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "been. We can more or less know what you're thinking about,'' he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and Google as ''creepy.'' <q>The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role,</q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. In his new role, <strong> Eric Schmidt </strong> indicated he will focus on meeting with Google's business partners and government officials around the world. Wrangling", "new_id": -2}, {"uid": "1296111817041386023", "i": 4005, "idx": 1, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "porn and food industries ha... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Google DC Talks: A Conversation with Chris Anderson As part of the Google DC Talks series, Google's Washington office", "new_id": -2}, {"uid": "1295139772120274975", "i": 15870, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "do something many thought she would never do again after getting shot at point-blank range with a 9mm slug. ''Her eye is flickering and Mark sees this and gets extremely excited,'' <strong> Kirsten Gillibrand </strong> recalled. <q>He said ''<strong> Gabrielle Giffords </strong> open your eyes, open your eyes.' He is really urging her forward, and the <strong> The doctor </strong> is perking up.</q> Kelly asked her to give a thumbs-up, and not only did she open her eyes, she reached out to touch her husband. ''It was unbelievable,'' <strong> Kirsten Gillibrand </strong> said. '''She", "new_id": -2}, {"uid": "1296165849194232363", "i": 19334, "idx": 2, "sa": ["Jon Huntsman", "Mike Pence"], "q": "Air's community of registered readers. Please don't assume that Hot Air management agrees with or otherwise endorses any particular comment just because we let it stand. A reminder: Anyone who fails to comply with our <q>Good luck with the ''sure, I worked for Obama but I didn't enjoy it</q> messaging in the primaries, <strong> Jon Huntsman </strong>.'' Report: <strong> Mike Pence </strong> reportedly won't run for president Boehner set to revive DC school voucher program Democrats eliminated ObamaCare Waivers Jump from 222 to 729 Covering 2.2 Million", "new_id": -2}, {"uid": "1295545648061915230", "i": 25388, "idx": 1, "sa": ["Hu Jintao", "Steve Ballmer", "Barack Obama"], "q": "only <strong> Hu Jintao </strong> had replied, ''yes including me, who would pay for crap like Vista anyway?'' We don't know what <strong> Steve Ballmer </strong> said exactly in that meeting either but we reckon it was, <q>HEY HU BOY, MOST OF YOUR PEOPLE DO N'T PAY FOR OUR SOFTWARE, ONLY 10 PER CENT DO! WHAT ARE YOU GON NA DO ABOUT IT?</q> <strong> Barack Obama </strong> referred to the input from the Vole's CEO during his press conference with <strong> Hu Jintao </strong>. The White House's transcript quotes <strong> Barack Obama </strong>, ''<strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is", "new_id": -2}, {"uid": "1297286067166281247", "i": 3570, "idx": 0, "sa": ["Donald Rumsfeld", "John Ensign", "Sen. George Allen"], "q": "run for public office, his upset victory over <strong> Sen. George Allen </strong> came as a Democrat. Is <strong> John Ensign </strong> a Political Zombie And He Just Doesn't Know It? U.S. Video: City worker's striptease raises questions Report Abuse <q>Web sees the hand writing on the wall, and it says most Senate democrats will loose in 2012, as well as <strong> Barack Obama </strong>.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}, {"uid": "1295286716082853889", "i": 28678, "idx": 2, "sa": ["Steve Ballmer"], "q": "is an important release for the company and, of course, for Microsoft Dynamics CRM,'' Brad Wilson, general manager, Microsoft Dynamics CRM product management group, told CRM Buyer. Having <strong> Steve Ballmer </strong> unveil the product <q>is an indication of <strong> Steve Ballmer </strong>'s strong ongoing commitment to Microsoft Dynamics as a product family and CRM as a specific application.</q> The on-premises and partner-hosted versions of Microsoft Dynamics CRM 2011 will become globally available on February 28, 2011. This iteration of the product line differs from earlier versions in its global reach: It will", "new_id": -2}, {"uid": "1295664085122535987", "i": 25698, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "at one of Britain's sauciest tabloids. The aide, <strong> Andy Coulson </strong>, had edited News of the World, Britain's biggest-selling Sunday newspaper, until 2007 and shortly after was hired by <strong> David Cameron </strong>. <q>Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role,</q> <strong> Andy Coulson </strong> said in a statement. The resignation is a blow for <strong> David Cameron </strong>, who had repeatedly backed <strong> Andy Coulson </strong> against calls for his resignation, saying earlier this week that everyone deserved a ''second chance.''", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team. ''The president and I don't have to agree on everything,'' said <strong> Kirsten Gillibrand </strong>. ''GO JETS!'' <q>I'll bet on the Jets over Chicago,</q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}]