[{"uid": "1295626550004243492", "i": 6705, "idx": 0, "sa": ["Elton Brand", "Allen Iverson", "Kyle Busch"], "q": "programs, the <strong> Elton Brand </strong> Foundation is merely a front to give <strong> Elton Brand </strong> a forum in which to dunk on children all day <strong> Kyle Busch </strong>: Forced to shut down his Motor for Life Fund when authorities learned its stated purpose of <q>teaching sportsmanship, dignity, and respect to underprivileged children</q> was actually accomplished through playing the original arcade version of Cruis'n USA <strong> Allen Iverson </strong>: Claimed the goal of his Answer Foundation was to end world hunger; used the charity's money to hold an annual press conference and", "new_id": -2}, {"uid": "1295604422252706825", "i": 20347, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "an advisor to co-founders Larry Page and <strong> Sergey Brin </strong>. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a prepared statement. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.</q> CNNMoney: Verizon challenges FCC Net neutrality rules Verizon filed a legal appeal on Thursday challenging the Federal Communications Commission's authority to enforce the new Net neutrality rules it adopted last month. \"We believe this assertion", "new_id": -2}, {"uid": "1297425441197410833", "i": 19555, "idx": 1, "sa": ["Steve Ballmer"], "q": ". And we of course can't have such a big announcement coming from the Microsoft camp without having a statement from <strong> Steve Ballmer </strong>. \"I am excited about this partnership with Nokia,\" added <strong> Steve Ballmer </strong>. <q>Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> This shakeup also means that there will be some changes to Nokia's executive structure. While we won't detail all of the shuffling that's going on( you can read about it here", "new_id": -2}, {"uid": "1296109290115327074", "i": 23385, "idx": 7, "sa": ["Michael Vick"], "q": "could become a free agent if the NFL labour situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q>Hopefully, I'll be with the Eagles next year. We'll see what happens,</q> said <strong> Michael Vick </strong>, who added that he expects \"everything to go according to plan.\" \"We'll see what happens over the next couple months. I just got to be patient and take it", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}, {"uid": "1296075398185663489", "i": 15599, "idx": 5, "sa": ["Bill Joy", "Esther Wojcicki", "Eric Schmidt", "James Joaquin", "Jeremy Stoppelman"], "q": "Yelp founder <strong> Jeremy Stoppelman </strong>; Kleiner Perkins Managing Director <strong> Bill Joy </strong>; Pixelpipe Chairman <strong> James Joaquin </strong>; and educator <strong> Esther Wojcicki </strong>. \"This prize's urgency is to quickly find solutions and create new technology,\" <strong> Eric Schmidt </strong> said. <q>And the Silicon Valley ethos is about solving problems.</q> Contest submissions have arrived from all over the world- with just one U.S. entry. \"We're not talking incremental changes,\" said Francis Beland, X Prize development VP. \"", "new_id": -2}, {"uid": "1295907812246595678", "i": 39138, "idx": 1, "sa": ["Norman Schwarzkopf", "Colin Powell", "Bill Clinton", "President Bush"], "q": "Vietnam, had a new public face.\" Largely credited for the victory were Gens. <strong> Colin Powell </strong>, Joint Chiefs chairman at the time, and <strong> Norman Schwarzkopf </strong>, the commander of U.S. forces during that war. <q>There was great deference among lawmakers from that point for <strong> Norman Schwarzkopf </strong> uniformed leaders,</q> Freier said. \"You hadn't seen it to that extent before.\" In the years that followed, the <strong> Bill Clinton </strong> and <strong> President Bush </strong> administrations moved forward with plans for a leaner military. But then came", "new_id": -2}, {"uid": "1297268976172048400", "i": 5397, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. \"We're already making strong traction across our Server and Tools Business by embracing cloud services,\" said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.</q> As president of the Server and Tools Business, <strong> Satya Nadella </strong> will oversee the overall strategy, engineering, marketing and product development for Microsoft's server, tools and cloud platform efforts. This includes developing the technology road", "new_id": -2}, {"uid": "1297280200108511254", "i": 44099, "idx": 0, "sa": ["Chris Medina", "Paula Abdul", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "I would feel like I would already won,\" said <strong> Chris Medina </strong>, before singing \"Break Even\" by The Script. Then he brought his fiancee inside the audition room in her wheelchair. <q>I got to tell you man, I am so happy right now,</q> <strong> Steven Tyler </strong> said. He, <strong> Jennifer Lopez </strong> and Randy Jackson greeted Julianna, then <strong> Steven Tyler </strong> gave her a huge hug, and a kiss, and rubbed his eyes. <strong> Simon Cowell </strong> Suggests <strong> Paula Abdul </strong> Could Be in the Running for`", "new_id": -2}, {"uid": "1295590171029097991", "i": 32304, "idx": 3, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "held against him. At a time when Google is struggling to appear innovative, Page, known for his casual dress, middle class upbringing, and technical nature, still exudes the down-to-earth entrepreneur image. <q>He gives Google back their founder story, which is something that Facebook has,</q> <strong> Danny Sullivan </strong> noted. Yet others believe it was <strong> Eric Schmidt </strong>'s decision to step down as CEO, as the executive has developed career aspirations outside of Google. Some speculate <strong> Eric Schmidt </strong> will remain executive chairman only temporarily", "new_id": -2}]