[{"uid": "1296297698029851649", "i": 33887, "idx": 0, "sa": ["Chuck Grassley", "Mike Pence", "Tom Latham"], "q": "legislation and federal appointments. The binding resolution, which passed 92-4, requires public disclosure within two days of an objection being made by any senator to Senate action on legislation or nominations. <q> Passage of this resolution is a victory for accountability. It will establish transparency with the significant power each senator holds to stop legislation and nominations, </q> <strong> Chuck Grassley </strong> said.- <strong> Tom Latham </strong> Beaumont <strong> Mike Pence </strong> won't run, for president anyway Caucus junkies confounded by the late formal start of campaigning but long lists of possible candidates can cross", "new_id": -2}, {"uid": "1295652755122683468", "i": 27492, "idx": 1, "sa": ["Eric Schmidt"], "q": "browser market for a decade, the company has struggled to find its footing in social networking, with a new crop of Web companies such as Facebook and Twitter stealing Web traffic and engineering talent. <q> As spending was curbed and order restored over the last few years, some of that <strong> Google Inc. </strong> magic was lost, </q> said Tricia Salinero, managing director of Newforth Partners, a mergers and acquisitions advisory firm, in an e-mail. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, told", "new_id": -2}, {"uid": "1294977903249905195", "i": 5923, "idx": 0, "sa": ["Jason Terry", "Allen Iverson", "Dikembe Mutombo"], "q": "shots and <strong> Allen Iverson </strong> scored 47 points as the Philadelphia 76ers beat the Atlanta Hawks 108-103 Friday night. The Hawks have lost 10 straight, including nine since trading <strong> Dikembe Mutombo </strong> to Philadelphia in a five-player deal on Feb. 22. <q> I kept running into them and they kept telling me they were going to dunk on me, </q> said <strong> Dikembe Mutombo </strong>, who is living at the same hotel that Atlanta stayed at in downtown Philadelphia. \"I kept telling them during the course of the game,` Why are you even trying?\" <strong> Jason Terry </strong> had", "new_id": -2}, {"uid": "1296253125144457810", "i": 3070, "idx": 2, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "opinions on various news items. But it was when he referred to the <strong> Andy Coulson </strong> Gray story that eyebrows were raised. First he said \"this country has lost its sense of humour\" and anything Gray said was <q> not worse that what women say about other women </q>. When reminded that Gray had been sacked, <strong> Rupert Murdoch </strong> silenced the meeting, saying: \"There are other reasons for sacking <strong> Andy Coulson </strong> Gray.\" Later that day, News Corp confirmed the other reasons referred to Gray", "new_id": -2}, {"uid": "1296768815048218146", "i": 6339, "idx": 2, "sa": ["Steve Ballmer"], "q": "is spent in the CPU and GPU and drill down further to see a Visual Tree that details how long it takes elements to render on screen. The profiler also suggests how to troubleshoot performance issues. <q> I am happy to see the performance profiling capabilities, since that's an area every phone developer must face when building applications, </q> said Lhotka, whose team's first Windows Phone 7 application hit the Marketplace yesterday. <strong> Steve Ballmer </strong> said that with about 1,000 apps at launch, Microsoft is ahead of its competitors in their marketplace launch phases.", "new_id": -2}, {"uid": "1297180938217825348", "i": 14141, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "as well as celebrities and statesmen from all over the country. It was the perfect time to give out the key to the city to some deserving philanthropist, such as... <strong> Michael Vick </strong>? <q> <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> presented </q> <strong> Michael Vick </strong> a key to the city of Dallas Saturday. <strong> Dwaine Caraway </strong> said he believes \"a great majority\" of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a", "new_id": -2}, {"uid": "1297332514205176883", "i": 19838, "idx": 0, "sa": ["David Letterman"], "q": "and \"highly entertaining\" by Publisher's Weekly. \"Wood's debut scores a solid eagle,\" says Kirkus Reviews. The audio version( narrated by Wood) was produced by Brilliance Audio. <q> Along the way, I suffered ghastly food poisoning in India and Egypt; weathered severe altitude sickness when crossing the Andes; encountered bloody civil wars in Bolivia and Nepal; accidently met Argentina's notorious dictator <strong> Carlos Menem </strong>; and was arrested by armed guards and deported in Ukraine, </q> says Wood. \"It wasn't exactly a golf weekend in Myrtle Beach.\" A former comedian with several appearances on \"Late Night with <strong> David Letterman </strong>,\" Wood now holds a public relations position with", "new_id": -2}, {"uid": "1296003648058851372", "i": 38, "idx": 1, "sa": ["Jim Richardson", "Tim Tebow", "Michael Vick", "Barack Obama"], "q": "rankings is <strong> Tim Tebow </strong>, the University of Florida quarterback who's now with the Denver Broncos. His N-score is a strong 141, putting him in the top five among all active professional quarterbacks. Says Master: <q> The guy has just started his NFL career and he's in the top five. Wow. This guy is election material when he hangs up his cleats. </q> \"<h6> Raising <strong> Michael Vick </strong> Story Continues the Conservative Attack on <strong> Barack Obama </strong> </h6>\" <strong> Jim Richardson </strong> of VA, its Conservatives like Bedard here and Fox News who have their fixation on the MichaeL <strong> Michael Vick </strong> story. Conservatives tried to make", "new_id": -2}, {"uid": "1296172795252526607", "i": 16044, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "for its Streetview database. The firm offered German homeowners the right to opt out before the pictures were even taken, and nearly 3% duly did that. But despite this initial opposition, <q> Germany is the second-highest user on a percentage basis of Streetview of any country in the world, </q> he said. \"We know that German consumers really love our product.\" The Google triumvirate( from left): <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and Larry Page On Wikileaks, Mr <strong> Eric Schmidt </strong> said the company had", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]