[{"uid": "1296106879053329927", "i": 18061, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "last week after numerous questions about practices at the newspaper. \"The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,\" the police force said in a statement. <q>This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.</q> BUSINESS AND POLITICS <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgement in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of pay TV operator", "new_id": -2}, {"uid": "1295596909029032474", "i": 16548, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "discuss the big decisions among the three of us,\" stated <strong> Eric Schmidt </strong>. Page will take charge of the day-to-day operations as Google's CEO and lead product development and technology strategy, w.e.f. April 4th. <q>In this new role he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead,</q> commented <strong> Eric Schmidt </strong>. <strong> Sergey Brin </strong> who is the co-founder, will devote his time and energy to strategic projects, in particular working on new products. \"He's an innovator and entrepreneur to the core, and", "new_id": -2}, {"uid": "1295069800001703950", "i": 6154, "idx": 2, "sa": ["Sergio Marchionne", "Alan Mulally"], "q": " \"This has been the heart of the problem in Detroit,\" said <strong> Sergio Marchionne </strong>, who also heads up Fiat, the Italian auto company. <strong> Alan Mulally </strong> said Ford has learned that it has to <q>deal with the current reality. You have to match production to real demand and accelerate development of new products that people will want to buy.</q> For Ford that meant going with a plan for extensive restructuring to a consortium of banks and borrowing$ 23.5 billion, he said. For GM and Chrysler it meant bankruptcy filings and huge bailouts", "new_id": -2}, {"uid": "1297292537070500358", "i": 40823, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "They just do not exist. They can be friendly. They can be helpful. They can have good social graces... all the while hating your guts and wanting you dead, you infidel.\" Report Abuse <q>to compare democrats with terrorists is truly low rent. do you assume ALL our troops are republicans? are their no democratic americans in harms way in afghanistan? what about that? are they terrorists?</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! 1 Trick your Auto Insurer hides from you for extremely cheap rates.", "new_id": -2}, {"uid": "1296510256041320476", "i": 19301, "idx": 1, "sa": ["Zahi Hawass"], "q": "In Alexandria, the modern library was protected by a chain of people. But more exposed sites in the south, such as the cemetery of Saqqara and Abusir, were reported to have suffered extensively from looting. <q>The magazines and stores of Abusir were opened, and I could not find anyone to protect the antiquities at the site,</q> <strong> Zahi Hawass </strong> added. \"At this time, I still do not know what has happened at Saqqara.\" A source close to <strong> Zahi Hawass </strong> says that he learned on Monday that Saqqara is safe. Several sources,", "new_id": -2}, {"uid": "1297617511105119748", "i": 36222, "idx": 3, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ". \"In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,\" <strong> Steve Ballmer </strong> wrote in a Feb. 9 e-mail to employees. <q>We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways.</q> <strong> Satya Nadella </strong>, who replaces Bob Muglia, will presumably carry out what <strong> Steve Ballmer </strong> previously termed as the Server and Tools Business' move into \"the era of cloud computing.\" In his own Feb.", "new_id": -2}, {"uid": "1297720803009617535", "i": 16318, "idx": 0, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "were not isolated incidents in the history of a group willing to be a chief ally in the exploitation of women and girls,\" said <strong> Susan B. Anthony </strong> List president <strong> Marjorie Dannenfelser </strong>, in a statement after the protest. <q>Yet, this organization insists that it deserves taxpayers' continued support,</q> she said. Since the videos were released, U.S. Representative <strong> Mike Pence </strong>, an Indiana Republican, has proposed legislation to deny family planning federal funding to any healthcare provider that offers abortion. Planned Parenthood", "new_id": -2}, {"uid": "1297356363111132897", "i": 45999, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "thousands of people on some days. \"We will open the museum after the strike is finished. I don't know when the strike is finished,\" said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q>I need things to go back to normal.</q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of widespread destruction of the", "new_id": -2}, {"uid": "1295554110082853921", "i": 24929, "idx": 1, "sa": ["the Fox", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "returns for Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q>What this show is about is \"American Idol' Premiere Plays Nice with <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> Billboard \"American Idol</q> returned to <strong> the Fox </strong> with its 10th season premiere on Wednesday night( Jan. 19), and with new judges and also making their debuts-- and the reliably affable Randy Jackson occupying <strong> Simon Cowell </strong>\"s old seat on", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q>Is Not the Kind of Plan Americans Want</q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care \"Is Not the Kind of Plan Americans Want\" In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}]