[{"uid": "1295658306074924083", "i": 1971, "idx": 8, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "But as <strong> Eric Schmidt </strong> himself has said, it's quite a trick.`` If you've got a one-trick pony, you want the one we have,'' <strong> Eric Schmidt </strong> told The Journal last summer. <q> We're in the ad business, and it's growing rapidly. We picked the right trick. </q> And Google picked the trick on <strong> Eric Schmidt </strong>'s watch. Ot at least the watch he shared with Page and <strong> Sergey Brin </strong>. AdWords debuted in 2000, before <strong> Eric Schmidt </strong> joined the company. But in those early", "new_id": -2}, {"uid": "1296675995024215578", "i": 29524, "idx": 0, "sa": ["Halle Berry", "Audrina Patridge", "David Letterman"], "q": "think they were pushed in the business,'' she added.`` They were genuinely discovered based on real talent.'' OK! NEWS: JUSTIN BIEBER ON HIS BEST FRIEND SELENA GOMEZ- WE SAW <q> There hasn't been any official word on that, </q> <strong> Halle Berry </strong> said,`` but that would be a fantastic idea.'' Lunchtime Lowdown: <strong> Audrina Patridge </strong> Shows Off Her Bikini Bod for Bongo`` Late Show'' host <strong> David Letterman </strong> may be a more seasoned entertainer than pop sensation", "new_id": -2}, {"uid": "1295753709087883837", "i": 33581, "idx": 2, "sa": ["Damon Jones", "Allen Iverson", "Reggie Jackson", "Chris Webber"], "q": "stared straight ahead, Cavaliers guard <strong> Damon Jones </strong> let his teammates know that their performance was unacceptable by yelling at all of them.`` I just think something had to be said at that point,'' <strong> Damon Jones </strong> said. <q> No big thing http://wn.com/Allen_Iverson_31pts_Philadelphia_76ers_vs_Lebron_James_Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` <strong> Reggie Jackson </strong>'s really what I did. It helped me out.'' <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds,", "new_id": -2}, {"uid": "1295411717092504082", "i": 28, "idx": 0, "sa": ["Simon Cowell"], "q": "that's been the thinking behind`` American Idol,'' home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q> a cat being thrown off a skyscraper, </q> telling another,`` Don't mean to be rude, but you look like the Hulk's wife,'' reducing dozens of hopefuls to their worst`` ugly cry''- and propelling the show to", "new_id": -2}, {"uid": "1295560284104759370", "i": 35572, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "effective April 4. <strong> Google Inc. </strong> has North Carolina connections. It operates a data center in western North Carolina and a software development operation in Chapel Hill. Page praised <strong> Eric Schmidt </strong>, too. <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves, </q> he said.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have", "new_id": -2}, {"uid": "1296003981098533397", "i": 2141, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "most of its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., among its fiercest rival. Microsoft employed", "new_id": -2}, {"uid": "1296760792093224986", "i": 31419, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "as Pentagon chief under then-president George W Bush. <strong> Donald Rumsfeld </strong> was regarded as the chief architect of the war in Iraq. In the book he continues to defend the invasion, saying the Middle East would be <q> far more perilous than it is today </q> if <strong> Saddam Hussein </strong> were in still in power.The memoir, titled Known and Unknown and due in bookstores next week, is an 800-page account of his life and careers in government and business. The Washington Post and New", "new_id": -2}, {"uid": "1296128197246497300", "i": 17600, "idx": 11, "sa": ["Michael Vick"], "q": "a game, nine more than his career average. The difference was in the passing game, where he completed 62.8 percent of his passes, blowing his previous best out of the water. <q> I feel like this one I had to work hard to get here, </q> <strong> Michael Vick </strong> said.`` This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else.", "new_id": -2}, {"uid": "1296781096226541600", "i": 13786, "idx": 1, "sa": ["Michele Bachmann", "Mike Pence"], "q": "quickly gave momentum to <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>'s, R-Ind., effort to strip federal funding for abortion providers. With Planned Parenthood the biggest recipient of those funds, <strong> Mike Pence </strong> said Americans should be`` shocked'' that the organization <q> has been recorded aiding and abetting underage sex trafficking. </q>`` The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage,'' <strong> Mike Pence </strong> said.`` The time to deny any and all funding to Planned", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}]