[{"uid": "1295465204122241033", "i": 38447, "idx": 3, "sa": ["David Letterman", "Regis Philbin"], "q": "ended his Inside Edition that he would`` get a kick'' filling in for <strong> Regis Philbin </strong> after he leaves. <strong> Regis Philbin </strong> is well-suited to daytime TV, says <strong> David Letterman </strong> Scardino of ad firm RPA in Los Angeles. <q> He could be outrageous, but in a way that was non-threatening. And that's a great combination for the daytime. </q> Live could see some viewer turnover after his exit.`` I do think there's a bit more potential, perhaps, that somebody who has been on this long has viewers who are extremely loyal,", "new_id": -2}, {"uid": "1295511637124485681", "i": 26972, "idx": 1, "sa": ["Brian Bell", "David Letterman", "All Time Low"], "q": "studio audience on`` Late Show With <strong> David Letterman </strong>'' was a surreal experience.`` Playing on TV for the first time when you're in your 20s, it's just bizarre,'' recalled <strong> Brian Bell </strong>. <q> There's a lot of pressure when you're young. </q> Now, he said, performing in front of 100 people- or 15,000- feels`` so natural.'' Weezer performs tonight at the California Mid-State Fair with special guest <strong> All Time Low </strong>. The band's current", "new_id": -2}, {"uid": "1297353395128565254", "i": 22698, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1297260229046088245", "i": 24311, "idx": 4, "sa": ["Simon Cowell"], "q": "to four weeks.'' in several ways. In addition to having no upper age limit, X Factor allows for both individual and group acts and makes the judges serve as mentors to the finalists. <q> I wanted to make a show where I could help the competitors on a weekly basis and that's more interesting to me because I will have a lot more to do, </q> <strong> Simon Cowell </strong> said. There is a change in the audition process as well. On Idol, would be superstars perform for the panel of judges only; on X Factor, there will be a public", "new_id": -2}, {"uid": "1296117571165298183", "i": 7772, "idx": 2, "sa": ["Theresa Ellis", "Michael Vick"], "q": "urban Honolulu known for its racially diverse student body, many from housing projects, and tough football team. <strong> Michael Vick </strong> would be the first speaker at the school to talk about animal-cruelty issues, <strong> Theresa Ellis </strong> said. <q> I got a call from the Humane Society. They had to cancel the event due to an NFL scheduling conflict, </q> she said.`` But the representative said <strong> Michael Vick </strong> was very excited about speaking to the students and hopes to reschedule for sometime early next week.'' <strong> Michael Vick </strong> did seem disappointed about the postponement when asked about", "new_id": -2}, {"uid": "1294957568077135900", "i": 27341, "idx": 1, "sa": ["Mike Pence"], "q": "to me is that we must focus on border security and internal enforcement first.'' <strong> Mike Pence </strong> also justified Arizona's immigration law by falsely claiming that Phoenix is the kidnapping capital of the world and saying, <q> there's nearly a half a million illegal immigrants and, and a rampant drug trade and, and, and human trafficking trade that's been besetting. </q>", "new_id": -2}, {"uid": "1296228272172146710", "i": 17266, "idx": 8, "sa": ["Mitch Daniels", "Dan Coats", "Mike Pence"], "q": "that if and when <strong> Mike Pence </strong> does announce, he will enter the governor's race as the frontrunner.`` He is clearly someone who could carry on the remarkable success of <strong> Mitch Daniels </strong>,'' <strong> Dan Coats </strong> says. <q> I am going to strongly encourage him to run. I know he's going to take a little time to assess it, but I hope he's our next governor. </q>`` In six years or ten years it's going to be an incredibly full field: The 2012 field is the Washington Nationals. Subsequent fields will be the 1927 New York Yankees,'' the source", "new_id": -2}, {"uid": "1295085191096239620", "i": 39010, "idx": 1, "sa": ["Rand Paul", "Mike Pence"], "q": "<strong> Rand Paul </strong>( R., Ky.) and <strong> Mike Pence </strong> Lee( R., Utah), who along with West are widely popular within the Tea Party, have recently signaled they might be open to a deal. <q> I am instinctively and passionately opposed to raising the debt ceiling, </q> Lee tells National Review Online.`` I'm not sure I can stomach it one way or the other.'' But Lee says he could consider doing so if the vote was part of a deal that", "new_id": -2}, {"uid": "1295468787018825221", "i": 16428, "idx": 0, "sa": ["Kara DioGuardi", "Julie Lloyd", "Paula Abdul", "Vanessa Johnston", "Victoria Beckham", "Tom Cruise", "Christian Spears", "Simon Cowell", "Ellen DeGeneres", "Neil Patrick Harris", "Joe Jonas"], "q": "first day. His goal is to shatter dreams, If I can make 2 to 3 dozen people cry, Ill feel like Ive done my job. <strong> Joe Jonas </strong> judges Day 2. American idol`` Season 9'' <q> episode 6`` auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington`` los angeles </q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy Jackson <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Julie Lloyd </strong> <strong> Tom Cruise </strong> Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright <strong> Vanessa Johnston </strong> <strong> Christian Spears </strong> http://wn.com/Annie_Pattison_The_next_star_Audition_Season_3_Saskatoon", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}]