[{"uid": "1297166995062062625", "i": 29607, "idx": 1, "sa": ["Luis Ochoa", "Paula Abdul", "Ray LaHood", "Simon Cowell"], "q": "died of an accidental \"sharp force injury\" to his right calf. Sheriff's spokesman <strong> Ray LaHood </strong> Pruitt said it was unclear if a delay in seeking medical attention contributed to <strong> Luis Ochoa </strong>'s death. <q>I have never seen this type of incident,</q> Sgt. Martin King, a 24-year veteran of the sheriff's department, told the Bakersfield Californian. <strong> Simon Cowell </strong> says' X Factor' judging panel yet to be set; <strong> Paula Abdul </strong>, wait by the phone", "new_id": -2}, {"uid": "1296149573243646477", "i": 35911, "idx": 8, "sa": ["Michael Vick"], "q": " \"Hopefully, I'll be with the Eagles next year. We'll see what happens,\" said <strong> Michael Vick </strong>, who added that he expects \"everything to go according to plan.\" <q>We'll see what happens over the next couple months. I just got to be patient and take it day by day,</q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those", "new_id": -2}, {"uid": "1297273743258801705", "i": 10193, "idx": 0, "sa": ["Jamie Oliver", "Bill Gates", "Simon Cowell"], "q": "43 per cent of 16 to 18 year olds would choose to work as an apprentice for <strong> Bill Gates </strong>. Meanwhile, <strong> Simon Cowell </strong> and <strong> Jamie Oliver </strong> received just 17 per cent and 22 per cent of the votes respectively. <q>Our light-hearted question reveals the serious intent of many young people as they struggle to get a toe-hold in the jobs market,</q> said Fiona McBride, CEO of Pearson Professional& Vocational Training. All fields required. Your email address will not be displayed on the site. The next WAVE of convergence: the integration of storage", "new_id": -2}, {"uid": "1297363345153731072", "i": 32300, "idx": 0, "sa": ["Steven Tyler", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": "property may be worth$ 20 million. <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong> were married in 1997 and have two young children together. Attorneys for the former \"Frasier\" star and <strong> Camille Grammer </strong>, who appears on <q>The Real Housewives of Beverly Hills,</q> told Nelson they will set aside$ 2.3 million while financial arrangements are handled. The 55-year-old actor has told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. Watch: <strong> Steven Tyler </strong> Busted", "new_id": -2}, {"uid": "1296429103034734121", "i": 9393, "idx": 2, "sa": ["Zahi Hawass"], "q": ", head of Egypt's antiquities department. They climbed over walls, forced open doors and entered the museum's vast souvenir shop. \"I'm glad that those people were idiots,\" <strong> Zahi Hawass </strong> told TIME. <q>They looted the museum shop. Thank God they thought that the museum shop was the museum.</q> The Egyptian Museum itself is extraordinary, the repository of many of the country's greatest ancient treasures, including those from Tutankhamun's tomb, which take up nearly half of the second floor. It's", "new_id": -2}, {"uid": "1295835341029999109", "i": 12350, "idx": 3, "sa": ["Gordon Brown", "Andy Coulson", "Nick Clegg"], "q": "correspondent be interested in hacking the voicemails of Simon Hughes, my colleague who is a Liberal Democrat <strong> Gordon Brown </strong>, for example?\" He criticised the police investigation into phone-hacking and called for a fresh inquiry. <q>We know the police were not keen on that subject because when I called for a very clear review of this, the police scurried back into Scotland Yard, spent less than a day reviewing it and popped out again in time for the Six O'Clock news to say that they had discovered no further evidence.</q> <strong> Nick Clegg </strong> claimed today that he would have a role in choosing <strong> Andy Coulson </strong>'s replacement as Conservative communications chief, and insisted the government would \"not skip a beat\" after the former News of the World", "new_id": -2}, {"uid": "1296167802222920921", "i": 43225, "idx": 1, "sa": ["Mike McDaniel", "Mike Pence"], "q": "in 2012- and beyond. <strong> Mike Pence </strong>'s staff did not return repeated phone calls and e-mails to The Associated Press. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q>a Christian, a conservative, and a Republican, in that order.</q> He had made multiple trips to states that host early presidential primary contests. <strong> Mike McDaniel </strong> said the decision not to run must have been difficult. \"He had a lot of people around the country", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q>We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor].</q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}, {"uid": "1295440279265502756", "i": 31289, "idx": 0, "sa": ["Dave Brandon", "Michael Vick", "Rich Rodriguez"], "q": " \"I am proud of the dedication and commitment exhibited by the coaching staff and student-athletes who have represented the University of Michigan football program over the last three seasons,\" <strong> Rich Rodriguez </strong> said in a statement issued Thursday. <q>While I am disappointed to depart Ann Arbor before we were able to reach the level of success we had in our sights, I am confident that the players who remain have the potential to do great things and to return the Wolverines to greatness. I would like to thank our fans and our student body for their tremendous support. There is great passion for Michigan football and I have made lifelong friends through this experience.</q> <strong> Dave Brandon </strong> said he will immediately begin a national search for USC FOOTBALL NOTEBOOK: Receivers coach Morton heads for NFL Mora gets high marks from former charges <strong> Michael Vick </strong> Will Answer to Falcons Coaches at Pro Bowl MLK and America's", "new_id": -2}, {"uid": "1296222280071827488", "i": 3403, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "next year's race to replace GOP Gov. <strong> Mitch Daniels </strong>, who can't run for a third term. <strong> Mike Pence </strong> didn't mention the governor's race in a letter sent to supporters Thursday but said he intended <q>to serve the people of Indiana in some way.</q> \"In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years", "new_id": -2}]