[{"uid": "1295307364018677824", "i": 13229, "idx": 0, "sa": ["Allen Iverson", "Daniel Ellsberg"], "q": "back to civilian life. Both films are \"shortlisted\" for Oscars by the Motion Picture Association of America, according to their websites. Overseas program participants will also be able to catch the political history thriller <q> The Most Dangerous Man in America: <strong> Daniel Ellsberg </strong> and the Pentagon Papers, </q> and \"No Crossover: The Trial of <strong> Allen Iverson </strong>,\" a film about the basketball star's youth. One film that won't be included in the State Department program, despite plenty of Oscar buzz", "new_id": -2}, {"uid": "1296768755173654038", "i": 49885, "idx": 2, "sa": ["Colin Powell"], "q": "have peace between Israel and the Palestinians,\" he told the audience. Though unsettling to see violence escalating in Egypt, Mr. <strong> Colin Powell </strong> suggested the events unfolding in the region are not surprising. <q> People want jobs and they want better lives for their kids. The autocratic governments[ in the Middle East] have not been giving that to them and those governments are now at risk, </q> he said. Mr. <strong> Colin Powell </strong> warned that the outcome of events in the Middle East is unlikely to benefit the United States. \"There's revolutionary change taking place in the region and it's probably not going to", "new_id": -2}, {"uid": "1295365519187695162", "i": 12446, "idx": 0, "sa": ["Steven Tyler", "David Letterman"], "q": "<strong> Steven Tyler </strong> admitted on Monday night that it was drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q> It's not any news here about my drug use and addictions in the past, </q> he told <strong> David Letterman </strong> on` The Late Show.' \"A couple years ago, I was[ snorting] Lunesta because of some problems with my feet.\" \"That shows you what kind of", "new_id": -2}, {"uid": "1295907761051232811", "i": 13083, "idx": 3, "sa": ["Colin Powell", "Hu Jintao", "Barack Obama"], "q": "2012. \"Right now I do not see on the Republican side any one individual that will emerge at the top of the pile,\" <strong> Colin Powell </strong> said, adding that he is not committed to any candidate. <q> I have not yet seen anybody on the Republican side I am prepared to commit to, and I am not committed to <strong> Barack Obama </strong> either, </q> he said. <strong> Colin Powell </strong> also insisted he would not join the administration but would continue to serve as an informal adviser to the <strong> Barack Obama </strong>. <strong> Colin Powell </strong> generally approved of <strong> Barack Obama </strong>'s performance during Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>'s visit to", "new_id": -2}, {"uid": "1297299746011485184", "i": 19473, "idx": 0, "sa": ["Chris Christie", "Donald Rumsfeld"], "q": "Gov. <strong> Chris Christie </strong>, a Republican, has swapped insults with Illinois... U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students target=\"mwphcomReportAbuse\" Report Abuse <q> HA ha ha HA I did` nt know Jersey elected Fred Flintstone to office. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1297488327192626740", "i": 37816, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "\"said that- it is correct.\" <strong> Donald Rumsfeld </strong>: \"It is not correct.\" And so it went. Stephanopoulos asked <strong> Donald Rumsfeld </strong> to concede that if he'd stayed in office after 2006, <q> there would have been defeat in Iraq and the surge would not have taken place. </q> <strong> Donald Rumsfeld </strong>: \"Oh, no, absolutely not.\" Stephanopoulos: \"Why is it so difficult, sir, for you to say,` This is the mistake I made. This is what we should", "new_id": -2}, {"uid": "1296391267266764295", "i": 10363, "idx": 5, "sa": ["Michael Jordan", "Carmelo Anthony", "King Syze", "LeBron James", "Allen Iverson"], "q": "as he led August Town to a 5-1 drubbing of George Headley, as the 2011 LIME/INSPORTS Primary Schools <strong> Allen Iverson </strong> 25pts Melo vs <strong> LeBron James </strong> Cavaliers NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules Cleveland's hoops <strong> King Syze </strong>. <q> I know he hates losing to me, </q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over... Heat vs. Bulls 1996-1997. <strong> Michael Jordan </strong>'s 50 point statement November", "new_id": -2}, {"uid": "1297375002139821119", "i": 44658, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia", "Satya Nadella", "Amitabh Srivastava"], "q": "company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1295026521123977730", "i": 14976, "idx": 0, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Kirsten Gillibrand", "Barack Obama"], "q": "Thursday. \"It felt like a miracle. It felt like we were watching a miracle,\" Rep. <strong> Debbie Wasserman Schultz </strong> told reporters traveling with U.S. <strong> Barack Obama </strong> after a memorial service in Arizona on Wednesday. <q> Other than the birth of my kids, this was the most incredible feeling to see... one of your closest friends just struggle to come back to you, </q> she said. <strong> Debbie Wasserman Schultz </strong> and Sen. <strong> Kirsten Gillibrand </strong> were talking to <strong> Gabrielle Giffords </strong> in her hospital room shortly after <strong> Barack Obama </strong> and his wife, Michelle, visited. The two women were encouraging their friend to recover quickly so they", "new_id": -2}, {"uid": "1295636762010666003", "i": 17382, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Naomi Campbell"], "q": "his time as editor of a Sunday tabloid. In his own version of <strong> Naomi Campbell </strong>'s dictum, <strong> Andy Coulson </strong> quit 10 Downing Street on Friday morning in a bid to spare his boss further embarrassment, declaring: <q> When a spokesman needs a spokesman, it's time to move on. </q> Only a few days earlier, <strong> David Cameron </strong> had stood by his man, insisting he had given <strong> Andy Coulson </strong> a \"second chance\" in 2007, after the affair which led to his resignation as editor of the(", "new_id": -2}]