[{"uid": "1295936962220463131", "i": 19645, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Romeo brand will also have returned to the U.S. market after 17 years. <strong> Sergio Marchionne </strong> said Fiat could expand beyond metro areas in a year or so, but he has greater aspirations for Alfa. <q> Alfa will be a bigger brand than Fiat, </q> <strong> Sergio Marchionne </strong> said.`` It is my sincere hope it plays in a much bigger box.'' Soave said her modest marketing budget, which she would not disclose, is sufficient to launch Fiat because it", "new_id": -2}, {"uid": "1295617295107249684", "i": 26406, "idx": 3, "sa": ["Andy Coulson"], "q": "allegedly spying on them or have already accepted out of court settlements. The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago. <q> To say this is long overdue is an understatement, </q> said opposition lawmaker Chris Bryant- one of those who claims to have been targeted by the hacking. Suicide bombing targeting Iraqi police recruits kills 45, wounds at least 140 Suicide bombing targeting Iraqi police recruits kills", "new_id": -2}, {"uid": "1296197040069206031", "i": 38867, "idx": 2, "sa": ["Robert Dion", "Mike Pence"], "q": "could be seeking a seventh term in Congress, although that seems unlikely, because <strong> Mike Pence </strong> voluntarily forfeited his position as the No. 3-ranking Republican in the U.S. House after Republicans swept into the majority in November. <q> Indiana is fortunate to be the home to a number of rising stars in the Republican Party like <strong> Mike Pence </strong>, </q> state GOP Chairman Eric Holcombe said. If <strong> Mike Pence </strong> officially enters the 2012 governor's race,`` he becomes the presumptive favorite,'' said <strong> Robert Dion </strong>, a University of Evansville political science professor", "new_id": -2}, {"uid": "1297684716087539722", "i": 41956, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "stolen is a limestone statue of the pharaoh Akhenaten holding an offering table, a statue of Nefertiti making offerings and several other stone and wooden artefacts. <strong> Zahi Hawass </strong> said that an investigation is underway and that the <q> police and army plan to follow up with the criminals already in custody </q>. Human chain The museum is on the edge of Tahrir square, the heart of three weeks of protests that brought down the president, <strong> Hosni Mubarak </strong>. It was raided on 28 January by thieves who", "new_id": -2}, {"uid": "1296355159262340618", "i": 37557, "idx": 2, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Lakers_vs_Warriors_Pre_Season_Kobe_Bryant_22_points Date: October 7, 2009 Honda Center Anaheim, CA Lakers vs Warriors Pre Season Game.", "new_id": -2}, {"uid": "1296496143150683651", "i": 8978, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Michael Vick </strong>`` is sincerely trying.'' And he isn't blind to the fact that the story isn't over, that <strong> Michael Vick </strong> needs to prove so much more than he can prove in one successful season. <q> I do believe we need more success stories, </q> <strong> Roger Goodell </strong> said of <strong> Michael Vick </strong>.`` Too much of our society looks for people to fail. I'm not doing this because I felt sorry for <strong> Michael Vick </strong>. I felt that because he'd been accountable, he had", "new_id": -2}, {"uid": "1297216423081690625", "i": 6903, "idx": 0, "sa": ["Kirsten Gillibrand", "Barbara Boxer"], "q": "campaign promise to focus on the economy. The Democrats, who used similar messaging leading up to the healthcare reform repeal vote, are trying to paint Republican healthcare efforts as a distraction from creating jobs. <q> I do not understand how this Republican Congress can move from that mandate to create jobs, to create opportunities in this country, toward how we undermine women's reproductive health, </q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). Abortion-rights groups, mobilizing to combat efforts to limit reproductive services, hammered home that same point.`` The House leadership is clearly out of touch with the", "new_id": -2}, {"uid": "1295642034266682385", "i": 22317, "idx": 2, "sa": ["Vint Cerf", "Eric Schmidt", "Sergey Brin"], "q": ". Ad Feedback`` Larry and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,'' <strong> Vint Cerf </strong> said. <q> He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company. </q> It has long been held that <strong> Eric Schmidt </strong> was brought on at Google to counter the lack of business experience of Google's founders, and <strong> Eric Schmidt </strong> alluded to this in a tweet today.`` Day-to-day", "new_id": -2}, {"uid": "1297272060224821253", "i": 28609, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "and east, west, south and north somewhat.'' In the book, <strong> Donald Rumsfeld </strong> claims that he should have referred to`` suspect sites.'' But, he says, his`` few misstatements'' were <q> not common and certainly not characteristic. </q> The intelligence at time regarding Iraq's WMDS, he writes now, was strong. Yet he cites a note he wrote to himself in August 2002 that the intel`` could be wrong''- as if to", "new_id": -2}, [{"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}]]