[{"uid": "1295562865055705626", "i": 26714, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "`` In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him'' The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the", "new_id": -2}, {"uid": "1296770511173654034", "i": 14696, "idx": 70, "sa": ["Donald Rumsfeld", "Bill Clinton", "Ted Kennedy"], "q": "election:`` Don, the <strong> Bill Clinton </strong> has decided to make a change.'' <strong> Donald Rumsfeld </strong> handed Bush the official letter in the Oval Office on Election Day. The <strong> Bill Clinton </strong> asked if Joyce was all right. <q> This is hard for me, </q> Bush said.`` You're a pro. You're a hell of a lot better than others in this town.'' It is undoubTed Kennedyly <strong> Donald Rumsfeld </strong>'s hope, as he begins the inevitable media blitz", "new_id": -2}, {"uid": "1295395381107446274", "i": 50208, "idx": 1, "sa": ["Richard Wagner", "David Letterman"], "q": "` Battlestar Galactica''' from`` The Late Show with <strong> David Letterman </strong>.'' http://wn.com/Art21__Art_in_the_Twenty-First_Century_|_ Season_4_Trailer Poll: What was your favorite episode of Season Four? www.micropoll.com An exciting look back on the intense fourth season of <q> Is It A Good Idea To Microwave This? </q>, set to the powerful sounds of <strong> Richard Wagner </strong>'s`` The Ride Of The Valkyrie''. Featuring footage from all 27 Season Four... http://wn.com/Red_Bull_Cliff_Diving_World_Series_2010_Sisikon__Event_highlights Three skiing ostriches( TV commercial of East Japan Railway). The ostriches", "new_id": -2}, {"uid": "1295408110085049356", "i": 54624, "idx": 0, "sa": ["Simon Cowell", "Shane Cameron", "David Tua"], "q": "that's been the thinking behind`` American Idol,'' home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q> a cat being thrown off a skyscraper, </q> telling another,`` Don't mean to be www.myspace.com An Inspiring track written and sung by Lole Usoallii in 2007. Well done Sis and congratulations to <strong> David Tua </strong> on his impressive win against <strong> Shane Cameron </strong>. Lest we forget those", "new_id": -2}, {"uid": "1295559883243744799", "i": 5308, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "new products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q> elevating me and having <strong> Larry Page </strong> running things day to day, </q> Mr. <strong> Eric Schmidt </strong> said. The change was announced as the company reported fourth-quarter profit jumped 29%. Google reported a profit of$ 2.54 billion, or$ 7.81 a share, up from$ 1.97 billion", "new_id": -2}, {"uid": "1295587628071548946", "i": 31054, "idx": 6, "sa": ["Eric Schmidt", "Vint Cerf"], "q": ".'' It has long been held that <strong> Eric Schmidt </strong> was brought on at Google to counter the lack of business experience of Google's founders, and <strong> Eric Schmidt </strong> alluded to this in a tweet today. <q> Day-to-day adult supervision no longer need! </q> he wrote after the leadership change announcement. Taking on Facebook <strong> Vint Cerf </strong> would not be drawn on whether Google was developing a social networking site to compete with Facebook, as has been rumoured. But", "new_id": -2}, {"uid": "1296864128056573964", "i": 29122, "idx": 0, "sa": ["Paul McMullan", "David Cameron", "Andy Coulson"], "q": " A former News of the World executive has claimed <strong> David Cameron </strong> was <q> either a liar or an idiot </q> to believe <strong> Andy Coulson </strong>, his ex-spin chief, was not involved in phone hacking. In written evidence to the Commons Home Affairs Committee, which is investigating allegations of widespread hacking by the Sunday tabloid, <strong> Paul McMullan </strong>", "new_id": -2}, {"uid": "1297145288171491328", "i": 987, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers"], "q": "`` There must be a lot of Wisconsin people out there,'' <strong> Aaron Rodgers </strong> said to wild applause. <strong> David Letterman </strong> asked <strong> Aaron Rodgers </strong> why he was not recruited out of high school to a major college. <q> I think a number of reasons: one, I wasn't, you know- even today, I'm not gon na be the guy who pops out as- you know, I'm not 6-5, I'm not 240, I don't run a 4.5 40. But I think a lot of times, the things you can't measure are often the things that give people the most success, </q> <strong> Aaron Rodgers </strong> said. At the Super Bowl, <strong> Aaron Rodgers </strong> said the Packers had about 60 plays prepared, but ran about 40. Said <strong> David Letterman </strong>:`` Now at this stage of the game, you", "new_id": -2}, {"uid": "1296769776240500851", "i": 39849, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Peyton Manning", "Ben Roethlisberger", "Dick LeBeau", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory.`` He's like a very good scorer in basketball- you know he's going to get points,'' Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced first downs, a", "new_id": -2}, {"i": 44090, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware.`` I don't want to repeat that in the future,'' he said. <q> I think our primary reason for purchasing the building... was the office space that we really enjoy using, </q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at", "sa": ["Eric Schmidt"], "uid": "1295570584118865943"}]