[{"uid": "1295708457073957387", "i": 18485, "idx": 0, "sa": ["Andy Coulson", "Tony Blair", "Alistair Campbell"], "q": "would continue through civil court cases and possible police inquiries. <strong> Alistair Campbell </strong>, <strong> Tony Blair </strong>'s former chief spin doctor, said the hacking scandal would create a \"greater stench\" the longer it went on. <q> I believe the unravelling of this issue is going to continue apace, </q> he told Sky News. He also questioned <strong> Andy Coulson </strong>'s decision to quit, suggesting the matter was not so widely discussed as to be a resignation matter. \"I don't accept that this", "new_id": -2, "mturk_index": "56"}, {"uid": "1297231746082936005", "i": 49642, "idx": 2, "sa": ["Sergio Marchionne"], "q": "15 billion Chrysler bailout. \"We had no choice... I am going to pay the shyster loans.\" Text DETNEWS to 64636 to get breaking news alerts on your phone. He called the loans <q> a thorn in my side. </q> Chrysler's also in talks with banks to refinance its debt and plans to have an \"agreement in principle\" by end of March, he said. <strong> Sergio Marchionne </strong> spoke at an auto industry conference", "new_id": -2, "mturk_index": "576"}, {"uid": "1295485231089587765", "i": 43964, "idx": 0, "sa": ["Michael Gove"], "q": "national curriculum to be announced today. Education Secretary <strong> Michael Gove </strong> will launch his review of the national curriculum this morning with a clarion call for the restoration of \"academic rigour\" in state schools. <q> The new national curriculum will therefore have a greater focus on subject content outlining the essential knowledge and understanding that pupils should be expected to have, </q> says a background document of the new curriculum. In history, this will mean a move towards naming the individuals that pupils should learn about- such as Churchill, Nelson and Wellington. Traditionalists", "new_id": -2, "mturk_index": "240"}, {"uid": "1296723974251478035", "i": 31136, "idx": 7, "sa": ["Paula Abdul", "Ryan Seacrest", "Lindsey Cardinale", "Simon Cowell", "Randy Jackson"], "q": "the season 4 semifinals and 16 contenders remained, including Louisiana native <strong> Lindsey Cardinale </strong>. Her version of the Idol staple impressed <strong> Randy Jackson </strong>, who responded simply with \"wow, wow, wow,\" while <strong> Paula Abdul </strong> declared unapologetically, <q> I'm not a fan of the song. </q> <strong> Simon Cowell </strong> was less PC, of course, saying <strong> Lindsey Cardinale </strong>'s version was \"the musical equivalent of <strong> Ryan Seacrest </strong>: you look the part, do everything right, and yet you're disappointed with the performance.\" Stewing", "new_id": -2, "mturk_index": "962"}, {"uid": "1297309062028164170", "i": 3900, "idx": 1, "sa": ["Donald Rumsfeld", "Ann Agee"], "q": "<strong> Ann Agee </strong>, 70- that is, until she walked right up to the Center and held her sign up to the glass to show the mass of people in the lobby what she had to say. <q> Senate Armed Services Committee found responsibility at the highest levels, </q> <strong> Ann Agee </strong>'s sign read. Her sign was addressing a portion of <strong> Donald Rumsfeld </strong>'s book claiming that the torture and abuse of detainees that occurred at Abu Ghraib were the actions of \"a small group of prison", "new_id": -2, "mturk_index": "1319"}, {"uid": "1296593023045760531", "i": 25155, "idx": 0, "sa": ["Michael Gove"], "q": "the architect of the abolition of the slave trade, and Olaudah, a freed slave whose autobiography helped persuade MPs[ Members of Parliament] to ban slavery,\" the Daily Mail reported. Similarly, <q> the secondary geography curriculum does not mention a single country apart from the UK or any continents, rivers, oceans, mountains, or cities. It does, however, mention the European Union and global warming. </q> In addition, \"the secondary music curriculum fails to mention a single composer, musician, or piece of music.\" <strong> Michael Gove </strong> observes left-wing ideologues believe schools \"shouldn't be doing anything so", "new_id": -2, "mturk_index": "1827"}, {"uid": "1296197096069206046", "i": 31619, "idx": 0, "sa": ["Bernie Sanders"], "q": "exponentially. Politicians, however, say people shouldn't worry. America will be able to borrow enough money to pay the bills for the foreseeable future. The treasury bonds in Social Security are backed by <q> the faith and credit of the United States government, </q> says target=\"_blank\" Sen. <strong> Bernie Sanders </strong>, an Independent from Vermont. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries....[", "new_id": -2, "mturk_index": "1890"}, {"uid": "1295958158077971464", "i": 22247, "idx": 0, "sa": ["Eric Schmidt"], "q": "in diesem Jahr mehr als 1000 neue Stellen in Europa einrichten, sagte <strong> Eric Schmidt </strong> am Dienstag in M?nchen. Allein in Deutschland werde es dann mehrere hundert neue Stellen geben, vor allem im Google-Entwicklungszentrum in M?nchen. <q> Wir hatten ein sehr, sehr gutes Jahr </q>, sagte <strong> Eric Schmidt </strong> zum Abschluss der Internet-Konferenz DLD( Digital, Life, Design). \"Aus diesen Gr?nden werden wir weiter investieren.\"", "new_id": -2, "mturk_index": "1383"}, {"uid": "1295953289167477269", "i": 31995, "idx": 0, "sa": ["Derek Hough", "Simon Cowell"], "q": "on the judging panel of the pop star search show when it heads Stateside after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as <strong> Derek Hough </strong> said: <q> Everyone thinks Cheryl has the judging job on US' X Factor' in the bag. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like Katy or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old on Girls Aloud...\" Girls Aloud star has what it takes to draw audiences in across the", "new_id": -2, "mturk_index": "115"}, {"uid": "1297326779046071825", "i": 5903, "idx": 7, "sa": ["Tim Rutten", "Donald Rumsfeld"], "q": "had slammed into the Pentagon- Torie Clarke, the veteran assistant secretary of defense for public affairs, asked <strong> Donald Rumsfeld </strong> whether he'd called his wife of 47 years. He admitted that he hadn't. <q> Clarke looked at me with the stare of a woman who was also a wife.` You son of a bitch,' she blurted out. \"She had a point. </q> Because your contributions are currently under review, no comments can be made at this Tim Ruttene. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2, "mturk_index": "1195"}]