[{"uid": "2008110900_00018694_W", "i": 1769, "idx": 2, "sa": [], "q": ", origin but there are also extremists from north and east africa, iraq and the middle east, and a number of converts. the overwhelming majority of extremists are male, typically in the 18-30 age range. <q> the document also states that a number of extremists at large in the uk have been trained in terrorist camps overseas and have </q> some ability to construct improvised explosive devices, incorporating home-made explosives \". last year scotland on sunday revealed that a hard core of 200 islamic extremists with links to foreign terror groups had been identified by intelligence services as", "new_id": -2}, {"uid": "2008093008_00019733_W", "i": 1124, "idx": 0, "sa": ["Phil Brown"], "q": "linked with the managerial vacancy at grimsby but now insists he is willing to fight for his place.\" the manager <strong> Phil Brown </strong> and i sat down and talked about my future and i'm staying at hull city, <q> he's quoted in the daily mail. </q> <strong> Phil Brown </strong> doesn't want me to leave and i don't want to leave. the bottom line is i want to carry on playing for at least another year after this, maybe two. \"championship strugglers barnsley", "new_id": -2}, {"uid": "2008100917_00026168_W", "i": 151, "idx": 5, "sa": [], "q": "that maybe you wouldn't have thought of on your own, \"dr. greiner said,\" and such discussions just may help you see that your situation isn't really as bad as you feared it was. <q> it's also helpful for people to remember to take care of their health during such times, too, dr. greiner said, noting that proper exercise, a good diet and adequate rest can help people cope with the current situation. </q> it's really helpful to keep yourself in shape when you have to deal with difficult times, \"dr. greiner said,\" and that's especially true considering that people tend to indulge more in overeating and drinking", "new_id": -2}, {"uid": "2008111100_00035014_W", "i": 1533, "idx": 0, "sa": ["John Battelle", "Steve Ballmer"], "q": "2.0?? conference in san francisco earlier this week yahoo ceo seemed to invite microsoft to make another acquisition bid for the portal.\" to this day the best thing for microsoft to do is buy yahoo, <q> the bbc quotes yang telling interviewer <strong> John Battelle </strong>. this morning, from australia, microsoft ceo <strong> Steve Ballmer </strong> decided not to take yang's advice. </q> we are not interested in going back and re-looking at an acquisition, \"<strong> Steve Ballmer </strong> said. reaffirmation of microsoft's position that it wouldn't try again to buy yahoo sent the latter's shares down in early trading", "new_id": -2}, {"uid": "2008090805_00104114_W", "i": 464, "idx": 3, "sa": ["Glenn Stevens"], "q": "it will need to be adjusted.\" a further consideration was that conditions recently had actually tightened marginally as a result of rises in lenders interest rates, which from a macroeconomic point of view was not needed. <q> mr <strong> Glenn Stevens </strong> said australia is probably six months away from seeing clear data evidence that inflation has begun to fall. </q> admittedly, we are probably six months away from seeing clear evidence that inflation has begun to fall, and even then it has to fall quite some distance before it is back to rates consistent with achieving 2 to", "new_id": -2}, {"uid": "2008100917_00026168_W", "i": 153, "idx": 7, "sa": [], "q": "with difficult times, \"dr. greiner said,\" and that's especially true considering that people tend to indulge more in overeating and drinking in times of high stress, which actually just adds to the problems. <q> health care professionals such as therapists and psychiatrists can prove to be valuable resources during periods of uncertainty, dr. greiner said. </q> if you're having a severe anxiety and/or a hard time sleeping because of your financial situation, tell your doctor or psychiatrist, \"dr. greiner said.\" we may not be able to help with your finances", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 39, "idx": 13, "sa": ["Alex Jones"], "q": "their sovereignty, but we have changed their nature. re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08\" reply# 23 on: december 17, 2008, 09:57:41 am <q> re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 </q> reply# 24 on: december 17, 2008, 10:20:07 am \"re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08\" reply# 25 on: december 17, 2008", "new_id": -2}, {"uid": "2008101919_00030687_W", "i": 1736, "idx": 0, "sa": ["Ron Amstutz"], "q": ", county and local governments.\" we think it's going to help a struggling economy and provide hundreds of millions of dollars( and) sorely needed jobs and revenue needed to help ohio's county governments, <q> said rick lertzman, one of the ohio partners promoting the project. its opponents include another out-of-state casino company that operates in neighboring indiana and a conservative group long opposed to such gambling expansions in ohio. they are urging <NO_QUOTATION> votes, based on the wording of the ballot issue and resulting loopholes, and on the social and economic costs posed by increased gambling activities. </q> the idea of putting a casino here has been voted on three times in our state and in all cases voted down, \"said state sen. <strong> Ron Amstutz </strong>, a republican from wooster and vocal opponent of the casino project", "new_id": -2}, {"uid": "2008111900_00008290_W", "i": 1785, "idx": 1, "sa": [], "q": "how they develop. \"the bulk of the charges-- which total c$ 890 million before tax-- will be taken in the bank's scotia capital unit.\" we are disappointed to announce these write-downs, <q> said rick waugh, scotiabank's president and chief executive. </q> both the equity and fixed income markets have experienced significant declines in value and extreme levels of volatility over the last several weeks, exacerbated by the lehman bankruptcy, \"waugh said in a statement. the bank's", "new_id": -2}, {"uid": "2008102422_00007779_W", "i": 1209, "idx": 18, "sa": [], "q": "seen over the last twenty years, a complete shift in booking channels- the rise of internet and online services, such as online travel agents, and a rapid decrease of the travel agencies' market share. <q> he said airlines are especially pushing e-booking through their websites as it helps them lower their distribution costs. it also gives them direct contact with their customers. travel agencies will have no other choice than to redefine their activities by becoming highly specialized. </q> there will still be niches for travel agents such as setting up multi-destination itineraries, group packages, dynamic travel packaging, and corporate travel, all of which require expertise, \"said mr. oh. indonesia's new", "new_id": -2}]