[{"uid": "1296459950150618115", "i": 30825, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "revealed that listening and emotional intelligence are important in the entertainment business, but hiding weakness from competitors is also vital. \"Doing these shows is relentless,\" he told <strong> Oprah Winfrey </strong> on her TV show. <q>When the ratings come in you're happy for five minutes, then insecure madness comes in, and you worry about next week.</q> In the notoriously cut-throat music industry, <strong> Simon Cowell </strong> says he's learned it's crucial not to show weakness to competitors. \"People sometimes react to my confidence in the way that two dogs meet in the", "new_id": -2}, {"uid": "1294969736002998293", "i": 22090, "idx": 0, "sa": ["Jonathan Forsythe", "Dan Steinberg", "LaVar Arrington", "Kirsten Gillibrand"], "q": "Post\\'s <strong> LaVar Arrington </strong>, Cindy Boren, <strong> Dan Steinberg </strong> and <strong> Jonathan Forsythe </strong>.\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011303697.jpg\", \"emailLink\": <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303590.html&amp;title=Post Sports Live, Jan. 13& site= sports& type= Video& sent= no& search= Search</q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303590.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-36v&amp;flvURL=/media/2011/01/13/01132011-36v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-36v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}, {"uid": "1296183151117178385", "i": 22801, "idx": 2, "sa": ["Dan Coats", "Mike Pence", "Sen. Jim DeMint"], "q": "with millions of people.\" While ruling himself out, <strong> Sen. Jim DeMint </strong>( <strong> Dan Coats </strong>, S.C.) agreed, telling NRO that with the congressman gone as a paragon of \"pro-growth, limited government\" conservatism, <q>there will be a lot of surprises</q> in terms of who jumps into the race. According to sources close to <strong> Mike Pence </strong> with knowledge of Indiana politics, a number of factors influenced the congressman's decision to forgo a presidential run and instead turn", "new_id": -2}, {"uid": "1296073914111656962", "i": 47591, "idx": 0, "sa": ["Jonathan Ross", "Andy Coulson", "David Cameron"], "q": "as a spat now has the feel of being... celebrity thought it was funny. \"Am thinking of inviting <strong> Andy Coulson </strong> to the Comedy Awards,\" tweeted <strong> Jonathan Ross </strong> ahead of presenting Saturday night's funfest. <q>Have left a message on <strong> Sienna Miller </strong>'s phone for him.</q> But as the resignation of <strong> David Cameron </strong>'s director of communications elevated the mobile phone-hacking scandal to a new level of importance, few others saw it as a source police that he feared his phone might have been", "new_id": -2}, {"uid": "1297641831222756958", "i": 33038, "idx": 0, "sa": ["Simon Cowell"], "q": "to <strong> Simon Cowell </strong> allegedly feeling that the Mean Girls star would add \"edginess\" to the show. However, an X Factor spokesperson has now insisted that there are no truth to the reports. <q>We have never spoken to <strong> Lindsay Lohan </strong> about any role in The X Factor,</q> they said, according to Heatworld Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"uid": "1297405017242712584", "i": 4832, "idx": 2, "sa": ["Allen Iverson", "Williams a", "Lionel Hollins"], "q": "role <strong> Williams a </strong> will play. A reporter asked head coach <strong> Lionel Hollins </strong> how he was going to \"manage minutes\" between <strong> Williams a </strong> and Greivis Vasquez. \"It's not about managing minutes,\" he said. <q>Only one of those guys is going to play.</q> In other words, Vasquez is still the backup point guard. At some point, <strong> Williams a </strong> will get a chance to take the job. But <strong> Lionel Hollins </strong> proved during the <strong> Allen Iverson </strong> debacle that he's not about", "new_id": -2}, {"uid": "1296253498075055119", "i": 241, "idx": 0, "sa": ["Mike Pence"], "q": "candidate with strong Indiana roots to contrast <strong> Mike Pence </strong>'s prominence in Washington. Parker described <strong> Mike Pence </strong> as a partisan ideologue who wouldn't fit well with Indiana voters who he said typically favor centrist candidates. <q>The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics,</q> Parker said. \"He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe.\" It might be May or", "new_id": -2}, {"uid": "1297660706049070086", "i": 48988, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "noted that most of the predictions of supposed experts and government officials during the 18 days of demonstrations have proved to be wrong. \"What we ought to know we don't know,\" <strong> Donald Rumsfeld </strong> says. <q>It's a situation of unknown unknowns.</q> We have no idea, he went on, of the role of women, of organized political parties and interest groups, and what latent strength they may have. \"The entities that are best organized, most", "new_id": -2}, {"uid": "1295665720122536071", "i": 2980, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said.", "new_id": -2}, {"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q>does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show.</q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}]