[{"uid": "2008091918_00028810_W", "i": 672, "idx": 2, "sa": ["Scott Bloch"], "q": "have been thoroughly reviewed.\" \"the runway safety situation in both memphis and newark was thoroughly investigated by both the faa's office of aviation safety oversight and by dot's inspector general,\" tierney said. <q> the safety data demonstrates- and dot's ig confirmed- that there are no safety issues associated with operations at these airports. it is highly irresponsible of the special counsel to needlessly scare travelers simply to divert attention away from his significant legal issues. </q> a group of current and former agency workers filed a complaint against <strong> Scott Bloch </strong> in 2005, accusing him of using intimidation and involuntary transfers against those who opposed his policies. the workers also accused <strong> Scott Bloch </strong> of refusing to protect", "new_id": -2}, {"uid": "2008121520_00015327_W", "i": 536, "idx": 0, "sa": ["Kevin Bankston"], "q": "paper files can magnify the harm of clerical errors, expose states to liability for mistakes and spell new headaches for people who've long since done their time, only to have information about their crime bared anew. <q> it's unfortunate in that it threatens what i see as the uniquely american ideal of being able to start over, after you've paid your penance, to go to a new community without the blemish of your crime and starting a new life, </q> said <strong> Kevin Bankston </strong>, a staff attorney with the electronic frontier foundation, a san francisco-based group focused on civil liberties online. vermont's system, which costs$ 20 to query one person's records, includes information on", "new_id": -2}, {"uid": "2008110700_00004095_W", "i": 3627, "idx": 0, "sa": ["Harry Reid", "Joe Lieberman"], "q": "to keep it, a source familiar with the meeting tells us. but <strong> Harry Reid </strong> stopped short of saying outright that <strong> Joe Lieberman </strong> would be stripped of the slot if he didn't voluntarily relinquish it, the source says. <q> <strong> Harry Reid </strong> did not say that he was going to strip it, </q> the source says. \"there was a discussion, however, about how many in the[ dem] caucus are upset and don't want him to continue on the committee.\" <strong> Harry Reid </strong> confronted <strong> Joe Lieberman </strong> with some", "new_id": -2}, {"uid": "2008102309_00007045_W", "i": 3083, "idx": 2, "sa": ["Jennifer Grey", "Patrick Swayze"], "q": "that it was dirty dancing. but the movie was all off. there were no <strong> Jennifer Grey </strong> and <strong> Patrick Swayze </strong>. there were these unknown actors. and instead of dancing, they were riding motorcycles. the father was like <q> she can't ride with you, son </q> and through an odd turn of events, i'm the main dude. and i'm like trying to gain his approval to win her heart. i don't know. what does it all mean? am", "new_id": -2}, {"uid": "2008121602_00006942_W", "i": 540, "idx": 2, "sa": ["John Mickel"], "q": "mow the lawn, but a long weekend to mark that day with honour for australians serving men and women past and present should be had.\" but employment minister <strong> John Mickel </strong> says that is in keeping with tradition. <q> the decision i've made is usual practice- if you go back to 1987, 1992, 1998 when anzac day fell on a saturday there there was no substitution day, </q> he said. \"so what i'm doing is following usual practice- what anzac day has always been about is the observance of the day.\" the returned services league( rsl) has also shrugged off", "new_id": -2}, {"uid": "2008103112_00013911_W", "i": 4618, "idx": 0, "sa": ["Pablo Zabaleta", "Mark Hughes", "Daniel Sturridge", "Ched Evans"], "q": "got a campaign in europe that we're excited about but the premier league is our bread and butter, so we have to step up to the <strong> Mark Hughes </strong> and make sure that we perform at a consistent level. <q> at the moment, we're a little bit in and out and that's a frustration for us because we know we've got talented players in the team and when we play well, as we've seen, we can play some fantastic stuff. </q> but <strong> Mark Hughes </strong> could be without both jo( tonsillitis) and <strong> Daniel Sturridge </strong>( ankle), which could mean another start for <strong> Ched Evans </strong>. <strong> Pablo Zabaleta </strong> returns from suspension after his red card against liverpool and is expected to go straight", "new_id": -2}, {"uid": "2008122811_00027511_W", "i": 119, "idx": 0, "sa": ["Lev Ponomaryov"], "q": "original list of 50 historical figures and closes with the final vote broadcast live on sunday. whatever the result, human rights activists and communists say the vote has already showed stalin enjoys unprecedented popularity in capitalist russia. <q> the younger generation is fed with myths about stalin. it knows nothing about the millions who died in gulag camps but well knows he was a strong leader who defeated( nazi) germany, </q> human rights activist <strong> Lev Ponomaryov </strong> told reuters. he said a whiff of stalinism was felt in russia's harsh tone with the west which has criticized moscow of backtracking on democratic reforms and keeping a tight lid on dissent.", "new_id": -2}, {"uid": "2008090403_00012288_W", "i": 1516, "idx": 1, "sa": ["Justin Masterson"], "q": "to work out.\" pedroia's latest 3-for-4 effort raised his american league-leading batting average to.333. he is being viewed as a possible candidate for al mvp honors a year after winning rookie of the year. <q> it was good to get the win, </q> he said. \"we didn't play too good in the first six innings.\" <strong> Justin Masterson </strong>( 5-4) came on to pitch a perfect eighth and ninth innings for boston and record the win.", "new_id": -2}, {"uid": "2008110517_00050263_W", "i": 1840, "idx": 2, "sa": ["Barack Obama", "George H. W. Bush"], "q": "shaking the pillars of economies worldwide, many foreigners seemed to associate the <strong> George H. W. Bush </strong> presidency with a spate of ill fortune and global uncertainty linked to a never-ending war on terrorism. they are eager for more reassuring signs. <q> i'm just really, really happy, </q> said shane inwood, an english teacher watching u.s. election returns in an irish pub in osaka, japan. \"it is more to do with,` goodbye <strong> George H. W. Bush </strong>,' then` hello <strong> Barack Obama </strong>.\" '", "new_id": -2}, {"uid": "2008120809_00007417_W", "i": 3756, "idx": 0, "sa": ["Mohammed Omar"], "q": "in hopes of turning around the deteriorating situation in afghanistan. <strong> Mohammed Omar </strong>, who is believed to be sheltered by fiercely conservative tribesman on the afghan-pakistan border, said the increase in troops means that battles would <NO_QUOTATION> everywhere. <q> the current armed clashes, which now number into tens, will spiral up to hundred of armed clashes. your current casualties of hundreds will jack up to thousand casualties of dead and injured, </q> said the statement, which was written in broken english and posted on a website sunday that has previously carried militant messages. violence in afghanistan has spiked in the last two years, and 2008 has been the deadliest", "new_id": -2}]