[{"uid": "1296527936108609567", "i": 25648, "idx": 0, "sa": ["Sergio Marchionne"], "q": "at the end of the month. Bloomberg( ht jb): \"Ford Motor Co. said the U.S. industrywide auto sales rate may be lower in January than December...\" Auto sales seen losing momentum in January <q>U.S. auto sales lost momentum in the final weeks of January, auto executives and a leading analyst cautioned on Monday... J.D. Power forecast a January sales rate of between 11.5 million and 12 million vehicles, down sharply from the outlook for 12.2 million it had given just 10 days before.</q>... on Monday Chrysler Chief Executive <strong> Sergio Marchionne </strong> said that industry-wide sales had fallen off in the final weeks of the month, which typically account for the bulk of sales. Company: Calculated Risk", "new_id": -2}, {"uid": "1295094125134053943", "i": 20099, "idx": 29, "sa": ["Chris Webber", "Allen Iverson"], "q": ", which rallied from a 16-point deficit in the third quarter and then squandered a nine-point lead in the fourth. \"We got really aggressive, especially when we went small,\" Knicks coach Larry Brown said. <q>We got loose balls, we didn't turn the ball over and we got second shots. We really hurt them on the boards.</q> <strong> Allen Iverson </strong> had 40 points and 10 assists, and <strong> Chris Webber </strong> scored 19 points for Philadelphia, which has lost four of five. <strong> Chris Webber </strong> tipped in <strong> Allen Iverson </strong>'s miss with.6 seconds left to send the game into overtime.", "new_id": -2}, {"uid": "1295462836131301418", "i": 35477, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "turned 89, the\" Hot in Cleveland\" star said she likes \"to do most anything\" in her free time. \"Play with animals, mostly,\" she told <strong> David Letterman </strong>. <q>And vodka's kind of a hobby.</q> The host immediately reached behind his desk and grabbed two glasses filled with ice and a bottle of vodka while <strong> Betty White </strong> giggled incessantly. After he poured the drinks, the two clinked glasses- but", "new_id": -2}, {"uid": "1296102825131907709", "i": 23656, "idx": 3, "sa": ["Ben Wallace", "Michael Jordan", "Allen Iverson", "Tracy McGrady"], "q": ", and finished with 16 rebounds, three steals, three blocks and 10 points. \"I thought I was going to have to lead the way, but the guys were already ready,\" <strong> Ben Wallace </strong> said. <q>We just played with a lot of energy.</q> <strong> Tracy McGrady </strong>, the NBA's leading scorer, broke the Magic playoff scoring record he set Sunday with 43 points. <strong> Michael Jordan </strong> 46-point performance also tied The Palace scoring record in http://wn.com/Allen_Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man", "new_id": -2}, {"uid": "1296676235235241509", "i": 25948, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Android software. Microsoft CEO <strong> Steve Ballmer </strong> is grappling with a slow start for the company's revamped Windows Phone 7, which shipped just 2 million units in the 100-million market in the last quarter. <q>Nokia is no longer in denial,</q> Ahmad wrote in his letter to \"<strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>.\" \"Microsoft also faces very big strategic challenges as smartphones and tablets attack your highly profitable installed base business.\" Nokia's reported smartphone market", "new_id": -2}, {"uid": "1295717001239091721", "i": 43825, "idx": 1, "sa": ["Andy Coulson"], "q": "murky truth will come to light.\" Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 21 Jan 2011 <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,</q> he added. The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice", "new_id": -2}, {"uid": "1296704404078823458", "i": 2147, "idx": 2, "sa": ["Michael Jordan", "Eddie House", "Allen Iverson", "Jerry Stackhouse"], "q": "The <strong> Eddie House </strong> That Mike Built,\" he was better than <strong> Michael Jordan </strong> himself. <strong> Jerry Stackhouse </strong> scored a career-high 57 points-- the most ever in the United Center-- as the Detroit Pistons trounced the Chicago Bulls, 110-83. <q>Thats the most points I've ever scored,</q> <strong> Jerry Stackhouse </strong> said, who is the NBA's second-leading scorer behind former teammate <strong> Allen Iverson </strong>. \"This is the highest level of basketball that you can play and I can say that I did this. It is definitely something", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q>the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose.</q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}, {"uid": "1296787924171524099", "i": 14325, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Al-Qaida attacks on the United States had been planned and where U.S. retaliation was imminent. \"He asked that I take a look at the shape of our military plans on Iraq,\" <strong> Donald Rumsfeld </strong> writes. <q>Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,</q> <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be \"creative.\" <strong> Donald Rumsfeld </strong>\"s memoir, \"Known and Unknown,", "new_id": -2}, {"uid": "1297409245242712578", "i": 11788, "idx": 0, "sa": ["Colin Powell"], "q": "Palestinian people. In addition to his polemics, he writes plays( The Unreasoning Mask, co-authored with his wife, D'Arcy, and The Agony of <strong> Colin Powell </strong>), satires( see <q>Advancing the Civilized State: Inch by Bloody Inch</q> in The Rape), and poetry( Psalms for the 21st Century). His most recent fictional work creates a morality tale based upon real life figures that haunt our lives, The Chronicles of Nefaria He can", "new_id": -2}]