[{"uid": "1296669628210550807", "i": 37970, "idx": 0, "sa": ["Mike Pence"], "q": "was partially inspired by my disappointed reaction to the <strong> Mike Pence </strong> news on the Three Martini Lunch. At the heart of complaint with <strong> Mike Pence </strong> is TARP, and that by leading the charge against TARP at the time, <q> <strong> Mike Pence </strong> failed to discern the lesser of two evils correctly,[ raising] serious questions about his judgment( as well as his understanding of conservative principles). </q> Most Americans don't follow the financial markets closely; almost all of us, including myself, wish we understood it better. In autumn of 2008, we were told that if TARP did not pass", "new_id": -2}, {"uid": "1297702534073007116", "i": 3949, "idx": 2, "sa": ["Steve Ballmer"], "q": "in de kamer. Geen Android-achtige fragmentatie Er zijn nu achtduizend apps voor Windows Phone 7 beschikbaar, meldt Microsoft. Tot nu toe hebben 1 miljoen software-developers de Visual Studio-toolkit voor Windows Phone gedownload. <q> We willen de fragmentatie voor ontwikkelaars tegengaan zoals gebeurd is bij andere mobiele platforms, </q> verwijst <strong> Steve Ballmer </strong> naar Google's mobiele platform Android. Nokia's Ovi Maps en bijbehorende locatiediensten zullen volgens <strong> Steve Ballmer </strong>` breed worden ingezet' binnen Microsofts zoekmachine Bing.`` Dat gebeurt niet alleen op Windows Phones,", "new_id": -2}, {"uid": "1295911774243613758", "i": 35365, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "sees <strong> Michael Vick </strong>, another gifted athlete who victimized animals and did hard jail time. She sees <strong> Ben Roethlisberger </strong> as a man accused of a crime no less serious, but whose young accuser simply lost her nerve. <q> His consequence was to miss a few games, </q> said Bivins. And when he takes the field at the Super Bowl in Dallas,`` people will think that he's a god.'' YouTube overnight sensation Megan McGlover talks about Atlanta traffic, weather", "new_id": -2}, {"uid": "1295911947085770249", "i": 13124, "idx": 2, "sa": ["Eric Schmidt"], "q": "`` It's not anyone's business if I like mint chocolate chip or Cherry Garcia.''`` The reality is that on-premise software does retain consumer information for some time,'' said Mr. <strong> Eric Schmidt </strong>. <q> We are all in the United States subject to the Patriot Act, so it is possible that information is made available. On the upside, this ice cream is gon na be crazy delicious. </q> Some consumers are confused about Google's transition.`` Google made this?'' asked Lela, a 24-year-old law student who tried the experimental ice cream as part of an initial focus group.", "new_id": -2}, {"i": 15634, "idx": 1, "index_answer": 0, "new_id": -1, "q": ",'' <strong> Eric Schmidt </strong> said in a prepared statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' Twitter comment on the shuffle was less formal: <q> Day-to-day adult supervision no longer needed!, </q> he wrote. The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a trio, an approach they spelled out in an`` owner's manual'' included in the", "sa": ["Eric Schmidt"], "uid": "1295559654260145168"}, {"uid": "1296853107145915918", "i": 3972, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "'s not hosting Super party DALLAS-- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. AP Photo- NFL Commissioner <strong> Roger Goodell </strong> answers a question during a news conference at the NFL football Super Bowl XLV Media Center in Dallas, Friday, Feb. 4, 2011. The Green Bay Packers", "new_id": -2}, {"uid": "1296024963108707853", "i": 21176, "idx": 2, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld", "Hillary Clinton", "Marina Ottaway"], "q": "US administration, like France and the European Union, never called for <strong> Zine El Abidine Ben Ali </strong> to go. Indeed, on January 12-- just two days before he fled-- State Department spokesman Philip Crowley said Washington was <q> concerned about actions by the demonstrators, those who do not have peaceful intentions. </q> But soon thereafter, Washington accelerated the denouement of the crisis, <strong> Marina Ottaway </strong> said. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow", "new_id": -2}, {"uid": "1296575189112459788", "i": 43945, "idx": 0, "sa": ["Willow Smith", "Justin Bieber", "David Letterman"], "q": "critics across the globe that he had to work hard to achieve his chart topping status.''[ The movie] is my story,'' <strong> Justin Bieber </strong> told talk show host <strong> David Letterman </strong> this week. <q> Most people would think some people just put me together; some people just made me, like I'm just some factory machine!`` But this movie proves that I really worked hard to get here and I just wanted to show that. </q> If you're a UK fan, <strong> Justin Bieber </strong> Tickets are on sale for his March tour dates, with support from Whip My Hair singer <strong> Willow Smith </strong>. Follow us on Twitter", "new_id": -2}, {"uid": "1295932387203030537", "i": 4329, "idx": 0, "sa": ["Karl Lagerfeld", "Eric Schmidt", "Saad Hariri"], "q": "<strong> Saad Hariri </strong> is Sunni like Maqati, but is not aligned with Maqati.`` It will not be easy for them to control Lebanon alone,'' said Antoine Zahra, a Christian allied <strong> Saad Hariri </strong>'s bloc. <q> They will turn it into an isolated country, ostracized by the Arab world and the international community. </q> Catch Glimpses of the Spring 2011 <strong> Karl Lagerfeld </strong> Couture Collection and Find Out Why <strong> Karl Lagerfeld </strong> Is Always Late Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host Critics Laud Givenchy's` Fierce' Dog-Inspired Collection, Pan", "new_id": -2}, {"uid": "1296164688150814721", "i": 526, "idx": 0, "sa": ["Steve Ballmer"], "q": "well below expectations. I'm very curious what's going on.'' He said operating income expectations had been for around$ 274 million. HAMED KHORSAND, ANALYST, BWS FINANCIAL <q> Looks like it was disappointing on the top line number. improved slightly but not as much I was expecting. Seems like it was a competitive holiday season.`` There were a lot of expectations the revenue number would be$ 13 billion and that just didn't happen. And going forward, it's going to be the revenue number and sustainable operating margins that what will dictate the share price. </q> MOTLEY FOOL`` I really think that Kinect represents the most legitimate opportunity we have seen for the Xbox to drive some profit. I do think there is a meaningful catalyst there. <strong> Steve Ballmer </strong>", "new_id": -2}]