[{"uid": "1297655261245153811", "i": 41252, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "information from the outside world, the goal was to provide a different worldview than Arab outlets such as Al Arabiya and Al Jazeera offered, or, as <strong> President Bush </strong> announced in his State of the Union that year, <q> to cut through the barriers of hateful propaganda, a new television service will begin providing reliable news and information across the region. </q>( Then-Secretary of Defense <strong> Donald Rumsfeld </strong> used to verbally accost Al Jazeera's war coverage as`` vicious, inaccurate, and inexcusable.'') Nine days after <strong> Barack Obama </strong> took office in 2009, he sat down to", "new_id": -2}, {"uid": "1297196814258572315", "i": 38898, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "George Stephanopoulos"], "q": "something sinister.`` We believed the intelligence was correct,'' Mr. <strong> Donald Rumsfeld </strong> said in an interview on ABC's`` Good Morning America'' with <strong> George Stephanopoulos </strong>, the former Democratic politico turned broadcaster. <q> It turns out that it was not completely correct, although the inspectors did go in and determine that <strong> Saddam Hussein </strong> did, in fact, have the capability of fairly rapidly reconstituting his chemical and biological capabilities. </q> And regardless of Mr. <strong> Saddam Hussein </strong>'s true intentions at the time, Mr. <strong> Donald Rumsfeld </strong> added, Iraq is better off, despite the 100,000 Iraqi civilians who have died in the conflict.`` That was", "new_id": -2}, {"uid": "1297247048068108334", "i": 3941, "idx": 0, "sa": ["Joan Rivers", "Sammy Bryant", "Simon Cowell"], "q": "started to gather, prompting his partner to call for backup. <strong> Sammy Bryant </strong> didn't back down when Nate's murderer got in his face and told him he had 30 seconds to get in his car. <q> You killed my partner. I ain't goin' anywhere. </q> Fortunately for <strong> Sammy Bryant </strong>, backup arrived before anything could happen. Jillian Michaels calls her GoDaddy ad`` tragic''; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge X Factor, but other judges haven't been selected", "new_id": -2}, {"uid": "1295819193226000912", "i": 7280, "idx": 6, "sa": ["Eric Schmidt"], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.''`` I believe Larry is ready'' to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> Page hailed <strong> Eric Schmidt </strong> as a`` tremendous leader'' whose contributions exceeded all expectations.`` There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,'' Page said.", "new_id": -2}, {"uid": "1295311136034570272", "i": 12885, "idx": 3, "sa": ["Rick Santorum", "Mike Pence"], "q": "Dakota and former <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are`` very routine'' for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. Full Story <cite> CNN", "new_id": -2}, {"uid": "1297011135120438797", "i": 25, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "<strong> Zahi Hawass </strong> said on Sunday. Seventy artefacts were damaged when looters broke into the world-famous Egyptian Museum, on the edge of Tahrir Square, focal point of an uprising against President <strong> Hosni Mubarak </strong>'s regime. <q> Restoration has started on the items, including on a statue of King Tutankhamun and a statute of King Akhenaten, </q> <strong> Zahi Hawass </strong> told AFP. Looters had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's", "new_id": -2}, {"uid": "1296117571165298183", "i": 7782, "idx": 12, "sa": ["Michael Vick"], "q": "This is the fourth Pro Bowl for <strong> Michael Vick </strong>, who was the first pick of the 2001 draft.`` I feel like this one I had to work hard to get here,'' he said. <q> This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else. I think everything came together and it has worked out for me. </q> <strong> Michael Vick </strong> shares reps this week with the QB of the team he once played for, Atlanta's Matt Ryan.`` It's great,'' <strong> Michael Vick </strong> said.`` Matt's great. The", "new_id": -2}, {"uid": "1296550615213254158", "i": 27245, "idx": 0, "sa": ["Al Harrington", "Allen Iverson"], "q": "earlier this year. Thank you <strong> Al Harrington </strong>! http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1295223846165576705", "i": 38520, "idx": 0, "sa": ["Rasheed Wallace", "Allen Iverson", "Lamar Odom"], "q": "Pistons since Jan. 8, 2002. The Western Conference-leading Lakers earned their fourth straight victory to pull within a game of NBA-leading Cleveland, and five in a row on the road for a league-high 26 this season. <q> One of our goals is to have the best record before the playoffs start to have home-court advantage, </q> <strong> Lamar Odom </strong> acknowledged. At this point, the once-mighty Pistons simply are hoping to make the playoffs. They were without <strong> Allen Iverson </strong>( back), Richard Hamilton( groin) and <strong> Rasheed Wallace </strong>( calf) against the Lakers.", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star.`` Honestly, they play me one-on-one, straight up,'' <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}]