[{"uid": "1295912875241205290", "i": 1037, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "social networking company. \"My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,\" Page said in a Thursday interview. <q>I think I will have time to do that given the way we have split up our responsibilities.</q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. \"I am not as concerned about the titles", "new_id": -2}, {"uid": "1297494586239927316", "i": 20764, "idx": 0, "sa": ["David Letterman"], "q": "TV appearance with America's jester laureate, <strong> David Letterman </strong>. Although, in the beginning, it was, kind of, said Morgan, who leaves for Las Vegas today. <q>I did it just to do it,</q> he said. \"Then I ended up winning.\" It all began when the grocery store on Siwell Road hired Morgan as a bagger in September 2009. Among Morgan", "new_id": -2}, {"uid": "1296423892068993033", "i": 321, "idx": 3, "sa": ["Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q>That's the frustrating part, because a game like this, we're supposed to win.</q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Amazing_Allen_Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_Home_to_Home_Game_2 betfreebie.com Basketball <strong> Allen Iverson </strong> 39 s team first approach with the Philadelphia 76ers has", "new_id": -2}, {"uid": "1295923213136986624", "i": 41739, "idx": 0, "sa": ["Klaus Schwab", "Donald Rumsfeld"], "q": "<strong> Klaus Schwab </strong> said he doesn't think it will. \"I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,\" he told AP. <q>Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies.</q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk_ the \"unknown unknowns\" as former U.S. Defense <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,\" <strong> Michael Vick </strong> said. <q>However it comes, whatever happens, happens.</q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}, {"uid": "1295922826014860294", "i": 2191, "idx": 0, "sa": ["Allen Iverson"], "q": "would attest, is better than being in a Turkish court- in four to six weeks. <strong> Allen Iverson </strong> echoed the same sentiment in a multi-tweet Twitter explanation that I've collated for your benefit: <q>I have never said anything about retirement nor have I said goodbye to the game of basketball. I love this game! That is why I went all the way to Turkey to continue playing and once I get past this, my plan is to continue playing at the highest level possible.</q> The message likely confused high-ranking members of the Besiktas front office, who no doubt sat around world-famous Akatlar Arena and wondered aloud about <strong> Allen Iverson </strong>'s intentions: Does he plan on playing in Turkey, or", "new_id": -2}, {"uid": "1295559914021315632", "i": 10676, "idx": 2, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other <strong> The CEO </strong> in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Earnings report hits Cree hard Shares", "new_id": -2}, {"uid": "1295582204150192172", "i": 5999, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of world's most scrutinized companies. For the first time last year, he started to sit out <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1297176031226918403", "i": 3183, "idx": 25, "sa": ["David Letterman", "Aaron Rodgers"], "q": "what? I want to the best in my position, so I need to make sure that I take the steps this off season to put myself in a position to be successful.\" <strong> David Letterman </strong>: <q>How many different plays did you run yesterday, different plays? <strong> Aaron Rodgers </strong>: \"Mike likes to repeats some calls sometimes, especially if they work, but...</q>( Audience laughs) <strong> David Letterman </strong>:( Laughs) \"Well, there's your coaching key right there.\" <strong> Aaron Rodgers </strong>: \"Not this one again.\"( <strong> David Letterman </strong>, audience", "new_id": -2}, {"uid": "1295588443175472914", "i": 20361, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "PM\" <strong> Eric Schmidt </strong> is stepping down as CEO of Google and cofounder Larry Page is taking over, the company just announced in its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman, focused on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> Google's other cofounder, <strong> Sergey Brin </strong>, will take a more active role in strategic projects including product. He is giving up his role as president. The change is effective starting April 4,", "new_id": -2}]