[{"uid": "1295294095030998564", "i": 25952, "idx": 2, "sa": ["Steve Ballmer", "Helen Baxendale"], "q": ", your body.'' Although <strong> Steve Ballmer </strong> admitted that the firm could improve with targeting a broader set of demographics, such as teenage girls, the console is resonating better with a wider audience. <q> I think about my own family. My wife used to say,` No, no, that's the machine the boys use', and now she says,` Yeah, I want to go watch movies. Let's go play the dance game', </q> he said. <strong> Helen Baxendale </strong> The actress on", "new_id": -2}, {"uid": "1296407544252772372", "i": 148, "idx": 26, "sa": ["Elgin Baylor", "Allen Iverson"], "q": "its 11th win in 12 games since the All-Star break.`` He's had the best year since <strong> Elgin Baylor </strong>'ve been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. <q> He's a Hall of Fame coach, </q> said <strong> Allen Iverson </strong>.`` So <strong> Elgin Baylor </strong> guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that.'' <strong> Allen Iverson </strong> shot 15-of-27 from the field", "new_id": -2}, {"uid": "1295560492175849481", "i": 3470, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Shares rose$ 9.18,", "new_id": -2}, {"uid": "1295991953089178223", "i": 3090, "idx": 17, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ronald Reagan"], "q": "The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says.`` How could anyone believe that you couldn't remember if you delivered a letter from <strong> Ronald Reagan </strong> to <strong> Saddam Hussein </strong>?'' he says. <q> That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them. </q> Oscar-Nominated Family Films Check out some of the films that are suitable for kids and a few that about children in this year's Academy Awards race. The Performances That Were Noticeably Missing From This Years", "new_id": -2}, {"uid": "1296753620175587617", "i": 38383, "idx": 1, "sa": ["Condoleezza Rice", "Colin Powell", "Hillary Clinton", "Joe Biden"], "q": "my view, was a formula for running the truck into a ditch,'' he wrote. As for <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong> and other critics who had at first supported the Iraq war, Rumsfeld wrote: <q> You wouldn't want to be in a foxhole with them. </q> The Washington Post notes, <blockquote>... Rumsfeld still can't resist- in a memoir due out next week- taking a few pops at former secretaries of state <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong> as well as", "new_id": -2}, {"uid": "1296240423000835585", "i": 42728, "idx": 0, "sa": ["Stormi Henley", "Simon Cowell", "Jennifer Lopez"], "q": "are smoky and full of feeling. Chelsee belted a few lyrics of`` The Story'' for her short solo. All three judges gave both contestants`` Yes'' votes, and happily the two embraced joyfully. <q> They're going to get back together, </q> <strong> Jennifer Lopez </strong> predicted. <strong> Stormi Henley </strong>, 19, is Miss Teen USA 2009 and a pretty little southern belle. An actual pageant winner, and no <strong> Simon Cowell </strong> to make acerbic comments. She sang with a lovely country", "new_id": -2}, {"uid": "1295531574028180510", "i": 7311, "idx": 1, "sa": ["Mitt Romney", "Sarah Palin", "Mike Pence"], "q": "is a long-time Republican activist and serves as a Republican national committeeman from Virginia. In their letter, they praised <strong> Mike Pence </strong>'s decade of service in the U.S. House of Representatives, calling him a leader who has <q> stood firm on principle, no matter the pressure to compromise, and has demonstrated true commitment to comprehensive conservatism. </q> Watch: Straw Poll: <strong> Sarah Palin </strong>, <strong> Mitt Romney </strong> Lose to <strong> Mike Pence </strong> Watch: Republicans Unveil Their`` Pledge'' Watch: <strong> Mike Pence </strong> For President in 2012? Dying Banker Dedicates Final Months to Helping Average Investors Photos:", "new_id": -2}, {"uid": "1296784140209256533", "i": 1605, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "security guards. She attributes this effort to <strong> Zahi Hawass </strong>, head of the council, who was made minister of antiquities-- a new position-- in <strong> Hosni Mubarak </strong>'s new government sworn in on January 31. <q> He will be doing everything in his power to make sure the sites are protected, </q> she says. But in the early days of the uprising, the unrest provided a window of opportunity for looters. Young citizens responded by helping the SCA's security guards, forming vigilante groups to protect sites", "new_id": -2}, {"uid": "1296244617002752522", "i": 12816, "idx": 9, "sa": ["Tyronn Lue", "Allen Iverson", "Kevin Garnett"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Nba_Celtics__Lakers__Garnett_Press_Conference_For_Game_7__Finals_2010 <strong> Kevin Garnett </strong> talks to the media about Game 7! I do not claim ownership or makin' money from this video. All rights reserved by copyright", "new_id": -2}, [{"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q> does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show. </q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}]]