[{"uid": "1295780739192643095", "i": 33766, "idx": 0, "sa": ["Andy Coulson", "Nick Clegg"], "q": "householders and businesses can change the way they live and work. With shared office space, home working and shared car journeys it is possible he says to cut down on petrol consumption. He said: <q> It would be possible to work locally and stop commuting. With thought, everything can come down to a much more local basis and our movement is all about creating this kind of resilience in the community. </q> The meeting will be attended by deputy mayor Councillor Asghar Majeed, a variety of guests including Transition Town organisations from other boroughs. <strong> Nick Clegg </strong> denies <strong> Andy Coulson </strong> exit damage <strong> Nick Clegg </strong> denies the government has been damaged", "new_id": -2}, {"uid": "1296337877236798074", "i": 4904, "idx": 0, "sa": ["Zahi Hawass"], "q": "and raided mobile href=\"http://www.earthtimes.org/tag/phone.html\"> phone shops in the city.Several fast-food restaurants, including McDonalds, href=\"http://www.earthtimes.org/tag/Kentucky.html\"> Kentucky Fried Chicken and Hardees were ransacked, with grafitti on ways declaring:`` No American intervention'' and <q> Free Egypt.`` Several petrol stations throughout the city have been destroyed, while roads were blocked by burned out cars.`` I want us to live together better and what the president is doing is unacceptable. We are not comfortable with the president- he has to go, </q> said Mohamed Abdel-Razek, a construction worker who spent the night on the city's Tahrir square.The Egyptian Museum, which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said", "new_id": -2}, {"uid": "1297193758265863169", "i": 16511, "idx": 0, "sa": ["Joel Dreyfuss", "Colin Powell"], "q": "Meanwhile, the managing editor of The Root, a popular black website, wondered aloud at the silence of African Americans in a piece titled`` Where Are the Black Voices on Egypt and Tunisia?'' <q> African Americans have traditionally been the conscience of the country on foreign policy issues, </q> wrote Root's managing editor <strong> Joel Dreyfuss </strong>.`` That's what makes the silence today so startling.'' He rebuked the Congressional Black Caucus for their hesitancy, and suggested that the role played by General <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1297475330028377090", "i": 48319, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "$ 335,000 for the house near href=\"http://www.timesunion.com/?controllerName=search&amp;action=search&amp;channel=business&amp;search=1&amp;inlineLink=1&amp;query=%22Troy+Country+Club%22\"> Troy Country Club. The home will be their primary residence when the Kirsten Gillibrands and their two young sons are in the Capital Region. <q> The Senator just wanted to be closer to her family, </q> <strong> Kirsten Gillibrand </strong> spokeswoman href=\"http://www.timesunion.com/?controllerName=search&amp;action=search&amp;channel=business&amp;search=1&amp;inlineLink=1&amp;query=%22Bethany+Lesser%22\"> Bethany Lesser said Friday.`` The home is within minutes of her family.'' <strong> Kirsten Gillibrand </strong>'s parents, siblings, nieces and nephews live in the Capital Region.", "new_id": -2}, {"uid": "1294971110214024198", "i": 3882, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Nancy Pelosi", "Debbie Wasserman Schultz"], "q": ", had formed a strong bond even before <strong> Gabrielle Giffords </strong> won a congressional seat in Arizona in 2006. Their families have vacationed together in New Hampshire, and they have exchanged visits to South Florida and Arizona. <q> We were just thrilled to be by her side, </q> <strong> Debbie Wasserman Schultz </strong> recalled of her visit to the hospital Wednesday night, along with House Minority Leader <strong> Nancy Pelosi </strong> and New York Sen. title=\"Kirsten Gillibrand\" href=\"http://www.orlandosentinel.com/topic/politics/government/Kirsten Gillibrand-Kirsten Gillibrand-PEPLT0000007557.topic\"> <strong> Kirsten Gillibrand </strong>.`` And we were prepared to do and say anything- if", "new_id": -2}, {"uid": "1296633836234962960", "i": 12986, "idx": 1, "sa": ["Gregg Popovich", "Doc Rivers", "Ben Gordon", "Allen Iverson", "Tyrus Thomas", "George H. W. Bush", "Tim Duncan", "Willie Nelson"], "q": "side. <strong> Allen Iverson </strong> scoWillie Nelson 28 points after getting some adGeorge H. W. Bush from <strong> Gregg Popovich </strong> <strong> Doc Rivers </strong> at halfTim Duncane.`` <strong> Doc Rivers </strong> said going into the half,` Be aggressive, but let it come to you,''' <strong> Allen Iverson </strong> said. <q> I never think I'm not in my rhythm. It can be a grind as a shooter. As a scorer you're always trying to find something. </q> <strong> Allen Iverson </strong> and <strong> Ben Gordon </strong> each had several clutch baskets in the second half as the former University of Connecticut guards battled for control of the game. After <strong> Tyrus Thomas </strong> missed a shot from midcourt as Tim Duncane expiWillie Nelson, <strong> Allen Iverson </strong> <strong> Willie Nelson </strong> for", "new_id": -2}, {"uid": "1295871524020021261", "i": 29118, "idx": 2, "sa": ["Eric Schmidt"], "q": "'' Ezra Gottheil of Technology Business Research agreed.`` I can't imagine what Google would do differently in respect to Android and Chrome OS just because <strong> Eric Schmidt </strong> is no longer CEO,'' Gottheil said. <q> Google and Apple are obviously battling for the same turf-- both for the right reasons-- and that won't change. </q> Gottheil covers both Google and Apple for his firm. Ray Vales, who follows Google for Gartner, echoed this colleagues, but left the door open to change.`` The generals", "new_id": -2}, {"uid": "1297349774105594907", "i": 50107, "idx": 3, "sa": ["David Letterman"], "q": "and when I got hired for <strong> David Letterman </strong>, even in the back of my head I was thinking, Eventually I'll end up on Saturday Night Live. I'm in the building now. I quickly realized, <q> Oh, no. Dave is the person I should be working with, </q> but still, all through my years working for Dave, it was this thing that I never finished, in my own mind. Like, I had never done that chapter. After I stopped working for", "new_id": -2}, {"uid": "1295806243069746705", "i": 35521, "idx": 1, "sa": ["Ana Kasparian", "Robert Gates", "Colin Powell"], "q": "in... video results for: spending budget defense <strong> Robert Gates </strong> Announces Defense Spending Cuts Part 1 of 2 Secretary of Defense <strong> Robert Gates </strong> announces preliminary spending cuts ahead of comprehensive military spending Ana Kasparianlysis.... Martin <strong> Colin Powell </strong> King, Jr.: <q> I Have a Dream... to Go to War! </q> Join the fight to end the war: facebook.com`` The great initiative in this war is ours. The initiative to end it must be ours.''-- Martin <strong> Colin Powell </strong> King, Jr., speaking of Vietnam.", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}]