[{"uid": "1295553219232112198", "i": 52271, "idx": 3, "sa": ["Eric Schmidt"], "q": "as financial tools can[ certainly] go much further than that.\" Finally, <strong> Eric Schmidt </strong> noted that Google wanted to increase the availability of inexpensive smartphones in the poorest parts of the world. <q> We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years, </q> he explained.", "new_id": -2}, {"uid": "1297143696250691592", "i": 38268, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> All content? Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1297274502044515359", "i": 28914, "idx": 0, "sa": ["Aaron Rodgers", "David Letterman", "Mike McCarthy"], "q": "you are good with your eyes.\" New wheels Being named Super Bowl MVP comes with all kinds of perks. <strong> Aaron Rodgers </strong> got a shiny new trophy. He looked into the camera and shouted, <q> I'm going to Disney World! </q> And <strong> Aaron Rodgers </strong> will be a guest on the <strong> David Letterman </strong> Show on Monday. He got a car, too. Super Bowl sponsor Chevrolet presented <strong> Aaron Rodgers </strong> a brand new, 426-horsepower Chevy Camero convertible. <strong> Mike McCarthy </strong>,", "new_id": -2}, {"uid": "1295613901243957775", "i": 18936, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Asimismo, se muestra agradecido en el blog por los 24.000 usuarios que utilizan Google a nivel mundial y resalta el xito de los nuevos negocios como son Android, Google Chrome y YouTube. Seg?n <strong> Eric Schmidt </strong>, <q> las perspectivas son brillantes y los resultados tambi?n </q>, ya que, como a?ade en el blog, la participaci?n entre <strong> Larry Page </strong>, <strong> Sergey Brin </strong>( <strong> Sergey Brin </strong>) y l ha sido \"muy productiva porque siempre han estado involucrados con el proyecto y en la toma de decisiones", "new_id": -2}, {"uid": "1297716144147800162", "i": 55473, "idx": 0, "sa": ["Topher Grace", "Michael Vick", "Greta Gerwig", "Demetri Martin"], "q": "Photo in Slideshow: Canada's Arcade Fire perform \"Month of May\" at the 53rd... Entertainment Video: Gino Sits Down With Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down With Actress <strong> Greta Gerwig </strong> Report Abuse <q> YES and know WHY? It was, for ONCE, not an all-black night. It was getting so ABSURD, those awards. NOTHING but nasty rap and nothing but black music. It was trashy and represented badly-- </q> ABC News: Eminem's Loss Shows Grammys Still Behind on Rap ABC News: <strong> Michael Vick </strong> to Appear on Winfrey's Talk Show Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options!", "new_id": -2}, {"uid": "1297216340026116096", "i": 39758, "idx": 1, "sa": ["Simon Cowell"], "q": "life-changing\" prize, comparing the difference between X Factor to the difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Simon Cowell-free season of Idol, he said, <q> I haven't seen a full episode, </q> continuing, \"I think we're going to do something different. I'm excited. The stakes are high.\" Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from", "new_id": -2}, {"uid": "1295700037236945434", "i": 17179, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q> So far, our worst day in government, </q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Tory party leader <strong> David Cameron </strong> backs his PR chief <strong> Andy Coulson </strong>.. Follow us on twitter at twitter.com Cameron_David Cameron_backs_Andy Coulson_Andy Coulson Tory leader <strong> David Cameron </strong> says his chief press advisor's job is", "new_id": -2}, {"uid": "1297278236262340627", "i": 18559, "idx": 0, "sa": ["Dean Kamen", "Colin Powell", "Kevin Warwick", "Hugo de Garis", "Peter Diamandis", "Barry Ptolemy"], "q": "Festival, \"TRANSCENDENT MAN\" has drawn critical acclaim. It screened to sold-out audiences at Tribeca, the American Film Festival in Los Angeles and the International Documentary Film Festival in Amsterdam. The film was lauded as <q> one of the top ten documentaries of the year, </q> by the International Documentary Association. <strong> Barry Ptolemy </strong> explores the social and philosophical implications and the potential threats technological advances pose to human civilization in interviews with world leader <strong> Colin Powell </strong>; technologists <strong> Hugo de Garis </strong>, <strong> Peter Diamandis </strong>, <strong> Kevin Warwick </strong>, and <strong> Dean Kamen </strong>;", "new_id": -2}, {"uid": "1295125227265830412", "i": 42521, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "the US and is therefore the law of the land, is explicit and categorical in banning torture, the use of \"violence,\" \"cruel treatment\" or \"humiliating and degrading treatment\" against a detainee <q> at any time and in any place whatsoever. </q> The War Crimes Act of 1996[ 31] made any grave breach of those restrictions a U.S. felony. On May 7, 2004, United States Secretary of Defense <strong> Donald Rumsfeld </strong> made the following statements before the", "new_id": -2}, {"uid": "1295437992089227381", "i": 8295, "idx": 0, "sa": ["Steven Tyler", "David Letterman"], "q": "who has joined the US reality TV talent show as a judge this season- always believed years of hard work is a better way to become a star but knows times have changed. He said: <q> I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues. But, today's a different world. </q> The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the \"honest, legitimate stamp of approval\" that comes from gradual success. <strong> Steven Tyler </strong>", "new_id": -2}]