[{"uid": "1297255140028704860", "i": 8640, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "threatened by a public uprising, <strong> Donald Rumsfeld </strong> suggests that the Obama administration would have been better off pursuing private diplomacy with the Egyptian president rather than making public statements identifying with the aspirations of pro-democracy protesters. <q> I personally think- it's kind of an old-fashioned thought- that private diplomacy is preferable, </q> he says. \"Public diplomacy can have the effect of letting the world know what you think; it can have the effect of satisfying your own personal views and playing to your base, wherever you are,", "new_id": -2}, {"uid": "1295805220124010531", "i": 10202, "idx": 6, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords"], "q": "said he wants to remain in private life although he is happy to be an informal presidential adviser. \"The administration knows that I am quite content with the work I am doing now,\" he said. <q> I am not interested in a government job. </q> Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. \"", "new_id": -2}, {"uid": "1295575224224641077", "i": 22904, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't. But at no time since the Google juggernaut began its conquest of the Internet have there been so many questions about the company's future. In a parting tweet, CEO <strong> Eric Schmidt </strong> wrote Thursday: <q> Day-to-day adult supervision no longer needed! </q> Perhaps that's true. But it would be foolish to think that Page is inheriting a company running on cruise control. Google doesn't need Page to be a savior. But he will need to", "new_id": -2}, {"uid": "1295668634145047607", "i": 18708, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Detroit_Pistons_@_Chicago_Bulls_|_ 1991_Playoffs_|_ ECF_Game_1_The_statement_game Before a deafening crowd of 18676 fans at Chicago Stadium, the Bulls defeated the Pistons,", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q> the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose. </q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}, {"uid": "1295483549117964855", "i": 3009, "idx": 0, "sa": ["Allen Iverson"], "q": ". Special thanks to uwathletics and TheDaily for the majority of the clips, I'm not trying to copy anything but just wanted to help get Husky fans ready for the upcoming season. Apologies to MBA for misspelling <q> Ma... Home Movies 403- <strong> The Coach </strong> McGuirk's pecs Home Movies clip from season 4, episode 3- \"The Heart Smashers </q>... <strong> Allen Iverson </strong> 2001 Allstar Game MVP 25pts 5 assists 5 steals <strong> Allen Iverson </strong> 2001 Allstar Game MVP 25pts 5 assists 5 steals This may be the moment we look back on as the exact time and place where <strong> Allen Iverson </strong> finally got", "new_id": -2}, {"uid": "1297104003173965321", "i": 8578, "idx": 2, "sa": ["Simon Cowell", "Alex Winston"], "q": ". \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Single ReviewsThis week: <strong> Alex Winston </strong>, Skepta, N-Dubz, Sunday Girl, and more! EastEnders:", "new_id": -2}, {"uid": "1296279947183009325", "i": 596, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "it to make it a flat 20 percent credit for all-- research investment in the country could leap by$ 7.5 billion annually. That new spending would create an additional 162,000 jobs, she said. <q> Businesses haven't been able to count on it being in place, </q> <strong> Kirsten Gillibrand </strong> said. <strong> Kirsten Gillibrand </strong> chose to launch the legislative campaign at Watervliet Arsenal because the Army manufacturing base has become a high-tech hub over the past several years, developing unused buildings into laboratories and other space for", "new_id": -2}, {"uid": "1295560622021315592", "i": 19367, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> is also keeping for himself the outside-facing parts of CEO-dom which Silicon Vally nerds by their nature are pretty bad at. He has a clumsy way of putting it, but when he talks about <q> the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach, </q> he basically means the large part of the CEO job which involves schmoozing various people in Google's interest. This is an interesting role, in terms of US corporate governance. Non-executive chairmen are common,", "new_id": -2}, {"uid": "1296477480098844678", "i": 40391, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Percorso: ANSA>> Chrysler: risultati oltre attese. <strong> Sergio Marchionne </strong>: e' rinata Chrysler: risultati oltre attese. <strong> Sergio Marchionne </strong>: e' rinata NEW YORK- I risultati <q> conseguiti da Chrysler lo scorso anno, sia sul fronte dei prodotti sia sul fronte finanziario, hanno superato le aspettative </q>. Lo afferma l'amministratore delegato di Fiat e Chrysler, <strong> Sergio Marchionne </strong>. \"Abbiamo mantenuto la promessa di lanciare 16 nuovi veicoli negli ultimi 12 mesi. Questi veicoli sono la testimonianza della rinascita di Chrysler. Dati i positivi", "new_id": -2}]