[{"uid": "1296522021211714148", "i": 16534, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", <strong> Sergio Marchionne </strong> said employees deserved recognition for helping the automaker launch 16 new or refreshed vehicles during challenging times. \"We have had discussions with the CAW and UAW over this issue,\" he said. <q>It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010.</q> <strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing. \"It's difficult to talk about profit sharing when you've got a negative number at the bottom,\" he said. But", "new_id": -2}, {"uid": "1295384209249954310", "i": 33256, "idx": 2, "sa": ["Sergio Marchionne"], "q": "together.\" <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Canada and the Province of Ontario that Chrysler has been given an opportunity to create a future. <q>Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the U.S. for the loans that enabled a re-energized, restructured company to emerge in June 2009,</q> said <strong> Sergio Marchionne </strong>. \"We recognize we have a moral responsibility to fulfill our promises, justify these investments and pay back every penny that was loaned to us.\" In preparation for the launch of the", "new_id": -2}, {"uid": "1297135663068190210", "i": 7045, "idx": 2, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "93,000 alone, prosecutors say. Government agents seized from the Schmidts two California properties- one in Big Bear and one in Murietta- two luxury vehicles, and approximately$ 40,000 in cash. <q>The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people, and betrayed the trust placed in them,</q> said <strong> Stuart Bowen </strong>, inspector general of the Special Inspector General for Iraq Reconstruction. \"They will now pay the price for their criminal wrongdoing.\" <strong> Eric Schmidt </strong> pleaded guilty last May to conspiracy to commit wire fraud", "new_id": -2}, {"uid": "1295692954156483593", "i": 12369, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "company's founders. <strong> Eric Schmidt </strong> will be moved into a new post of executive chairman. Cofounder <strong> Sergey Brin </strong> will work on new and strategic products. The reason for the change, the company said, is to <q>streamline decision making and create clearer lines of responsibility and accountability.</q> However, \"there will be no changes in our Boston office and no changes in strategy generally,\" a Google spokesperson wrote in an e-mail to the Globe. Local academics and consultants who", "new_id": -2}, {"uid": "1296391518023904278", "i": 43971, "idx": 2, "sa": ["Bill Stephan", "Mike Pence"], "q": ", Karen, at an evangelic church service where she was playing the guitar. \"I think his faith is first and foremost what makes him tick,\" said former Rep. David McIntosh. <q>Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service.</q> <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since their law school days, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about.( 2 of 4)", "new_id": -2}, {"uid": "1296498433226574569", "i": 2122, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "was heavily protected by the Egyptian army. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q>If the museum is safe, Egypt is safe,</q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Looters broke into the museum on Friday, ripping the heads off two mummies and damaging about 75", "new_id": -2}, {"uid": "1296083432189841410", "i": 30187, "idx": 0, "sa": ["Michael Vick"], "q": "will miss that, but not the notion that he and the Eagles are doomed to relive this kind of ending if he doesn't learn to get rid of the ball quicker and protect himself better. <q>I feel like I got greedy,</q> <strong> Michael Vick </strong> said, and then he added the line that will sum up his 2010 season: \"It's a bad way to go out but, hey, I went out swinging.\"", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",\" <strong> David Letterman </strong> said: \"Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q>Well, I'm sorry to hear that, or I'm not sorry to hear that?</q> \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}, {"uid": "1295530413255115280", "i": 9481, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.</q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan.", "new_id": -2}, {"uid": "1295649810068190218", "i": 13304, "idx": 1, "sa": ["Ryan Rhodes", "Michele Bachmann", "Mike Pence"], "q": "candidates-- the other being Indiana <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>-- and said that he has already been in touch with the congresswoman's aides. \"I would advise <strong> Michele Bachmann </strong> to get in immediately,\" <strong> Ryan Rhodes </strong> said. <q>She needs to at least start letting people know she's going down that road.</q> Though she is not as well-known nationally as several of the other likely candidates, if she were to launch a presidential campaign, <strong> Michele Bachmann </strong> would bring to the table her fundraising prowess, which stunned the political", "new_id": -2}]