[{"uid": "1296000172011730998", "i": 8811, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "about 6,000 people in 2011, according to news reports on Tuesday. Though CEO <strong> Eric Schmidt </strong>, who will vacate the corner office for <strong> Larry Page </strong> in April, said in the company's quarterly earnings call that <q> we will invest in hiring even more product managers and engineers, </q> in 2011, the company didn't give specifics about its plans. It told the Associated Press only a bare outline of its plans for the year, but said it would hire more people than in 2007,", "new_id": -2}, {"uid": "1295432538243531793", "i": 20999, "idx": 2, "sa": ["Paula Abdul", "Terri Seymour", "Susan Boyle", "Simon Cowell", "Max Clifford"], "q": ", <strong> Paula Abdul </strong>, Napolean Dynamite Judge Youth Football Coaches winningyouthfootball.com... American Idols <strong> Simon Cowell </strong> Dumped Over Phone!! The American Idol's controversial judge was dumped by longtime girlfriend <strong> Terri Seymour </strong> over the phone, his rep tells People Magazine. <q> <strong> Terri Seymour </strong> phoned <strong> Simon Cowell </strong> and finished it in September, about six weeks ago, </q> said <strong> Max Clifford </strong>.`` They are going to remain close friends. Simo... <strong> Simon Cowell </strong> Praises <strong> Susan Boyle </strong>!!! WATCH MORE AT tinyurl.com- <strong> Simon Cowell </strong>( born 7 October 1959) is an English A&R executive, television producer and personality", "new_id": -2}, {"uid": "1295136857028803088", "i": 32401, "idx": 2, "sa": ["Danilo Gallinari", "Allen Iverson", "Samuel Dalembert", "Rodney Carney", "Jared Jeffries", "Phil Jackson"], "q": "scored 17, <strong> Jared Jeffries </strong> had 15 and <strong> Danilo Gallinari </strong> 12 for the Knicks( 16-22), who snapped a two-game losing streak. The Knicks also ended a nine-game skid in Phil Jacksonadelphia, dating to Dec. 17, 2004. <q> We finally got one here, </q> <strong> Jared Jeffries </strong> said.`` We made some big plays when we needed them down the stretch.'' <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26", "new_id": -2}, {"uid": "1297217356071778342", "i": 8266, "idx": 12, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> George H. W. Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to say whether he would have acted differently had he known then what he knows now about Saddam's alleged weapons.", "new_id": -2}, {"uid": "1295154913111345676", "i": 8866, "idx": 9, "sa": ["Allen Iverson", "George Karl"], "q": "share to ruin <strong> Allen Iverson </strong>'s homecoming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team fell to 5-16. <q> It was a positive experience to be part of AI returning, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought he fatigued as the game went on and we got the benefit of it. He's not in the best of shape yet.'' <strong> Allen Iverson </strong> received a standing ovation when", "new_id": -2}, {"uid": "1295454223235356168", "i": 8529, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> It's Easy Being Green: Ford Focus Electric Offers Eco-Friendly Features Throughout Vehicle The Chrysler Foundation Awards Grants to 15 Southeast Michigan FIRST Robotics Teams Other News Releases in Joint Ventures title=\"Industry Groups Announce Creation", "new_id": -2}, {"uid": "1296225829149782528", "i": 10638, "idx": 3, "sa": ["Eric Holcomb", "Mike Pence", "Barack Obama", "Mike McDaniel"], "q": " The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for <strong> Eric Holcomb </strong>, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP Barack Obamaial aspirant who has said he", "new_id": -2}, {"uid": "1295571277037306368", "i": 14595, "idx": 0, "sa": ["Jonathan Rosenberg", "Eric Schmidt"], "q": "advertisers and publishers in its exchange, but also described a continued influx of brand dollars from offline channels into online display ads, which he predicted would continue into 2011. <strong> Jonathan Rosenberg </strong> added that 2011 will be <q> the year that mobile phones will play an important role in commerce, </q> and described continued growth of the firm's Android mobile operating system. In reference to the management restructuring, current CEO <strong> Eric Schmidt </strong> said he hoped the reorganization would enable the company to operate more efficiently.``", "new_id": -2}, {"uid": "1296792773177504269", "i": 34485, "idx": 0, "sa": ["Nom De Strip", "David Letterman"], "q": ". After his twin brother and fellow cop, Dan, got bounced when they both gained weight, Don puts on another 6 pounds so he too can get sent home to the family he missed so much. <q> It's a good strategic move, </q> he says. Good riddance. Gossip Girl, Blair and Dan's scheming to push each other out of their internships at <strong> Nom De Strip </strong> sure doesn't mind. The comedian- a former href=\"http://www.tvguide.com/tvshows/late-night-David Letterman-David Letterman/200833\"> Late Night with <strong> David Letterman </strong>", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]