[{"uid": "1295088412253313042", "i": 7932, "idx": 1, "sa": ["Allen Iverson"], "q": "like a CFL player.* Currie, on former NBA star <strong> Allen Iverson </strong> being back in the U.S. where he'll have surgery on his right leg to remove a lump that formed while playing in Turkey: <q>Think of it as the foreign lesion.<q>* Even though this reflects poorly on my parenting, I thought I would share it anyway. My wife and my youngest son took our dog to the vet the other day. During the examination,", "new_id": -2}, {"uid": "1295911315122798093", "i": 13284, "idx": 2, "sa": ["Sheldon Whitehouse", "Sen. Bernie Sanders"], "q": "the budget ceiling. <strong> Sen. Bernie Sanders </strong> <strong> Sheldon Whitehouse </strong>( D-R.I.) argued that this \"unfettered control\" for the House Budget Committee Chairman is also tantamount to an endorsement from congressional Republicans of his deficit-cutting measures. <q>That makes clear that they are coming after Social Security and Medicare,<q> concluded <strong> Sheldon Whitehouse </strong>. blog comments Reader Comments( 2) Maybe they are just setting him up for the fall Report Abuse What a bunch of whiners and scaredy-cats!", "new_id": -2}, {"uid": "1295562143244678673", "i": 826, "idx": 1, "sa": ["Eric Schmidt"], "q": "holidays we decided now was the right moment to make some changes to the way we are structured,\" Mr. <strong> Eric Schmidt </strong> wrote in a blog post. Mr. <strong> Eric Schmidt </strong> said Mr. Page would <q>merge Google's technology and business vision,<q> while he would focus on external issues, like \"deals, partnerships, customers and broader business relationships.\" In the blog post, Mr. <strong> Eric Schmidt </strong> said the three executives would continue to collaborate on major", "new_id": -2}, {"uid": "1296098125117833731", "i": 27201, "idx": 3, "sa": ["Roger Kay", "Eric Schmidt"], "q": "not want to get too comfortable with the idea of Larry Page as the t-shirt wearing, Wall Street-oblivious CEO: Page may just be an interim leader as Google looks for another <strong> Eric Schmidt </strong>, <strong> Roger Kay </strong> predicts. <q>I think they'll realize they need an operations person in that role and hire a COO with a malleable ego who can transition to the CEO,<q> says <strong> Roger Kay </strong>. Strategy Guide| Is Your Data Centre Up-To-Date, Secure and Energy Efficient? Improving Storage Efficiencies with Data Deduplication and Compression Read here how Macquarie Telecom has undertaken a survey of Australian businesses to advance", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q>part of a more complicated set of negotiations.<q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}, {"uid": "1295665867007979096", "i": 29818, "idx": 2, "sa": ["Eric Schmidt"], "q": ": \"Day-to-day adult supervision is no longer needed! http://goo.gl/zC89p,\" says <strong> Eric Schmidt </strong> on his Twitter feed. Meanwhile, back on the official blog <strong> Eric Schmidt </strong> was more gracious: <q>But as Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured<q>, suggesting that perhaps the move was forced. \"For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom,", "new_id": -2}, {"uid": "1295805220124010531", "i": 10205, "idx": 9, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race. <q>I will always vote for the person who I think is best qualified,<q> he said. \"I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}, {"uid": "1295584934175472716", "i": 13117, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". Google has just announced in conjunction with its 29% rise in fourth-quarter profit, that co-founder Larry Page will assume the role of chief executive officer( CEO) from early April onwards, while co-founder <strong> Sergey Brin </strong> will <q>devote his energy to strategic projects.<q> As for current CEO <strong> Eric Schmidt </strong>, he will end up as the executive chairman. <strong> Eric Schmidt </strong> certainly has a wicked sense of humor despite remaining as an adviser to Page and <strong> Sergey Brin </strong>, tweeting \"Day-to-day adult supervision no longer", "new_id": -2}, {"uid": "1297616629186400779", "i": 26880, "idx": 22, "sa": ["Donald Rumsfeld"], "q": "The Rumsfelds now spend much of their time on their ranch near Taos, New Mexico. They began dating in high school but went their separate ways in college until he launched a pre-emptive strike. <q>I just simply didn't want to get married,<q> <strong> Donald Rumsfeld </strong> explained. \"But I didn't want her to marry someone else! It was one of those things. And so I caved in and asked her to marry me. And fortunately she yes. And", "new_id": -2}, {"uid": "1297367176156647444", "i": 34780, "idx": 0, "sa": ["Eric Schmidt"], "q": "in an interview with a Swiss magazine on Thursday. Asked about the high valuations being put on companies such as social network company Facebook and game developer Zynga, <strong> Eric Schmidt </strong> said in an interview with Bilanz: <q>There are clear signs of a bubble... But valuations are what they are. People believe that these companies will achieve huge sales in the future.<q> The Wall Street Journal reported on Thursday that Google, Facebook and others have held low-level takeover talks with Twitter, valuing the company as high as USD 10 billion. Asked whether he", "new_id": -2}]