[{"uid": "1295633194146702360", "i": 3187, "idx": 13, "sa": ["Glenn Beck", "Jan Schakowsky", "Mike Lee", "George Wallace", "Colin Powell", "Mark Levin", "Eric O'Keefe", "Robert Bentley"], "q": "after all, Martin <strong> Colin Powell </strong> Day in Montgomery. It was the inaugural, the same event <strong> George Wallace </strong> used in 1963 to wave his` segregation forever' fist at the federal government.'' <strong> Robert Bentley </strong>'s words that day <q> burn like a bad memory, </q> and a worse testament to a seminal AmEric O'Keefean legacy. <strong> Mike Lee </strong> Suggests FEMA, Federal Poverty And Food Safety Programs Are All Unconstitutional Ian Millhiser on <strong> Jan Schakowsky </strong> 19th, 2011 at 4:08 pm href=\"http://thinkprogress.org/2011/01/19/Mike Lee-Glenn Becks-katrina/\" rel=\"bookMark Levin\" title=\"Permanent link to'Mike Lee", "new_id": -2}, {"uid": "1295154913111345676", "i": 8872, "idx": 15, "sa": ["LeBron James", "Tim Rasmussen", "Allen Iverson", "Kobe Bryant", "Will Solomon", "Phil Jackson"], "q": "grueling two weeks. These Lakers, who are seeLeBron James their 15th title, are a more grizzled group- but also more bruised and battered- than the one that fell to Boston in the finals last year. <q> Now we're in a place where we didn't get the job accomplished last year, </q> <strong> Kobe Bryant </strong> said.`` Hopefully we <strong> Will Solomon </strong> this Tim Rasmussene.'' Instead of cruising through the West this Tim Rasmussene, the Lakers survived an arduous seven-game semifinal series against Houston and http://wn.com/Back_in_Phil Jacksonly-Allen Iverson's_First_Game_vs_Nuggets_December_7,_2009 <strong> Allen Iverson </strong> socred 11 points, dished six assists", "new_id": -2}, {"uid": "1297437360129613826", "i": 28219, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Shaffer[ Director of Intelligence, Joint Staff] wrote on September 5, 2002 that he had been asked by <strong> Donald Rumsfeld </strong> what the U.S. did not know in terms of percentage about Iraq's WMD program. <q> We've struggled to estimate unknowns, and the attached briefing sumps up our best J2 sense, </q> he said. J2 is an intelligence group supporting top level U.S. defense officials.`` We range from 0% to about 75% knowledge on various aspects of their program,'' he said.", "new_id": -2}, {"uid": "1295806200208044038", "i": 59831, "idx": 8, "sa": ["Gabrielle Giffords", "Colin Powell"], "q": "shootings that killed six people and badly wounded U.S. Rep. href=\"http://timesofindia.indiatimes.com/topic/Gabrielle Giffords-Gabrielle Giffords\"> <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1296468397084328473", "i": 39284, "idx": 1, "sa": ["Micheál Martin", "Eamon Gilmore"], "q": "have the best plan and the best team,'' he said. <strong> Eamon Gilmore </strong> insisted it was still a`` three-horse race'' and that he could still become Taoiseach as leader of a Labour-Fine Gael coalition. <q> This election is an election that we have never seen before in this country and past form and traditions and indicators are no clue as to what will happen on polling day, </q> he said. Objective`` Our objective is to positively make the case for a Labour-led government,'' he said. Mr <strong> Micheál Martin </strong> admitted Fianna Fail has a long way to go,", "new_id": -2}, {"uid": "1296785668102318092", "i": 50966, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that <strong> Bob Muglia </strong>'s departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. href=\"http://itmanagement.earthweb.com/datbus/article.php/3920041/Steve Ballmer-Says-23-year-Veteran-Bob Muglia-to-Go.htm\"> Datamation has the story on <strong> Bob Muglia </strong>'s departure from Microsoft", "new_id": -2}, {"uid": "1295079357111460404", "i": 21692, "idx": 2, "sa": ["Eamon Gilmore"], "q": "Government. Mr <strong> Eamon Gilmore </strong> called on them to support a motion which would bring to an end to what he described as`` a dysfunctional, demoralised and discredited administration''. Mr <strong> Eamon Gilmore </strong> said: <q> There is nobody running the country. </q>", "new_id": -2}, {"uid": "1295537772185040912", "i": 6214, "idx": 0, "sa": ["Simon Cowell", "William Hung"], "q": ". While numbers have been going down for the` American Idol:' did <strong> Simon Cowell </strong> turn down$ 130 million to stay on show? MediEvil 2( Soundtrack)- Kew Gardens MediEvil II( also known as <q> MediEvil II: Return of the LaugWilliam Hung Dead </q>) is the sequel to MediEvil. It was released in 2000 by Sony Entertainment for the popular PlayStation console. It originally based upon a Gothic horror platform game that allows the user to explore several them... DarksydePhil", "new_id": -2}, {"uid": "1295689167050348122", "i": 33493, "idx": 0, "sa": ["Andy Coulson"], "q": "by NATO Training Mission-Afghanistan... Full Story <cite> The Christian Science Monitor </cite> Photo in Slideshow: In this image provided by NATO Photo: European Union political advisor Cooper arrives for talks at the... Report Abuse <q> Imagine that, more violence, unrest and death in a predominantly Muslim nation. </q> Report Abuse \" Time for Karzai to be the President of his PEOPLE rather than the president of his tribe. \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more`` Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}]