[{"uid": "1296485661181583907", "i": 17878, "idx": 1, "sa": ["Steve Ballmer"], "q": "'s leadership and direction. Does CEO <strong> Steve Ballmer </strong> really know what he is trying to do?\" The op-ed draws parallels between Microsoft's fading grip on the consumer market and its future as a company: <q> Ordinary consumers might legitimately ask if Microsoft's corporate strategy is any better than the company's mediocre software. </q> Even if the bid had borne fruit, the commentator confesses to difficulty in seeing why the deal makes any sense at all. PLEASE NOTE: Your name is used only to let the recipient", "new_id": -2}, {"uid": "1295908932158924813", "i": 12249, "idx": 1, "sa": ["Mike Pence"], "q": " \"truce\" on social issues while the country deals with the national debt and other fiscal issues. \"And as to focusing on spending, I agree,\" <strong> Mike Pence </strong> told the crowd on Monday. <q> Let's start by denying all federal funding for abortion at home and abroad. </q> <strong> Mike Pence </strong> spokesman Matt Lloyd said the remarks were not directed at Daniels and emphasized that <strong> Mike Pence </strong> has been advocating ending funding for abortion, and particularly for Planned Parenthood, since 2007. \"Congressman <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296770511173654034", "i": 12191, "idx": 41, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "well. <strong> Donald Rumsfeld </strong> was appalled by the photos of abuse at Abu Ghraib prison, but says the public might have viewed them as evidence of a small group of guards run amok if other pictures had been released- <q> showing soldiers engaged in similarly disturbing sexual, sadistic acts-but with each other: Americans on Americans. </q> A week later, <strong> Donald Rumsfeld </strong> gave the <strong> Bill Clinton </strong> a handwritten note saying \"that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you.\" \"Don", "new_id": -2}, {"uid": "1295782000044482592", "i": 6750, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "? <strong> Google Inc. </strong>( GOOG) <strong> Eric Schmidt </strong> Says \"Adult Supervision No Longer Needed\" <strong> Google Inc. </strong>'s( Nasdaq:) outgoing CEO <strong> Eric Schmidt </strong> twitted and posted on the company blog about the management shake-up news. Twitter: <q> Day-to-day adult supervision no longer needed! </q> Commenting on the moves in the Big Bang At <strong> Google Inc. </strong>: Larry Page To Replace <strong> Eric Schmidt </strong> As CEO On April 4 Crunch <strong> Google Inc. </strong> has just announced their Q4 2010 earnings. Looking them over quickly, they look good.", "new_id": -2}, {"uid": "1297273074137707595", "i": 19950, "idx": 2, "sa": ["Sergio Marchionne"], "q": "night <strong> Sergio Marchionne </strong> knew he had a winner. \"I got e-mails after the Super Bowl at 10 or 11 at night from Chrysler employees saying they've never been prouder to work for Chrysler,\" he said. <q> And these are from people who have been here 20 or 30 years. </q> That's why <strong> Sergio Marchionne </strong> is smiling. He admits that it's great to get everyone talking about Chrysler, but it won't mean anything if his company can't turn that buzz into sales. That", "new_id": -2}, {"uid": "1296003648058851372", "i": 39, "idx": 2, "sa": ["Jim Richardson", "Michael Vick", "Barack Obama"], "q": "all active professional quarterbacks. Says Master: \"The guy has just started his NFL career and he's in the top five. Wow. This guy is election material when he hangs up his cleats.\" <q> <h6> Raising <strong> Michael Vick </strong> Story Continues the Conservative Attack on <strong> Barack Obama </strong> </h6> </q> <strong> Jim Richardson </strong> of VA, its Conservatives like Bedard here and Fox News who have their fixation on the MichaeL <strong> Michael Vick </strong> story. Conservatives tried to make controversy out of <strong> Barack Obama </strong>'s comments on forgiveness and giving <strong> Michael Vick </strong> a second", "new_id": -2}, {"uid": "1295802995079921158", "i": 16137, "idx": 4, "sa": ["Candy Crowley", "Colin Powell"], "q": "<strong> Candy Crowley </strong>. \"We didn't elect \"Superman,\" we elected a human being.\" <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which to cut spending. <q> I am put off when people say you are going to freeze spending </q> or roll it back to 2008 levels, <strong> Colin Powell </strong> said. He said the \"real money\" is in entitlement programs like social security, Medicare and Medicaid, and not in funding for National Public Radio or the", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star. \"Honestly, they play me one-on-one, straight up,\" <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}, {"uid": "1296149816234012694", "i": 12891, "idx": 2, "sa": ["Mike Pence"], "q": "a primary and dangerous to his own party if he secures the nod in a general election.\"( Emphasis added.) The story goes on to quote an unnamed \"Republican lobbyist\" saying, <q> If we all agree the battle's going to be won in the middle, <strong> Mike Pence </strong> is not your guy... I've literally never heard a bad thing about him. People like him, both personally and professionally. But is this the year we're going to elect an ideologue? I don't think so. </q> blog comments Reader Comments( 2) <strong> Mike Pence </strong> is great, but I'm not sure if he has the political courage to do this. He plays it safe and often evades giving solid answers", "new_id": -2}, {"uid": "1297094194234487815", "i": 11840, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": ",\" <strong> Donald Rumsfeld </strong> said in an interview with ABC News airing Monday in advance of the release of his memoir on his long career in public service. <strong> President Bush </strong> has said that bringing some service members home too soon was <q> the most important failure in the execution of the war, </q> a position <strong> Donald Rumsfeld </strong> was reluctant to fully endorse. \"I don't have enough confidence to say that that's right. I think that it's possible,\" he said. \"We had[", "new_id": -2}]