[{"uid": "1295732278021118996", "i": 1799, "idx": 2, "sa": ["Gabrielle Giffords", "Russ Mitchell", "Kirsten Gillibrand", "Ben Ali"], "q": ",`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011- 8v&amp;flvURL=/media/2011/01/22/01222011- 8v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011- 8v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support'',`` description'': <q> Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp- dyn/emailBen Alink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Kirsten Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site", "new_id": -2}, {"uid": "1295485367026624027", "i": 15408, "idx": 6, "sa": ["Colin Powell", "Barack Obama", "General Saint"], "q": "Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q>`` I think he is a transformational... Vox Pop: <strong> General Saint </strong> public show high expectation from upcoming budget Vox Pop: <strong> General Saint </strong> public show high expectation from upcoming budget The government has reached in the final stage to present", "new_id": -2}, {"uid": "1295859409136740869", "i": 12170, "idx": 0, "sa": ["Clive Goodman", "Chris Huhne", "Harriet Harman", "Gordon Brown", "Glenn Mulcaire"], "q": "was editor of the paper. <strong> Gordon Brown </strong>'s office would not comment on the reports, while Scotland Yard also declined to respond to the latest allegations. However <strong> Harriet Harman </strong> said that if the law had been broken <q> it should be investigated by the police and it should be enforced </q>. <strong> Chris Huhne </strong> said that it was clear that the practice extended far beyond the News of the World's former royal correspondent <strong> Clive Goodman </strong>, who was jailed in 2007 along with private investigator <strong> Glenn Mulcaire </strong>. He", "new_id": -2}, {"uid": "1297348316264044562", "i": 3008, "idx": 1, "sa": ["Mike Pence"], "q": "of minor girls in this country,'' Republican <strong> Mike Pence </strong> of Indiana-- the author of the bill that would deny government funding to any service that provides abortions-- said on the House floor on Tuesday. <q> This should be a scandal to every American. The time has come to deny all federal funding to the Planned Parenthood Federation of America, </q> said <strong> Mike Pence </strong>, referring to the group as`` the largest abortion provider in America.'' On Wednesday, the powerful House Appropriations Committee said it wants to cut the budget for family planning programs by$", "new_id": -2}, {"uid": "1297365435153731177", "i": 41453, "idx": 0, "sa": ["David Letterman", "Kelsey Grammer"], "q": "couple's divorce, which was filed in July. The couple were married nDavid Lettermany 13 years. A judge granted <strong> Kelsey Grammer </strong> a divorce Thursday, clearing the way for the actor to remarry later this month. <q> What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children, </q> her statement said. She also wished her ex and his fiancee, Kayte Walsh,`` love and happiness in their new marriage.'' <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last", "new_id": -2}, {"uid": "1296227274172146695", "i": 17712, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Sen. Franken Explains Why He Thinks Barack Obamacare's Individual Mandate to Buy Insurance Is Needed", "new_id": -2}, {"uid": "1297379324211959809", "i": 57311, "idx": 0, "sa": ["Charles Ellis Schumer", "Janet Napolitano", "Kirsten Gillibrand", "Herb Kohl", "Sherrod Brown", "Bob Casey", "Jon Tester"], "q": "increased in the past few years. <strong> Charles Ellis Schumer </strong> was joined in his request by fellow New York Sen. <strong> Kirsten Gillibrand </strong>, <strong> Bob Casey </strong> of Pennsylvania, <strong> Sherrod Brown </strong> of Ohio, <strong> Jon Tester </strong> of Montana and <strong> Herb Kohl </strong> of Wisconsin. <q> Given what is at stake in combating illegal cross-border activity, and given its past success,( we) write to ask your agencies to co-ordinate in determining whether there are any available military technological assets anywhere around the world that can be more effectively deployed along our northern border to combat drug smuggling, </q> the senators wrote in the letter. Their move is seemingly at odds with <strong> Janet Napolitano </strong>, who defended bilateral border security efforts just a day earlier by tersely brushing off the findings of a recent congressional report that", "new_id": -2}, {"uid": "1297217149026116106", "i": 48544, "idx": 3, "sa": ["Donald Rumsfeld", "Jacques Chirac"], "q": "point out there was broad href=\"http://www.earthtimes.org/tag/support.html\"> support in Eastern Europe and that France and href=\"http://www.earthtimes.org/tag/Germany.html\"> Germany did not speak for the entire continent.`` Ironically, my comment was unintentional,'' <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented` old NATO' not` old Europe'. </q>`` In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling fJacques Chiracch fries` freedom fries' loved it,'' he writes.`` The elites in Paris", "new_id": -2}, {"uid": "1297157383247021594", "i": 4559, "idx": 1, "sa": ["Simon Cowell", "Donald Rumsfeld"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Watch: Singing Contestant Sues <strong> Simon Cowell </strong> Haggis Speaks Out for First Time Since Leaving Church of Scientology href=\"http://abcnews.go.com/Politics/Donald Rumsfeld- sawyer- abc- exclusive- wouldve- off- resigned- post/story?id=12862090\"> <strong> Donald Rumsfeld </strong>:` Would've Been", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}]