[{"uid": "1297077971265338891", "i": 43628, "idx": 0, "sa": ["Diane Sawyer", "President Bush", "Donald Rumsfeld"], "q": "has no apologies for his decision-making in leading the campaigns in Afghanistan and Iraq. In an exclusive interview with ABC's <strong> Diane Sawyer </strong>, <strong> Donald Rumsfeld </strong> concedes that ''it's possible'' that decisions on how many <q>In a war, many things cost lives,</q> <strong> Donald Rumsfeld </strong> told <strong> Diane Sawyer </strong>. <strong> President Bush </strong> has written that cutting troop levels in Iraq was ''the most important failure in the execution of the war,'' <strong> Donald Rumsfeld </strong> called that ''interesting.'' ''I don't", "new_id": -2}, {"uid": "1296391518023904278", "i": 43973, "idx": 4, "sa": ["Mike Pence", "Dan Quayle", "Ronald Reagan", "Bill Stephan", "Jack Kemp"], "q": "as someone who, even then, wore his heart on his sleeve,'' <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school in Indianapolis, largely because he heard in <strong> Ronald Reagan </strong> <q>the manifestation of the kind of traditional American ideals that I was raised to believe in.</q>( Besides <strong> Ronald Reagan </strong>, <strong> Mike Pence </strong>'s other top political heroes include Republicans <strong> Jack Kemp </strong> and <strong> Dan Quayle </strong>.) But his first attempts at elected office-- not counting his successful run for class president in high school", "new_id": -2}, {"uid": "1295238967163905547", "i": 26758, "idx": 3, "sa": ["Steve Ballmer"], "q": "premises license revenue. ''I'm excited that we may be able to offer more value to our customers by offering software plus services in the cloud than we ever could have done on-premise,'' said <strong> Steve Ballmer </strong>. <q>So, I think if we offer more value, we'll have opportunities to make more money. That's exciting, not something to be afraid of.</q> This is a public forum. United Business Media and its affiliates are not responsible for and do not control what is posted herein. United Business Media makes no warranties or guarantees concerning any advice dispensed by", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1295972855202047505", "i": 15405, "idx": 4, "sa": ["Sen. Bernie Sanders"], "q": "legislation was good for his party's business. Between 2003 and 2008, <strong> Sen. Bernie Sanders </strong> received over$ 2 million in campaign contributions, 20.7% coming from retired individuals. Open Secrets notes: <q>The top industry isn't really an ''industry' at all, but individuals who list their occupation as` retired' in federal documents.</q> Open Secrets also notes that the AARP, with over 40 million members, ''is the largest advocacy group for retired people.''' AARP is in the business of protecting certain government programs which financially benefit", "new_id": -2}, {"uid": "1297545104230588453", "i": 2057, "idx": 1, "sa": ["Rep. Steve King", "Mike Pence"], "q": "they'll do any better this time.'' No matter what happens in the Senate, he concluded, the fight will rage on in the House. ''<strong> Mike Pence </strong> is determined,'' <strong> Rep. Steve King </strong> said. <q>I don't think he's going to back off. And I will not.</q> If You Liked This, You Might Also Like... The Iowa Republican assails ''socialized medicine'' but admits he helped create a government health program. It's not just illegal aliens: The likely", "new_id": -2}, {"uid": "1296014344168460291", "i": 18855, "idx": 0, "sa": ["Sugar Rodgers", "Allen Iverson", "Donyell Marshall"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. John's two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach John Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,</q> <strong> Allen Iverson </strong> said. ''So if somebody else turns it over, he yells at me. I just tell my teammates: ''Let me get the ball. He''ll scream at me http://wn.com/Epic_Comeback_Falls_Short_Syracuse_Defeats_Georgetown_Feb_18,_2010 Magee and <strong> Sugar Rodgers </strong> lead", "new_id": -2}, {"uid": "1295559843078905398", "i": 10064, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. ''There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1295008939037093396", "i": 37761, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "in the presence of her close friend <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. Visiting <strong> Gabrielle Giffords </strong> in the hospital Wednesday, <strong> Kirsten Gillibrand </strong> stroked <strong> Gabrielle Giffords </strong>' hand and responded with amazement as she saw her wounded colleague open her eyes. <q>This is a major leap forward,</q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, said Thursday about the scene <strong> Kirsten Gillibrand </strong> witnessed Wednesday. ''This is a major milestone for her, and we're hoping that she crosses through many more.''", "new_id": -2}, {"uid": "1296144836056688640", "i": 22109, "idx": 0, "sa": ["Simon Cowell"], "q": "The despite speculation over who will feature on the American judging panel, no contracts have been signed on either the UK or US versions of the programme. National Television Awards, SiCo revealed: <q>We are going to make an announcement soon,</q> He continued: ''We have to make sure all the shows will be back bigger, better, stronger, different. No-one has been contracted yet, apart from me.'' <strong> Simon Cowell </strong> was also", "new_id": -2}]