[{"uid": "1295284262229982312", "i": 28398, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": ". To that, <strong> Piers Morgan </strong> said, \"I'd like to get to the position... where the butt-kicking is reversed.\" He said CNN needs to be more competitive with its rivals, <q>much more than we have been.</q> The brash Brit touted his talk show with plenty of tough talk of his own in a meeting with reporters Thursday, bragging that he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in Britain", "new_id": -2}, {"uid": "1296645456148553730", "i": 23006, "idx": 1, "sa": ["Shaquille O'Neal", "Justin Bieber", "David Letterman", "Kelsey Grammer", "Charlie Sheen"], "q": "to lose weight and was sticking to a diet heavy on fruits, grains and vegetables. He has another incentive now to keep healthy. \"That's my next goal,\" he told her. <q>I want to hang around here to have grandchildren.</q> Photo: <strong> Justin Bieber </strong>, <strong> David Letterman </strong> Photo: <strong> Kelsey Grammer </strong>, <strong> David Letterman </strong> special: Surgeon explains surprising signs of heart disease. Photo: <strong> David Letterman </strong>; <strong> Shaquille O'Neal </strong> Photo: Amare Stoudemire, <strong> David Letterman </strong> Video: Actor <strong> Charlie Sheen </strong> enters rehab, again", "new_id": -2}, {"uid": "1297716440175407141", "i": 4058, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Gibbs", "James Clapper"], "q": "of National Intelligence <strong> James Clapper </strong> told an astonished congressional committee on 2/10/11 that the Muslim Brotherhood is \"largely secular.\" This came on top of White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong>'s 1/31/11 statement that a reformed government <q>has to include a whole host of important non-secular actors.</q> That was universally taken as an indication that Muslim Brotherhood participation was acceptable to the United States. That was not the only administration misstep. Its first response was that Egypt's regime was stable. But", "new_id": -2}, {"uid": "1296527089108003332", "i": 16232, "idx": 0, "sa": ["Mack Brown", "Allen Iverson"], "q": "\" It was a nice touch by <strong> Allen Iverson </strong> to seek out Larry <strong> Mack Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q>It's special, and it's a tribute to my coach and my teammates,</q> said <strong> Allen Iverson </strong>. \"I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,\" <strong> Mack Brown </strong> said. \"", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" Mr. <strong> Mike Pence </strong> told \"America's Morning News\" radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q>cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10.</q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}, {"uid": "1295446232083853376", "i": 13079, "idx": 0, "sa": ["Ron Paul", "Mike Pence"], "q": ", 2011 at 2:25 PM Follow Reports: Buffalo police shoot sword-armed suspect Syracuse cuse lax 2000 January 17, 2011 at 1:39 PM Follow\" man had a sword for an arm. It was amazing. How about <q>Buffalo police shoot suspect armed with sword</q> Inappropriate? Alert us. Reply Post new Otiscobum January 17, 2011 at 2:20 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse CNYSports13 January 17, 2011 at 7:27 PM Follow <strong> Ron Paul </strong> ya'll", "new_id": -2}, {"uid": "1295642351182517829", "i": 2763, "idx": 0, "sa": ["Michael Vick", "Mike Missanelli"], "q": "Well, on Wednesday <strong> Michael Vick </strong> was on the <strong> Mike Missanelli </strong> radio show on 97.5 The Fanatic in Philadelphia when he was asked by the host about the bet and which one he thinks will win. <q>We'll see.[ Oprah will] probably win it cuz I know nothing about the other guy,</q> <strong> Michael Vick </strong> admitted. Top News for more stories Related Article( s):", "new_id": -2}, {"uid": "1295685630089554960", "i": 6683, "idx": 0, "sa": ["Andy Coulson"], "q": "Protestors burn a poster of deposed... Article: Tunisian PM, foreign minister remain in... Photo in Slideshow: In this photo provided by the presidency... Photo: Protetrors hold a poster depicting ousted... Report Abuse <q> \"The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland.</q>\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295103301211468349", "i": 16598, "idx": 0, "sa": ["Sergio Marchionne"], "q": "measures to limit strikes and curtail absenteeism, according to a statement by the UILM labor union on its website today. About 94 percent of the workers took part in the ballot that ended late yesterday. <q>We're happy the majority of workers at Mirafiori has understood Fiat's commitment to transform it into a plant with an international reach,</q> <strong> Sergio Marchionne </strong>, 58, said in an e-mailed statement today. \"We're happy because workers with their vote showed they have confidence in their future. Our plan for this plant is very ambitious.\"", "new_id": -2}, {"uid": "1295943928120340507", "i": 38466, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, \"the board clearly wants to retain his guidance for the next four years.\" <q>It's a signal to shareholders that he'll continue to steer the boat,</q> Wise said. <strong> Eric Schmidt </strong>, 55, is being replaced as chief executive by co-founder Larry Page, 37. Both men, along with Google's other co-founder <strong> Sergey Brin </strong>, have limited their salaries to$ 1", "new_id": -2}]