[{"uid": "1296579713157810749", "i": 1147, "idx": 0, "sa": ["Zahi Hawass", "Jimmy Carter", "Hosni Mubarak"], "q": "named antiquities minister in a new Cabinet appointed by besieged <strong> Jimmy Carter </strong> <strong> Hosni Mubarak </strong>, said the survival of Egypt's rich archaeological heritage amid chaos reflected a fundamental pride among Egyptians even as they revolt against their leadership. <q> We can not be like Afghanistan, </q> said <strong> Zahi Hawass </strong>, referring to a depleted nation where war overshadows centuries of cultural history.`` Civilization is inside the Egyptians.'' The sites have not been immune to the chaos. Last week", "new_id": -2}, {"uid": "1297010680158695426", "i": 7100, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying.`` We certainly want to avoid that,'' <strong> Eric Schmidt </strong> told the paper in an interview. <q> I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct.`` We'll find out and make sure we are operating well within the law and the spirit of the law. </q> Brussels launched a formal investigation into <strong> Google Inc. </strong> in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into software giant", "new_id": -2}, {"uid": "1295572388224641040", "i": 2241, "idx": 2, "sa": ["Eric Schmidt"], "q": "CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' Page hailed <strong> Eric Schmidt </strong> as a`` tremendous leaders'' whose contributions exceeded all expectations. <q> There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done, </q> Page said. <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. For the first time last year, he", "new_id": -2}, {"uid": "1296463311082231470", "i": 3136, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "in a 35-32 win at Detroit, <strong> Michael Vick </strong> made the most of his first pro start since 2006. He completed 21-of-34 passes for 284 yards and two touchdowns and rushed for 37 yards on seven carries. <q> I'm here to announce that <strong> Michael Vick </strong> will be the starting quarterback for the Philadelphia Eagles. I think his performance has exceeded expectations the past several weeks, </q> said Eagles head coach Andy Reid at an evening press conference.`` This is not about the health or the performance of <strong> Kevin Kolb </strong>... this is more about <strong> Michael Vick </strong> and his accelerated play.'' NFL investigating", "new_id": -2}, {"uid": "1295105515258523157", "i": 676, "idx": 2, "sa": ["John McCain", "Colin Powell", "Obama Girl", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Immortal_Technique_on_Obama,_9/11_truth_Corporate_America <strong> Barack Obama </strong> Song# <strong> Barack Obama </strong>: Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> Vocals", "new_id": -2}, {"uid": "1295364152237895697", "i": 34772, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "off to other people, and that was creating the ability to lend out more to credit card customers. I talked to <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>( I-Vt.) about a week ago, and he said, <q> Here's what we had to do during the bailout period: We had to go and say to all these banks,` Yes, we'll bail you out. We'll give you$ 1 trillion, but your top rate for credit cards is going to be 15 percent.' </q> And they didn't do anything like that with the Credit CARD Act; there are really no restrictions on that whole part of the economy. When you consider that all of these banks are getting their", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way.`` The guys who were here two years ago know we were in the same situation last time,'' Denver center <strong> Marcus Camby </strong> said. <q> They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>. </q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter.`` Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}, {"uid": "1295305301212140037", "i": 17894, "idx": 2, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson", "Paul VI"], "q": "and his teammates were keeping up.`` A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with http://wn.com/Chris_Paul_cp3_36_points_10_assists_vs_Orlando_Magic_180209 In only 33 minutes of playing, CP3 shot 14-22, finsihed with 36 points 10 assists <strong> Paul VI </strong> rebounds 3 steals and 1 block. Hornets won 117- 85.", "new_id": -2}, {"uid": "1295055906061669400", "i": 18420, "idx": 1, "sa": ["Simon Cowell"], "q": "Show'' and <strong> Simon Cowell </strong>'s camp. But one of the most amazing things about Narvaez's video success is that it isn't even the most amazing thing that has ever happened to him. <q> Alexa deserves all this because she's a star, but if nothing happens with it, that's fine, </q> Narvaez said as Alexa and her 2-year-old sister Eliana sat down for a home-cooked dinner of pollo asado and salad in his on-campus apartment.`` I mean, who thought any of this would happen?''", "new_id": -2}, {"uid": "1296178798053526610", "i": 29573, "idx": 0, "sa": ["Newt Gingrich", "Mike Pence"], "q": "of his closest advisers and political confidantes are now telling CNN that he is at least open to a presidential bid if a suitably conservative candidate fails to emerge from the early and wide-open GOP field... \" <q> He hasn't completely shut the door on running, and if there is a massive void in the group of candidates, who knows what could happen?, </q> said the adviser, who was quick to caution that there is only a five percent chance the senator will run. Aside from Indiana <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>, who is currently deciding between a presidential run and a", "new_id": -2}]