[{"uid": "1296235613016105476", "i": 49505, "idx": 2, "sa": ["LeBron James", "Allen Iverson"], "q": "can still compete at the highest level.'' The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play.`` His legacy would be huge,'' Cleveland Cavaliers All-Star <strong> LeBron James </strong> said. <q> He's one of the best when you talk about guys 6-foot and under in the game of basketball. He played injured and he played hard every single night. I don't think it should end this way, but if it does, he's left a lot of great things behind. </q> The 10-time All-Star played three games this season with Memphis before taLeBron James a leave of absence to attend to personal matters. He was waived after the two sides agreed to part ways. It was the second straight ugly", "new_id": -2}, {"uid": "1297079511110805018", "i": 34699, "idx": 1, "sa": ["Ian Edmondson", "Andy Coulson"], "q": "`` I've got total and complete faith in <strong> Ian Edmondson </strong>, I think he is a great operator and I think he's doing a brillIan Edmondsont job.'' In another tape, he apparently tells a reporter: <q> People are making redundancies we've all got to justify our existence. It means that I need more stories. I need more exclusives, and I need it to be self-generated stuff. </q> The journalist who made the recordings claims employees often secretly taped private conversations with colleagues. Mr <strong> Andy Coulson </strong> has denied any knowledge that phone hacking was taking place at the News of the World. characters left", "new_id": -2}, {"uid": "1295814035047513616", "i": 10204, "idx": 1, "sa": ["Chris Huhne", "Andy Coulson"], "q": "had been through a very thorough investigation there and they got nowhere, so they may have decided that messing with the political process was something that they didn't want to bother doing.'' He quickly added: <q> I really don't know, I mean you'll have to ask a police officer that. </q> <strong> Chris Huhne </strong>'s intervention is a guarantee that the row over phone hacking won't disappear with href=\"http://www.guardian.co.uk/media/Andy Coulson-Andy Coulson\" title=\"More from guardian.co.uk on Andy Coulson\"> <strong> Andy Coulson </strong>'s resignation as director of communications from Downing Street last week.", "new_id": -2}, {"uid": "1295243742247496746", "i": 34896, "idx": 3, "sa": ["LeBron James", "Kevin Martin", "Allen Iverson"], "q": "in his chair. That one play both epitomized the Nuggets' shoddy, senseless play Saturday night and ignited the short-handed Sacramento LeBron Jamess to a surprising 118-115 win that dealt the Nuggets a blow to their playoff plans. <q> There's no reason for this team to come in here and beat us on our own floor, as good as we were playing on this floor, </q> <strong> Allen Iverson </strong> said after the Nuggets fell to 31-8 at home.`` They were playing without their two best players. No reason for it. It's unacceptable.'' <strong> Kevin Martin </strong> scored 36 points despite missing Sacramento's shootaround", "new_id": -2}, {"uid": "1295286961030097447", "i": 53025, "idx": 0, "sa": ["Steve Ballmer"], "q": "Finance Search Mon, Jan 17, 2011, 12:55 PM EST- U.S. Markets closed for Martin Luther King, Jr.. Day{`` s'':`` msft'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Press Release Source: Microsoft Corp..) CEO <strong> Steve Ballmer </strong> today announced the worldwide availability of Microsoft Dynamics CRM Online, the cloud version of", "new_id": -2}, {"uid": "1297270972137707531", "i": 17294, "idx": 1, "sa": ["Zahi Hawass"], "q": "office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs from the museum shop. <q> Thank God the museum was dark and they could not see anything, </q> he said. He praised Egyptian anti-government protesters who had stood guard outside the museum and caught some of the thieves as they tried to get away.`` It was wonderful to find", "new_id": -2}, {"uid": "1295584186085278737", "i": 5546, "idx": 4, "sa": ["Tim Ford", "Larry Page", "Eric Schmidt", "T. Williams"], "q": "account on Thursday, <strong> Eric Schmidt </strong> wrote:`` Day-to-day adult supervision is no longer needed.''`` I believe <strong> Larry Page </strong> is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. <q> It's Tim Forde for him to have a shot at running this. </q> But many in Silicon Valley were stunned that <strong> Larry Page </strong> had decided to retake the reins, having given no public hints of his personal ambitions. Share More Business& Technology The <strong> T. Williams </strong> family's", "new_id": -2}, {"uid": "1295611385143458309", "i": 23662, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "of the world's most-used search engine, with$ 29 billion in sales last year.`` <strong> Larry Page </strong> is ready,'' <strong> Eric Schmidt </strong>, who will become executive chairman, said on a conference call Thursday. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships and customers, he wrote in a blog post. <strong> Larry Page </strong> takes over day-to-day operations on April 4. <strong> Eric Schmidt </strong> navigated", "new_id": -2}, {"uid": "1297480839099155994", "i": 37955, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "the Nokia-Microsoft attempt to prevent Google's Android operating system and the Apple iPhone from owning the entire smart phone market.. Seated next to <strong> Stephen Elop </strong> in a London hotel auditorium, <strong> Steve Ballmer </strong> said, <q> this partnership with Nokia will accelerate- dramatically accelerate- our Windows phone ecosystem. </q> Mr. <strong> Stephen Elop </strong> said the partnership with Microsoft was only part of Nokia's strategy to recapture market share and improve profitability in a viciously competitive market. Extensive firings at both the senior management and factory level are", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]