[{"uid": "1297698692228933636", "i": 4147, "idx": 1, "sa": ["Zahi Hawass"], "q": "undated photo released by the Egyptian... Photo: <strong> Zahi Hawass </strong>: No mummies damaged by looters at Cairo's... World Video: Suicide blast strikes downtown Kabul World Video: American Accused of Multiple Murders in Pakistan Report Abuse <q> What hasn't been reported in US news but you can find in several euro news feeds is that the looters were actually members of the elite police force not the general public who is rioting. they were caught in the act of looting and destroying the exhibits- caught by the army- the army is now protecting the museums. </q> Time.com: What the Halal? For French Muslims, Confusion Over What's Forbidden Asian Gold Rush- SMNG Don't miss out on the Vietnamese Gold Rush! Invest in gold today. Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295593253155664384", "i": 43685, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\" <q> I think <strong> Eric Schmidt </strong> is burned out. </q> There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. User comments are not being accepted on this article. Mom accused of Munchausen by proxy insists child taKen Auletta away really is sick", "new_id": -2}, {"uid": "1294961940081149955", "i": 26517, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "Reacting to a story about the friendship between Debbie Wasserman-Schultz, <strong> Gabrielle Giffords </strong>, and <strong> Kirsten Gillibrand </strong>, Shani Hilton Giffords_and_the_women_who_run\"> observes: <q> It's good that the women who are there have been able to support one another, but this is a reminder that women haven't made many inroads in Congress </q>- or the congressional leadership- in nearly a decade. The 2010 election saw the first drop in women in Congress since 1979, from 93 to 90. It was also the first year since 1979 that women", "new_id": -2}, {"uid": "1295147684219021327", "i": 52467, "idx": 2, "sa": ["Rick Adelman", "Kobe Bryant", "Jason Kapono", "Allen Iverson", "Shaquille O'Neal", "Michael Jackson", "Monta Ellis"], "q": "straight points for Houston, capped by a nifty off-bJason Kaponoce layup and the free throw that followed to make it 84-74. <strong> Michael Jackson </strong> said his time with <strong> Rick Adelman </strong> in Sacramento helped make his transition to the Rockets go smoothly. <q> That's a <strong> Shaquille O'Neal </strong> plus, </q> he said. \"If I would have gotten traded and came to a situation where I didn't know the offense, it would have been a <strong> Shaquille O'Neal </strong> mess Iverson_Allen Iverson_33pt_vs_Kobe Bryants_crossover_on_Monta Ellis_Monta Ellis_07/08_NBA <strong> Allen Iverson </strong> squared up, hit a 3-pointer and raised", "new_id": -2}, {"uid": "1295192464060719105", "i": 27102, "idx": 0, "sa": ["Andy Coulson"], "q": "socks off- if only all laundry could be this fun.\" -**** Three Weeks \"How on earth does The Scottish Falsetto Sock Puppet Theatre turn out to be so bloody good?\" -**** Chortle <q> Enough energy to run the National Grid. Sheer comic genius </q>- Venue \"Utterly irresistible\" - The Stage \"Hilarious... the Abbott& Costello of the sock world\" - Time Out \"Insane yet adorable\" - Doctor Who Magazine <strong> Andy Coulson </strong>` not quitting over phone hacking", "new_id": -2}, {"uid": "1297564427252067843", "i": 10088, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "News Radio that the nation is ready for open service. \"First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,\" <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> <strong> Donald Rumsfeld </strong> says he has \"enormous respect\" for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "new_id": -2}, {"uid": "1296273664046694409", "i": 30468, "idx": 5, "sa": ["Eddie Jordan", "Elton Brand", "Jrue Holiday", "Billy King", "Allen Iverson"], "q": ".\" LooBilly King for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q> He just put us in a good rhythm tonight and had us flowing, </q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He Iverson_Allen Iverson_Debut_15pts_Besiktas_Cola_Turka_vs_KK_Hemofarm_Stada_*Eurocup <strong> Allen Iverson </strong> makes European debut for Besiktas Cola Turka Former NBA MVP", "new_id": -2}, {"uid": "1295156722221855766", "i": 6307, "idx": 7, "sa": ["Allen Iverson", "Guo Lusheng", "George Karl", "Tim Rasmussen"], "q": "it straight after every game, there's a chance it will get worse and I'll have to get a pin,\" he said. Yet he refuses to wear anything on the <strong> Guo Lusheng </strong> in a game. <q> I'm just real superstitious, </q> <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no Tim Rasmussene, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last", "new_id": -2}, {"uid": "1295125227265830412", "i": 42550, "idx": 29, "sa": ["Isnilon Hapilon", "Donald Rumsfeld"], "q": "<strong> Isnilon Hapilon </strong> Ghraib\" . Santa Clarita Valley Historical Society. Retrieved 2004-07-04.^ Release of <strong> Isnilon Hapilon </strong> Ghraib photos ordered- Conflict in Iraq- MSNBC.com Hapilonsing-mandate-in-iraq/2005/12/05/1133631201911.html^ ACLU: Iraq Prison Photos to Be Released^ <q> <strong> Donald Rumsfeld </strong> okayed <strong> Isnilon Hapilon </strong> Ghraib Isnilon Hapilonses according to former US general </q>- CBS News[ dead link]^ \"<strong> Donald Rumsfeld </strong> okayed Isnilon Hapilonses says former U.S. general\" - ABC News[ dead link]^- \"<strong> Donald Rumsfeld </strong> okayed Isnilon Hapilonses says former US Army general\" Reuters News", "new_id": -2}, {"uid": "1296391267266764303", "i": 29838, "idx": 0, "sa": ["Allen Iverson", "Dwight Howard"], "q": ". Legalization/decriminalization of prostitution increases clandestine, hidden Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}]