[{"uid": "1297200617076382208", "i": 6365, "idx": 0, "sa": ["Michael Vick"], "q": "Laurence Lovejoy stabbed, beat, poisoned and drowned Waubonsie Valley High School sophomore Erin Justice in Aurora. Justice's mother found the 16-year-old's body in a bathtub of their townhome in March, 2004. <q> He left her to drown in a pool of her own blood, </q> DuPage County Assistant State's Attorney <strong> Michael Vick </strong> Pawl said during closing arguments Tuesday. Lovejoy, 44, formerly of Naperville, was sentenced to death in 2006, but the appellate court overturned the case amid confusion", "new_id": -2}, {"uid": "1295872184245907493", "i": 1895, "idx": 1, "sa": ["Andy Coulson", "Richard Keys"], "q": "Sports presenters <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray's sexist jibes at the weekend. Here's a sample. Gray:`` Why is there a female linesman? Sombody's fucked up big.'' Kay: <q> The game's gone mad. See charming <strong> Karren Brady </strong> this morning complaining about sexism? Yeah. Do me a favour love. </q> Alan Partridge couldn't have put it any better. Except- strange to report- there is no mention of the incident in today's Sun. Not a sausage. Cooked by a woman knowing her place in", "new_id": -2}, {"uid": "1295245546048136202", "i": 20490, "idx": 10, "sa": ["Allen Iverson"], "q": "' workouts this week was because his 4-year-old son, Isaiah, fell face-first from a stool early Monday morning and required plastic surgery.`` He got a big gash up under his mouth,'' <strong> Allen Iverson </strong> said. <q> He was sitting on a stool and what really messed him up was he had his hands in his shirt. And it was a high stool, so when he fell, he couldn't brace it. So he just( smacked the floor). </q> <strong> Allen Iverson </strong> said it was a bloody scene but the toughest part was watching his young son sedated for surgery,`` and I was just mentally out of it, man.'' <strong> Allen Iverson </strong> said his son will have to", "new_id": -2}, {"uid": "1295728012106954753", "i": 39806, "idx": 2, "sa": ["Eric Schmidt"], "q": "will remain co-founder, devoting`` his time and energy to strategic projects,'' <strong> Eric Schmidt </strong> wrote in a blog post.`` As Google has grown, managing the business has become more complicated,'' <strong> Eric Schmidt </strong> noted. <q> So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> Google also reported a$ 2.54 billion fourth-quarter profit, up 29 percent from a year earlier. Revenue climbed 26 percent to$ 8.44 billion. The housing slump here in the Valley of Heart's Delight", "new_id": -2}, {"uid": "1296864918188694530", "i": 7907, "idx": 1, "sa": ["Sergio Marchionne"], "q": "the most expensive television show of the year, it's a message to the viewing public,'' said Brad Adgate, senior vice president of research at ad buyer Horizon Media. <q> You associate yourself with a blue-chip event so that in the mind-set of consumers, you're a blue-chip car. </q> Fox is charging an estimated$ 2.8 million to$ 3 million for 30-second spots during the Super Bowl. But <strong> Sergio Marchionne </strong> said Chrysler had spent less than$ 9 million for its two-minute", "new_id": -2}, {"uid": "1296605303069910550", "i": 19155, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "his sold-out show at Madison Square Garden last year. A poised <strong> Justin Bieber </strong>, 16, told a news conference he hopes the film will show people he worked at learning music and writing songs. <q> There's going to be haters no matter what. People want to see you succeed and then once you're there they want to bring you down. It's a weird world, but that's just how it is, </q> he said. <strong> Justin Bieber </strong> was fresh off an appearance Monday evening on Late Show with <strong> David Letterman </strong>, where he showed the talk-show host how to use Twitter. The young singer has 6.9 million followers on", "new_id": -2}, {"uid": "1296555335171900942", "i": 37075, "idx": 5, "sa": ["Robin Williams", "Barbara Walters", "David Letterman"], "q": "attention. Heart disease is a serious problem, especially for women, who tend not to get the right care.`` Take advantage of the technology and care that's available,'' <strong> David Letterman </strong> says. <q> There's no reason why a man or woman in this day and age should unexpectedly drop dead of a heart attack. </q>` Stop the heart, work on it, restart it- good luck,' <strong> Robin Williams </strong> tells <strong> Barbara Walters </strong> during the special.( Svennevik/ABC) <strong> Robin Williams </strong> tells <strong> Barbara Walters </strong> he's much more grateful for everything.", "new_id": -2}, {"uid": "1296876367021512194", "i": 44851, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "low-quality, non-competitive games and turn those into quality, competitive games that the fans want to see.'' <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past: <q> I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he'd be doing. He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that. </q> â\u0080¢ <strong> Roger Goodell </strong> praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's`` State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''``", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1295562703217792663", "i": 16754, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ": Starting April 4, co-founder Larry Page, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will focus externally on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-all of which are increasingly important given Google's global reach. </q> Internally, <strong> Eric Schmidt </strong> will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. On a call with analysts this afternoon, <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> offered their thoughts on the movement for analysts. In their", "new_id": -2}]