[{"uid": "1296444909100565016", "i": 17427, "idx": 3, "sa": ["Kevin Kolb", "Michael Vick", "DeSean Jackson"], "q": "working with the quarterback.`` It was something that just kind of fell in his lap, and it's just something he took advantage of,'' <strong> DeSean Jackson </strong> of <strong> Michael Vick </strong> becoming the Eagles' No. 1 quarterback. <q> But now we have a whole year to come back and prepare for it, so it's really going to get that much more scary and that much more dangerous. </q> <strong> Michael Vick </strong>'s return on a one-year deal raises questions about the future of <strong> Kevin Kolb </strong>, who began the season as the Eagles' starting quarterback but lost the job after he was injured. <strong> Kevin Kolb </strong>, who's under contract", "new_id": -2}, {"uid": "1294975723267157506", "i": 1370, "idx": 2, "sa": ["David Letterman", "Camille Grammer", "Rupert Friend"], "q": "seen with new girlRupert Friend, flight attendant Kayte Walsh, 29, who in October suffered a miscarriage and lost their baby. <strong> David Letterman </strong>'', <strong> Camille Grammer </strong> described Kayte as`` my new girl.'' <q> We're planning to get married soon, </q> he said, then added`` Sometime in February.'' <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to reject her husband's request to get a quick divorce and work out a financial settlement later.", "new_id": -2}, {"uid": "1295485188094470155", "i": 50431, "idx": 0, "sa": ["Ian Hacking", "David Cameron", "Andy Coulson"], "q": " target=\"_blank\" href=\"http://weekendtelevision.com/\"> weekend claiming that his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing World phone-Ian Hacking controversy, <strong> David Cameron </strong> said: <q> I don't have to go into private conversations. </q> <strong> Andy Coulson </strong>'em barrassed' over phone <strong> Ian Hacking </strong> row today that his communications chief <strong> Andy Coulson </strong> was`` embarrassed'' by the continuing row over phone-Ian Hacking at the News International phone <strong> Ian Hacking </strong> investigation ABC News investigation in wireless cell phone <strong> Ian Hacking </strong> into", "new_id": -2}, {"uid": "1297591714082133005", "i": 18646, "idx": 0, "sa": ["David Letterman", "Howard Stern", "Jamie Hince", "Mary McCormack", "Betty Thomas", "Kate Moss"], "q": ", to the delight of his fans. For one scene, he spoke about trying to cry in a scene with actress title=\"Mary McCormack\" href=\"http://www.nbcphiladelphia.com/topics?topic=Mary McCormack+Mary McCormack\"> <strong> Mary McCormack </strong>, who played <strong> Howard Stern </strong>'s then-wife Allison. <q> In this scene <strong> Mary McCormack </strong> was crying and I wanted to be able to do that.[ Director] <strong> Betty Thomas </strong> gave me something to put in my eye and make me cry. </q> Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged He also referenced <strong> David Letterman </strong>, who played himself in the movie:`` We couldn't get", "new_id": -2}, {"uid": "1295582258248299524", "i": 18275, "idx": 10, "sa": ["Eric Schmidt", "Ken Auletta"], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of <q> Googled- The End of the World As We Know It. </q>`` I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs Mr. <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of Google's", "new_id": -2}, {"uid": "1295800874208044042", "i": 55649, "idx": 0, "sa": ["Ali Abdullah Saleh", "David Cameron", "Andy Coulson"], "q": "wikileaks proponents, you act as if this is some show... the next big reAli Abdullah Salehty show or something. \"`` It's not juicy enough yet. Where are the next leaks!'' <q> I wonder what will be next? I want to see the big banks fall. Yea! </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295606235129794070", "i": 4726, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed Google's fourth-quarter earnings, which soared past", "new_id": -2}, {"uid": "1297197242093274120", "i": 53534, "idx": 3, "sa": ["Simon Cowell"], "q": "Makeover: Home Edition'' and`` Jersey Shore.'' As for the current, Simon Cowell-free season of`` Idol,'' he claimed,`` I haven't seen a full episode,'' continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q>>> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers.`` Idol'' is", "new_id": -2}, {"uid": "1295785617142147593", "i": 10521, "idx": 0, "sa": ["David Letterman", "Paris Hilton", "Jonathan Ross", "Melissa Rivers", "Regis Philbin", "Joan Rivers", "Derek Jeter", "Lindsay Lohan", "Sarah Palin"], "q": "her not to forget that she also has a fabulously fantastic IQ of 196.5, which is twice as much as <strong> Paris Hilton </strong>, <strong> Lindsay Lohan </strong>, and <strong> Sarah Palin </strong>`` CJonathan Rosshairs'' <strong> Sarah Palin </strong>. <strong> Melissa Rivers </strong> then remembered and confessed, <q> Oh and I also sew my own bras, pantyhose, and raincoats as well. </q> <strong> Joan Rivers </strong> yelled out,`` So tell me sweety, why then isn't my little bagel bakin' cutey married?'' Melly as <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, and <strong> Derek Jeter </strong> call her replied because of", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly'' and`` deserve a lot of credit'' for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q> was critical of indefinite detention for unlawful combatants. He was critical of military commissions, </q> he said.`` And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.'' The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}]