[{"uid": "1296888447106627107", "i": 273, "idx": 0, "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox"], "q": "<strong> Mike Pence </strong>, who has decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong>, another <strong> the Fox </strong> luminary, would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q>the left is trying to goad her into it,</q> hoping she would be weak among the independent voters who decide most elections. <strong> Tim Pawlenty </strong>, former governor of Minnesota, a state contiguous with Iowa, is running hard and has published a book with a strong", "new_id": -2}, {"uid": "1295934426148537344", "i": 37884, "idx": 2, "sa": ["Byron Scott", "Allen Iverson", "Antonio McDyess", "Rodney Stuckey"], "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando. \"We lost again,\" point guard <strong> Rodney Stuckey </strong> said. <q>I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play.</q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led May 3, 2008 NEW ORLEANS-- Hornets coach <strong> Byron Scott </strong> showed off the three championship rings he won as a", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q>He( <strong> Simon Cowell </strong>) looked at me and said: \"Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...\"</q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}, {"uid": "1295396906230801414", "i": 5570, "idx": 0, "sa": ["Simon Cowell"], "q": ". Part of that will be a Beatles challenge in Las Vegas. \"We went to Vegas because LOVE, the Beatles show, is in Vegas,\" executive producer Nigel Lyth- goe said. <q>The idea was that they had to learn a Beatles song overnight and then perform it.</q> Another twist is the new number of semifinalists: 20( 10 men and 10 women) rather than 24 or more. \"Obviously, with <strong> Simon Cowell </strong> leaving, that has given us a new", "new_id": -2}, {"uid": "1296585674107593766", "i": 10517, "idx": 1, "sa": ["J. King", "Zahi Hawass"], "q": "Egypt's protesters not swayed by tanks iReporters help cover Egypt protests Reporter turns to Twitter in Cairo China blocking news of protests? Once inside the museum, they went to the Late Period gallery, <strong> Zahi Hawass </strong> wrote. <q>When they found no gold, they broke 13 vitrines( glass showcases) and threw the antiquities on the floor.</q> The intruders then went back to the gallery housing artifacts from <strong> J. King </strong> Tutankhamun's tomb, where they opened one showcase, broke a statue of <strong> J. King </strong> Tut on a panther and threw it to the ground, he wrote", "new_id": -2}, {"uid": "1295972798172294163", "i": 4231, "idx": 0, "sa": ["Bill Lockyer"], "q": "Mortgage Default Notices-Next Robo-Sigining Crisis? The IRS unveiled a smartphone app that lets taxpayers check the status of their tax refunds and get other information about their returns. <strong> Bill Lockyer </strong>, California's state treasurer, calls the notion <q>a cynical proposal, intended to incite a panic in response to a phony crisis.</q> Taxpayer-backed Fannie Mae and Freddie Mac have made a lot of money for a lot of lawyers since the government seized them 21/2 years ago. The Economist asks: What's the correct way to think about the rise", "new_id": -2}, {"uid": "1297200983061325341", "i": 1802, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "of management, writes Mr. <strong> Donald Rumsfeld </strong>, \"was her commitment, whenever possible, to \"bridging\" differences between the agencies, rather than bringing those differences to the <strong> President Bush </strong> for decisions.\" <q><strong> Condoleezza Rice </strong> is a very accomplished human being,</q> he says in our interview, and \"she had an academic background. Blending things and delaying things is okay in the academic world. She developed a very strong relationship with the president, which is critically important", "new_id": -2}, {"uid": "1295094125134053943", "i": 20086, "idx": 16, "sa": ["Carmelo Anthony", "Allen Iverson", "Mark Allen"], "q": ".\" At one point, both <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> were 12-for-16 from the floor. \"When you're in a zone, it doesn't matter if guys are on you or anything,\" <strong> Allen Iverson </strong> said. <q>It just feels good. It just feels like throwing rocks in an ocean.</q> The Suns have lost twice-- by a combined 46 points-- since their 129-127 double-overtime win at Dallas on Wednesday http://wn.com/Allen_Iverson_Highlights_vs_David_Lee_New_York_Knicks_09/10_NBA <strong> Mark Allen </strong> Lee played with a heavy heart. He was still right there when the New York Knicks", "new_id": -2}, {"uid": "1295648797119881729", "i": 27962, "idx": 0, "sa": ["Eric Schmidt"], "q": "bogged down into a bureaucracy. The managerial constipation threatened to put Google at a competitive disadvantage as younger, more nimble Internet services such as Facebook pounce on new trends to lure away users and advertisers. <q>My goal is to run Google at the pace and with the soul and passion of a start-up. I think I will have time to do that given the way we have split up our responsibilities,</q> Mr Page said. Mr <strong> Eric Schmidt </strong> concurred, saying it had started to become clear the company needed to be run more crisply. talkback No responses currently. Irrelevant or inappropriate comments might be edited or removed", "new_id": -2}, {"uid": "1296752424175587371", "i": 29888, "idx": 5, "sa": ["Zahi Hawass"], "q": "an asset likely to carry over even if the Mubarak government falls, Parker says. \"He is not the kind of man to have nurtured candidates for his own eventual replacement,\" Parker told me yesterday. <q>So even the act of taking a job promotion from a dying regime, in the middle of the crisis, may not have hurt his chances to continue running Egypt's antiquities.</q>( The resignations and shuffling of Mubarak's cabinet this past weekend resulted, for <strong> Zahi Hawass </strong>, in his promotion.) True to his reputation as a master of his own publicity, <strong> Zahi Hawass </strong> has", "new_id": -2}]