[{"uid": "1295012805160137223", "i": 18743, "idx": 0, "sa": ["Steven Tyler", "Mike Pence", "Elizabeth Ames Jones"], "q": "car dealer and former secretary of state.... GOP Railroad Commissioners <strong> Mike Pence </strong> Williams, a favorite of tea party activists, and <strong> Elizabeth Ames Jones </strong> both served notice they were in the race.'' http://bit.ly/e33BKp-- <q> AP Interview: Brown reflects on a year in Congress, </q> by AP Political Writer Glen <strong> Steven Tyler </strong>, in Boston:`` Scott Brown ran for the Senate vowing to rein in government spending and cut the federal budget deficit. A year later, he is open to increasing the", "new_id": -2}, {"uid": "1295692931212844550", "i": 24633, "idx": 0, "sa": ["Girish Paranjpe", "Eric Schmidt"], "q": ",'' <strong> Eric Schmidt </strong> said after leading the search giant to gigantic heights. Back in Bangalore, <strong> Girish Paranjpe </strong> said change was in the works`` at least in the thinking'' for some time now. <q> Given the current market scenario, which is more predictable, we wanted to have a simpler structure at Wipro, </q> he said. For the nine months ended September 30, 2010, Cognizant had revenues$ 3.3 billion, compared with$ 3.6 billion of Wipro. The company is yet to announce numbers for the December", "new_id": -2}, {"uid": "1296943918117014574", "i": 12653, "idx": 1, "sa": ["Mike Pence"], "q": "'s videos.`` Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,'' said <strong> Mike Pence </strong>. <q> The time to deny any and all funding to Planned Parenthood is now. </q> Planned Barrenhood is probably the most corrupt and deadly group in the history of the world. To: cgk; Coleus; cpforlife.org; narses; Salvation; 8mmMauser wagglebee(`` A political party can", "new_id": -2}, {"uid": "1297513190155107384", "i": 42361, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "Bremer-the diplomat charged with the reconstruction of postwar Iraq- as complaining that many of <strong> Donald Rumsfeld </strong>'s civilian employees were terrified of him. I ask <strong> Donald Rumsfeld </strong> if he thinks that was true and I get an aw-shucks smile. <q> I've never heard anyone else say that, so I don't give it a lot of credence. </q> I wonder aloud whether,`` as a leader you have to be a bit intimidating?'' But <strong> Donald Rumsfeld </strong> demurs-`` Oh no, in fact you don't want to be. The truth is", "new_id": -2}, {"uid": "1297130830124354601", "i": 24775, "idx": 0, "sa": ["Simon Cowell"], "q": "an episode of`` American Idol'' since he left the show. Talking to reporters on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> isn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "new_id": -2}, {"uid": "1295635430256720909", "i": 36501, "idx": 1, "sa": ["Barack Obama", "John McCain", "Colin Powell", "President Bush", "Sarah Palin"], "q": "<strong> President Bush </strong> Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,'' <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <q> <strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well, </q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}, {"uid": "1296225829149782528", "i": 8871, "idx": 9, "sa": ["Evan Bayh", "Mike McDaniel", "Mike Pence"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman- from 1995 until 2002- <strong> Mike Pence </strong> mentioned the governor's office to him. <q> He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress, </q> he said.`` This has been on his mind for a long time.''", "new_id": -2}, {"uid": "1295426255058294291", "i": 6180, "idx": 0, "sa": ["Maxine Waters", "Sen. Bernie Sanders"], "q": "to more media consolidation. <strong> Sen. Bernie Sanders </strong>( I., Vt.) decried the deal, as did <strong> Sen. Bernie Sanders </strong> <strong> Maxine Waters </strong>( D., Calif.). DirecTV, in a filing with the FCC on Jan. 5, said the <q> unprecedented array of assets would give Comcast new opportunities to gain unfair leverage over rivals to the detriment of consumers, </q> later noting that`` Comcast has a history of anticompetitive conduct, and the proposed transaction will give it the ability to enhance and extend that conduct.'' But Comcast also had its supporters, most notably", "new_id": -2}, {"uid": "1295881023196345904", "i": 20150, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Jan 24, 2011, 9:56 AM EST- U.S. Markets close in 6 hrs 4 mins <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} On Monday January 24, 2011, 9:25 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, [{"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}]]