[{"uid": "1297245174074432518", "i": 47587, "idx": 0, "sa": ["Stephen Moyer", "Lindsay Lohan", "Simon Cowell"], "q": "last year. And <strong> Stephen Moyer </strong>, 41, is sure that their romance has made shooting racy scenes for the programme an easier task for the crew. <strong> Stephen Moyer </strong> told British Celebs on Sunday magazine: <q> Everybody on set now gets to see what goes on behind closed doors- we leave nothing to the imagination. <strong> Stephen Moyer </strong> and <strong> Anna Paquin </strong> relationship makes crew relaxed <strong> Lindsay Lohan </strong>\" to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1297252223114409506", "i": 2121, "idx": 0, "sa": ["Kristin Chenoweth", "Jarrett Barrios", "Simon Cowell"], "q": "award is presented to an openly LGBT media professional who made a significant difference in promoting equal rights. The 39-year-old Puerto Rican pop singer announced last year that he is gay. GLAAD President <strong> Jarrett Barrios </strong> called it <q> a game changer for many gay and transgender Latino children. </q> <strong> Kristin Chenoweth </strong> will be presented with the Vanguard Award at an event in Los Angeles on April 10. The award is given for increasing the visibility and understanding of the LGBT community. Video: <strong> Simon Cowell </strong> on", "new_id": -2}, {"uid": "1295384209249954310", "i": 33254, "idx": 0, "sa": ["Sergio Marchionne", "Eddie Francis"], "q": "<strong> Eddie Francis </strong>, CAW president Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and Chrysler Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience.\" Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "new_id": -2}, {"uid": "1296679524252428319", "i": 20952, "idx": 2, "sa": ["Mitt Romney", "David Letterman", "Sarah Palin", "Newt Gingrich", "Brooklyn Decker"], "q": "him as their presidential nominee. <strong> Sarah Palin </strong> came in second with 19%, followed by former <strong> Newt Gingrich </strong>( 11%). <strong> Mitt Romney </strong> told <strong> David Letterman </strong> he has no plans to run for President, but added <q> I'll keep the door open. </q> He also gave a shout out to <strong> Sarah Palin </strong>. What, exactly, is a WAG? Like model <strong> Brooklyn Decker </strong>,\" WAGs\" are the\" Wives and Girlfriends\" of star athletes. Dad goes", "new_id": -2}, {"uid": "1296525197210714652", "i": 26701, "idx": 0, "sa": ["Richard Holloway", "Simon Cowell"], "q": "bosses were impressed by the quality of acts during Britain's Got Talent auditions in the city earlier this month. Executive producer <strong> Richard Holloway </strong> said:\" Liverpool's talent was amazing.\" An insider added: <q> It would be great to find the next Beatles or <strong> Cilla Black </strong>. </q> The changes are part of a revamp for the ITV1 series. Several new executives have joined. And auditions will begin earlier, in Spring, meaning <strong> Simon Cowell </strong> may take part. Have your", "new_id": -2}, {"uid": "1295507172010305551", "i": 8192, "idx": 0, "sa": ["Allen Iverson"], "q": "difficult to argue after what <strong> Allen Iverson </strong> did Friday night. <strong> Allen Iverson </strong> scored 40 points in leading the 76ers to a 108-99 victory over the Seattle SuperSonics, giving Philadelphia its 11th win in 12 games since the All-Star break. <q> He's had the best year since I've been around him, </q> said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.\" He's a Hall of Fame coach,\" said <strong> Allen Iverson </strong>.\" So I guess he knows what he's talking about as far", "new_id": -2}, {"uid": "1295167573006995971", "i": 2599, "idx": 0, "sa": ["Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q> It was a <strong> Yao Ming </strong> defensive play, </q> said <strong> Marcus Camby </strong> http://wn.com/Carmelo_Anthony_Nuggets_DOMINATE_Hornets_58_point_win www.basketball-reference.com The Nuggets bent over the New Orleans Hornets in game 4 of the 2009 playoffs. <strong> Carmelo Anthony </strong> started off 7/7 and finished with 26 points in 3 quarters of play. The Nuggets won 121-63.", "new_id": -2}, {"uid": "1297116847195428397", "i": 34146, "idx": 2, "sa": ["Simon Cowell"], "q": ") won't be announced for several weeks. <strong> Simon Cowell </strong> also weighed in on allowing 12-year olds to audition even though some feel that is an early age to deal with the scrutiny that comes with competing on TV: <q> We've started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q> And what does <strong> Simon Cowell </strong> think of the new season of American Idol?\" I haven't seen a full episode,\" he said.\" I've seen three minutes of a recap. From what I've", "new_id": -2}, {"uid": "1297183373119177256", "i": 3027, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent.\" Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented` old NATO' not` old Europe'. </q>\" In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries' loved it,\" he writes.\" The elites in", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.\" I think that's part of what he's been positioning for,\" said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}]