[{"uid": "1295439905093192278", "i": 26267, "idx": 1, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "usually is( which is super-duper amped up). \"I can't remember the last time I was this excited for` Idol' to start,\" said <strong> Jim Cantiello </strong>, who will host the live stream <q> Judging the Judges: An` Idol' Without <strong> Simon Cowell </strong> </q> right after \"Idol\" airs, at 10 p.m. ET on MTV.com. \"There's a lot on the line for the show, with <strong> Simon Cowell </strong>'s' X Factor' waiting in the wings.` Idol", "new_id": -2}, {"uid": "1295220558110215202", "i": 57848, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "Senator: <strong> Gabrielle Giffords </strong> moving both sides of her body, breathing on her own By the CNN Wire Staff Rep. <strong> Gabrielle Giffords </strong> is <q> making progress every day, </q> a friend and fellow lawmaker said Sunday. STORY HIGHLIGHTS NEW: Hundreds of participants turn out for Tucson \"Walk for Peace\" Sen. <strong> Kirsten Gillibrand </strong> says <strong> Gabrielle Giffords </strong> is \"doing great\" Witnesses say Dorwan Stoddard died protecting his", "new_id": -2}, {"uid": "1295095251151207972", "i": 26967, "idx": 0, "sa": ["Bill Clinton", "Barack Obama", "Donald Rumsfeld"], "q": ". When appointed by <strong> Bill Clinton </strong> as commerce secretary, none other than <strong> Donald Rumsfeld </strong> spoke favorably at Daley's confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health care reform strategy. He argued last year: <q> We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans-- and, based on that recognition, we must steer a more moderate course. </q> <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago-- but it is only true when measured against its own uncompromising", "new_id": -2}, {"uid": "1295242191190218251", "i": 4091, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", adding that there would be a full press briefing on all three patients on Monday. Senator <strong> Kirsten Gillibrand </strong> told US television Sunday she had visited <strong> Gabrielle Giffords </strong> the previous day and found her \"doing great\" and <q> making progress every day. </q> <strong> Gabrielle Giffords </strong> is \"using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing", "new_id": -2}, {"uid": "1297260302158613537", "i": 31385, "idx": 4, "sa": ["Bill Lockyer"], "q": "for taxes. \"There's this worry about the optics of all that. I understand that- voters don't want to be threatened, and voters shouldn't be threatened,\" <strong> Bill Lockyer </strong> said. <q> However, you also have to be honest with them about what the consequences will be if the only policy option is an all-cut budget. And no one has yet produced that. </q> Jon Fleischman, publisher of the popular conservative political blog FlashReport.org and a vice chairman of the California Republican Party, said he wants to see what an all-cuts budget would actually look like. He said having no", "new_id": -2}, {"uid": "1297351464194330626", "i": 29140, "idx": 0, "sa": ["Nicole Scherzinger", "Simon Cowell"], "q": "'s Got It\" or \"They've Got It\" . The last popstar to feature in the promo is legend Madonna, before the camera pans out to reveal SiCo standing in front of the words <q> Have You Got It? </q> CHECK OUT PICS OF SMON IN MTV'S NATIONAL TELEVISION AWARDS GALLERY HERE! UK X Factor judge Cheryl Cole, <strong> Nicole Scherzinger </strong>, with auditions kicking off for hopefuls on 27th March. <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1295981594193069082", "i": 14755, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "be so big. Many expressed similar surprise. \"We are fed up; this is just enough,\" said Sayid Abdelfatah, a 38-year-old civil servant who marched with an Egyptian flag. <q> Tunisia's revolution inspired me but I really never thought we would find such people ready to do the same here. </q> During a lull in the clashes, lines of protesters bowed in unison to perform the sunset prayer as police stood aside. Several thousand remained in the streets after dark. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal", "new_id": -2}, {"uid": "1295969219252559400", "i": 9743, "idx": 3, "sa": ["Eric Schmidt"], "q": "das von rund 600 Millionen Menschen weltweit f?r den Austausch von Mitteilungen oder Fotos genutzt wird, will ebenfalls mit Internet-Werbung Geld verdienen. Werden Anzeigen mit dem pers?nlichen Bekanntenkreis verbunden, sollen sie besonders wirksam sein. <q> Ger?te ohne Anschluss ans Internet sind nicht l?nger interessant </q>, sagte <strong> Eric Schmidt </strong>. In zwei Jahren werde der Verkauf von Smartphones den PC-Absatz berholt haben. Die Entwicklung des noch schnelleren Mobilfunkstandards LTE werde die Internet-Nutzung mit Handys und anderen Ger?ten noch einmal erheblich verbessern. \"Es ist", "new_id": -2}, {"uid": "1295338484194592796", "i": 52536, "idx": 0, "sa": ["Simon Cowell", "Lucy Jones"], "q": "voted off the ITV1 show instead of Jedward by <strong> Simon Cowell </strong>. But she told her fans on Twitter that she'd been using her time in the sun to write new music. <strong> Lucy Jones </strong> wrote: <q> Hey everyone, just got in from a long day writing on the beach. feeling SO good about these tracks cant wait to play them for u all!xxx( sic) </q> Since appearing on the X Factor <strong> Lucy Jones </strong> nabbed a part in the West End show of Les Miserables as prim Cosette. Have your say on the issues of the day with MY Sun? News Group", "new_id": -2}, {"uid": "1295650549188383258", "i": 34495, "idx": 2, "sa": ["Robin Williams", "Bill Clinton", "David Letterman"], "q": "a Heartbeat, No Matter How Famous You Are \"I realized there was really no alternative, if I wanted to live, I had to do this,\" <strong> Bill Clinton </strong> <q> I would find myself busting into tears and sobbing uncontrollably, </q> <strong> David Letterman </strong>\" ... Stop the heart, work on it, restart it... good luck,\" <strong> Robin Williams </strong> \"They're going to put him on a gurney, roll him", "new_id": -2}]