[{"uid": "1295179769138477574", "i": 25204, "idx": 0, "sa": ["The Republican Party", "Barack Obama", "David Letterman", "John McCain", "Sarah Palin", "Francesco Marciuliano", "Jeffrey Goldberg", "President Bush", "Sam Weston"], "q": "<strong> Francesco Marciuliano </strong> www.medium-large.com Cheerful Endurer of Heat and Boredom <strong> Sam Weston </strong> <strong> David Letterman </strong> Brooks spoke frankly about the presidential and vice presidential candidates Monday afternoon, calling <strong> Sarah Palin </strong> a \"fatal cancer to the <strong> The Republican Party </strong> party\" but describing <strong> John McCain </strong> and <strong> Barack Obama </strong> as <q>the two best candidates we've had in a long time.</q> In an interview with The Atlantic's <strong> Jeffrey Goldberg </strong> at New York's Le Cirque restaurant to unveil that magazine's redesign, Brooks decried <strong> Sarah Palin </strong>'s anti-intellectualism and compared her to <strong> President Bush </strong> in that regard:[ <strong> Sarah Palin </strong>] represents", "new_id": -2}, {"uid": "1296169756065815248", "i": 45699, "idx": 1, "sa": ["Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q>We will not seek the Republican nomination for president in 2012.</q>\" <strong> Mike Pence </strong>'s announcement was supposed come in an interview with the Star later tonight. It may have been scheduled for tomorrow, though. That's what his dear ol' mum said when a National Journal", "new_id": -2}, {"uid": "1295499871140181534", "i": 6695, "idx": 0, "sa": ["Mike Rowe", "Allen Iverson"], "q": "made a fuss over.\" But that was unavoidable after he broke out of his shooting slump. He scored just four points on 1-for-12 shooting and missed the final shot in Chicago's 105-103 overtime win Saturday. <q>It felt like we were at UConn in http://wn.com/Allen_Iverson_highlights_vs_Bucks_08/09_NBA_*Missed_Practice_Coming_off_the_bench_*Crossover_on_Lue One day after a missed practice landed him on the Detroit Pistons' bench, <strong> Allen Iverson </strong> spoke loudly with his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. \"With everything going on, I wanted to play well,</q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Mike Rowe </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1297112292257425417", "i": 45291, "idx": 0, "sa": ["Simon Cowell"], "q": "Idol last year got a glimpse of the curmudgeonly judge during a Super Bowl spot promoting his new singing competition, The X Factor. Now additional details are emerging about the upcoming Fox show, which unlike <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> <strong> Simon Cowell </strong> told UsMagazine.com in a statement. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5", "new_id": -2}, {"uid": "1295559175029818886", "i": 47602, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "products,\" with the simple title of Co-Founder. <strong> Eric Schmidt </strong>'s clarified and explained the change in a blog post, saying that the idea is to make leading Google as efficient as possible, and that <q>Larry, in my clear opinion, is ready to lead.</q> It's clear the idea is to frame this as a simple organizational shuffle-- <strong> Eric Schmidt </strong> says that he, <strong> Sergey Brin </strong>, and Page \"anticipate working together for a long time to come\"-- but there's no", "new_id": -2}, {"uid": "1295764462042549336", "i": 14623, "idx": 0, "sa": ["Michael Vick", "Charles Woodson", "Jay Cutler", "Tramon Williams", "Lovie Smith"], "q": "first playoff victory since 2006. However, <strong> Jay Cutler </strong> is only 1-4 against the Packers with nine interceptions and five touchdowns. \"We feel real good about where he is,\" <strong> Lovie Smith </strong> said. <q>He's come a long way.... I really like the decisions he's making.</q> One of <strong> Jay Cutler </strong>'s biggest concerns will be avoiding mistakes, and Packers cornerback <strong> Tramon Williams </strong> has been forcing plenty of them. Often overshadowed by All-Pro corner <strong> Charles Woodson </strong>, <strong> Tramon Williams </strong> intercepted <strong> Michael Vick </strong> in the end zone to seal", "new_id": -2}, {"uid": "1295043177208601103", "i": 18971, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "Conduct Ourselves Better' <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) was with Rep. <strong> Gabrielle Giffords </strong>( D-AZ) in her hospital room this week when <strong> Gabrielle Giffords </strong> opened her eyes for the first time since the shooting last weekend in Tucson. <q>She is the vision of hope for this country right now,</q> <strong> Kirsten Gillibrand </strong> said referring to <strong> Gabrielle Giffords </strong>. \"She embodies everything that <strong> Barack Obama </strong> was trying to say that we have to be better than we are, that we all have to conduct ourselves better than we do.\" While", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q><strong> Google Inc. </strong> had a strong second quarter,</q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}, {"uid": "1296964906258326574", "i": 17480, "idx": 5, "sa": ["Michael Vick"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.</q>( FSY)( one each). Polamalu won the Defensive Player of the Year award earlier this week. Copyright 2011 The Associated Press. All rights reserved. This material may", "new_id": -2}, {"uid": "1296777708217071642", "i": 4385, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Crowley"], "q": "<q>Previous Tehran or Moscow or Tiananmen? Next</q> The Official Egyptian Crackdown On Journalists, And The Challenge For Obama <strong> Donald Rumsfeld </strong>'s Regrets( There Aren't Many) <strong> Michael Crowley </strong> Thursday, February 3, 2011 at 5:28 pm Next month will mark the eight-year", "new_id": -2}]