[{"uid": "1296445612235372546", "i": 5530, "idx": 0, "sa": ["Michael Vick"], "q": "download on the Xbox Live Marketplace for download on July 12th. It was announced by Major Nelson on his podcast. Eagles NFL Quarterback <strong> Michael Vick </strong> appears in an opening cameo for the Virginia Tech Hokies, where <strong> Michael Vick </strong> http://wn.com/NCAA_Football_07_Gameplay_+_Download_full_game_too_#2 <q> you must download game like this tinyurl.com Nebraska Cornhuskers \"NCAA Football 07 is a collegiate football video game published by Electronic Arts. The product features former USC player and Heisman Trophy winner <strong> Reggie Bush </strong> on the cover. While there weren't any stunning new features added to the PS2 and Xbox games, tweaks were added to improve the existing features. The theme for 07 is \"Turn the Tide. </q> Like the 2005 version said for home-field advantage, this year's version emphasizes that momentum is more important in college football than any other sport. This is illustrated by a momentum meter on the score graphic at the", "new_id": -2}, {"uid": "1295807421110559236", "i": 28648, "idx": 7, "sa": ["John McCain", "George Will", "Colin Powell", "Barack Obama"], "q": "time, esteemed conservative columnist <strong> George Will </strong> was also explaining <strong> Colin Powell </strong>'s decision as part of a larger, more psychological sway that <strong> Barack Obama </strong> held over other African Americans. There will be \"some impact,\" <strong> George Will </strong> declared. <q> And I think this adds to my calculation-- this is very hard to measure-- but it seems to me if we had the tools to measure we'd find that <strong> Barack Obama </strong> gets two votes because he's black for every one he loses because he's black because so much of this country is so eager, a, to feel good about itself by doing this, but more than that to put paid to the whole Al Sharpton/Jesse Jackson game of political rhetoric. </q> There were, down the conservative line, other voices who gave http://wn.com/Colin_Powell_picks_Barack_Obama_and_Sarah_Palin_on_SNL From \"Meet the Press,\" 10/19/08, where <strong> Colin Powell </strong> endorsed <strong> Barack Obama </strong>. GEN. POWELL: \"But Mr. <strong> John McCain </strong> says that he's a washed", "new_id": -2}, {"uid": "1297481921069795902", "i": 16415, "idx": 1, "sa": ["Piers Morgan", "Declan Donnelly", "Simon Cowell", "Ant McPartlin"], "q": "does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking.\" <strong> Declan Donnelly </strong> added: <q> For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune. </q> <strong> Ant McPartlin </strong> chipped in: \"I really didn't know what to expect with the Hoff. I've seen him be totally out there. \"But he's just great at it. He", "new_id": -2}, {"uid": "1295558046082083852", "i": 34785, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "to have more on this. MOUNTAIN VIEW, Calif.- January 20, 2011- <strong> Google Inc. </strong>( NASDAQ: GOOG) today announced financial results for the quarter and the fiscal year ended December 31, 2010. <q> Q4 marked a terrific end to a stellar year, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses", "new_id": -2}, {"uid": "1296053683158892039", "i": 24712, "idx": 0, "sa": ["Michael Vick"], "q": "multi-year deal with <strong> Michael Vick </strong>, Philadelphia Eagles quarterback, to serve as their corporate spokesman. This is <strong> Michael Vick </strong>'s first worldwide licensing deal since returning to the field in 2010. <q> I'm thrilled to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season-- resulting in pain-free playing, </q> stated <strong> Michael Vick </strong>. \"The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game. It", "new_id": -2}, {"uid": "1295589642085278733", "i": 610, "idx": 5, "sa": ["Eric Schmidt"], "q": "CEO, <strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" Page hailed <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. <q> There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done, </q> Page said. Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q> We want to eliminate that uncertainty so that businesses can continue in </q> their research and development projects, she said. \"This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said. \"It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1297260081046088218", "i": 10077, "idx": 2, "sa": ["Eric Schmidt"], "q": "series of often very difficult fights inside the company \" \"It is very important that the lawyers are not making the product decisions,\" <strong> Eric Schmidt </strong> told the Sunday Telegraph. <q> Because the lawyers, on balance, will be more conservative, because that is how lawyers work. So I always say to the product makers, just build the best product you can. </q> <strong> Eric Schmidt </strong> admitted, however, that Google has to be more cautious when launching new products. \"It is a reality that when we release products we have to be sensitive to regulatory and privacy issues,", "new_id": -2}, {"uid": "1295279785214679570", "i": 28214, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ", he denies any wrongdoing. He denies any association with wrongdoing in his time at the News of the World. I'm not going to start constantly second-guessing what people said.\" He added: <q> The DPP has decided to look into it- that's a totally legitimate thing to do. It's probably a very good way of getting to the bottom of this one way or the other. </q> Mr <strong> David Cameron </strong> told the BBC that he believed Mr <strong> Andy Coulson </strong> had already made amends for \"bad things\" that happened during his editorship, and insisted that the communications chief deserved a second chance.", "new_id": -2}, {"uid": "1297029490079298572", "i": 754, "idx": 0, "sa": ["Roger Goodell", "DeSean Jackson", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "<strong> Michael Vick </strong> and <strong> Tom Brady </strong>) and great endings( Philly beating the Giants on <strong> DeSean Jackson </strong>'s last-play punt return for a touchdown) and, now, a Super Bowl that pits two of the great franchises in NFL history. <q> When you look at this matchup, </q> <strong> Roger Goodell </strong> said, \"and you say Pittsburgh Steelers and Green Bay Packers- that's football.\" Then there was <strong> Ben Roethlisberger </strong>, the Steelers quarterback, who began the season on the sideline with a four-game suspension,", "new_id": -2}]