[{"uid": "1295456966253952002", "i": 21051, "idx": 0, "sa": ["Hillary Clinton", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", seen this week through her friendship with and support for Tucson shooting victim Rep. <strong> Gabrielle Giffords </strong>. She also has a view of politics that's in style, telling a women's blogging group in August: <q>We need you. You don't have to be afraid[ of politics] just because it is a blood sport.</q> Want your Whispers first? Check out \"<h6> Hilarious! </h6> Thanks for the article and all the comments about <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong> being vice presidential or presidential material. I needed a good chuckle this morning.", "new_id": -2}, {"uid": "1295228254102072326", "i": 2003, "idx": 1, "sa": ["Nigel Lythgoe", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> who is instead launching an American version of The X Factor this year. <strong> Nigel Lythgoe </strong> insists Aerosmith singer <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> have a great deal more to offer the show's wannabe pop stars. <q>Both of them are very aware of what they bring and are aware of how they treat the kids because they've been judged all their lives,</q> he explained.", "new_id": -2}, {"uid": "1295958129216842277", "i": 10787, "idx": 10, "sa": ["Mike Pence"], "q": "that he's leaning in one direction, but declined to say what that was. \"We're nearing the end of a process that began right after Election Day in November,\" <strong> Mike Pence </strong> said. <q>We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.</q> His recent activities suggest he has been keeping his options open. <strong> Mike Pence </strong> addressed state legislators last week and is speaking at 16 upcoming Lincoln Day dinners around the state. He", "new_id": -2}, {"uid": "1297430731170164227", "i": 19187, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Reorganization \"We each bring incredible assets to the table,\" <strong> Stephen Elop </strong>, Nokia's chief executive, and <strong> Steve Ballmer </strong>, Microsoft's chief executive, said in a joint statement. <q>Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none. Microsoft is a leader in software and services; the company's incredible expertise in platform creation forms the opportunity for its billions of customers and millions of partners to get more out of their devices.</q> In press materials provided before the call, Nokia did not outline a move to Silicon Valley, as some had expected. It did, however, reorganize itself into two divisions, one oriented", "new_id": -2}, {"uid": "1296423892068993033", "i": 326, "idx": 8, "sa": ["Alex Buchman", "Travis Diener", "Brian Hand", "Killer B", "Allen Iverson"], "q": "was something missing in <strong> Allen Iverson </strong>'s career. A perfect ending. <strong> Allen Iverson </strong> sank the first buzzer-beating shot of his nine-year career, a 14-footer in overtime, and scored 15 points to lead the Philadelphia 76ers t... <q>Inside Pacer Athletics 2010- Episode 5</q> The \"<strong> Killer B </strong>'s,\" <strong> Alex Buchman </strong> and <strong> Travis Diener </strong> Broome are dressed to the nines this week as they talk about the action over the past week within the USC Aiken Athletic Department. Assistant Athletic Director for Communications <strong> Brian Hand </strong>", "new_id": -2}, {"uid": "1295599146160989211", "i": 1181, "idx": 0, "sa": ["Colin Powell", "Kim Jung", "Robert Gates"], "q": "Mr. Chairman. Mr. Attorney <strong> Kim Jung </strong>, the detention center at Guantanamo Bay continues to harm our image around the world. There's growing consensus on this. Secretary of Defense <strong> Robert Gates </strong> told the House Committee, quote, <q>I came to this job thinking that Guantanamo Bay should be closed.</q> KOHL: According to press reports, Secretary of State Rice has also supported efforts within the administration to close Guantanamo. And former Secretary of State <strong> Colin Powell </strong> said, quote, \"If it was up to me,", "new_id": -2}, {"uid": "1296227273172146729", "i": 1450, "idx": 3, "sa": ["Jackie Walorski", "Mike Pence", "Joe Donnelly"], "q": "Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q>I think he's the clear front-runner, and I think the race is his if he chooses to accept it,</q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such", "new_id": -2}, {"uid": "1296074555171098119", "i": 33601, "idx": 1, "sa": ["Michael Vick"], "q": "inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.</q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth", "new_id": -2}, {"uid": "1295667384122535980", "i": 44681, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Asante Samuel"], "q": "of the year. On Thursday <strong> Tramon Williams </strong>, who is 27, was named to his first Pro Bowl, replacing the injured <strong> Asante Samuel </strong> of Philadelphia. Super Bowl are completed,\" Green Bay Coach Mike McCarthy said, <q>everybody in the country is going to know who <strong> Tramon Williams </strong> is.</q> Many already do. In a wild-card game, <strong> Tramon Williams </strong> wrapped up a 21-16 victory over the Eagles by intercepting <strong> Michael Vick </strong> in the end zone. He added two more interceptions last week in", "new_id": -2}, {"i": 39631, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against \"rumours.\" In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q>70 broken objects, all of which can be restored.</q> \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. \"If anything happens, I will announce it.\" He explained that the fire brigade was", "sa": ["Zahi Hawass"], "uid": "1296817001259670033"}]