[{"uid": "1297138260083361800", "i": 2276, "idx": 0, "sa": ["Catherine Ashton", "Donald Rumsfeld", "Ban Ki-moon", "Hillary Clinton"], "q": "State <strong> Hillary Clinton </strong> urged north and south to work quickly on post-referendum arrangements, and EU foreign policy chief <strong> Catherine Ashton </strong> promised to seek a long-term partnership with the new state. UN <strong> Donald Rumsfeld </strong> General <strong> Ban Ki-moon </strong> asked the international community <q>to assist all Sudanese towards greater stability and development,</q> and offered help to both sides. The referendum defied expectations by taking place on time and largely without incident, despite the major logistical challenges facing the organisers and fears that Khartoum might try to block a", "new_id": -2}, {"uid": "1297715234156434442", "i": 44872, "idx": 0, "sa": ["Demetri Martin", "Greta Gerwig", "Topher Grace", "Arcade Fire", "Michael Vick"], "q": "roughly neck-and-neck for third place. Edwin Butler of Canadian band <strong> Arcade Fire </strong> holds up... Grammy Awards Entertainment Video: Gino Sits Down With Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down With Actress <strong> Greta Gerwig </strong> Report Abuse <q>I would switch back and forth between the Grammy's and The Simpson's lol!</q> ABC News: Eminem's Loss Shows Grammys Still Behind on Rap ABC News: <strong> Michael Vick </strong> to Appear on Winfrey's Talk Show Save 75% On Cruises We're America's oldest and largest discount cruise clearinghouse. Mortgage", "new_id": -2}, {"uid": "1296349656162676762", "i": 25505, "idx": 2, "sa": ["Shawn Marion", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> hits Game Winner) 12/26/08 Detroit Pistons vs Oklahoma City Thunder( <strong> Allen Iverson </strong> hits Game Winner) 12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands. <q>That was a great play by <strong> Ray Allen </strong>,</q> Pistons coach Michael Curry said. \"He hadn't had much going for him in the first three quarters, but then he took over the ga... Toronto Raptors vs Oklahoma City Thunder Mar. 28/09 <strong> Shawn Marion </strong> scored", "new_id": -2}, {"uid": "1295708353115458064", "i": 17525, "idx": 0, "sa": ["Andy Coulson"], "q": "\" Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\". <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,</q> he added. Mr Cameron said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice\"", "new_id": -2}, {"uid": "1295534401212385796", "i": 46211, "idx": 4, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "a young woman from Ivory Coast. \"Oh my God, I hate this.\" <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> wasn't as snide as <strong> Simon Cowell </strong>, but he did become the de facto hard man to please. <q>You sang beautiful, but I just wasn't feeling that pizzazz,</q> he told an adorable 15-year-old.( Ms. <strong> Jennifer Lopez </strong> told him he was \"crazy\" and pushed her through.) There may have been new judges, but the mix of contestants was familiar: the", "new_id": -2}, {"uid": "1295908932158924813", "i": 12248, "idx": 0, "sa": ["Mike Pence"], "q": "an interview with the Weekly Standard last year, Indiana Gov. Mitch Daniels-also considering a presidential run-called for a \"truce\" on social issues while the country deals with the national debt and other fiscal issues. <q>And as to focusing on spending, I agree,</q> <strong> Mike Pence </strong> told the crowd on Monday. \"Let's start by denying all federal funding for abortion at home and abroad.\" <strong> Mike Pence </strong> spokesman Matt Lloyd said the remarks were not directed at Daniels and emphasized", "new_id": -2}, {"uid": "1297697962029687857", "i": 19456, "idx": 0, "sa": ["Steve Ballmer"], "q": "komst van de nieuwe browser IE9 betekent dat Windows Phone 7 ondersteuning krijgt voor onder meer html 5, Flash en Silverlight. Ook wordt gebruikgemaakt van hardwareacceleratie, wat veel soepelere animaties op zware sites mogelijk moet maken. <q>Mensen verwachten op hun smartphone dezelfde internetervaring als op hun desktop</q>, aldus <strong> Steve Ballmer </strong>. \"Daarom brengen we onze nieuwste browser naar onze smartphones.\" Ook komt er betere ondersteuning voor Skydrive-services voor consumenten, zo maakte <strong> Steve Ballmer </strong> bekend. Verder gaat Microsoft Twitter integreren in de", "new_id": -2}, {"uid": "1297634967248430595", "i": 24314, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "FAA funding bill U.S. Sen. <strong> Kirsten Gillibrand </strong> had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable. <q>We must ensure that these safety improvements happen as soon as possible,</q> she said. <strong> Chuck Schumer </strong> said the industry claims many of the regulations are unnecessary and burdensome to the point that they would hinder growth and jobs. The regulations require more training for crew, flight attendants,", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q>These payouts recognize the continual support and tireless efforts of our people,</q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds. \"We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1295338731116441123", "i": 8561, "idx": 1, "sa": ["Paul McMullan", "Andy Coulson"], "q": "NoW executive, <strong> Paul McMullan </strong>, claimed that that hacking was rife at the paper during the period when <strong> Andy Coulson </strong> was both deputy editor and editor. The NoW's response to the revelations by the NY Times was <q>one of our reporters has been suspended from reporting duties</q>. If the way that News Int has handled this whole matter over the past four years is any guide, then I imagine that the \"investigation\" will reveal that hacking was carried out by two rogues", "new_id": -2}]