[{"uid": "1295705131000426030", "i": 27691, "idx": 0, "sa": ["Rachel Maddow", "Phil Griffin", "Andy Coulson", "Cenk Uygur", "Lawrence O'Donnell", "Keith Olbermann", "Barack Obama", "Ed Schultz"], "q": ". Good night and good luck.[ <strong> Keith Olbermann </strong>'s nightly signoff- homage to <strong> Andy Coulson </strong> R. Murrow.]'' Video-- MSNBC <strong> Barack Obama </strong> <strong> Phil Griffin </strong>, who was not thanked by <strong> Keith Olbermann </strong>, Rachel Maddowounces: Starting Monday, <q> The Last Word with <strong> Lawrence O'Donnell </strong> </q> moves to 8 p.m. <strong> Ed Schultz </strong>'s`` The Ed Show'' replaces <strong> Lawrence O'Donnell </strong> at 10 p.m. <strong> Rachel Maddow </strong> remains at 9 p.m. <strong> Cenk Uygur </strong>, host of the web show`` The Young Turks,'' will be fill in as host", "new_id": -2}, {"uid": "1296427612074809413", "i": 1176, "idx": 0, "sa": ["Mohamed ElBaradei", "Caroline Glick", "Colin Powell"], "q": "for actual evidence which reasonably leads to a conclusion that they are trying to build a bomb. Statements by Ms. <strong> Caroline Glick </strong> like the following are reminiscent of <strong> Colin Powell </strong>'s UN speech asserting that Iraq had WMDs. <q> As IAEA head, <strong> Mohamed ElBaradei </strong> shielded Iran's nuclear weapons program from the Security Council. He repeatedly ignored evidence indicating that Iran's nuclear program was a military program rather than a civilian energy program. When the evidence became too glaring to ignore, <strong> Mohamed ElBaradei </strong> continued to lobby against significant UN Security Council sanctions or other actions against Iran and obscenely equated Israel's purported nuclear program to Iran's. </q> So, without evidence, she has concluded that Iran has a bomb program, that <strong> Mohamed ElBaradei </strong> shielded it, and that Israel, where evidence of the bomb is all but admtted, can't be compared", "new_id": -2}, {"uid": "1297264150254083073", "i": 46390, "idx": 0, "sa": ["Ahmed Hosni", "Zahi Hawass"], "q": "Antiquities, crowding around antiquities chief <strong> Zahi Hawass </strong> when he came to talk to them. Protesters said they wanted higher salaries and more funding for their sector, which they said former Minister of Culture Farouq <strong> Ahmed Hosni </strong> had reduced. <q> He took our money, </q> said Suha Al Nabil, a museum employee. The vice president also appeared to be pushing ahead with a reform process even without dialogue. He said a panel of top judges and legal experts would recommend", "new_id": -2}, {"uid": "1296745738227606532", "i": 1941, "idx": 1, "sa": ["Michael Hansen", "Michael Vick"], "q": "necessary,'' said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that <q> people can reintroduce these dogs back into a society that's not going to abuse them. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1295160349218923042", "i": 47935, "idx": 1, "sa": ["Allen Iverson", "Michael Jordan", "Elton Brand", "Phil Jackson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Blazers_@_Bulls_'92_Finals_Game_1_Michael Jordan_Michael Jordan_39_points I recently noticed that none of the major uploaders on YT of MJ games have upped highlights of this legendary game. So why", "new_id": -2}, {"uid": "1297431157014974977", "i": 33162, "idx": 1, "sa": ["Kelsey Grammer", "Don Ness", "David Letterman"], "q": "`` What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,'' her statement said. She also wished her ex and his fiancee, Kayte Walsh, <q> love and happiDon Ness in their new marriage. </q> <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry Walsh sometime in February. The veteran actor starred in the comedy series`` Cheers'' and`` Frasier.''", "new_id": -2}, {"uid": "1296248071002900092", "i": 29077, "idx": 8, "sa": ["Maurizio Landini", "Alberto Bombassei", "Sergio Marchionne"], "q": "e membro del Cda di Fiat Industria, <strong> Alberto Bombassei </strong>, nel corso di un faccia a faccia con il leader della Fiom, <strong> Maurizio Landini </strong>, sull` accordo di Mirafiori organizzato nella trasmissione` In 1/2h' su Raitre. <q> <strong> Sergio Marchionne </strong> finora ha fatto quello che ha detto e, se si? impegnato con investimenti, vi terr fede </q>, ha aggiunto <strong> Alberto Bombassei </strong>, rispondendo alla domanda se ritiene che gli investimenti promessi da Fiat ci saranno. Secondo il leader della Fiom <strong> Maurizio Landini </strong>, protagonista dell` incontro http://wn.com/Alberto Bombassei_Maurizio Landini_in_1/2_h_09_01_2011_Referendum_su_Sergio Marchionne_3/3 <strong> Sergio Marchionne </strong> presenta il suo piano per il rilancio di", "new_id": -2}, {"uid": "1296364134215957544", "i": 18875, "idx": 1, "sa": ["Metta World Peace", "Allen Iverson", "Carmelo Anthony"], "q": "that seemed to holler to all their doubters,`` Take that!''`` We just wanted to show the whole <strong> Metta World Peace </strong> we could play together,'' <strong> Carmelo Anthony </strong> said after the duo's triumphant debut Monday night. <q> We know there's a lot of doubt about that. </q> <strong> Carmelo Anthony </strong> scored 28 points in his return from a 15-game suspension for fighting and <strong> Allen Iverson </strong> added 23 in the Denver Nuggets' 115-98 rout of the Memphis Grizzlies. The two are out to prove two superstars can coexist.", "new_id": -2}, {"uid": "1295667421014565482", "i": 34163, "idx": 1, "sa": ["Eric Schmidt"], "q": ", en hausse de 29% sur un an. Les ventes ont atteint 8,44 milliards de dollars US. Ces deux donn?es sont largement sup?rieures aux attentes des analystes financiers. La croissance des r?sultats <q> s` explique par une bonne tendance de fond, avec plus de temps pass en ligne et plus d'argent d?pens dans la publicit, de nouvelles am?liorations dans les algorithmes et les technologies de recherche, et une forte croissance dans les activit?s mergentes comme YouTube </q>, ont not les analystes de Wedbush Securities. Un ancien dirigeant de Baffinland veut bloquer l'acquisition par ArcelorMittal Le principal syndicat de Postes Canada demande l'intervention d'un conciliateur <strong> Eric Schmidt </strong> vendra pour environ 327 millions d'actions Google dans l'ann?e", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}]