[{"uid": "1297204047246546474", "i": 11710, "idx": 5, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>.`` I was a participant and we believed the intelligence was correct. It turns out it was not completely correct.'' Still, <strong> Donald Rumsfeld </strong> argued <strong> Saddam Hussein </strong> led a`` terribly vicious regime,'' and that <q> there's no question that the world is better off today than if <strong> Saddam Hussein </strong> were still in power. Millions of people in that country have been liberated. </q> Please enter the two words below into the text field underneath the image. Milligan: Bill O'Reilly's Obama Interview Shows Media Irresponsibility", "new_id": -2}, {"uid": "1295681320220479511", "i": 46172, "idx": 5, "sa": ["Allen Iverson"], "q": "losses that AI endured when he first came to Colorado, fueling his critics' contention that two superstar scorers couldn't coexist for very long.`` I always felt good about my situation,'' <strong> Allen Iverson </strong> said. <q> That was the whole <strong> Yao Ming </strong> thing with me. I knew there was going to be one day when` <strong> Carmelo Anthony </strong> came back and JR came back, and I knew that we'd be able to get into practice and get some offensive and defensive chemistry going.`` I felt I was in a better position than I was in Philadelphia, so I never lost hope or lost focus because I felt the day that we'd be playing good basketball would come, </q> <strong> Allen Iverson </strong> said.`` I'm just http://wn.com/Carmelo_Anthony_41_Pts_MIX_NBA_09/10_Season_Denver_Nuggets_At_Portland_Trail_Blazers Green Day performs August 28, 2010 at Comfort Dental Ampitheatre. First look at Total Health Concepts' new Denver Colorado Medical Marijuana Dispensary thc-dispensary. com Please pardon the limited", "new_id": -2}, {"uid": "1297108146141246491", "i": 18934, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "Reminded that his predecessor <strong> Robert McNamara </strong> said,`` we were wrong, terribly wrong,'' decades after Vietnam, <strong> Donald Rumsfeld </strong> rejected the comparison.`` That's not the case with Iraq,'' he said. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and al-Qaida out of Afghanistan. </q> <strong> Donald Rumsfeld </strong> said the move toward war with Iraq was`` incremental'' and he did not press <strong> President Bush </strong> to invade. He acknowledged he was mistaken in a March 2003 interview when he said that although", "new_id": -2}, {"uid": "1296332900236797965", "i": 3610, "idx": 2, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs' lives, their recovery and the message they send, is difficult to sum up. Story Continues â\u0087\u0092 <q> previous1 2 3 4 5 6 next </q> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "new_id": -2}, {"uid": "1295313435007274537", "i": 12413, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "` steals' jokes;` He's not fit to scrub <strong> David Letterman </strong>'s feet' <strong> Piers Morgan </strong> Tonight( airing Tuesday), <strong> Howard Stern </strong> goes after <strong> Jay Leno </strong>, accusing the NBC Tonight Show host of stealing jokes. <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook, </q> <strong> Howard Stern </strong> tells <strong> Piers Morgan </strong>, according to the New York Post.`` And the world knows exactly what he's up to. He steals a tremendous amount of material.`` He's not fit to scrub", "new_id": -2}, {"uid": "1297129562188514329", "i": 1975, "idx": 0, "sa": ["Simon Cowell"], "q": "The X Factor decide to offer contestants the biggest grand prize on television? To make everybody a little nervous, <strong> Simon Cowell </strong> says. <q> By putting up that kind of prize money, it's a massive, massive risk. But it's also an incredible incentive, </q> <strong> Simon Cowell </strong> told reporters Monday of the decision to offer the winning X Factor act a$ 5 million recording contract.`` I think it puts everybody, rightly, under an enormous amount of pressure. I didn't", "new_id": -2}, {"uid": "1297450726263487543", "i": 44118, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "The ties go deeper. Nokia's chief executive is <strong> Stephen Elop </strong>, the former president of Microsoft's Business division. In an open letter written by Microsoft Chief Executive <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>, the two said, <q> There are other mobile ecosystems. We will disrupt them. </q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both spoke at a news briefing in London Friday that was broadcast on the Internet.`` This partnership with Nokia will accelerate, dramatically accelerate, the development of a vibrant, strong Windows", "new_id": -2}, {"uid": "1297444231231686146", "i": 660, "idx": 0, "sa": ["Lindsay Lohan", "Stephanie Pratt", "Katy Perry", "Betty Ford", "Simon Cowell", "Aaron Carter"], "q": "Underwood, Fisher excited for trade to Nashville Sandler and Aniston` Just Go With It' Meet the Man Behind the` Old Spice' Advertisements Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Lindsay Lohan </strong>: <q> I Was Not Raised to Lie, Cheat, or Steal </q> <strong> Aaron Carter </strong> Leaves <strong> Betty Ford </strong> Center <cite> Us Magazine </cite> Chris& Rihanna to keep their distance at Grammys <cite> Associated Press </cite> <strong> Stephanie Pratt </strong>: I Was`` Shocked'' Lauren's Show Was Dropped <strong> Katy Perry </strong>:' I Was Shaped Like", "new_id": -2}, {"uid": "1295530406257605680", "i": 37171, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also From: www.bloomberg.com July 05, 2010 Britain to Lose 610000 Government Jobs by 2016 in Deepest Postwar Squeeze By", "new_id": -2}, [{"i": 8023, "idx": 0, "index_answer": 0, "new_id": -1, "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q> Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better. </q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically.`` He hasn't achieved all of his purposes, but he", "sa": ["Larry Sabato", "Colin Powell", "Bill Clinton", "Barack Obama"], "uid": "1296560297058949650"}]]