[{"uid": "1295958129216842277", "i": 10778, "idx": 1, "sa": ["Dick Armey", "Mike Pence"], "q": "of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run for president. \"It's not a complicated message, but it's a heartfelt one,\" said state <strong> Dick Armey </strong> Kris Crawford. <q>We would like him on the ballot.</q> Leaders of the conservative movement made the same argument in a letter sent to <strong> Mike Pence </strong> this week. \"Seize this moment, <strong> Mike Pence </strong>,\" said the letter signed by former", "new_id": -2}, {"uid": "1297194894179781667", "i": 2193, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as having told the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" Rumsfeld said Khurmal was operated by Ansar al-Islam", "new_id": -2}, {"uid": "1295607667131039302", "i": 3933, "idx": 0, "sa": ["Eric Schmidt"], "q": "as it looks to bolster its position in the face of competition from fast-growing rivals such as Facebook. Page replaces <strong> Eric Schmidt </strong>, who steps down after ten years to become executive chairman. <strong> Eric Schmidt </strong> will focus on <q>deals, partnerships, customers and broader business relationships</q>. The moves brings Page back into the role he relinquished to <strong> Eric Schmidt </strong> a decade ago when he came under pressure from investors to hand the reigns to a more experienced executive. It also comes", "new_id": -2}, {"uid": "1295563322217792524", "i": 19783, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Sergey Brin </strong>, plus a lot of product chiefs like Jonathan Rosenberg. 4:32: <strong> Eric Schmidt </strong> is conducting the call. \"We jumped on the call to talk about the other announcement.\" 4:33: <q>How can we run the company even better?</q> Historically, they made decisions together, but this adds delay. The proposal, which the board has approved, is to have Larry running things day to day, <strong> Sergey Brin </strong> focusing on future products. 4:33", "new_id": -2}, {"uid": "1297290206039763995", "i": 41627, "idx": 0, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "was just as necessary now to chart a course for the future, and said he and other Pentagon leaders were trying to cultivate better relations with industry after distanced and often-frosty relations under former Defense <strong> Donald Rumsfeld </strong>. <q>A strong, technologically vibrant, and financially successful defense industry is... in the national interest,</q> <strong> Ashton Carter </strong> said, adding that the department planned to pursue \"policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth.\" <strong> Ashton Carter </strong> later told Reuters that his goal was to", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q>When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is,</q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}, {"uid": "1295501733152403995", "i": 12366, "idx": 0, "sa": ["Elton Brand", "Allen Iverson", "Samuel Dalembert"], "q": "otherwise. Or did they? \"Defense is heart and desire and I thought we stepped it up on that end,\" said Sixers forward <strong> Elton Brand </strong>, who contributed 14 points on 6-for-8 shooting off the bench. <q>We haven't had some good games defensively, leading with 3-pointers. I thought we did a much better job in this game.</q> <strong> Allen Iverson </strong> scored 17 points and <strong> Samuel Dalembert </strong> was terrific once again with 17 points( 7-for-7 from the field), 12 rebounds and three blocked shots. It was his second straight double-double and eighth of the http://wn.com/Ryerson_Men's_Basketball_vs_Queen's_Gaels_Feb_5th_2010 It was", "new_id": -2}, {"uid": "1296206637167591945", "i": 9152, "idx": 10, "sa": ["Mike Pence"], "q": "He is not a third party candidate. He is a republican candidate. The article reads\" An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way\". Report Abuse <q>Ya lets just forget this guy was with the administration that gave Chrysler a bailout... had 10%+ unemployment.</q> Washington Post: New GOP proposal targets federal workforce Washington Post: Gun show attendees say firearms limits would be wrong response to Tucson Keller Finance MBA Keller Graduate School Of Management- Discover Your Path to Success. Trader", "new_id": -2}, {"uid": "1297365987123617329", "i": 44982, "idx": 1, "sa": ["Mike Pence"], "q": "News on Thursday, Rep. <strong> Mike Pence </strong>( R-Ind.) said members of the House GOP Conference are having \"frank\" discussions about cutting the budget. He stressed the importance of hitting the$ 100 billion mark: <q>You never get a second chance at a first impression.</q> <strong> Mike Pence </strong>, a former member of the GOP leadership who is considering a run for governor, added, \"I think the better approach is simply an across-the-board cut. I think the way", "new_id": -2}, {"uid": "1297203706130318389", "i": 48968, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": " defending his action to ESPN. \"The message and the kids are far greater than all this response about, \"Why give him the key to the city?\" <strong> Dwaine Caraway </strong> explains. <q>He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal drugs. To obey their parents and pick the people they hang around.</q> Adding, \"That's a message I would challenge anybody to say that not one kid across America shouldn\"t hear from people in notoriety such as <strong> Michael Vick </strong>.\" This past season, <strong> Michael Vick </strong>", "new_id": -2}]