[{"uid": "1296583927119291947", "i": 46954, "idx": 1, "sa": ["Mark Sanford", "David Letterman"], "q": "Bathsheba.( And that photo was the moment that inspired <strong> Mark Sanford </strong> King <strong> David Letterman </strong> to write the Psalm about \"He leadeth me beside the still waters\". That's the Psalm that also includes walking the Appalachian trail <q>Yea though I walk through the valley</q>. Just thought you might want to print a correction.:-) uZFl% 2BNGkatVlBBChS% 2FOM6Jh9YZte6gA5GURvNwW4tS% 2BJSeQ7% 2Buh4YOtZECsmBf8rzQSMphE41mgZgXiOl3utoQ% 3D% 3D", "new_id": -2}, {"uid": "1295521028242155602", "i": 12773, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "to the Daily Mail that <strong> Cher Lloyd </strong> is not keen on the \"bubblegum' pop songs that <strong> Simon Cowell </strong> has got lined up for her and wants to record more` urban' songs. A source said: <q>You'd think <strong> Cher Lloyd </strong> would just be happy for the chance, but she's told <strong> Simon Cowell </strong> she wants to do it her own way. \"She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain.</q> They added: \"You have to admire such self-confidence in a young girl, but she's no respecter of authority and she\"s had run-ins with a few people.\" However, <strong> Cher Lloyd </strong>", "new_id": -2}, {"uid": "1296106877198869009", "i": 3606, "idx": 1, "sa": ["Glenn Mulcaire", "Clive Goodman", "Andy Coulson", "David Cameron", "John Prescott"], "q": "hacking claims had distracted him from his work. Mr <strong> Andy Coulson </strong> edited the News of the World from 2003 to 2007 and resigned following the convictions of <strong> Clive Goodman </strong> and <strong> Glenn Mulcaire </strong>. Former deputy PM <strong> John Prescott </strong>: <q>I just don't trust the Metropolitan Police to conduct a proper inquiry</q> Labour <strong> David Cameron </strong> Chris Bryant, who believes he may have had his phone hacked and is seeking a judicial review against the police over their handling of information, welcomed the new investigation. He said", "new_id": -2}, {"uid": "1297096904101318657", "i": 21245, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "interview excerpt from \"<strong> Colin Powell </strong>, <strong> President Bush </strong>'s first secretary of state, \"did not, in my view, do a good job of managing the people under him,\" <strong> Donald Rumsfeld </strong> said.\" <q>There was a lot of leaking out of the State Department, and the president knew it,</q> he said. \"And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it.\"", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.\" The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q>started to open her eyes, literally,</q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}, {"uid": "1295990431002195464", "i": 3049, "idx": 0, "sa": ["Matt Lauer", "David Letterman", "Conan O'Brien", "Sacha Baron Cohen"], "q": "Qatar of using its Al-Jazeera TV channel to undermine the West Bank's Palestinian leadership with a an Al-Jazeera TV report that claimed that the Palestinians were prepared to compromise over two of the toughest Bruno to Terrorist Leader: <q>Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa</q> Bruno to Terrorist Leader: \"Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa\"( 7/9/09) <strong> Sacha Baron Cohen </strong> makes the media rounds( <strong> David Letterman </strong>, <strong> Matt Lauer </strong>- \"Today Show\"& <strong> Conan O'Brien </strong>", "new_id": -2}, {"uid": "1296267754108118017", "i": 33654, "idx": 0, "sa": ["Eric Schmidt", "M. Simpson"], "q": "not contest during settlement negotiations that such private information was collected every day that the Street View cars operated.\" The consumer watchdog known as Consumer Watchdog decried today's agreement between Google and the state. <q>The details of the biggest privacy breach in history shouldn't be settled in secret,</q> said John <strong> M. Simpson </strong>, director of Consumer Watchdog's Inside Google Project. \"This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.\" Â® Motorola's handset division", "new_id": -2}, {"uid": "1295911715085770242", "i": 32747, "idx": 2, "sa": ["Bill Lockyer"], "q": "? \"Ludicrous,' He Says \" \"It's a cynical proposal, intended to incite a panic in response to a phony crisis,\" Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists. <q>Killer bees, space aliens, and now it\"s the invasion of the bankrupt states.</q>\" Company: Calculated Risk Website About: <strong> Bill Lockyer </strong> McBride( author since Jan 2005), A full time blogger, Mr. McBride retired as a senior executive from a small public", "new_id": -2}, {"uid": "1295254129216039427", "i": 32658, "idx": 0, "sa": ["Andy Coulson"], "q": "UK& Ireland News \"I think <strong> Andy Coulson </strong> will be feeling a bit hot around the collar, he thought his friends in the met...\" David D left a comment- 53 min ago uk.news.yahoo.com <q>1000. free holidays to tunisia.leaving tomorow evening, at 8pm, check in desk number 2. from...</q> Dr. Zook left a comment- 54 min ago uk.news.yahoo.com \"It's even more interesting Henry that I got thumbs down from you and others. I guess you lot would...\"", "new_id": -2}, {"uid": "1295397807010076210", "i": 22881, "idx": 1, "sa": ["Michael Douglas", "Simon Cowell", "Steven Tyler"], "q": "<strong> Michael Douglas </strong>, 66, said, \"and what I know about this particular type of cancer( is) that I've got it beat.\" <strong> Michael Douglas </strong> says he'll continue to monitor his health and <q>take a couple of months of getting checked out. But it's been a wild six-month ride.</q> <strong> Steven Tyler </strong> banishes \"Idol's\" <strong> Simon Cowell </strong> era <strong> Steven Tyler </strong> was talking Tuesday about his new judging gig on \"American Idol\" Tuesday, and he made on thing clear: <strong> Simon Cowell </strong>'s reign of terror", "new_id": -2}]