[{"uid": "1295169383147406858", "i": 29746, "idx": 2, "sa": ["Michael Jordan", "Allen Iverson", "Jerry Stackhouse", "Marcus Gilbert"], "q": "United Center-- as the Detroit Pistons trounced the Chicago Bulls, 110-83. \"Thats the most points I've ever scored,\" <strong> Jerry Stackhouse </strong> said, who is the NBA's second-leading scorer behind former teammate <strong> Allen Iverson </strong>. <q> This is the highest level of <strong> Marcus Gilbert </strong> that you can play and I can say that I did this. It is definitely something I will remember for a long time. And I really think I can do it again. </q> <strong> Michael Jordan </strong> did most of his prolific scoring in Chicago Stadium prior to his first retirement and never scored more than 55 points in the United Center, which opened in 1994. In addition to a building record, <strong> Jerry Stackhouse </strong>", "new_id": -2, "mturk_index": "157"}, {"uid": "1296059213015597591", "i": 24840, "idx": 2, "sa": ["Andy Gray", "David Cameron", "Karren Brady", "Andy Coulson", "Richard Keys"], "q": "compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. \"What's the difference?,\" he said. <q> If off-air conversations were made public then there would be no-one left working in the country. </q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with <strong> Andy Gray </strong>, but claimed he was ignored. Play video Government Anti-Terror Review Criticised Subscribe", "new_id": -2, "mturk_index": "2041"}, {"uid": "1295961759149602314", "i": 24871, "idx": 1, "sa": ["Eric Schmidt"], "q": "M?nchen sollen mehrere hundert Stellen im Forschungs- und Entwicklungszentrum in M?nchen entstehen. \"Wir hatten ein sehr, sehr gutes Jahr\" , sagte <strong> Eric Schmidt </strong> zum Abschluss der Internet-Konferenz DLD( Digital, Life, Design). <q> Aus diesen Gr?nden werden wir weiter investieren. </q> Mit Blick auf den Wettbewerb mit neuen Internet-Schwergewichten wie Facebook sagte <strong> Eric Schmidt </strong>: \"Die Internet-Suche wird weiter sehr wichtig bleiben.\" Dies gelte vor allem mit Blick auf die immer schnellere Verbreitung von mobilen Ger?ten.", "new_id": -2, "mturk_index": "119"}, {"uid": "1296464597200327189", "i": 14427, "idx": 1, "sa": ["David Letterman", "George Clooney", "Conan O'Brien", "Brad Pitt", "Jay Leno"], "q": "and <strong> David Letterman </strong>. He's actually sort of publicity shy. He doesn't do a lot of interviews- he did almost none before \"<strong> Conan O'Brien </strong>\" debuted, fearful of questions about <strong> Jay Leno </strong>. <q> I mean, I'm someone who likes to come in and do my job, and then I like to go home and play with my kids, </q> he said. \"I wasn't used to being a media story. It was never a goal of mine.\" \"I'm not <strong> Brad Pitt </strong>. I'm not <strong> George Clooney </strong>. I've been blessed", "new_id": -2, "mturk_index": "404"}, {"uid": "1295741039001638416", "i": 15315, "idx": 3, "sa": ["Allen Iverson", "Eduardo Nájera", "George Karl"], "q": "him and make it easier for everybody.\" <strong> Allen Iverson </strong> definitely made it easier for everybody. <strong> Allen Iverson </strong> had permission from Nuggets coach <strong> George Karl </strong> to shoot more and pass less. But he preferred to get his teammates involved. <q> That's why he's a great teammate, </q> said <strong> Eduardo Nájera </strong>, who had 16 points and 11 boards. \"His leadership is helping us a lot.\" Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in", "new_id": -2, "mturk_index": "470"}, {"uid": "1295335314262799385", "i": 43932, "idx": 0, "sa": ["Sergio Marchionne"], "q": ": Renzi, Lavoratori Hanno Fatto Loro Parte. Ora <strong> Sergio Marchionne </strong> Investa Lo dice l'AD del gruppo torinese <strong> Sergio Marchionne </strong> in una lunga intervista al quotidiano la Repubblica nella quale aggiunge che l'obiettivo? arrivare alla partecipazione dei lavoratori agli utili <q> ma prima di parteciparli, gli utili dobbiamo farli </q>. \"Il discorso? chiuso. Il referendum non l'ho chiamato mio, n sono io che ho fatto le regole. Per me Mirafiori ha deciso e io sto al risultato, che? un risultato molto", "new_id": -2, "mturk_index": "974"}, {"uid": "1296148178229572622", "i": 30099, "idx": 2, "sa": ["Bernie Sanders", "Neil Cavuto", "Byron Dorgan"], "q": "North Dakota, who commends Mr. <strong> Bernie Sanders </strong>, but notes the speech won't have any effect on the tax-cut vote. <strong> Neil Cavuto </strong> \"But the vote was supposed to come next week anyway, right?\" <strong> Byron Dorgan </strong>: <q> Well, yeah, there's a vote scheduled for 3 o'clock on Monday afternoon, on a cloture vote. </q> <strong> Neil Cavuto </strong>: \"So he would have to go like this til' 3 o'clock on...\" Dorgon: \"He's not going to do that, but look, <strong> Bernie Sanders </strong> is doing what they do in the", "new_id": -2, "mturk_index": "1522"}, {"uid": "1297107853171786283", "i": 8718, "idx": 0, "sa": ["Eric Schmidt"], "q": "their views on Google's business practices by February 11. The Commission is expected to take several months to digest the feedback. Google on Monday reiterated that it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2, "mturk_index": "389"}, {"uid": "1295629074004243497", "i": 10230, "idx": 0, "sa": ["Andy Coulson", "Tommy Sheridan"], "q": "I suspect I always will. I take the blame because, ultimately, it was my responsibility. I am not asking for any sympathy, I suspect that I am unlikely to get any here today. <q> If a rogue reporter decides to behave in that fashion, I am not sure there is an awful lot more I could have done. I have never condoned the use of phone hacking and nor do I have any recollection of incidences where phone hacking took place. </q> <strong> Andy Coulson </strong> at the <strong> Tommy Sheridan </strong> trial, 9 December 2010 \"I don't accept there was a culture of phone hacking at the NoW. All I can tell you is that, as far as", "new_id": -2, "mturk_index": "1975"}, {"uid": "1297107597174964747", "i": 50234, "idx": 2, "sa": ["Simon Cowell"], "q": ". \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Will YoungWe catch up with the EastEnders: Janine and Whitney put themselves in danger Emmerdale:", "new_id": -2, "mturk_index": "1407"}]