[{"uid": "1297446725101842956", "i": 11179, "idx": 17, "sa": ["Donald Rumsfeld"], "q": "' What's the comeback for you?\" <strong> Donald Rumsfeld </strong>'s tone remains even. The only faint sign of agitation as he replies is the furling, unfurling and scrunching of a napkin with his left hand. <q>Well, I mean, there are plenty of people commenting on that about Afghanistan or Iraq or transformation, anything you do... That's quite a different thing than what I'm talking about.</q> Throughout his career, <strong> Donald Rumsfeld </strong> has consistently been a man who cares above all about protecting and extending American power. So I wonder if he has any regrets on that score. Does he", "new_id": -2}, {"uid": "1295563085148553780", "i": 6065, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" Mr <strong> Eric Schmidt </strong> said. Mr Page also praised Mr <strong> Eric Schmidt </strong>. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Mr Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates", "new_id": -2}, {"uid": "1295012255080707586", "i": 30300, "idx": 0, "sa": ["Gary Moore", "Allen Iverson"], "q": "scheduled to for surgery to remove a lesion in his leg and will be in rehab for at least six weeks. Afterward, he should be rejoining the team in Turkey for the playoffs. <q>People need to know that <strong> Allen Iverson </strong> is and always has been a fighter,</q> said <strong> Allen Iverson </strong>'s manager <strong> Gary Moore </strong>. \"He's got a battle ahead of him.\" Just remember where <strong> Allen Iverson </strong> is now. He was traded from the Sixers to Denver, then to Detroit. After", "new_id": -2}, {"uid": "1295515771004980738", "i": 7022, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "a vote. And even if it did, it would face a certain veto by <strong> Barack Obama </strong>. But Rep. <strong> Mike Pence </strong>, a leading GOP conservative, dismissed Democratic criticism that Wednesday's vote was a \"gimmick.\" <q>We have another term for it on our side of the aisle: It's a promise kept,</q> he said. CNNMoney: Health care repeal would kill off tax breaks Why do Republicans want to take away tax breaks for small businesses? Well, they don't really. What they want to do is", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q>He is supporting the troops, I am supporting the children,</q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1297481284225951755", "i": 23942, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "Lee Harvey Oswald", "Janet Napolitano", "Adolph Hitler"], "q": "dies and goes to heaven and the first thing he asks G-d is: \"How did <strong> Barack Obama </strong> really get killed?\" G-d says: \"<strong> Lee Harvey Oswald </strong> shot him. You believe that?\" <q>Today \"Christians' stand at the head of Germany...</q>- speech of <strong> Adolph Hitler </strong> that ended Republican Liberty. The terrorism threat level within the United States is the highest it\"s been since the September 11, 2001 attacks, claims <strong> Donald Rumsfeld </strong> of Homeland Security <strong> Janet Napolitano </strong>,", "new_id": -2}, {"uid": "1296594161057851931", "i": 4198, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "AAPL: 345.35(+6.03,+1.78%)| NASDAQ: 2749.79(+49.71,+1.84%)  <strong> Eric Schmidt </strong> dodges talk of becoming future Apple CEO  Tuesday, February 01, 2011- 03:00 PM EST <q>Google chairman <strong> Eric Schmidt </strong> is sidestepping discussion of whether he might become the next Apple CEO,</q> Electronista reports. \"In the first place, it's not appropriate. <strong> Steve Jobs </strong>[ <strong> Steve Jobs </strong>] is still the CEO and I hope he continues forever,' <strong> Eric Schmidt </strong> told CNBC in a Monday", "new_id": -2}, {"uid": "1295759507021528625", "i": 9287, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "and three in the Senate. <strong> Bill Lockyer </strong> said many Democrats are worried about appearing to threaten voters by presenting a \"cuts only\" budget, but said voters need to know what it would mean to the state. <q>The hit on K-12( schools) is at least close the schools six weeks a year. Voters need to hear that,</q> he said. Earlier this month, <strong> Jerry Brown </strong> proposed a$ 127.4 billion spending plan for the 2011-12 fiscal year. It includes deep cuts to higher education and services for the poor, disabled and elderly. Part of", "new_id": -2}, {"uid": "1297595711017956866", "i": 6362, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said. The objects missing from the famed museum included \"a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess\" and parts of <q>a gilded wood statue of Tutankhamun harpooning,</q> <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong> drove his despised police from the streets in a series of running battles", "new_id": -2}, {"uid": "1295977508172294160", "i": 13668, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday, questions posed to potential jurors strongly indicated that Davies, 49, may claim self-defense during the trial. Jury selection was continuing Tuesday, and opening statements in the case were expected on Wednesday. <q>This case may be about alleged self-defense and the defense of others,</q> Superior Court Judge Bernard DeLury told potential jurors. Questions posed to the jurors included whether they were familiar with any reality television personalities in the United States or in other countries. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong>", "new_id": -2}]