[{"uid": "1297306808104415294", "i": 18310, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "said the redevelopment proposal is integral to his overall strategy to permanently put the state back on sound financial footing. \"This package only works with taxes, spending cuts and realignment,\" he said. <q> Recapturing the property tax for its primarily intended purpose will save the state money because the things you do at the local level you can do more efficiently. </q> Treasurer <strong> Bill Lockyer </strong>, a supporter of <strong> Jerry Brown </strong>'s proposal, described redevelopment agencies as \"vampire agencies\" because they are \"sucking the blood of everybody around them for their own particular purposes.\"", "new_id": -2}, {"uid": "1295455810253952003", "i": 11576, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Gulf Oil Expands Into 12 States, Rebrands 400 Stations in One Year Since Announcing its National Expansion Heartland Automotive Services, Inc., dba Jiffy Lube, Acquires Nebraska Lube, LLC., in Omaha and Lincoln Nebraska", "new_id": -2}, {"uid": "1297088059093831212", "i": 14535, "idx": 0, "sa": ["Darren Henley", "Michael Gove"], "q": "Means Music Lessons To Stay A total of? 82.5 m has been safeguarded by the Department for Education to continue paying towards lessons and instruments. Education Secretary <strong> Michael Gove </strong> said: <q> Many disadvantaged children are denied the music education they deserve. \"That's why we need to bridge this musical divide. </q> There had been fears music lessons would be seen as a \"disposable luxury\" but a new report by Classic FM boss <strong> Darren Henley </strong> has argued strongly that funding should continue. He makes 36 recommendations, among", "new_id": -2}, {"uid": "1295627764018169864", "i": 58563, "idx": 5, "sa": ["Eric Schmidt"], "q": "can't wait to get started.\" Google reports revenues of US$ 8.44 billion for the quarter ended December 31, 2010, representing an increase of 26% compared to Q4 of 2009. <q> Q4 marked a terrific end to a stellar year, </q> enthuses <strong> Eric Schmidt </strong>. \"Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display", "new_id": -2}, {"uid": "1295845469082296851", "i": 38040, "idx": 0, "sa": ["Alastair Campbell", "Andy Coulson"], "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the target=\"_blank\" police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards target=\"_blank\" London, January 24: Hospitals have to pay a fine of? 250 per patient per day for breaking rules on mixed-sex accommodation. There", "new_id": -2}, {"uid": "1295562881148553737", "i": 32193, "idx": 0, "sa": ["George H. W. Bush", "James A. Baker", "Dick Cheney", "Colin Powell", "George W. Bush", "Brent Scowcroft", "Mikhail Gorbachev", "Dan Quayle"], "q": "anniversary show Hussein tried to broker a last minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces \"treacherous and cowardly\" and describing <strong> George W. Bush </strong> as <q> the enemy of G od and humanity. </q> Along witGeorge H. W. Bush, the reunion will include former <strong> George H. W. Bush </strong> <strong> Dan Quayle </strong>, then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former Secretary of State <strong> James A. Baker </strong> III and then-National Security Advisor <strong> Brent Scowcroft </strong>. Gen.", "new_id": -2}, {"uid": "1297145575101449730", "i": 26220, "idx": 13, "sa": ["Steven Tyler", "Simon Cowell", "Randy Jackson"], "q": "the best example of somebody who works it every hour of the day,\" he said. <strong> Simon Cowell </strong>, as \"American Idol\" viewers know, doesn't lack for confidence: <q> I believe I can find a star, </q> he said. He has seen only a few minutes of this season's \"American Idol\" and its reconstituted panel with <strong> Steven Tyler </strong>, Jennifer Lopez and <strong> Randy Jackson </strong>, he said. But", "new_id": -2}, {"uid": "1295674422172441618", "i": 24323, "idx": 0, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "decade. BGC Partners analyst Colin Gillis said Google experienced tremendous growth under <strong> Eric Schmidt </strong>, becoming a search and advertising powerhouse, but the company also arguably experienced a number of missteps and missed opportunities. <q> A case can also be made that the company has not built any new material revenue streams, was late to building for the mobile market, has no effective social solutions, overbuilt its headcount and placed itself in the crosshairs of government regulators, </q> Gillis said. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now are to \"prove that they've got their Mojo back and that nobody needs to fear them.\"", "new_id": -2}, {"uid": "1296407544252772372", "i": 158, "idx": 0, "sa": ["Allen Iverson"], "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "new_id": -2}, {"uid": "1297263656179191809", "i": 10680, "idx": 0, "sa": ["Simon Cowell", "Charles Taylor"], "q": ": Former Liberian... Former Liberian president <strong> Charles Taylor </strong> Photo: Former Liberian... Former Liberian president <strong> Charles Taylor </strong> Photo: Former Liberian... Former Liberian president <strong> Charles Taylor </strong> Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q> What!!!!! Africans enslaving Africans... then raping and killing them... </q> Report Abuse \" <strong> Charles Taylor </strong>, the first African ruler to stand trial for war crimes, is charged with instigating murder, rape, mutilation, sexual slavery and conscription of child soldiers during a brutal civil war in Sierra", "new_id": -2}]