[{"uid": "1295739237074268687", "i": 9447, "idx": 7, "sa": ["Kobe Bryant", "Rasheed Wallace", "Gordon Brown", "Allen Iverson", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> Gordon Brown </strong> around, the Cavs have little to fear. \"He willed this win for us,\" Cavs coach Mike <strong> Gordon Brown </strong> said of his star. <q> He has been doing that for us down the stretch, no matter who our opponent is. </q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_25pts_vs_Kobe_Bryant_Lakers_08/09_NBA_*Great_Dunks_Alleyoop_by_Kobe! The new-look Detroit Pistons still have the Los Angeles Lakers' number. <strong> Rasheed Wallace </strong> had 25 points and 13 rebounds, <strong> Allen Iverson </strong> added 25 points", "new_id": -2}, {"uid": "1296257397048463880", "i": 6077, "idx": 2, "sa": ["Allen Iverson", "Maya Moore"], "q": "route to his third career 50-point game and first since February 6 against Sacramento. \"When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,\" he said. <q> That is the way it felt tonight. \"<strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where <strong> Elgin Baylor </strong> need the ball. <strong> Rafer Alston </strong> coach calls the plays and <strong> Elgin Baylor </strong> wouldn't set a career high without those guys. </q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in <strong> Maya Moore </strong> 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1295667496153141253", "i": 4456, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> NewsGator is tightly integrated with Microsoft Sharepoint 2010 to make that platform more social. In addition to combining all business events w/ entire activity streams, it adds concepts like hash tags, notifications& recommendations,", "new_id": -2}, {"uid": "1295598937192069651", "i": 12098, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "of the prodigies who co-founded the company behind the Internet's dominant gateway. The shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1295808823115081216", "i": 14350, "idx": 0, "sa": ["Colin Powell", "Sen. Joe Lieberman", "Barack Obama"], "q": "problem that way.\" <strong> Sen. Joe Lieberman </strong>:' <strong> Sen. Joe Lieberman </strong> Believed <strong> Sen. Joe Lieberman </strong> Would Have Won Re-Election' <strong> Sen. Joe Lieberman </strong>( I-CT), the former Democrat who is retiring in 2012, said on This Week: <q> <strong> Sen. Joe Lieberman </strong> believed <strong> Sen. Joe Lieberman </strong> would have won re-election. Obviously, it would have been a tough campaign. But, you know, as <strong> Sen. Joe Lieberman </strong> said, so what else is new? <strong> Sen. Joe Lieberman </strong>'ve run-- almost all my campaigns have been tough. That's not the reason why <strong> Sen. Joe Lieberman </strong> didn't run. <strong> Sen. Joe Lieberman </strong> didn't run because <strong> Sen. Joe Lieberman </strong> want to try something different. </q> <strong> Colin Powell </strong>: \"<strong> Sen. Joe Lieberman </strong> Am Not Committed To Any Candidate\" Former Secretary of State <strong> Colin Powell </strong>, who crossed party lines to endorse <strong> Barack Obama </strong> for president in 2008, said on", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}, {"uid": "1297158148070336571", "i": 41812, "idx": 1, "sa": ["Donald Rumsfeld", "Mohammed al-Qahtani"], "q": "been better off if I had.\" <strong> Donald Rumsfeld </strong> asserts that the harsh interrogation tactics he authorized for use against high-value terrorism suspects helped U.S. authorities save lives, including in the case of <strong> Mohammed al-Qahtani </strong>. <q> Qahtani, who was the 20th hijacker, they say-- he gave a lot of information, </q> <strong> Donald Rumsfeld </strong> said. \"And it was very helpful to our interrogators and to the United States government in saving lives.\" He added, \"And I think that the fact that we haven't had", "new_id": -2}, {"uid": "1295559949061718541", "i": 3669, "idx": 3, "sa": ["Eric Schmidt"], "q": "were careful to frame the move as a positive transition. <strong> Eric Schmidt </strong> will be \"elevated\" to his new position, it was explained. \"How can we run the company even better?\" he said. <q> We think this will produce even better results. </q> We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. \" When I joined Google in 2001 I never imagined-even in my wildest dreams-that we", "new_id": -2}, {"uid": "1295907499177651845", "i": 2329, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "pilot had been filmed in August, but it has yet to be picked up by any network. It quoted a CNN insider saying that <strong> Eric Schmidt </strong> had been looking for a TV job for over a year <q> but the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster </q>. <strong> Eric Schmidt </strong>, who has been Google's CEO for a decade, will step down from April 4 but has said he will stay on as an advisor to Page, 37, and other co-founder <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1297260096158613550", "i": 3126, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong>, from the game and postgame celebration on Sunday to a trip to Disney World and an appearance on \"Late Show With <strong> David Letterman </strong>\" on Monday to the rally on Tuesday. <q> I'm pretty tired, but it's a good tired because we accomplished our goal, </q> <strong> Aaron Rodgers </strong> said. \"This was our goal.\" He said the Packers put their photograph on the team's wall of champions \"so every day we can look at what we want to accomplish:", "new_id": -2}]