[{"uid": "1295802995079921158", "i": 16138, "idx": 5, "sa": ["Colin Powell", "Barack Obama"], "q": "the \"real money\" is in entitlement programs like social security, Medicare and Medicaid, and not in funding for National Public Radio or the National Endowment for the Arts, as some have suggested. <q>Don't tell me you're going to freeze to a level. That usually is a very inefficient way of doing it,</q> <strong> Colin Powell </strong> said. \"Tell me what you're going to cut- and nobody up there yet is being very candid about what they're going to cut.\" <strong> Barack Obama </strong> has pledged to freeze non-defense discretionary", "new_id": -2}, {"uid": "1297346998032342017", "i": 41052, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "Two Senate Democrats, <strong> Kirsten Gillibrand </strong>( N.Y.) and <strong> Richard Blumenthal </strong>( Conn.), have vowed to block any anti-abortion bills that come to the Senate. http://thehill.com/blogs/blog-briefing-room/news/143179-degette-house-republicans-showing-true-colors-on-abortion-bills I find it funny that the Pro-abortion congressional leaders are never <q>pushing legislation... to appease their... base</q>. They are ALWAYS \"working for the people\" or \"vowing\" to block or push( depending on the hour) ANY legislation that is against paying for or pushing to extend abortion up until the baby", "new_id": -2}, {"uid": "1295401402180518914", "i": 25711, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Writer Dee-ann Durbin, Ap Auto Writer WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.\" <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q>But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds,</q> writes <strong> Howard Kurtz </strong>. \"What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.\" <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}, {"uid": "1296233966016105510", "i": 26395, "idx": 0, "sa": ["Kirsten Gillibrand", "Frank Lautenberg", "Barbara Boxer", "Jeff Merkley", "Sheldon Whitehouse", "Ben Cardin", "Sen. Bernie Sanders", "Tom Udall"], "q": "( D-DE), <strong> Frank Lautenberg </strong>( D-NJ), <strong> Ben Cardin </strong>( D-MD), <strong> Sen. Bernie Sanders </strong>( I-VT), <strong> Sheldon Whitehouse </strong>( D-RI), <strong> Tom Udall </strong>( D-NM), <strong> Jeff Merkley </strong>( D-OR), <strong> Kirsten Gillibrand </strong>( D-NY)\" <q>Republicans: Ranking Member <strong> Senator James Inhofe </strong>( R-OK), <strong> David Vitter </strong>( R-LA), <strong> John Barrasso </strong>( R-WY), <strong> Jeff Sessions </strong>( R-AL), <strong> Mike Crapo </strong>( R-ID), <strong> Lamar Alexander </strong>( R-TN), <strong> Mike Johanns </strong>( R-NE), <strong> John Boozman </strong>( R-AR)</q> With Oberstar Gone, Who Will Lead the Democrats on T& I Committee? House Transpo Committee Promises Bipartisanship, To Tackle Aviation First \"Our problem is that <strong> Barbara Boxer </strong> has expressed a desire to introduce a bill that", "new_id": -2}, {"uid": "1297501952213155841", "i": 2754, "idx": 1, "sa": ["Queen Beatrix", "Donald Rumsfeld", "Jane Holl Lute", "Janet Napolitano", "Juan Carlos I of Spain"], "q": "intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ <strong> Juan Carlos I of Spain </strong>] Re: <strong> Janet Napolitano </strong>: \"Al-Qaeda does not exist: Natural Born Americans are the terrorists\" <q>Reply# 48 on: February 09, 2011, 03:52:38 PM</q> How about this... <strong> Janet Napolitano </strong>: \"<strong> Queen Beatrix </strong> am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes the American citizen of all humanity\" Re: <strong> Janet Napolitano </strong>: Al-Qaeda does not", "new_id": -2}, {"uid": "1297562861212975618", "i": 2798, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton", "James F. Amos"], "q": "nation fights two wars. <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.), who recently took over <strong> Hillary Clinton </strong>'s former seat on the Senate Armed Services Committee, also worried today about decreased funding of the Marines: <q>The Marine Corps must have the resources it needs to respond to new and emerging cyber threats and terror threats in different parts of the world. Secretary <strong> Robert Gates </strong> will explain his vision to the committee next week, and I look forward to working with him to ensure the Marine Corps is well-positioned to respond to the new security demands that will continue to emerge,</q> <strong> Kirsten Gillibrand </strong> said in a statement. In a speech Tuesday night at the Marine Memorial Club in San Francisco, <strong> James F. Amos </strong>, the first Commandant from the airwing of the Corps, said his cutback plan was a", "new_id": -2}, {"uid": "1296758520141000710", "i": 29605, "idx": 0, "sa": ["Eric Schmidt"], "q": "the incident reflects a new, more reactive attitude toward slights emanating from Larry Page, the Google co-founder who will become CEO in April and is considered more volatile and less diplomatic than outgoing CEO <strong> Eric Schmidt </strong>. <q>Google's complaint is the height of hypocrisy. The company's entire business model is built on the use of other people's content usually without bothering to seek permission,</q> said John Simpson, from Consumer Watchdog's Inside Google research team. Google's allegations are an attempt to make Microsoft look bad for doing what every search provider does constantly: analyse competitors' search engines", "new_id": -2}, {"uid": "1295564414055705600", "i": 9832, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "its earnings statement Thursday. \"Google also announced that its board of directors had approved certain changes to Google's management team,\" the company said in a filing with the Securities and Exchange Commission. <q>Larry Page, Google's co-founder and president of products, will become Google's chief executive officer, effective April 4, 2011. \"<strong> Eric Schmidt </strong>, Google's current chief executive officer, will continue as the chairman of the board of directors and will serve as Google's executive chairman.</q> As executive chairman, Google said, <strong> Eric Schmidt </strong> will act as an advisor to Page and <strong> Sergey Brin </strong>, Google's other co-founder and president of technology. Comments are filtered for language and registration is required", "new_id": -2}, {"uid": "1295458625213254221", "i": 2408, "idx": 1, "sa": ["Sergio Marchionne"], "q": "In addition to creating the jobs of the future, clean energy benefits the USeconomy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said in a statement. <q>Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.</q> \"Hydraulic hybrid vehicles represent the cutting edge of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that", "new_id": -2}]