[{"uid": "1295936245231571467", "i": 48937, "idx": 7, "sa": ["Allen Iverson", "Dwyane Wade"], "q": "to the fan sitting underneath the far basket. ''I winked at him and told him that was for him,'' <strong> Dwyane Wade </strong> said, adding that it was all in fun for both himself and the fan. <q>He'll remember that for his whole life and I will too.</q> <strong> Dwyane Wade </strong> flashed another grin towards the Kings bench in the fourth quarter, after he finished in traffic with an acrobatic reverse layup. It was a characteristic performance for one of http://wn.com/Allen_Iverson_50pts_vs_Chris_Webber_Sacramento_Kings_99/00 <strong> Allen Iverson </strong> calmly sank two free throws,", "new_id": -2}, {"uid": "1295339132194592773", "i": 2527, "idx": 0, "sa": ["Allen Iverson"], "q": "TMZ.com had reported that the fire spread from a fireplace. Abington police and fire officials, and Jenkintown police declined comment about any details. State Dept. boosts film on <strong> Allen Iverson </strong> The State Department selected <q>No Crossover: The Trial of <strong> Allen Iverson </strong>,</q> as one of 18 American documentary films that will be shown in more than 20 countries around the world. The film, about <strong> Allen Iverson </strong>'s trial in Virginia over a fight at a bowling alley when the future Sixers", "new_id": -2}, {"uid": "1295296501138346498", "i": 17454, "idx": 0, "sa": ["Steve Ballmer", "Maria Bartiromo"], "q": "Windows Phone 7 focused responses here. 1. It is telling that <strong> Steve Ballmer </strong> did not discuss Windows Phone 7 until asked by <strong> Maria Bartiromo </strong>. His focus until then was the Xbox and its Kinect peripheral. 2. <q>We've got the best-looking phones on the market</q>. This is, of course, debatable. 3. ''We've got the greatest range of alternatives, the phones, the software, the craftmanship''. Numerically, Android has more phone alternatives", "new_id": -2}, {"uid": "1295390850138936373", "i": 2128, "idx": 0, "sa": ["Simon Cowell"], "q": "reality TV's harshest judge. But in person, he's all about being zen. Just ask Idol expert Richard Rushfield, author of the new tell-all, American Idol: The Untold Story. <q>We met at his huge office at Sony in London, which was two enormous rooms with lit candles, ginger tea and crutatae. He was very open. He wanted to know all the dirt I had heard about him. He did not respond defensively at all when I told him some of the unpleasant things that were in the book,</q> Rushfield tells TVGuide.com. ''I think because he was so honest, there's a much more complete portrait of him in this book.'' alums say farewell to <strong> Simon Cowell </strong> As Idol prepares to", "new_id": -2}, {"uid": "1295907484175931405", "i": 2738, "idx": 4, "sa": ["Eric Schmidt"], "q": "100 paid seats. Managed services partners are jumping on board, though. ''A growing number of MSPs have embraced the Google Apps Reseller program,'' says an MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained <q>more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers.</q> The article asks, ''Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder Larry Page?'' Spin off? While there's no reason to think Google would kill", "new_id": -2}, {"uid": "1295499335019333136", "i": 221, "idx": 8, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the <strong> Yao Ming </strong> play,</q> Nuggets coach <strong> George Karl </strong> said. ''<strong> Elgin Baylor </strong> thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Kobe_Bryant_39_points_7_rebounds_vs_Suns_Home_Opener_2005-06 November 2nd, 2005 Staples Center Los Angeles,", "new_id": -2}, {"uid": "1297251106136822784", "i": 22394, "idx": 1, "sa": ["Donald Rumsfeld", "Sarah Palin", "David Keene"], "q": "Rummy the ''Defender of the Constitution'' Award. Can't make it to Washington this week? <strong> Donald Rumsfeld </strong> will be headlining a CPAC jaunt to <strong> Sarah Palin </strong> country in July, floating on a weeklong cruise through <strong> Sarah Palin </strong>. <q>The Holland <strong> Ann Coulter </strong> ms. Zuiderdam does a great job helping Type A conservatives relax and enjoy, with enough politics thrown in to keep us fully engaged with other like-minded friends,</q> ACU chief <strong> David Keene </strong> said, announcing the journey. Samuel P. Jacobs is a staff reporter at The Daily Beast. He has also written for The Boston Globe, The New York Observer, and", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.'' <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q>He( <strong> Simon Cowell </strong>) looked at me and said: ''Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...''</q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}, {"uid": "1295604422252706825", "i": 20348, "idx": 2, "sa": ["Eric Schmidt"], "q": "of the company.'' CNNMoney: Verizon challenges FCC Net neutrality rules Verizon filed a legal appeal on Thursday challenging the Federal Communications Commission's authority to enforce the new Net neutrality rules it adopted last month. <q>We believe this assertion of authority goes well beyond any authority provided by Congress, and creates uncertainty for the communications industry, innovators, investors and consumers,</q> Verizon senior vice president and deputy general counsel Michael <strong> Eric Schmidt </strong> Glover said in a written statement. On December 21, the FCC's commissioners voted three-to-two to adopt so-called ''Net neutrality'' rules, which would give the", "new_id": -2}, {"uid": "1295669771065781827", "i": 2608, "idx": 3, "sa": ["Eric Schmidt"], "q": "merge Google's technology and business vision.'' In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so <q>there's clear responsibility and accountability at the top of the company.</q> On his Twitter account, <strong> Eric Schmidt </strong>, who was widely described as ''adult supervision'' for the two young founders when he was named chief executive, wrote: ''Day-to-day adult supervision is no longer needed", "new_id": -2}]