[{"uid": "1297711626197591069", "i": 27744, "idx": 0, "sa": ["Nicki Minaj", "Demetri Martin", "Greta Gerwig", "Topher Grace", "Michael Vick"], "q": "Grammy Museum's\" <strong> Nicki Minaj </strong>: A Cultural Odyssey\" exhibit, titled after the new book by the same name, was an opportunity to see how much the genre has grown since it's inception. <q> Hip-hop really has a milestone this year, in the sense that it's 30 years now that hip-hop has emerged and ultimately become a fully integrated and integral part of not only American culture but culture worldwide, </q> he noted. Grammys: Bieber Upset, Gaga Breaks Out of Shell Entertainment Video: Gino Sits Down With Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down With Actress <strong> Greta Gerwig </strong> ABC News: <strong> Michael Vick </strong> to Appear", "new_id": -2}, {"uid": "1296776050237715495", "i": 41780, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "George Stephanopoulos"], "q": "Defense <strong> Donald Rumsfeld </strong>. The senator from Arizona gave a terse response Thursday to claims made in <strong> Donald Rumsfeld </strong>'s new book\" Known and Unknown.\" <strong> Donald Rumsfeld </strong> had claimed <strong> John McCain </strong> had a\" hair-trigger temper\" and <q> a propensity to shift his positions to appeal to the media. </q>\" I respect <strong> Donald Rumsfeld </strong>,\" <strong> John McCain </strong> began by telling ABC's <strong> George Stephanopoulos </strong>.\" He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq,", "new_id": -2}, {"uid": "1296552417261570573", "i": 23532, "idx": 0, "sa": ["Kwame Brown", "Allen Iverson"], "q": "\" It was a nice touch by <strong> Allen Iverson </strong> to seek out Larry <strong> Kwame Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q> It's special, and it's a tribute to my coach and my teammates, </q> said <strong> Allen Iverson </strong>.\" I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,\" <strong> Kwame Brown </strong> said.\"", "new_id": -2}, {"uid": "1295559413260145159", "i": 47432, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO Google has just released its fourth quarter and fiscal year 2010 results, but buried in the details is a rather large change happening at the search giant. As part of an effort to <q> streamline decision making and create clearer lines of responsibility and accountability at the top of the company </q> <strong> Eric Schmidt </strong> is stepping down as CEO and being replaced by Larry Page. The official announcement states: Starting from April 4, Larry Page, Google Co-Founder, will take charge of Google's day-to-day operations", "new_id": -2}, {"uid": "1295914109158924828", "i": 42365, "idx": 0, "sa": ["Bill Lockyer"], "q": "to believe they'll be the ones holding the short end of the stick.\" States have adequate tools and means to meet their obligations,\" says the report from the Center on Budget and Policy Priorities. <q> The potential for bankruptcy would just increase the political difficulty of using these other tools to balance their budgets, delaying the enactment of appropriate solutions. In addition, it could push up the cost of borrowing for all states, undermining efforts to invest in infrastructure. </q> For those reasons-the specter of rising borrowing costs-states are now pushing back hard on the bankruptcy meme. On Monday, for instance, California's treasurer, <strong> Bill Lockyer </strong>, Slate. Previously, she worked as", "new_id": -2}, {"uid": "1295649793119881766", "i": 33455, "idx": 0, "sa": ["Bill Lockyer"], "q": "on Friday it has no interest in using bankruptcy to solve its fiscal problems. California, the eighth largest economy in the world, would not benefit from bankruptcy legislation, Treasurer <strong> Bill Lockyer </strong> said. <q> States didn't ask for it. We don't want it. We don't need it, </q> <strong> Bill Lockyer </strong> said.\" Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs.\" California, which is struggling to close a$ 25 billion budget", "new_id": -2}, {"uid": "1295524677199704589", "i": 32906, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson", "David West"], "q": "be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.\" Our guys just try hard,\" Sixers coach Larry <strong> David West </strong> said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1297044026199639050", "i": 29807, "idx": 1, "sa": ["Eric Schmidt"], "q": "investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content\" We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q> I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct.\" We'll find out and make sure we are operating well within the law and the spirit of the law. </q> Brussels launched a formal investigation into Google in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into", "new_id": -2}, {"uid": "1295570425118030336", "i": 26111, "idx": 1, "sa": ["Eric Schmidt", "James Hickman"], "q": "\" <strong> James Hickman </strong>, Clearvale Enthusiast at BroadVision, giving a demo of BroadVisions enterprise social network called Clearvale at Enterprise 2.0 conference. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.\" We didn't elect` Superman,' we elected a human being.\" <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}]