[{"uid": "1295972693250167313", "i": 35817, "idx": 2, "sa": ["Eric Schmidt"], "q": "in the, follows Facebook announcing that its Europe, Middle East and Africa knifeinthehead 25 January 2011 3:50 PM Another American company moving into Europe. knifeinthehead 25 January 2011 4:01 PM <q> Technology will finally start doing what we want, instead of us telling technology what we want it to do. </q> Ed <strong> Eric Schmidt </strong> WTF? And this guy is going to take home$ 100 million when he retires for all of his intelligent and hard work. In order to post a comment you", "new_id": -2}, {"uid": "1297234015042778751", "i": 46345, "idx": 1, "sa": ["Janet Napolitano", "Donald Rumsfeld", "Rod Beckstrom"], "q": "Letter from National Cybersecurity Center( NCSC) Director <strong> Rod Beckstrom </strong> to Homeland Security <strong> Donald Rumsfeld </strong> <strong> Janet Napolitano </strong>, March 5, 2009, at( January 14, 2011). Which agency leads the cybersecurity effort makes a difference because an <q> intelligence culture is very different from network operations or security culture, </q> as <strong> Rod Beckstrom </strong> stated in the letter. <strong> Rod Beckstrom </strong> resigned his position as NCSC director in part because of his perception that the National Security Agency was inappropriately`` control[ ing] DHS cybersecurity efforts.''[ 19]", "new_id": -2}, {"uid": "1297326779046071825", "i": 4963, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> takes particular offense at <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, <strong> Donald Rumsfeld </strong>- who does reveal that <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies, however, that putting", "new_id": -2}, {"uid": "1295552615218546373", "i": 45371, "idx": 0, "sa": ["Linda Stasi", "Simon Cowell", "Mary McNamara"], "q": "- and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year( 10). The Los Angeles Times' <strong> Mary McNamara </strong> writes, <q> Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table.`` Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol. </q> She adds,`` Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.'' New York Post critic <strong> Linda Stasi </strong>", "new_id": -2}, {"uid": "1297446725101842956", "i": 11174, "idx": 12, "sa": ["Donald Rumsfeld"], "q": "defence secretary during much of the Vietnam war, who was later very open about his regrets, <strong> Donald Rumsfeld </strong> is unrepentant. In the book and in conversation, he presents the Iraq war as justified and ultimately successful. <q> Is our country and region better off with <strong> Saddam Hussein </strong> gone? </q> he asks me briskly, before answering his own question.`` You bet.'' But, I point out, the justification for the war was Iraq's alleged work on weapons of mass destruction- and", "new_id": -2}, {"uid": "1297019827099205137", "i": 24758, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "in Baghdad in 2008 when an Iraqi journalist threw a shoe at him.'' Would They Even Be Able to Arrest Him? Not according to a spokesman for the Swiss Foreign Ministry, who told reporters that <strong> President Bush </strong> <q> would have immunity from prosecution for any alleged actions while in office, </q> as the Post puts it. The Post also notes that similar gambits in the past didn't pan out so well:`` The Center, and its European partners, earlier filed suits against former defense secretary <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295562573075235436", "i": 712, "idx": 0, "sa": ["James A. Baker III", "Brent Scowcroft", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "20th anniversary show <strong> Saddam Hussein </strong> tried to broker a last-minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces`` treacherous and cowardly'' and describing <strong> George H.W. Bush </strong> as <q> the enemy of God and humanity. </q> Along with <strong> George H.W. Bush </strong>, the reunion will include former <strong> Dick Cheney </strong> <strong> George H.W. Bush </strong> Quayle, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman retired <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and former National Security Advisor <strong> Brent Scowcroft </strong>.", "new_id": -2}, {"uid": "1297170003034897939", "i": 16568, "idx": 2, "sa": ["Simon Cowell", "Nicole Scherzinger"], "q": "She's been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master.'' They added: <q> His indecision is final, But he's making us very nervous. This to-ing and fro-ing is not a good sign. </q> threat to Cheryl's position on the panel after FOX bosses allegedly claimed that she`` wasn't famous enough'' to judge the US show. Meanwhile in other American X Factor news, the Daily Star", "new_id": -2}, {"uid": "1295948449244924442", "i": 26328, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "be brought about by her involvement in the US show. However, it appears that <strong> Cheryl Cole </strong>'s fellow UK X Factor judge <strong> Simon Cowell </strong> is the only senior figure advocating the 27-year-old for the role. <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit, </q> the source continued.", "new_id": -2}, [{"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]]