[{"uid": "1295442599093192217", "i": 266, "idx": 0, "sa": ["Simon Cowell", "Billy Joel", "Steven Tyler"], "q": " \"American Idol' and other reality TV shows embracing kinder, gentler attitude Breitbart Derrik J. Lang, The Associated Press LOS ANGELES, Calif.- When a husky, moustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q>The Longest Welcome to the born-again American Idol. With the departure of \"the mean one,</q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox <strong> Steven Tyler </strong>\"s Idol Reincarnation New York Post. His work has also appeared in Avenue, Blender, and Media Magazine,", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q>I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"We didn't elect \"Superman,\" we elected a human being.\" <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}, {"uid": "1296779752236666907", "i": 37553, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "wrestling's not-so-subtle grip. Elbows, shoulders, wrists and fingers ache. It's been that way for as long as Boehm has been around the sport, which seems like almost forever. <q>Twelve years, I've been doing this 12 years, since I was 5 years old,</q> Boehm said. Boehm, for most of those 12 years, has been the guy dishing out bumps and bruises. <strong> Donald Rumsfeld </strong> memoirs show no regret for Iraq war Former US Defense <strong> Donald Rumsfeld </strong> has", "new_id": -2}, {"uid": "1295952030070795286", "i": 15354, "idx": 1, "sa": ["Laura Marling", "Mat Horne", "Marcus Mumford", "Simon Cowell"], "q": "is perfect for the role. \"<strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit,\" a srouce told The Sun. <q>They want to see if the American public warm to her before she takes on such a high-profile role in one of the biggest shows on US TV.</q> <strong> Laura Marling </strong> Dating Gavin And Stacey's <strong> Mat Horne </strong> After <strong> Marcus Mumford </strong> Split", "new_id": -2}, {"uid": "1297374671207732823", "i": 32742, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "in an e-mail to employees Wednesday. With the Rackspace client app for the iPad, you can provision any number of servers quickly and easily across just about any platform. Here's a quick demo. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295507106092586011", "i": 9278, "idx": 3, "sa": ["Michael Gove", "Russell Hobby"], "q": "the heart of a revised national curriculum\". He hopes top British authors and poets will contribute to the debate about which books and poetry should be studied. Mr <strong> Michael Gove </strong> is expected to say: <q>The coalition will restore academic rigour to the curriculum to ensure that our pupils can compete with the world's best.</q> Head teachers are keen to have less laid down in the national curriculum. <strong> Russell Hobby </strong>, general secretary of the National Association of Head Teachers( which represents most primary school heads), said: \"", "new_id": -2}, {"uid": "1297117709195428398", "i": 21438, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "ABC in an interview to be broadcast on \"Nightline\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\" <q>I think that it's possible,</q> <strong> Donald Rumsfeld </strong> responded. \"We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother.\" <strong> Donald Rumsfeld </strong> is promoting his memoir", "new_id": -2}, {"uid": "1297273005262504450", "i": 10736, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "PM Microsoft has picked an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Data Warehouse Appliance Promises Database Transparence, Mixed BI Workload, Massive Scalability <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1296664426136101888", "i": 7123, "idx": 0, "sa": ["Jennifer Aniston", "Steven Tyler", "Oprah Winfrey", "Simon Cowell", "Jennifer Lopez"], "q": "Idol\" judges that don't include the brutally honest <strong> Simon Cowell </strong>. <strong> Jennifer Aniston </strong> spoke with <strong> Oprah Winfrey </strong> following the segment where the talk show host interviewed \"Idol\" judges <strong> Jennifer Lopez </strong>, Randy Jackson and <strong> Steven Tyler </strong>. <q>I have to say this new \"American Idol\" gang make me so excited, because you just feel so happy now,</q> the actress said of the hit FOX talent show. \"As opposed to before I would watch it, me personally, I would feel so horrible for those people who are going out there.... It just", "new_id": -2}, {"uid": "1296852988181501984", "i": 18409, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "2011 2:52 PM DALLAS( AP)-- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,</q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}]