[{"uid": "1295965342252559382", "i": 9489, "idx": 0, "sa": ["Michelle Murphy", "Eric Schmidt", "Marc Flanagan"], "q": "be located right here in our technology centre in Munich,'' <strong> Eric Schmidt </strong> said. He added that he believes his next decade at Google( as executive chairman) will be more interesting than the first. <q> Technology will finally start doing what we want, instead of us telling technology what we want it to do. </q> Search Quality Associate( Multiple Languages Available)- EU Headquarters <strong> Michelle Murphy </strong>, Sage Ireland <strong> Michelle Murphy </strong> has been appointed Sage Pay sales executive, with responsibility <strong> Marc Flanagan </strong>, Origina Origina has announced the appointment of <strong> Marc Flanagan </strong> as director of", "new_id": -2}, {"uid": "1295670452069369863", "i": 8305, "idx": 5, "sa": ["Keyon Dooling", "Grant Hill", "Allen Iverson"], "q": "and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play.`` That wasn't the first time he threw one in like that,'' <strong> Keyon Dooling </strong> said. <q> He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him. </q> The Magic had a chance to tie the game, but <strong> Grant Hill </strong>'s 12-footer at the buzzer was short. <strong> Grant Hill </strong>, who led the Magic with 25 points, had hit a similar shot to tie the game at", "new_id": -2}, {"uid": "1295562035244678665", "i": 1239, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "bn) on revenues of$ 8.44 bn. Mr Page, 37, is reclaiming the job he relinquished to Mr <strong> Eric Schmidt </strong>, 55, when investors called for a more experienced business leader. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong>[ <strong> Sergey Brin </strong>] for a long time to come, </q> Mr <strong> Eric Schmidt </strong> said in a statement. Mr <strong> Sergey Brin </strong> is Google's co-founder. Business editor, BBC News website It's just under 10 years ago that <strong> Eric Schmidt </strong> joined Google, and what a ride it's", "new_id": -2}, {"uid": "1295919285115490833", "i": 3501, "idx": 1, "sa": ["Jack Kemp", "Dan Lungren", "Barack Obama", "Sen. Bernie Sanders"], "q": "was starting a football team in a national budget league, I'd pick Paul Ryan as the captain and quarterback,'' said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), an ally of the late Mr. <strong> Jack Kemp </strong>. <q> There's nobody in this House who's taken as serious a long-term view on the budget as Paul Ryan. </q> Democrats delight in spotlighting his controversial proposals and daring other Republicans to embrace them. Vote: Jobs or deficit reduction: What should be the higher priority for <strong> Barack Obama </strong> and Congress?`` Up until", "new_id": -2}, {"uid": "1295159503096436248", "i": 47565, "idx": 1, "sa": ["Tramon Williams", "Michael Vick"], "q": "was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards.`` We moved the ball pretty effectively but we just didn't capitalize,'' Ryan said. <q> We didn't get points when we needed to get points. It's disappointing. </q> The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan, the postseason disappointment was painfully familiar. As a rookie in 2008, Ryan had three turnovers, including a fumble returned for a touchdown", "new_id": -2}, {"uid": "1296848372199835650", "i": 47079, "idx": 0, "sa": ["Michael Vick"], "q": "salary plummet from nearly$ 10 million, including bonuses, to$ 1.`` I don't want my salary to go to a dollar,'' he said. Then he smiled and added, <q> My wife doesn't want my salary to go to a dollar. But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.`` We're looking for success stories", "new_id": -2}, {"uid": "1296351474068419587", "i": 21514, "idx": 1, "sa": ["Robert E.", "Allen Iverson"], "q": "University Libraries WIU Alumnus <strong> Robert E. </strong> Weems Lecture at University Libraries MACOMB, IL-- A leading expert in the field of African American business and economic history and alumnus of Western Illinois University, <strong> Robert E. </strong> Weems, <strong> Allen Iverson </strong>, presented <q> The Quest for` Bling' and Other Recent Trends in African American Consumerism </q> at 3 pm Wednesday, Feb...", "new_id": -2}, {"uid": "1295779843220971037", "i": 634, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch", "Ian Edmondson"], "q": "including the editors of <strong> Rupert Murdoch </strong>'s four British papers, held a three-day meeting at Babington House in Somerset about the future of the company, aware that <strong> Rupert Murdoch </strong> is flying into London this week at a crucial time. <q> I'd be amazed if they didn't discuss <strong> Andy Coulson </strong>, </q> said a source with some knowledge of the meeting. <strong> Andy Coulson </strong> still has close links with the company and enjoys friendly relations with key executives. Questions also hang over what action News Group will take against <strong> Ian Edmondson </strong>", "new_id": -2}, {"uid": "1295613790206700580", "i": 6113, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "This is the full statement issued by Downing Street's director of communications <strong> Andy Coulson </strong> today: Downing Street's director of communications <strong> Andy Coulson </strong> <q> I can today confirm that I've resigned as Downing Street director of communications. </q> It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.'' I'm extremely proud of the part I've played in helping him reach No 10 and during the coalition's", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]