[{"uid": "1295617238099680260", "i": 20376, "idx": 1, "sa": ["W. Edwards", "Andy Coulson", "David Cameron", "Edwin Edwards"], "q": " \"continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" <strong> David Cameron </strong> said that he was <q>very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.</q> \"<strong> Andy Coulson </strong> has told me that the focus on him <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 \"The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...\" former governor", "new_id": -2}, {"uid": "1297702534073007116", "i": 3949, "idx": 2, "sa": ["Steve Ballmer"], "q": "in de kamer. Geen Android-achtige fragmentatie Er zijn nu achtduizend apps voor Windows Phone 7 beschikbaar, meldt Microsoft. Tot nu toe hebben 1 miljoen software-developers de Visual Studio-toolkit voor Windows Phone gedownload. <q>We willen de fragmentatie voor ontwikkelaars tegengaan zoals gebeurd is bij andere mobiele platforms,</q> verwijst <strong> Steve Ballmer </strong> naar Google's mobiele platform Android. Nokia's Ovi Maps en bijbehorende locatiediensten zullen volgens <strong> Steve Ballmer </strong> \"breed worden ingezet\" binnen Microsofts zoekmachine Bing. \"Dat gebeurt niet alleen op Windows Phones,", "new_id": -2}, {"uid": "1295798818239026178", "i": 38160, "idx": 1, "sa": ["Colin Powell"], "q": "off the table is indefensible.\" Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: <q>CANDY CROWLEY: Where would you with specificity say, \"Look we don't need a bigger military?</q> Can we cut there?\" POWELL: Yeah. I think we have to look at everything, domestic and our international accounts. As we draw down from Iraq and as over the next several years", "new_id": -2}, {"uid": "1296755729029065256", "i": 41381, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "New York office to discuss his book, \"Googled: The End of the World As We Know It\". <strong> Ken Auletta </strong> has written The New Yorker's Annals of Communications column since 1992 and is the author of <q>Three Blind Mice&... Authors@Google: <strong> Ken Auletta </strong> 48:09 <strong> Ken Auletta </strong> visits Google's Mountain View office to present his book \"Googled: The End of the World As We Know It</q>. This event took place on November 11, 2009, as part of the Authors@Google series There are companies that create waves and those that ride or are drowned by the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public&", "new_id": -2}, {"uid": "1296138695208175317", "i": 3855, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "<strong> Barack Obama </strong> <strong> Chuck Schumer </strong> and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> have all moved to a pro-same sex marriage stance in recent years. These numbers are a complete flip from where New Yorkers stood on the issue just six years ago. <q>New York State voter attitudes about gay marriage have shifted dramatically since April 15, 2004, when Quinnipiac University first asked about gay marriage and found voters opposed the measure 55-37 percent,</q> said Maurice Carroll, director of the Quinnipiac University Polling Institute. Share The PBS NewsHour welcomes your original comments. We reserve the right to remove posts that do not follow these basic guidelines: comments must be", "new_id": -2}, {"uid": "1295605737143458341", "i": 26257, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "rock legends, saying he turned them down Unledded... <strong> Steven Tyler </strong> of Aerosmith. Photograph: Frederick M Brown/Getty Images \"American Idol\" Episode 1 Recap: <strong> Steven Tyler </strong> Steals-- And Maybe Saves-- The Show Yahoo Music <q>Forget what you know... for the best is yet to come,</q> declared the bold lettering at the start of the \"American Idol\" Season 10 By WILL FRIEDWALD View Full Image Alan Nahigian Saxophonist <strong> David Letterman </strong> Murray brings a big band to Birdland. <strong> David Letterman </strong> Murray Big Band Birdland 315 W.", "new_id": -2}, {"uid": "1295780846083050501", "i": 15592, "idx": 2, "sa": ["John McCain", "Colin Powell", "Obama Girl", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q>a man who I admire as much as any man in the world, person in the world</q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Immortal_Technique_on_Obama,_9/11_truth_Corporate_America <strong> Obama Girl </strong> Song# <strong> Barack Obama </strong>: Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> Vocals", "new_id": -2}, {"uid": "1295563322217792524", "i": 19784, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "board has approved, is to have Larry running things day to day, <strong> Sergey Brin </strong> focusing on future products. 4:33: Now Larry Page is talking, congratulating <strong> Eric Schmidt </strong> for his success over the last decade. <q><strong> Eric Schmidt </strong>'s a tremendous leader, I've learned a ton from him.</q> 4:34: \"When we started Google, people thought we were coming in too late.\" Other parts of computing are still at the early stages. 4:35: <strong> Sergey Brin </strong> is reminiscing about the", "new_id": -2}, {"uid": "1294979190239403024", "i": 33743, "idx": 10, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl", "Josh Smith"], "q": "a span of two seconds after technical fouls against JR <strong> Josh Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our http://wn.com/Kobe_Bryant_35_points_11_rebounds_6_assists_vs_Kings_2003-04 <strong> Kobe Bryant </strong> had started off the 03-04 season slow due to the infamous Colorado rape trial that stopped him from being", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q>We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more,</q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]