[{"uid": "1297462823095535141", "i": 7731, "idx": 8, "sa": ["Simon Cowell"], "q": "quality when they saw it. \"Over the years you've seen a different type of artist emerge,\" he explained, noting that a certain je ne sais quoi has become just as important as chops. <q> A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her if she'd walked into \"Idol' three years ago with a lobster on her head. I don't know. But she's got it. </q> Whether <strong> Simon Cowell </strong>'s still got it is hard to say, especially seven long months away from the premiere date. But at a time when the music industry's struggling, he\"s going to have to", "new_id": -2}, {"uid": "1296377239018071565", "i": 4673, "idx": 0, "sa": ["Michael Vick", "Justin Tuck", "Julius Peppers"], "q": "with the NFL Network, Johnson named <strong> Michael Vick </strong>, the Eagles' quarterback, and defensive standouts <strong> Julius Peppers </strong> and <strong> Justin Tuck </strong> of the Bears and Giants as players he was most excited to see this week. <q> You see those guys on TV every Sunday night, </q> Johnson told the station during practice Thursday. \"Just to be out here and hang with those guys is a privilege for me.\" <strong> Michael Vick </strong> will start at quarterback today for the NFC,", "new_id": -2}, {"uid": "1295592162066338850", "i": 23495, "idx": 2, "sa": ["Mohammad Abdullah", "Abdul-Reda Assiri", "Colin Powell", "H. E."], "q": "retired <strong> Colin Powell </strong> Walter Boomer, and a representative of the emir of Kuwait, <strong> H. E. </strong> <strong> Mohammad Abdullah </strong> Abulhasan. \"I think this is a textbook example of the way to go to war,\" Baker said. <q> Diplomatically, politically... militarily... and economically. A lot of other countries contributed treasure to this effort. </q> <strong> Abdul-Reda Assiri </strong>, a dean and professor at Kuwait University, waited in Reed Arena for the event to begin. He vividly recalls the day he looked out his window and saw Iraqi helicopters, and then later", "new_id": -2}, {"uid": "1296339716032669714", "i": 15023, "idx": 1, "sa": ["Zahi Hawass"], "q": "About 2,000 people have been injured. \"Live bullets have been fired at protesters, aimed at their heads,\" <strong> Zahi Hawass </strong> Yaser Sayyed at the Sayyed Galal Hospital in Cairo told BBC Arabic. <q> We have seen more than 20 cases of headshots with the bullet wounds on the front of the head and exit wounds on the other side, skulls fractured... in addition to chest wounds. </q> The army advised people to obey the curfew and avoid gathering in groups. Looters rampaged through a number of upper-class neighbourhoods in Cairo, while in Alexandria there were reports of widespread looting of supermarket", "new_id": -2}, {"uid": "1295562153178864134", "i": 25855, "idx": 1, "sa": ["Eric Schmidt"], "q": "room for co-founder Larry Page, a role he will start in on April 4th. \"In this new role I know he will merge Google's technology and business vision brilliantly,\" wrote <strong> Eric Schmidt </strong>. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. </q> As for <strong> Eric Schmidt </strong>'s own new gig, \"I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology", "new_id": -2}, {"uid": "1295665836007979062", "i": 7155, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "'s how we're going to create jobs, grow the economy,\" said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive spirit also have New Yorkers defending their team. <q> The president and I don't have to agree on everything, </q> said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" \"I'll bet on the Jets over Chicago,\" said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "new_id": -2}, {"uid": "1295562865055705626", "i": 22088, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its internet marketing machine during the holiday shopping season. Net income rose 29 per", "new_id": -2}, {"uid": "1295520394127533073", "i": 17376, "idx": 0, "sa": ["Bob Marley", "Simon Cowell", "Steven Tyler"], "q": "for <strong> Simon Cowell </strong>. So what of <strong> Simon Cowell </strong>? Was he missed or did <strong> Steven Tyler </strong> satisfy Idol fans' OMG quotient? No doubt an element of gravitas was painfully absent, but also conviction. When <strong> Simon Cowell </strong> would say, <q> <strong> Bob Marley </strong> believe you are a star, </q> we followed like faithful minions- for ten years straight! It's going to take a minute to readjust, so be patient. <strong> Bob Marley </strong>, unlike last season, let's take it easy on the new kids", "new_id": -2}, {"uid": "1297291160013402120", "i": 47366, "idx": 0, "sa": ["Craig Ferguson", "David Letterman"], "q": "credit: CBS) DENVER( CBS4)- Pirates are sailing into the Denver Museum of Nature and Science. The new exhibit gives visitors a look at life in the 18th Century Caribbean. <q> Real Pirates: The Untold Story of the Whydah from Slave Ship to Pirate Ship </q> opens Friday, March 4. 10:35 PM Late Show with <strong> David Letterman </strong> 11:37 PM The Late Late Show with <strong> Craig Ferguson </strong>", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star. \"Honestly, they play me one-on-one, straight up,\" <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}]