[{"uid": "1294971680128761890", "i": 31582, "idx": 2, "sa": ["Mike Pence"], "q": "ourselves lends itself to some contemplation. I think there's a hope, at least, for reasonableness.'' The argument is not likel y to woo staunch gun rights advocates in Congress. <q> I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe, </q> said <strong> Mike Pence </strong>, R-Ind., in an interview.`` And I understand the human impulse us to look for blame. Heartache does that. But no expressed opinion and no public policy created what happened on Saturday last", "new_id": -2}, {"uid": "1297225373053084179", "i": 55211, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "to dogfighting- a ceremonial key to the city over the weekend. Councilman <strong> Dwaine Caraway </strong>, who also is the city's <strong> Mayor Tom </strong> pro tem, presented the key to <strong> Michael Vick </strong> after the Philadelphia Eagles star <q> I would like to personally present to <strong> Michael Vick </strong> the key to the city of Dallas, Texas. <strong> Michael Vick </strong>... You deserve it. You earned it. We appreciate you, and we love you, </q> <strong> Dwaine Caraway </strong> told <strong> Michael Vick </strong>- who plays for one of the Dallas Cowboys' division rivals- during the presentation, which was href=\"http://www.cnn.com/video/#/video/bestoftv/2011/02/08/exp.Michael Vick.dallas.key.cnn\"> Click to watch video Animal groups responded to the gift harshly in the", "new_id": -2}, {"uid": "1295619785143933471", "i": 38368, "idx": 0, "sa": ["George Osborne", "Andy Coulson"], "q": "the first place, the critics will claim they have been vindicated. It is also bad news for <strong> George Osborne </strong>, who liked to take the credit for talent spotting Mr <strong> Andy Coulson </strong> and securing his appointment. When they ask <q> who's idea was it? </q>, the answer is the Tory party's master strategist. Awkward.", "new_id": -2}, {"uid": "1296514710008863844", "i": 3374, "idx": 0, "sa": ["Tony Romo", "Michael Vick", "Jon Kitna"], "q": "the`` Power to Win'' video are Dallas Cowboys quarterback <strong> Jon Kitna </strong>, who started the majority of the season when <strong> Tony Romo </strong> was hurt, and Philadelphia Eagles starting quarterback <strong> Michael Vick </strong>, a candidate for NFL MVP. <q> God has taken it over, </q> <strong> Michael Vick </strong> told Baptist Press last year at the AIA Super Bowl breakfast in Miami, and`` now I am more at peace.''` READ THE BIBLE FOR LIFE': New project tackles biblical illiteracy To fight", "new_id": -2}, {"uid": "1295783088192643085", "i": 31494, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Google aktuell rund 196 Milliarden Dollar wert. <strong> Eric Schmidt </strong> h?lt derzeit 2,9 Prozent am Unternehmen. Das US-Magazin Forbes f?hrt ihn auf seiner Liste der Superreichen auf Platz 117 mit einem gesch?tzten Gesamtverm?gen von 6,3 Milliarden Dollar. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagte sein Nachfolger <strong> Larry Page </strong>. Er hatte Google 1998 zusammen mit seinem Studienkollegen <strong> Sergey Brin </strong> gegr?ndet.( dpa) Liebe ist kein Zufall Finden Sie jetzt gezielt den richtigen Partner f?r eine gl?ckliche Beziehung.", "new_id": -2}, {"uid": "1297369833096845847", "i": 18180, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": " of all home mortgages are underwater.# 9 28 million Americans that would like full-time jobs but that don't have full-time jobs. In a recent interview, <strong> Donald Rumsfeld </strong> said that he takes <q> great pride in the structures that the Bush administration put in place that this <strong> Barack Obama </strong> administration criticized and ran against and now have retained: military commissions and indefinite detention and( the prison at) Guantanamo Bay, Cuba. </q># 11 The number of net jobs gained by the U.S. economy during this past decade was smaller# 12 The <strong> Barack Obama </strong> administration and the Federal Reserve are both declaring that the U.S. economy is in recovery mode", "new_id": -2}, {"uid": "1297712380197591040", "i": 60001, "idx": 1, "sa": ["Mike Pence"], "q": "million in annual funding.`` Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,'' <strong> Mike Pence </strong> said. <q> The time to deny any and all funding to Planned Parenthood is now. </q>'' http://biggovernment.com/cstearns/2011/02/12/defund-planned-parenthood-2/`` Although Planned Parenthood is barred from using taxpayer funds to perform abortions, these dollars are fungible, federal funding allows the group to use other funds for abortions. In 1997,", "new_id": -2}, {"uid": "1295803136231243808", "i": 33803, "idx": 2, "sa": ["John McCain", "Arnold Schwarzenegger", "Colin Powell", "Barack Obama"], "q": "<strong> John McCain </strong>( R-Ariz.) said that Congress must take on some of the`` sacred cows,'' including entitlements, in order to cut the deficit.`` Agriculture subsidies are outrageous today,'' he said. <q> Ethanol is a joke, and it's a multi-billion dollar spending. All ag subsidies.... The post office, a model of inefficiency. Horse and buggies-- and the days when Internets[ Launch of the Bloom box fuel cell generates a slice of Apple hype| Environment| guardian.co.uk PlayStation Network down, so are lots of PS3s( update)-- Engadget Bloom box fuel cell: Google, eBay, and <strong> Arnold Schwarzenegger </strong> attend launch- Telegraph href=\"http://biggovernment.com/mzak/2010/02/21/Colin Powell-Colin Powells-endorsement-of-Barack Obama-Barack Obama-will-live-in-infamy/\" target=\"_blank\"> </q> <strong> Colin Powell </strong>'s Endorsement of <strong> Barack Obama </strong> Will Live... in Infamy- Big Government <strong> Colin Powell </strong>:` Perfectly Acceptable To Get Rid Of DADT'- Towleroad, More than gay news. More gay men Due to the secret", "new_id": -2}, {"uid": "1296515604235749377", "i": 1911, "idx": 1, "sa": ["Zahi Hawass"], "q": "they found no gold, they broke thirteen vitrines and threw the antiquities on the floor,'' <strong> Zahi Hawass </strong> said on his blog. The looters then entered Tutankhamun's galleries and opened one case. <q> The criminals found a statue of the king on a panther, broke it, and threw it on the floor, </q> he said. <strong> Zahi Hawass </strong> added that all of the damage can be restored. As a result, as reported by AP, Egypt deployed police and soldiers to the museum to secure its artifacts.", "new_id": -2}, {"i": 47069, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight.`` As a person and a player I learned a lot through my experiences on and off the field,'' <strong> Michael Vick </strong> said. <q> Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today. </q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "sa": ["Michael Vick"], "uid": "1296965126246792205"}]