[{"uid": "1295611008131039236", "i": 23288, "idx": 0, "sa": ["Andy Coulson"], "q": "he did not know that phone hacking was taking place when he was editor of the News of the World. <strong> Andy Coulson </strong> has not moved from that position in his statement today. <strong> Andy Coulson </strong> today: <q>I can today confirm that I've resigned as Downing Street director of communications. It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.</q> I'm extremely proud of the part I've played in helping him reach No 10 and during the coalition's first nine months. Nothing is more important than the Government's task of getting this", "new_id": -2}, {"uid": "1297402284143720477", "i": 3548, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "Rick Santorum"], "q": ",'' explained former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>. <strong> Rick Santorum </strong>, a one-time Pennsylvania senator preparing a run for president, rounded out the collective cry of Cassandra by announcing that the nation was being run by a heretic. <q>This is someone who doesn't believe in truth and evil in America,</q> he said of <strong> Barack Obama </strong>. For decades, the Conservative Political Action Conference has been a bellwether of conservative thought. And the first day of this year's event, with record attendance boosted by ever multiplying", "new_id": -2}, {"uid": "1295919467156090424", "i": 3524, "idx": 1, "sa": ["Bill Lockyer"], "q": "states that have been poorly managed. Families across America have to live within their means, and state and federal government need to do the same.''+ CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said: <q>States didn't ask for it. We don't want it. We don't need it.</q>- ''Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. It would inflict severe injury on taxpayers.''- ''The people", "new_id": -2}, {"uid": "1296870076196296704", "i": 24678, "idx": 3, "sa": ["Carl-Peter Forster", "Sergio Marchionne", "Ferdinand Piech"], "q": "brands include Ferrari, Maserati and Last year, Volkswagen AG Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But on Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q>As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer,</q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> said Fiat was looking to ''redimension'' its joint venture with to sell Fiat-branded cars in India. Tata Motors CEO <strong> Carl-Peter Forster </strong> was quoted", "new_id": -2}, {"uid": "1296770902233816070", "i": 16636, "idx": 0, "sa": ["Mike Pence"], "q": ". Republican Rep. <strong> Mike Pence </strong> has introduced the legislation. In Virginia, anti-abortion activists and social conservatives said the videos illustrate what they said is Planned Parenthood's disregard of laws intended to regulate abortion. <q>Their clinics are just blatantly violating laws, and they're doing it to the sums of hundreds of millions of dollars of taxpayer funds,</q> said Anna Franzonello, an attorney for Americans United For Life. Rita Dunaway, an attorney with The Rutherford Institute, which generally promotes conservative causes, said the videos underscore ''the need for greater regulation", "new_id": -2}, {"uid": "1297178256266534988", "i": 47409, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "September 5, 2002 Report Shaffer wrote on September 5, 2002 that he had been asked by <strong> Donald Rumsfeld </strong> what the U.S. did not know in terms of percentage about Iraq's WMD program. <q>We've struggled to estimate unknowns, and the attached briefing sumps up our best J2 sense,</q> he said. J2 is an intelligence group supporting top level U.S. defense officials. ''We range from 0% to about 75% knowledge on various aspects of their program,'' he said.", "new_id": -2}, {"uid": "1296655097153911319", "i": 2382, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "'s message or announcing a press conference for Wednesday. Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.), one of <strong> Gabrielle Giffords </strong>'s good friends, said Monday that she visited <strong> Gabrielle Giffords </strong> this weekend and saw the congresswoman making progress. <q><strong> Gabrielle Giffords </strong> continues to defy the odds& is so appreciative of all your support,</q> <strong> Kirsten Gillibrand </strong> wrote on Twitter. ''Pls cont[ inue] to keep her in your prayers.'' On the day <strong> Gabrielle Giffords </strong> moved to rehab, doctors said she was doing ''remarkably well'' and was", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q>We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more,</q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1297242543083116089", "i": 15458, "idx": 1, "sa": ["Simon Cowell"], "q": "question. ''Your wardrobe for this season- are we gon na see the tight V-neck? Are we gon na be branching out with some new looks for you?'' she asked. <q>Well, I've had so much positive feedback wearing a suit from the Super Bowl[ spot]. Literally, thousands and thousands of letters saying how handsome I looked, so I might wear that again,</q> <strong> Simon Cowell </strong> laughed. And no doubt <strong> Simon Cowell </strong> will be looking sharp off camera too- at his wedding. He is engaged to makeup artist Mezhgan Hussainy. ''The royal wedding is taking place,", "new_id": -2}, {"uid": "1297091741002637860", "i": 11738, "idx": 0, "sa": ["Saddam Hussein", "Charlie Sheen", "Zahi Hawass", "Kacey Jordan"], "q": "two weeks could lead to the kind of looting that saw a large part of Iraq's national treasures vanish in 2003 after the fall of <strong> Saddam Hussein </strong>. But <strong> Zahi Hawass </strong> said in a BBC interview on Sunday: <q>The Valley of the Kings is safe, the pyramids are safe, 24 museums are safe, the synagogues and the monasteries and the Muslim monuments are completely safe.</q> <strong> Zahi Hawass </strong> also asserted that the nearby archaeological digs Saqqara, Memphis and Abu Sir were secure following reports of looting there. <strong> Charlie Sheen </strong> Toothless, Porn Star <strong> Kacey Jordan </strong> Says: What Happened? Raising Stagnant Salaries Is Latest", "new_id": -2}]