[{"uid": "1296777708217071642", "i": 5212, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Crowley"], "q": "<q> Previous Tehran or Moscow or Tiananmen? Next </q> The Official Egyptian Crackdown On Journalists, And The Challenge For Obama <strong> Donald Rumsfeld </strong>'s Regrets( There Aren't Many) <strong> Michael Crowley </strong> Thursday, February 3, 2011 at 5:28 pm Next month will mark the eight-year", "new_id": -2}, {"uid": "1297200983061325341", "i": 2177, "idx": 18, "sa": ["Donald Rumsfeld"], "q": "surge, which began to take effect in early 2007. He argues that by 2006 things were, in fact, improving in Iraq. The Anbar Awakening-which Mr. <strong> Donald Rumsfeld </strong> credits as beginning in the fall of 2006- <q> had convinced a lot of Sunnis they didn't want to be associated with al Qaeda, </q> and`` the government of Iraq was evolving the ability to take on some of the radicals'' with the help of Iraqi security forces that had become`` very capable.'' As a result, he", "new_id": -2}, {"uid": "1295306432068321351", "i": 43292, "idx": 1, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "received him at the presidential palace, where the envoy tried to secure a peaceful end to the crisis pitting the veteran leader against <strong> Alassane Ouattara </strong>, the man the world says beat him in a November vote. <q> We have raised issues which we raised last time when we were here and we have made some progress in these discussions, </q> he said after about two hours of talks. <strong> Raila Odinga </strong> said he had proposed new meetings to begin Tuesday.`` We are going now to have discussions with president <strong> Alassane Ouattara </strong> and put to them what", "new_id": -2}, {"uid": "1295552145232112145", "i": 6174, "idx": 4, "sa": ["Mike Pence"], "q": "in.'' Republicans, <strong> Mike Pence </strong> continues, should learn from how Reagan led.`` I think Ronald Reagan personifies both the substance and the style of conservatism in the 21st century,'' he says. <q> On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values. </q>`` But on style, he was a gentle man,'' <strong> Mike Pence </strong> says.`` I met him in 1988, I sat with him for five or ten minutes in the Blue Room when I was", "new_id": -2}, {"uid": "1296233986144064524", "i": 29613, "idx": 0, "sa": ["David Cook", "John Lennon Silva Santos", "Randy Jackson", "Simon Cowell", "David Archuleta"], "q": "their bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Cook </strong>'s surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q> You came out here tonight to win, and what we have witnessed is a knockout, </q> said prickly judge <strong> Simon Cowell </strong>. Judge <strong> Randy Jackson </strong> concurred, proclaiming`` the best singer of season 7 is right there,'' following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon Silva Santos </strong>'s`` Imagine,'' a song that earlier in the competition", "new_id": -2}, {"uid": "1295033756239566871", "i": 15724, "idx": 2, "sa": ["David Letterman", "Camille Grammer"], "q": ", and we both said hello... It was uncomfortable. Kelsey looked shocked. The look on his face!'' The Late Show with <strong> David Letterman </strong> Thursday night, Kelsey shared his feelings for his new love. <q> Kayte's my new girl, and we're planning to get married soon, </q> he told the talk show host. How soon?`` Sometime in February,'' <strong> Camille Grammer </strong> said.`` The kids are doing okay.'' Kelsey put in a request to the judge for a quickie divorce", "new_id": -2}, {"uid": "1296216057257081374", "i": 42193, "idx": 0, "sa": ["Michael Vick", "Ryan Higa"], "q": "on the field as well, with his disciplined play and leadership now admired as much as his sheer athleticism once was. This will be <strong> Michael Vick </strong>'s fourth Pro Bowl, but as he noted, <q> I feel like this one I had to work hard to get here. </q> This stuff is no secret It's safe to say that <strong> Ryan Higa </strong> is a hit. Roughly 9 million hits, actually. That's the online action the Hilo native", "new_id": -2}, {"uid": "1295246969152551471", "i": 17175, "idx": 0, "sa": ["Angelina Jolie", "Mike Adams", "Alex Jones"], "q": "at the 68th Annual Golden Globes it was all about statement shoes for many target=\"_blank\" href=\"http://celebinc.com/\"> celebrities. Known as an International trend that... <strong> Angelina Jolie </strong> rules the red carpet at 2011 Golden Globes in green Versace <strong> Mike Adams </strong> <q> Health Ranger`` on <strong> Alex Jones </strong> Tv 1/5: Chemical-Based Medicines Don't Work! <strong> Mike Adams </strong>`` Health Ranger`` on <strong> Alex Jones </strong> Tv 1/5: Chemical-Based Medicines Don't Work! <strong> Alex Jones </strong> also talks about vaccines with <strong> Mike Adams </strong>, the Health Ranger, of Natural News. prisonplanet.tv The only thing that stands between a person and their own perfect health is information. Empowered with the right information, anyone can improve their health, reduce their dependence on pre... <strong> Mike Adams </strong>`` Health Ranger </q> on <strong> Alex Jones </strong> Tv 2/5: Chemical-Based Medicines Don't Work! <strong> Mike Adams </strong>`` Health Ranger'' on <strong> Alex Jones </strong> Tv 2/5: Chemical-Based Medicines Don't Work! <strong> Alex Jones </strong> also talks about vaccines with <strong> Mike Adams </strong>, the Health Ranger, of", "new_id": -2}, {"uid": "1297193732179781634", "i": 33028, "idx": 1, "sa": ["Roger Goodell", "Michael Vick", "John Mara"], "q": ". When <strong> Michael Vick </strong> was reinstated, NFL Commissioner <strong> Roger Goodell </strong> warned that his`` margin of error is extremely limited.'' Few wanted <strong> Michael Vick </strong>. New York Giants CEO <strong> John Mara </strong> said his team had no interest in <strong> Michael Vick </strong> <q> on a lot of levels. </q> Animal rights activists threatened to picket games. Owners had to worry about fan desertion and plummeting attendance. The Philadelphia Eagles taking a chance on <strong> Michael Vick </strong> brought immense scrutiny. Will he be able to play at", "new_id": -2}, {"i": 8927, "idx": 1, "index_answer": 1, "new_id": -1, "q": "<strong> Colin Powell </strong> thinks that America`` isn't quite post-racial'' at this time.`` These problems still exist in post-racial America.'' However, he suggested that <strong> Henry Louis Gates </strong> should not have argued with the policeman arresting him. <q> You don't argue with a police officer, </q> he says. <strong> Colin Powell </strong> also called the arresting cop, Sergeant James Crowley,`` an outstanding police officer.'' Also, at 5:10, <strong> Colin Powell </strong> admits he's been profiled`` many times'' as a national security", "sa": ["Henry Louis Gates", "Colin Powell"], "uid": "1295963185223494146"}]