[{"uid": "1295665836007979062", "i": 7154, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "economy around.`` Taking old skills that worked in the 20th century and translating them in to new 21st century skills. That's our future,'' said <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>( D). <q> It's how we're going to create jobs, grow the economy, </q> said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive spirit also have New Yorkers defending their team.`` The president and I don't have to agree on everything,''", "new_id": -2}, {"uid": "1296782411243531782", "i": 44399, "idx": 1, "sa": ["Jamaal Charles", "Arian Foster", "Michael Vick", "Phil Simms"], "q": "<strong> Jamaal Charles </strong> was chosen for the FedEx Award over Houston's <strong> Arian Foster </strong>, the NFL's leading rusher with 1,616 yards and a 4.9-yard average; and Atlanta's <strong> Michael Vick </strong> Turner, the third-leading rusher with 1,371 yards. <q> I had a chance to do one Kansas City Chiefs game, it was the playoff game, </q> said CBS Sports analyst <strong> Phil Simms </strong>, who presented the award.`` I was at practice, and I couldn't believe how fast <strong> Jamaal Charles </strong> was. TV lies. He's faster in person.'' <strong> Jamaal Charles </strong>", "new_id": -2}, {"uid": "1295900040008716288", "i": 10010, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "plans on selling$ 335m in shares this year, his first sale in three years. Does this indicate that the top is in place for the search engine?'' Other analysts were more positive. <q> We do not view <strong> Eric Schmidt </strong>'s new role as executive chairman and Page's new role as chief executive as negative developments. In our view, <strong> Eric Schmidt </strong> very effectively spearheaded Google to become one of the largest and most innovative technology companies of our times and we expect Page to be an equally effective CEO of Google, </q> wrote Sandeep Aggarwal, internet analyst at Caris& Company. Although <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have received salaries of just$ 1 for years, the three are among the richest men on the planet as", "new_id": -2}, {"uid": "1296122111165298182", "i": 45704, "idx": 0, "sa": ["Declan Donnelly", "Simon Cowell", "Ant McPartlin"], "q": "pair- <strong> Ant McPartlin </strong> and <strong> Declan Donnelly </strong>- were unable to be at London's O2 Arena, due to filming commitments on Britain's Got Talent. HONOURS In a live video link, <strong> Ant McPartlin </strong> said: <q> We are so sorry, we're in Cardiff now. Thank you so much, this means so much to us. Ten years in a bloody row <strong> Declan Donnelly </strong>. Ten years. We are so, so happy. </q> <strong> Simon Cowell </strong>'s reality TV juggernaut The X Factor scooped the honours for Most Popular Talent Show, after nearly 20 million viewers tuned in for last year's series finale. EastEnders was voted by the", "new_id": -2}, {"uid": "1295533317212385798", "i": 44908, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28.", "new_id": -2}, {"uid": "1295779997079200290", "i": 44004, "idx": 0, "sa": ["Andy Coulson", "Tommy Sheridan", "Gail Sheridan"], "q": "mobile phones while he was editor of the News of the World. Insiders yesterday revealed that having to give evidence at the <strong> Tommy Sheridan </strong> trial was the tipping point for <strong> Andy Coulson </strong>. One source said: <q> He was spending hours of his day trying to respond to stories about him.`` He had to take a week off before Christmas to prepare and give evidence in the <strong> Tommy Sheridan </strong> trial and was then being filmed and photographed arriving and leaving the court.`` He was right at the centre of the story instead of trying to manage it and he knew then that he had to go. </q> <strong> Andy Coulson </strong> was the News of the World's editor in 2004, when the paper made allegations about <strong> Tommy Sheridan </strong> cheating on wife <strong> Gail Sheridan </strong>. <strong> Tommy Sheridan </strong> questioned him in court about phone-tapping. The politician's details", "new_id": -2}, {"uid": "1294963751114475060", "i": 8580, "idx": 0, "sa": ["Donald Rumsfeld", "Sarah Palin"], "q": "to blame for the shooting, allegedly carried out by a disturbed local 22-year-old. His 35-minute eulogy won praise from across the country's political chasm. Even Republican former defense secretary <strong> Donald Rumsfeld </strong> said: <q> At a time when our nation needed it, <strong> Barack Obama </strong> delivered moving, presidential remarks last night. </q> It came after Republican star <strong> Sarah Palin </strong> accused the media of`` blood libel'' over commentators' remarks linking the Tucson attack to her conservative Tea Party movement.", "new_id": -2}, {"uid": "1295563364204783630", "i": 10562, "idx": 6, "sa": ["Eric Schmidt"], "q": "Google. We're all in great debt to <strong> Eric Schmidt </strong> and I think the results really speak for themselves. There's really no one else in the universe that could've accomplished what <strong> Eric Schmidt </strong> did.'' <q> I could not be more excited about moving us forward, and we're really only at the beginning, </q> Page said. As executive chairman, <strong> Eric Schmidt </strong> said he will`` focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and", "new_id": -2}, {"uid": "1297242618238927902", "i": 24484, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described the site as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he wanted", "new_id": -2}, [{"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]]