[{"uid": "1295386293114753561", "i": 13042, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "Welch explained the date change Vermont seeks to enable a swifter move toward a singlepayer system meshes with flexibility conservative politicians might also like because of their opposition to federal control of health care. <q> My argument to them is why not let states experiment? So it is a state's rights argument, </q> Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law.", "new_id": -2}, {"uid": "1295901953137494561", "i": 1661, "idx": 7, "sa": ["Zahi Hawass", "Viktor Orban"], "q": "Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo.`` They don't like me for making these requests,'' said <strong> Zahi Hawass </strong>. <q> But I don't care; I am doing this for Egypt. </q> Photo: Hungarian Prime Minister <strong> Viktor Orban </strong>, left, talks to... FILE- In this March 7, 1982 file photo, Cleopatra's... File photo of German Chancellor Merkel looking at... Queen Nefertiti Article:", "new_id": -2}, {"uid": "1297297341172949515", "i": 3053, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "President Bush"], "q": "vice-presidential nominee to run with <strong> John McCain </strong> in 2008. Sprinkled among the speeches by Republican and tea party notables are seminars ranging from how to break into the Hollywood movie business to a political study session titled: <q> Is Atlas Shrugging.The Cultural Impact of the Tea Party. </q> <strong> President Bush </strong> Defence <strong> Donald Rumsfeld </strong> will sign copies of his newly released book and receive the CPAC Defender of the Constitution Award. The CPAC gathering concludes Saturday evening with the release of a straw poll of potential", "new_id": -2}, {"uid": "1295473479077529089", "i": 3819, "idx": 0, "sa": ["George Washington", "Barack Obama", "Sen. Bernie Sanders"], "q": "<q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far, </q> Independent <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong> said in a letter to the director of the National Museum of <strong> George Washington </strong> History. <strong> Sen. Bernie Sanders </strong>'s office released photographs of bronze-colored busts of the first US president, <strong> George Washington </strong>, as well as his current", "new_id": -2}, {"uid": "1294986518220069897", "i": 30289, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "head, <strong> Gabrielle Giffords </strong> is moving both arms and legs.`` This is a major leap forward. This is a major milestone for her,'' said Dr. Michael Lemole, University Medical Center. <q> She would hold my hand. She would squeeze it harder and she'd rub her thumb on my thumb so I knew she was telling me I hear you. I know what you're saying. I'm with you, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-NY. The New York senator is a close friend of the congresswoman. On Wednesday night, she was in <strong> Gabrielle Giffords </strong>' hospital room for the biggest milestone. <strong> Gabrielle Giffords </strong> opened her eyes", "new_id": -2}, {"uid": "1297148717028524550", "i": 27674, "idx": 4, "sa": ["Simon Cowell"], "q": "I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,'' he said. <q> I like people who are ambitious, and with that comes controversy. </q> One unwelcome flap last season on the UK version of X Factor involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said on Monday it was the", "new_id": -2}, {"uid": "1296690410059244548", "i": 31374, "idx": 0, "sa": ["David Letterman"], "q": "concede now. Everything from now on for the liberals are just AVOIDABLE LOSSES.. Posted by: RainForestRising| February 2, 2011 6:00 PM| Last night: <q> <strong> Ronald Reagan </strong> <strong> Hosni Mubarak </strong> of Egypt announced today, that he will not run for another term. The bad news is that he going to be succeeded by his idiot son, <strong> Hosni Mubarak </strong> W. <strong> Hosni Mubarak </strong>. </q> <strong> David Letterman </strong> Posted by: Liam-still| February 2, 2011 6:01 PM| KEEP AN EYE ON HOW CLOSE OBAMA GETS TO THE MUSLIM BROTHERHOOD Obama might be implementing his", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}, {"uid": "1295540334207126577", "i": 4302, "idx": 0, "sa": ["Kara DioGuardi", "Randy Pausch", "Paula Abdul", "Marc Anthony", "Simon Cowell", "Michael Jackson"], "q": "<strong> Marc Anthony </strong> is adding a fourth judge: Grammy-nominated songwriter <strong> Kara DioGuardi </strong>. <strong> Kara DioGuardi </strong> will appear at the judges' table with <strong> Paula Abdul </strong>, <strong> Simon Cowell </strong> and <strong> Randy Pausch </strong> <strong> Michael Jackson </strong> on the eighth season of the hit show, which premieres in January. <q> We are turning the heat up on <strong> Marc Anthony </strong> thi... The Skorpion Show# 60 American <strong> Marc Anthony </strong> To Add a Fourth Judge <strong> Kara DioGuardi </strong>! Why The Skorpion Show# 60 American <strong> Marc Anthony </strong> To Add a Fourth Judge <strong> Kara DioGuardi </strong>! Why NEW YORK- Scoot over, <strong> Simon Cowell </strong>.`` American <strong> Marc Anthony </strong> </q> is adding a fourth critic to its panel of judges. ADVERTISEMENT Grammy-nominated songwriter <strong> Kara DioGuardi </strong> will sit alongside <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> and <strong> Randy Pausch </strong> <strong> Michael Jackson </strong> when the eighth season of`` American <strong> Marc Anthony </strong>'' premieres i... Damiana Garcia Interviews", "new_id": -2}, {"uid": "1295886626001212416", "i": 40503, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a`` wish list'' of five major artifacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that`` this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' Play video Moscow Airport Blast Kills At Least", "new_id": -2}]