[{"uid": "1295391193064847877", "i": 39761, "idx": 0, "sa": ["Sergio Marchionne"], "q": "2011, 5:27 pm WINDSOR, Ontario( AP)-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,<q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295669723025427987", "i": 3602, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, whose return to CEO is effective on April 4, will also lead product development and technology strategy. <strong> Sergey Brin </strong> gets the job title of co-founder and will work on strategic projects and products. <q>For the last 10 years, we have all been equally involved in making decisions,<q> <strong> Eric Schmidt </strong> wrote. \"This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify", "new_id": -2}, {"uid": "1295461679182812681", "i": 10633, "idx": 0, "sa": ["Simon Cowell", "Album Leaf", "Nicki Minaj", "Susan Boyle"], "q": "on <strong> Susan Boyle </strong> topping the UK charts ITV News item as <strong> Susan Boyle </strong> was about to top the UK charts, and had the fastest selling debut album in UK chart history. Includes interview with <strong> Simon Cowell </strong> From 1993 Debut <strong> Album Leaf </strong>: <q>Reachin'( A New Refutation of Time and Space)<q>.... Digable Planets Myspace: www.myspace.com Get Digable Planets Music: www.amazon.com& itunes.apple.com Digable Planets is a Grammy Award-winning American Alt <strong> Nicki Minaj </strong> Hop group based in New York City, composed of Ishmael \"Butterfly\" Butler(", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q>These bills show a heinous disregard for the health and well-being of women in America,<q> <strong> Kirsten Gillibrand </strong> says. \"It is a tax on all women who want access to a full-range of reproductive health care.\" The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}, {"uid": "1296850052211632133", "i": 11530, "idx": 0, "sa": ["Simon Cowell", "Frank Sinatra", "Jennifer Lopez"], "q": ", a <strong> Frank Sinatra </strong> <strong> Simon Cowell </strong>, they seemed more inclined than before to speak frankly. For instance, when auditioner Jeannette Manning hit a note that sounded like human feedback, even sweet-natured J. <strong> Jennifer Lopez </strong> told her, <q>You're way off on all the notes and everything.<q> \"Talk about delusional people,\" Jackson said, in the midst of the mediocrity.", "new_id": -2}, {"uid": "1295690849050348032", "i": 41791, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell"], "q": "was, a sliver of its origins can be traced to Desert Storm and the decisions made then by U.S. leaders. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, who led coalition forces, was right this week when he wrote, <q>the impact( of the Gulf War) will endure for generations to come.<q> For all involved in this brief affair, that's certainly true.", "new_id": -2}, {"uid": "1296366488199786542", "i": 36590, "idx": 9, "sa": ["John Boehner", "Mike Pence"], "q": "being sworn in was to create a miniature radio studio in his office. In 2003, he appeared on or was mentioned in national radio, television and newspapers stories more than 200 times. <q>There is no one in our ranks who does a better job of articulating the GOP message of freedom and smaller government,<q> Ohio Rep. <strong> John Boehner </strong>( now House speaker) said in 2008 when <strong> Mike Pence </strong> was unanimously elected to be in charge of party messaging as chairman of the GOP conference. <strong> Mike Pence </strong>, who likes to say", "new_id": -2}, {"uid": "1295633194146702360", "i": 2653, "idx": 8, "sa": ["Donald Rumsfeld", "Barack Obama", "Robert Gates"], "q": "he believes the GOP is relieved he was not re-elected to lead the party again: \"I think the people in the party, particularly the establishment, are breathing a sigh of relief,\" Steele said. <q>They have control of the RNC now; let's see what they do with it.<q> Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> will soon lift the ban on initiating new cases against Guantanamo detainees in preparation to increase the use of military commissions for prosecution. Imposed \"on the day of <strong> Barack Obama </strong>'s inauguration", "new_id": -2}, {"uid": "1295093100028508164", "i": 1357, "idx": 2, "sa": ["John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "Fiat's six auto factories in Italy, the most important issue in the country the past two weeks, with daily front-page coverage by major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q>Now we have to put behind all the conflicts and face the challenges that we have in front of us in a constructive way,<q> Fiat Chairman <strong> John Elkann </strong> said today. \"I reiterate the full support from my family.\" The vote is \"symbolic\" and \"represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break", "new_id": -2}, {"uid": "1295072003016613377", "i": 7372, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "union, FIOM, is opposed because it says it undermines Italy's system of national contracts by creating local ones. Premier <strong> Silvio Berlusconi </strong> angered unions with his continued support of <strong> Sergio Marchionne </strong>'s labor tactics. <q>I think it will win with a rather high percentage of votes, and thereby good sense will win,<q> <strong> Silvio Berlusconi </strong> said on Canale 5, which is part of the Mediaset empire he founded before entering politics. Tensions have risen as the vote approached, with rhetoric spilling over onto the streets. There was a", "new_id": -2}]