[{"uid": "1297194894179781667", "i": 2634, "idx": 2, "sa": ["George W. Bush", "Colin Powell"], "q": ".'' The pre-war attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about a month after <strong> Colin Powell </strong>'s U.N. speech. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Rumsfeld wrote. He said he made his recommendation to <strong> George W. Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later", "new_id": -2}, {"uid": "1297226350092209194", "i": 14555, "idx": 2, "sa": ["George W. Bush", "Colin Powell"], "q": "substantial evidence of an active Iraqi programme to produce weapons of mass destruction, but Mr. Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Mr. Rumsfeld wrote. He said he made his recommendation to Mr. <strong> George W. Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which Mr. <strong> Colin Powell </strong> sketched out the presentation he was to make at the", "new_id": -2}, {"uid": "1295307364018677824", "i": 13230, "idx": 1, "sa": ["Eliot Spitzer", "Allen Iverson"], "q": "`` No Crossover: The Trial of <strong> Allen Iverson </strong>,'' a film about the basketball star's youth. One film that won't be included in the State Department program, despite plenty of Oscar buzz? <q> Client 9: The Rise and Fall of <strong> Eliot Spitzer </strong>. </q> http://thehill.com/capital-living/in-the-know/138357-state-dept-to-send-oscar-shortlist-films-overseas- Schumer to Obama: Close loophole that let Arizona shooting suspect buy a gun Sanders warns Obama not to agree with GOP on Social Security benefit cuts Gensler: Dodd-Frank a strong law, but we need", "new_id": -2}, {"uid": "1295988296031850526", "i": 7259, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "perks, those companies offer something Google simply can't: the prospect of a major stock payday through an IPO or private sale. <strong> Alan Eustace </strong> was careful to emphasize that Google employees work in small project teams <q> effectively working as start-ups, </q> probably hoping to dent recent criticism of Google as an increasingly bureaucratic place where it's harder to get good ideas in front of decision makers. That was one reason cited by Google's outgoing CEO <strong> Eric Schmidt </strong> for", "new_id": -2}, {"uid": "1296956290099991602", "i": 52028, "idx": 3, "sa": ["Michael Vick"], "q": "You'll be sprayed with flying spittle all over your face, simply by standing nearby.`` He's full of shit,'' said one who rescues pit bulls, the common victim of dog fighting rings. <q> He's a sadistic bastard and you don't recover from that in prison. Bullshit. </q> But <strong> Michael Vick </strong>, with the support of the Humane Society, who vouches on his behalf that he is, in fact, rehabilitated from his monstrous crime against his dogs, trots him out to speaking engagements", "new_id": -2}, {"uid": "1296227274172146695", "i": 17712, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Sen. Franken Explains Why He Thinks Barack Obamacare's Individual Mandate to Buy Insurance Is Needed", "new_id": -2}, {"uid": "1295593945183287950", "i": 18107, "idx": 0, "sa": ["Philip Weiss", "David Letterman", "Peter Asher", "Paul Shaffer", "Pete Best"], "q": "<strong> Philip Weiss </strong> Auctions in a sale of HollyPaul Shaffer memorabilia. You can see many of the items from the auction described here in the slideshow at left. Here's the official description of the picture, Lot# 1419: <q> Four Beatles Autographs on a 1962 Black& White Photo, original black and white 6.25 </q> x 8.25,'' Photo pictures Beatles with orginal drummer <strong> Pete Best </strong>, http://wn.com/Former_Beatle_Pete Best_Pete Best_talks_about_The_Thing_with_the_Fab_Fourum_at_Abbey_Road_on_the_River_2010 A clip of <strong> Peter Asher </strong> backstage with <strong> Paul Shaffer </strong> of`` Late Show With <strong> David Letterman </strong>'' Friday night at the Iridium Club in New York. Taken by Charles", "new_id": -2}, {"uid": "1297204047246546474", "i": 14083, "idx": 0, "sa": ["Hosni Mubarak", "Donald Rumsfeld", "George W. Bush"], "q": "> <strong> Donald Rumsfeld </strong> Says Egypt's <strong> Hosni Mubarak </strong> Knows He's On the Way Out <strong> Donald Rumsfeld </strong> Says Egypt's <strong> Hosni Mubarak </strong> Knows He's On the Way Out Defense Secretary <strong> Donald Rumsfeld </strong> said Egyptian <strong> George W. Bush </strong> <strong> Hosni Mubarak </strong> <q> is behaving in a way that he understands that he will eventually depart </q> and that the crisis in Egypt is`` probably best handled through private diplomacy.'' <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> since 1975, told ABC's Good Morning America that the United States' interest in Egypt should", "new_id": -2}, {"uid": "1295568083254656537", "i": 52390, "idx": 0, "sa": ["Jay Foley", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> InformationWeek's <strong> Jay Foley </strong> speaks with Cloud9 Analytics' President and CEO, Swayne Hill. Cloud9 Analytics has developed a set of analytic applications for customers of salesforce.com <strong> Eric Schmidt </strong> will continue to work for Google, assuming the", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does`` The Dougie'', an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}]