[{"uid": "1296464597200327189", "i": 14426, "idx": 0, "sa": ["David Letterman", "Conan O'Brien", "Johnny Carson"], "q": "man who took`` Tonight'' away from him comes up.`` At the end of my` Tonight Show,' I remember I said something that really resonated with me,'' <strong> Conan O'Brien </strong> said. <q> It just came off the top of my head. I said,` This is really not a big deal because all we are here to do is to have fun on television.' </q> <strong> Conan O'Brien </strong> shares a late-night trait with <strong> Johnny Carson </strong> and <strong> David Letterman </strong>. He's actually sort of publicity shy. He doesn't do a lot of interviews- he did almost none before`` <strong> Conan O'Brien </strong>'' debuted", "new_id": -2}, {"uid": "1295945092061587477", "i": 57738, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "because he liked to keep an eye on the alley, which was once known for drugs and prostitution.`` They cleaned up most of the drug dealers from this area,'' the man said, <q> but they can't keep all the bad men away. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SENIOR SOFTWARE ENGINEER Company Storm8 SOCCER COACH Company International SOFTWARE ENGINEER Company", "new_id": -2}, {"uid": "1297403208107986956", "i": 42279, "idx": 0, "sa": ["Robert Gates", "Janet Napolitano", "Kirsten Gillibrand", "Bob Casey", "Jon Tester"], "q": ", <strong> Bob Casey </strong> of Pennsylvania, <strong> Jon Tester </strong> of Montana and Charles E. Schumer of New York in issuing a letter this week to Department of Homeland Security Secretary <strong> Janet Napolitano </strong> and Defense Secretary <strong> Robert Gates </strong> asking for the radar sweep. <q> Vast drug networks along our northern border are exacerbating the gang-related violence in many communities across the state, </q> said <strong> Kirsten Gillibrand </strong>.`` This problem must be fought at its source.''`` Drug trafficking into Pennsylvania that is feeding crime and gang activity must be stopped,'' <strong> Bob Casey </strong> added.`` A multi-pronged attack", "new_id": -2}, {"uid": "1295458115232456193", "i": 58642, "idx": 2, "sa": ["Larry Brown", "Allen Iverson", "Ted Williams", "Tyronn Lue"], "q": "'m glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. <q> Our guys just try hard, </q> Sixers coach <strong> Larry Brown </strong> said.`` This is kind of unexpecTed Williams but it's neat.'' In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296142803208175163", "i": 27437, "idx": 0, "sa": ["Michael Gove"], "q": "other drugs each year, smuggled over or under the line using a variety of means, including trucks, clandestine tunnels, horseback and even micro-light aircraft-- although the catapult was new, Jimarez said. <q> I have not seen anything like that in my time before as a Border Patrol agent... although we are trained to handle any kind of a threat that comes over that border, </q> he added. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will`` restore discipline and reduce bureaucracy'' in... Subscribe to RSSMost Popular in: Politics", "new_id": -2}, {"uid": "1295549451173850683", "i": 5822, "idx": 0, "sa": ["Chris Huhne"], "q": "depend on securing a share of the 60 million pound($ 95.9 million) budget that the government has earmarked for adapting Britain's ports to growing demand for renewable energy infrastructure, the companies said. <q> The race for offshore wind manufacturing jobs is on(...) I'm determined the UK economy benefits from the opportunities and jobs of the offshore wind supply chain, </q> said Energy and Climate Change Secretary <strong> Chris Huhne </strong>. Vestas announced that it would open a new blade development and test center on the Isle of Wight this summer, making up to 400 jobs for skilled engineers available", "new_id": -2}, {"uid": "1297174738149192708", "i": 30743, "idx": 2, "sa": ["Donald Rumsfeld", "Tim Graham"], "q": ". Or, scratch that: <strong> Donald Rumsfeld </strong> and the Bush team had a deadly conspiracy called the War on Terror. The detainees were only vicTim Grahams. These authors href=\"http://arts.nationalpost.com/2011/02/08/Donald Rumsfeld/\"> told the National Post in Canada: <q> We're trying to get everybody, people on both sides, more in touch with their humanity than they might have been. You don't want to be a person that wants to see someone getting tortured. </q> This is how the book came about:`` Steve and I worked on this strange little book together called Where to Invade Next. So that was sort of our first collaboration; as fiction writers can", "new_id": -2}, {"uid": "1295510840092602376", "i": 995, "idx": 2, "sa": ["LeBron James", "Don Nelson", "Allen Iverson", "Rasheed Wallace", "Tim Cahill"], "q": "Friday night, Detroit is looLeBron James for a complete game to extend that winning streak.`` The best part about it is we struggled at Tim Cahilles in the game but we got it Don Nelsone,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by Watch him here, www.youtube.com Cory Barrios Jr. out of Castro Valley, Ca scores 41 points in a", "new_id": -2}, {"uid": "1296332592236797956", "i": 50141, "idx": 10, "sa": ["Michael Vick"], "q": "n't choose it. We choose it for them.'' is back pitching products. <strong> Michael Vick </strong> has signed his first paid... <strong> Michael Vick </strong> could be well on his way to regaining his marketability if he... Report Abuse <q> here's hoping both <strong> Michael Vick </strong> and his former dogs continue to do well. </q> ABC News: Clijsters Defeats Li for 1st Australian Open Crown ABC News: Bryan Brothers Win Australian Open Doubles Title", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}]