[{"uid": "1295651304188022805", "i": 15800, "idx": 0, "sa": ["Rick Reilly", "Michael Vick"], "q": "major back surgery following a car accident and being forced to move out of his rat-infested, condemned apartment into a motel. He made moves on borrowed computers, or called in lineup changes to friends and family. <q> I got <strong> Brandon Lloyd </strong> at my dad's nursing home, </q> he told ESPN's <strong> Rick Reilly </strong>.`` I was going to pick up <strong> Michael Vick </strong> before anybody else in my league, but I couldn't get online.'' The move that won the", "new_id": -2}, {"uid": "1295564208105267203", "i": 17646, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. If you enter anything in this field your comment will be treated as spam Users posting comments", "new_id": -2}, {"uid": "1297137461190611470", "i": 6474, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on <q> too many hands on the steering wheel. </q> <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that`` in a war, many things cost lives.''", "new_id": -2}, {"uid": "1295494449164200459", "i": 11595, "idx": 0, "sa": ["Elton Brand", "Allen Iverson", "Samuel Dalembert"], "q": "otherwise. Or did they?`` Defense is heart and desire and I thought we stepped it up on that end,'' said Sixers forward <strong> Elton Brand </strong>, who contributed 14 points on 6-for-8 shooting off the bench. <q> We haven't had some good games defensively, leading with 3-pointers. I thought we did a much better job in this game. </q> <strong> Allen Iverson </strong> scored 17 points and <strong> Samuel Dalembert </strong> was terrific once again with 17 points( 7-for-7 from the field), 12 rebounds and three blocked shots. It was his second straight double-double and eighth of the http://wn.com/Talor_Battle_Scores_the_Game_Winning_Basket_PSU_Bests_Illinois sturly.com WooHoo", "new_id": -2}, {"uid": "1296495689059801617", "i": 9372, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "in the fourth quarter bounced off the right upright.`` <strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,'' <strong> David Akers </strong> said, <q> so it means a lot to be able to pass a legend like that. </q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of 10", "new_id": -2}, {"uid": "1295601684081559570", "i": 26668, "idx": 5, "sa": ["Eric Schmidt"], "q": "Battellemedia.com.`` It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company.'' Venturebeat's Owen Thomas said <q> Page's emphasis has always been on the company?s products. </q>`` With his ascendancy, the company's engineers will reign unchallenged-- not that they had much trouble before,'' Thomas said. In a blog post, <strong> Eric Schmidt </strong> said:`` Larry,", "new_id": -2}, {"uid": "1295801604188252206", "i": 43611, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Abuse <blockquote> This is the LIVE form of National Enquirer- how does anyone know what he posts is TRUE? </blockquote> You BELIEVE it just because you rightwingnuts want to find dirt on Obama. Report Abuse <q> Any secrecy in government is a departure from Democracy. Any unilateral decision-making is also a departure from Democracy. Even our Republic, with its middle-men acting as legislators, is a departure from Democracy. Clearly, perfect Democracy is an unattainable limit in the mathematical sense; this does not, however, invalidate the relentless convergence to that unattainable limit. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Marriott Long Term Hotels 1-2 BR Suites. Government/Military Per Diem Rates. Book Residence", "new_id": -2}, {"uid": "1297298416168493093", "i": 40019, "idx": 2, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "Laden-directed attack on the United States was to accuse it of being duped by`` vast doses of Al Qaeda misinformation.'' And on the very same afternoon of the September 11, he directed <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers to <q> find the best info fast... judge whether good enough[ to] hit S.H.@ same time. </q> S.H. here is, of course, <strong> Saddam Hussein </strong>. Apparently, there weren't enough good targets in Afghanistan and lots of high-quality ones in Iraq, as <strong> Donald Rumsfeld </strong> reportedly told top <strong> George H.W. Bush </strong> Administration security expert <strong> Dick Cheney </strong> Clarke.", "new_id": -2}, {"uid": "1296292861120143897", "i": 22718, "idx": 0, "sa": ["Zahi Hawass"], "q": "took up posts outside the massive coral-colored building in downtown Cairo. Soldiers surrounded the building and moved inside to protect mummies, monumental stone statues, ornate royal jewelry and other pharaonic artifacts. Report Abuse <q> The Egyptian army secured Cairo's famed antiquities museum early Saturday, protecting thousands of priceless artifacts, including the gold mask of King Tutankhamun, from looters. </q>- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse <blockquote> First the` protesters", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]