[{"uid": "1295877358093847576", "i": 21115, "idx": 0, "sa": ["Larry Page", "Steve Jobs", "Eric Schmidt"], "q": "EDUCATION: Bachelor's degree from the University of... Photo in Slideshow: File photo of Google co-founder <strong> Larry Page </strong> and CEO <strong> Eric Schmidt </strong> is on his way out as chief exec. And over the next year... Report Abuse <q> I'm sure Mr. <strong> Eric Schmidt </strong> worked hard for Google but is anyone worth suck money? How is Google any different than the Dell's of this world who put earnings and high severance pay above all else. Corporate Greed is why AmEric Schmidta is in this currrent state. </q> Report Abuse \" way to go google!!!!!!!!!! At least someone is making money. \" Mashable: Why Google Needs Its Own <strong> Steve Jobs </strong>[ OP-ED] Mashable: Apple App Store Surpasses 10 Billion Downloads Asian Gold Rush-", "new_id": -2}, {"uid": "1296961315115425356", "i": 37043, "idx": 6, "sa": ["Michael Vick"], "q": "poses... searched far and wide for a new defensive coordinator.... Eagles players reach out to...- A 13-year-old Eagles fan named Nadin Khoury was the victim of one of the worst... Report Abuse <q> Here's your comeback player- \"So sorry; I just made a little mistake. </q> \" Police Report: But <strong> Michael Vick </strong> is too modest; in fact he was the ringleader of this group of vicious dog fighters and killers. According to an August 2008 USDA report, <strong> Michael Vick </strong> bought", "new_id": -2}, {"uid": "1295645040266682374", "i": 25637, "idx": 0, "sa": ["Larry Page", "Daniel Salmon", "Sergey Brin", "Eric Schmidt"], "q": "Certains d'entre eux ont m?me relev leur cours cible et leurs pr?visions de b?n?fice pour la prochaine ann?e. C'est notamment le cas de <strong> Daniel Salmon </strong>, analyste chez BMO March?s des capitaux, pour qui l'annonce d'hier repr?sente <q> un v?nement largement b?nin tant donn que le triumvirat demeure intact, avec des r?les l?g?rement diff?rents </q>. a annonc que le cofondateur <strong> Larry Page </strong> prendrait le poste de chef de la direction, en remplacement de <strong> Eric Schmidt </strong> qui deviendrait pr?sident ex?cutif du conseil. L'autre cofondateur, <strong> Sergey Brin </strong>, se consacrera? des projets strat?giques,", "new_id": -2}, {"uid": "1295156723221855763", "i": 30895, "idx": 0, "sa": ["Allen Iverson", "Shaquille O'Neal"], "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a <strong> Shaquille O'Neal </strong> win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296335182265814026", "i": 31740, "idx": 6, "sa": ["Allen Iverson", "Tim Thomas", "Richard Hamilton"], "q": "injury-plagued Milwaukee Bucks on Saturday night. \"The simple fact that now I'm coming off the bench I ain't got Tim Thomase to get warmed up,\" said <strong> Richard Hamilton </strong>, who went 15-of-25 from the floor. <q> I have to come in on fire every Tim Thomase. </q> <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following a 3-9 stretch that they stopped with a win against Miami. He and <strong> Richard Hamilton </strong> led the way when it counted.", "new_id": -2}, {"uid": "1297429736189579381", "i": 33257, "idx": 1, "sa": ["Steve Ballmer"], "q": "its leadership in the smartphone industry and that the partnership would result in Nokia \"reinforcing\" its mobile devices platform. \"I am excited about this partnership with Nokia,\" said Microsoft CEO <strong> Steve Ballmer </strong>. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> The specific details of the partnerhsip are yet to be announced, but some information has been released. The two companies revealed that Nokia Maps will become a \"core part\" of Microsoft's", "new_id": -2}, {"uid": "1297303461098500619", "i": 34002, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Why are our politicos concerned with Mexico perhaps they should like Mexico print pamphlets instructing Mexicans citizens how to sneak guns into Mexico. Mexico prints pamphlets showing Mexicans how to sneak into the USA. Report Abuse <q> The more Mexicans that kill each other the less there are to sneak into the United States, so it seems like we need to send between 11 and 20 million AK's to Mexico. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1297089856185942019", "i": 25388, "idx": 0, "sa": ["Simon Cowell"], "q": "- the network announced Monday. \"We are going to put our money where our mouths are with the$ 5 million recording contract,\" executive producer Cowell-Simon Cowell/198330\"> <strong> Simon Cowell </strong> said in a statement. <q> I'm doing this show in America because I genuinely believe we can find a superstar. </q> The X Factor's judges- who've yet to be revealed- will travel the country searching for vocal groups and solo singers. Performers must be at least 12-years-old to audition, but there are no other", "new_id": -2}, {"uid": "1295644189196657172", "i": 26132, "idx": 9, "sa": ["Andy Coulson", "David Cameron", "Ian King", "Steve Hilton"], "q": "never gave a straight answer when dissemblance was a plausible alternative\" . <strong> Ian King </strong>, deputy business editor of the Times who was business editor of the Sun while <strong> David Cameron </strong> was at Carlton, wrote in 2005: <q> I was unfortunate enough to have dealings with <strong> David Cameron </strong> during the 1990s when he was PR man for Carlton, the world's worst television company. And a poisonous, slippery individual he was, too. </q> This side of <strong> David Cameron </strong> alienated some of the more cerebral members of his team who were upset when he hired <strong> Andy Coulson </strong>. <strong> Steve Hilton </strong>, his director of strategy who was barely on speaIan King terms with <strong> Andy Coulson </strong>, will", "new_id": -2}, {"uid": "1295633904157057075", "i": 14822, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "scandal at one of Britain's sauciest tabloids. The aide, <strong> Andy Coulson </strong>, had edited News of the World, Britain's biggest-selling Sunday newspaper, until 2007 and shortly after was hired by <strong> David Cameron </strong>. <q> Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in a statement. The resignation is a blow for <strong> David Cameron </strong> who had repeatedly backed <strong> Andy Coulson </strong> against calls for his resignation, saying earlier this week that everyone deserved a \"second chance.\"", "new_id": -2}]