[{"uid": "1295991953089178223", "i": 3079, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war on terror?'' <q> Is the U.S. government changing fast enough? </q>`` Do we need more troops? And if so, where and for what purpose?''`` My brain would be going,'' he says.`` I wanted to find out something. I", "new_id": -2}, {"uid": "1296546989249364481", "i": 29037, "idx": 5, "sa": ["Dwight Howard", "Vince Carter", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "q": ". Extra Tags: Post fad... <strong> Allen Iverson </strong> 21pts 13asts vs <strong> Dwight Howard </strong> Magic 07/08 NBA <strong> Allen Iverson </strong> 21pts 13asts vs <strong> Dwight Howard </strong> Magic 07/08 NBA <strong> Carmelo Anthony </strong> <strong> Vince Carter </strong> explained his philosophy on scoring as he slipped on his canary yellow sweater vest. <q> Points don't mean nothin' to me, </q> the Nuggets guard said.`` But I just love getting assists.'' <strong> Vince Carter </strong> did a little scoring and dishing as he helped Denver to a 113... <strong> Dwyane Wade </strong> Highlights vs Kings[ 41 Points,7 Assists,5 Rebounds", "new_id": -2}, {"uid": "1297512905025001988", "i": 17447, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "over a recent accusation she stole a$ 2,500 necklace from upmarket Californian boutique Kamofie& Company- is reportedly wanted by <strong> Simon Cowell </strong> to join him on the judging panel. A source told the Daily Mirror: <q> <strong> Simon Cowell </strong> wants him and three beautiful girls on the panel. He will sit there like the cat that got the cream. <strong> Lindsay Lohan </strong> is notorious but she will give the show an edginess.`` There's been serious talks but <strong> Lindsay Lohan </strong>'s legal issues and her commitment to stay sober need to be worked through. She knows this could turn her life around. </q> <strong> Cheryl Cole </strong> and <strong> Nicole Scherzinger </strong> are frontrunners for roles on the show when it launches in America later this year but <strong> Simon Cowell </strong> is still trying to decide on the perfect combination. The music mogul- who is", "new_id": -2}, {"uid": "1297275511262340631", "i": 9842, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "online experience to help build its presence in the nascent cloud computing market. Aerohive's WiFi architecture goes against the current trend of dumb access points and smart controls by putting the brains at the access point <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1296171036065404937", "i": 10255, "idx": 0, "sa": ["Gregg Araki", "Mike Pence", "Heidi Klum", "Kate Middleton", "Erin Fetherston"], "q": "whereby <strong> Heidi Klum </strong> will have a homepage on AOL, with stories''[ revolving] around <strong> Heidi Klum </strong> and the lifestyle experts in her world, a loose framework of ideas and advice that guides <strong> Heidi Klum </strong>'s everyday life'' including <q> video content, blogs, slideshows that will focus on everything from fun family activities to insider beauty tips to creating successful relationships at work and home, </q> a press release explains. <strong> Erin Fetherston </strong> Is Suspending <strong> Kate Middleton </strong> Regular-Priced Line in Favor of a New, Lower-Priced One New on Vulture Recommends: <strong> Gregg Araki </strong>'s Favorite Movies With Sex Scenes and More! Congressman <strong> Mike Pence </strong> Is the Only Republican", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1295907519051232852", "i": 3291, "idx": 0, "sa": ["Eric Schmidt"], "q": "traits. That it's bringing back Larry Page-one of the mega brand's youthful, eager, inquisitive founders-to take it forward is a healthy sign that the company knows on what its success is based. <strong> Eric Schmidt </strong>, <q> was brought in a decade ago as a professional manager to provide what he called`` adult supervision, </q> did a phenomenal job guiding the company through its adolescence. From what insiders( and some outsiders) are saying, Google, in its adulthood, has lost some of the spark and entrepreneurial spirit that made it", "new_id": -2}, {"uid": "1296004077137592834", "i": 1141, "idx": 1, "sa": ["Michael Copps", "Maurice Hinchey", "Sen. Bernie Sanders"], "q": "commissioners on the pro-merger side of a 4-1 vote. By any measure, it was the wrong vote, as was the Justice Department's dismissal of antitrust concerns raised by the deal. <strong> Michael Copps </strong> said, <q> The Comcast-NBCU joint venture opens the door to the cable-ization of the open Internet. The potential for walled gardens, tollbooths, content prioritization, access fees... and a stake in the heart of independent content production is now very real. </q> Parallel objections came from the savviest observers of media issues on Capitol Hill.`` Big media just got a lot bigger,'' declared <strong> Sen. Bernie Sanders </strong> <strong> Maurice Hinchey </strong>( D., N.Y.).`` The FCC's decision", "new_id": -2}, {"uid": "1295934410148537368", "i": 22490, "idx": 0, "sa": ["Rasheed Wallace", "Allen Iverson", "Rick Barnes"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Warriors on Thursday night.`` That really hurt my feelings, that tip,'' <strong> Rasheed Wallace </strong> said. <q> You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. That's what we did, just dug deep and came up with some stops down the stretch. </q> <strong> Rick Barnes </strong> Hamilton scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's", "new_id": -2}, {"uid": "1295287191082853889", "i": 39801, "idx": 0, "sa": ["Michael Vick"], "q": "on Sunday at the stadium, followed by an MRI on Monday that indicated damage to the cartilage that connected the second and third ribs. On Monday night, in an interview with WXTG-FM, <strong> Michael Vick </strong> said,'' <q> There is some cartilage damage up in there and a small fracture up in there, so maybe a week, maybe two weeks. We'll have to see. I've always been a quick healer. It won't be more than one, two weeks hopefully. Hopefully. </q>'''' http://wn.com/JR_Celski's_Olympic_Road_to_Recovery_6_weeks_post_injury this was taken2 weeks after i started walking for the first time in almost 2 years http://wn.com/5_Weeks_after_ACL_Reconstruction_at_Sanders_Clinic www.sandersclinic.net This video was filmed 5 weeks after this 26 year old skier had her left ACL surgically reconstructed using", "new_id": -2}]