[{"uid": "1296637531225820691", "i": 33750, "idx": 0, "sa": ["Angelina Jolie", "Mike Huckabee"], "q": "longtime supporter of the Jewish state, is visiting Israel with potential 2012 Republican presidential candidate <strong> Mike Huckabee </strong>. <strong> Angelina Jolie </strong> was for years estranged from <strong> Angelina Jolie </strong>. He said on Tuesday his celebrity daughter was well aware of his <q> affection for Israel and the Jewish people, </q> but that he doesn't know where she stands on Israel. <strong> Angelina Jolie </strong> serves as a goodwill ambassador for the United Nations. The 72-year-old <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see", "new_id": -2}, {"uid": "1295934410148537368", "i": 27218, "idx": 2, "sa": ["LeBron James", "Don Nelson", "Allen Iverson", "Rasual Butler", "Rasheed Wallace", "Kobe Bryant", "Eric Gordon"], "q": "Friday night, Detroit is looLeBron James for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it Don Nelsone,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/NBA_Pretemporada_12/10/2009__Golden_State_Kobe Bryants_117_Vs_Los_Angeles_Clippers_124 <strong> Rasual Butler </strong> scored 13 of his 27 points in the third quarter, <strong> Eric Gordon </strong> added 22 and the Los", "new_id": -2}, {"uid": "1295247898056475662", "i": 55125, "idx": 0, "sa": ["Johnny Depp", "Angelina Jolie", "Robert Schwentke", "Paul Giamatti", "Annette Bening"], "q": "leer aus. Und dies obwohl der romantische Thriller mit drei Nominierungen bedacht worden war: als bester Film, f?r die beste Hauptdarstellerin( <strong> Angelina Jolie </strong>) und f?r den besten Darsteller( <strong> Johnny Depp </strong>). Stattdessen wurden der Film <q> The Kids Are All Right </q>, dessen Hauptdarstellerin <strong> Annette Bening </strong> sowie <strong> Paul Giamatti </strong> f?r seinen Auftritt in`` Barney's Version'' ausgezeichnet. Auch der deutsche Regisseur <strong> Robert Schwentke </strong> ging ohne Globe nach Hause. Seine US-Produktion`` R.E.D- H?rter, lter, besser'' war", "new_id": -2}, {"uid": "1296317209151535625", "i": 5156, "idx": 0, "sa": ["Zahi Hawass"], "q": "'s biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters on Saturday. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairperson of the Supreme Council of Antiquities, said on Saturday.`` Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from", "new_id": -2}, {"uid": "1296016152213418004", "i": 14574, "idx": 0, "sa": ["Allen Iverson", "Donyell Marshall", "John Thompson", "John Flowers"], "q": "only Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> John Flowers </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> John Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Epic_Comeback_Falls_Short_Syracuse_Defeats_Georgetown_Feb_18,_2010 Thrilling near comeback by", "new_id": -2}, {"uid": "1297425723208748548", "i": 50148, "idx": 3, "sa": ["Michael Gove"], "q": "their projects.'' He also pointed out that the judge had concluded that`` there was no promise or expectation'' that any of the claimants' projects would proceed. However he added: <q> The Secretary of State will now look again at his decision with regard to these authorities with an open mind, taking representations from them.`` The judge set out, however, that`` the final decision on any project still rests with him and.... No one should gain false hope from this decision. </q> But lawyers for Mr <strong> Michael Gove </strong> had argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, his lawyers said the coalition had inherited", "new_id": -2}, {"uid": "1295927583014860290", "i": 42962, "idx": 0, "sa": ["Klaus Schwab", "Donald Rumsfeld"], "q": " <strong> Klaus Schwab </strong> said he doesn't think it will.`` I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,'' he told AP. <q> Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies. </q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the`` unknown unknowns'' as former U.S. Defense Secretary <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}, {"uid": "1297378381057950228", "i": 31913, "idx": 1, "sa": ["Angelina Jolie", "Barbara Walters", "Jennifer Aniston", "Brad Pitt"], "q": " Was <strong> Jennifer Aniston </strong> taking a not-so-veiled shot at <strong> Angelina Jolie </strong> when she was asked this question on The View today? <strong> Barbara Walters </strong> asks,`` Men with wedding rings don't attract you?'' <q> No, that means off limits! </q> replies <strong> Jennifer Aniston </strong>. Everyone knows the soap opera by now. <strong> Jennifer Aniston </strong> was married to <strong> Brad Pitt </strong>, and was devastated when he left her for <strong> Angelina Jolie </strong>. <strong> Jennifer Aniston </strong> says it's a myth that she's", "new_id": -2}, {"uid": "1295963004022577181", "i": 17148, "idx": 2, "sa": ["David Letterman", "Johnny Kidd", "Michael Jackson"], "q": "fiery cover of <strong> Johnny Kidd </strong> and the Pirates'`` Shakin' All Over'' from the album on`` The Late Show with <strong> David Letterman </strong>.'' The performance left <strong> David Letterman </strong> speechless, and it will be interesting to see if <q> the sweet lady with the nasty voice </q> and her cohorts can outdo themselves on TV tonight. Also, <strong> Michael Jackson </strong> will perform a free album release show at 8 p.m. Friday at the Academy of Contemporary Music at the University of Central Oklahoma's Performance", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' again, <strong> Betty White </strong> quips,`` I think you do a thing once and then you run like a thief.'' <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}]