[{"uid": "1297271256210468892", "i": 17321, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Good point. We're both close but off by a tad. <q>Thank God for Dead Soldiers Pit Bulls</q> is the way Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Congrats to the winners of this contest. Please check your email to see if you have won.", "new_id": -2}, {"uid": "1296810494196722698", "i": 42143, "idx": 0, "sa": ["Sean Kugler", "Dick LeBeau", "Michael Vick"], "q": "hard transition, but I bet it gets done.'' So, maybe <strong> Sean Kugler </strong> will replace <strong> Dick LeBeau </strong> if <strong> Dick LeBeau </strong>, 73, retires after Sunday's game? ''No,'' he said. <q>There'd be more than a few scratched heads if they ever did that. I have no aspirations to do that.</q> Party pooper? An Eagles spokesman indicated yesterday that <strong> Michael Vick </strong> probably will not attend a Super Bowl party being promoted under his name tonight in Dallas. ''Dallas Dynasty", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q>I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,</q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called ''Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1295408846085049364", "i": 20269, "idx": 1, "sa": ["Simon Cowell"], "q": "the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to ''a cat being thrown off a skyscraper,'' telling another, <q>Don't mean to be rude, but you look like the Hulk's wife,</q> reducing dozens of hopefuls to their worst ''ugly cry''- and propelling the show to the No. 1 spot in the process. But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres Wednesday", "new_id": -2}, {"uid": "1295160028209272840", "i": 8855, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "speaks with Paul Pellman, CEO of ClickForensics, an Austin, TX based company that claims to be ''the industry leader in scoring, auditing, and improving traffic quality for the online advertising community.'' <q>People are treating Google like their most trusted friend,</q> said CNBC's <strong> Maria Bartiromo </strong> in the interview. ''Should they be?'' Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded, ''", "new_id": -2}, {"uid": "1296313473107511841", "i": 7097, "idx": 0, "sa": ["Zahi Hawass"], "q": "'s biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters early Saturday. <q>I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,</q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. ''Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above", "new_id": -2}, {"uid": "1297180316142131220", "i": 39245, "idx": 1, "sa": ["Steve Ballmer"], "q": ". Chief Executive Officer <strong> Steve Ballmer </strong> plans to extend a management shake-up aimed at adding senior product executives with an engineering background, two people with knowledge of the decision said,'' Dina Bass reports for Bloomberg. <q>Changes may be announced this month, said one of the people, who declined to be named because the plans are private,</q> Bass reports. ''Last month, <strong> Steve Ballmer </strong> pushed out server division president and 23- year company veteran Bob Muglia, saying the company needed new leadership that could focus on areas such as cloud software.''", "new_id": -2}, {"uid": "1297161526055738379", "i": 33845, "idx": 4, "sa": ["Simon Cowell"], "q": "said, ''because we don't have to pretend we like each other.'' And sure, said <strong> Simon Cowell </strong>, ''There will be some bias'' among the judges toward the contestants they mentor. <q>That's part of the fun.</q> Britain seven years ago, he said, ''because I got bored'' with ''the old style'' of having contestants present and judges assess their work. The hands-on involvement of the judges, he", "new_id": -2}, {"uid": "1295929919173178882", "i": 24923, "idx": 0, "sa": ["Steve Ballmer"], "q": "ARM processors. Unlike the x86 architecture that today's Windows laptops and desktops work with, ARM-based chips tend to run such low-power devices as tablets and smartphones. CES keynote speech, Microsoft CEO <strong> Steve Ballmer </strong> said, <q>This announcement is really all about enabling a new class of hardware, and new silicon partners for Windows, to bring the widest possible range of form factors to the market.</q> In other words, Windows won't be just for laptops and desktops anymore. Actual Facts Microsoft's ARM announcement represents the firm's only officially released factual detail about Windows 8. Consistent", "new_id": -2}, {"uid": "1295451814058523658", "i": 23396, "idx": 1, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "Tonight Show and doesn't understand why his ratings are higher than <strong> David Letterman </strong>'s. ''America must be filled with morons,'' he said about <strong> Jay Leno </strong>'s fans who tune in every night. <q>I don't like <strong> Jay Leno </strong> personally,</q> <strong> Howard Stern </strong> said. He complimented the comedian's career early on, but added, ''I don't like the way he's behaved with me personally. I've done his show many times in the past;", "new_id": -2}]