[{"uid": "1295432564076251150", "i": 8514, "idx": 0, "sa": ["Michael Jackson", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on the singing competition that airs on CTV. <q>I think with every artist-- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists-- you have a lot of warmth and a lot of nurturing,</q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1295779927107937802", "i": 15770, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years- \"a nice round number\"- and Page was ready to lead the company into the future. <q>Larry and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,</q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly US$ 30 billion. The", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q>the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose.</q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}, {"uid": "1296723373183549966", "i": 23719, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The NADA convention provides an opportunity for us to hear directly from dealers about the issues that matter most to them,\" said Jim Bunnell, GM's general manager of U.S. sales operations, in a statement. <q>We are able to talk to a large number of dealers, answer their questions and share news about our business plans and performance.</q> Chrysler CEO <strong> Sergio Marchionne </strong> will speak at a pre event conference, sponsored by JD Power and Associates. While the fight over dealer terminations was a difficult one, Tonkin says that's over, and", "new_id": -2}, {"uid": "1297123878224133168", "i": 32329, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "focused on signs of economic recovery. \"If you're serious about helping Americans on unemployment, you need to show how you'll pay for the cost with cuts elsewhere,\" a House GOP aide said. <q>If you don't do that, you're looking to issue a press release, not to actually help people.</q> HuffPost] The drift has begun. We were RTed by <strong> Donald Rumsfeld </strong> today.@RumsfeldOffice My 1966 encounter w/ LBJ on Vietnam left an impression.@HuffingtonPost has the scoop& documents: http://huff.to/gXAHPC", "new_id": -2}, {"uid": "1295983889158924800", "i": 30081, "idx": 0, "sa": ["Jerry Angelo", "Donald Rumsfeld"], "q": "toughness for sitting out most of the second half of Sunday's 21-14 NFC championship game loss to Green Bay with a knee injury. \"I think it's crap,\" general manager <strong> Jerry Angelo </strong> said. <q>I thought Friday Night Stand Up Sneak Peak: <strong> Chelsea Peretti </strong>'s Weird Foreign Exchange Program( VIDEO) Comedy Central's \"Friday Night Stand Up</q> has begun, and HuffPost Comedy has your weekly sneak peek right here. Check back every week for exclusive <strong> Donald Rumsfeld </strong> Reflects On Writing Of Memoir WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful", "new_id": -2}, {"uid": "1295957858002146307", "i": 5256, "idx": 0, "sa": ["Bill Leader", "Eric Cantor", "Newt Gingrich", "Mike Pence"], "q": "Chairman Paul Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Newt Gingrich </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, <q>We're saying you <strong> The Republican Party </strong> through, <strong> The Republican Party </strong> back to pre-stimulus bailout numbers. We can live with that.</q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority <strong> Bill Leader </strong> <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1296860121114081793", "i": 26288, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "Ferrari, Maserati and Alfa Romeo. Last year, Volkswagen AG Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q>As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer,</q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> also said Fiat is looking to \"redimension\" its joint venture with Indian automaker Tata Motors to sell Fiat-branded cars in India. Tata", "new_id": -2}, {"uid": "1296128197246497300", "i": 17592, "idx": 3, "sa": ["Michael Vick"], "q": "where he completed 62.8 percent of his passes, blowing his previous best out of the water. \"I feel like this one I had to work hard to get here,\" <strong> Michael Vick </strong> said. <q>This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else. \"I think everything came together, and it has worked out for me.</q> For everything that he's been through, <strong> Michael Vick </strong> is still 30 years old and in the prime of his career. Where he will play next season is up in the air.", "new_id": -2}, {"uid": "1295217285213467159", "i": 18463, "idx": 0, "sa": ["Joe Banner", "Michael Vick", "DeSean Jackson"], "q": "<strong> Joe Banner </strong>. <strong> Joe Banner </strong> talked about what the Eagles' offseason approach will be. \"Our view is really no different than what you see going around the league,\" <strong> Joe Banner </strong> said. <q>With the unknown of the collective barganining agreement, we've decided- and everybody can make their own decision- that it's safer to wait, be patient, let's see what the landscape is and move forward. \"So we don't rule out doing things, and at the same time at this point, we haven't done anything, and it's overwhelmingly related to just kind of the uncertainty of where things are headed.</q> Two of the Eagles' main offseason decisions pertain to <strong> Michael Vick </strong> and <strong> DeSean Jackson </strong>. The Eagles' likely options with <strong> Michael Vick </strong> will be to offer him a long-term extension, franchise him, let him walk or", "new_id": -2}]