[{"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q>I'm having more publicity and celebrity now than I ever had when I was younger,<q> <strong> Wanda Jackson </strong> says. \"And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}, {"uid": "1295454374253952012", "i": 13142, "idx": 0, "sa": ["Lt. Gen. Harold G. Moore", "Colin Powell", "Peter Pace", "Joseph L. Galloway"], "q": ". www.internationalwomensday.com Vietnam Veterans Memorial www.thewall-usa.com National Park Service/Vietnam Veterans Memorial www.nps.gov About the rubbings: Memorial Rubbings Page www.memorialrubbings.com <strong> Colin Powell </strong> en.wikipedia.org <strong> Colin Powell </strong> <strong> Peter Pace </strong> en.wikipedia.org Battle of Ia Drang en.wikipedia.org <strong> Lt. Gen. Harold G. Moore </strong> en.wikipedia.org <strong> Joseph L. Galloway </strong> en.wikipedia.org <strong> Lt. Gen. Harold G. Moore </strong> and <strong> Joseph L. Galloway </strong> co-authored book entitled <q>We Were Soldiers Once... And Young.<q> We Were Soldiers Once... And Young www.lzxray.com Vietnam http://wn.com/DOVV_Rising_The_Iraq_War_Poem-Veterans_Issues_-Vietnam_Veteran's_Daughter This is a video documentary about one Hmong soldier's personal experience in the Vietnam War fighting to protect the American soldiers in the jungle of Laos. On Saturday", "new_id": -2}, {"uid": "1295531619110821446", "i": 21023, "idx": 0, "sa": ["Walt Disney", "Colin Powell"], "q": "social development. And a lot still needs to be done in China, in terms of human rights.\" FIRST LOOK:-- \"CBS Evening News\" tonight: Anchor and Managing Editor <q><strong> Katie Couric </strong>'s \"In Focus' series... looks at the parts of the health care reform law that are rolling out, what is coming down the line and how the debate over its implementation may be more rough and tumble than the months leading up to its adoption....[ <strong> Lloyd Blankfein </strong>] ontributions from: <strong> Bill Maher </strong> <strong> Dr. John </strong>, <strong> Jan Crawford </strong>, <strong> Dr. John </strong> LaPook, Wyatt Andrews, <strong> Nancy Cordes </strong>, <strong> Chip Reid </strong>, <strong> Steve Ballmer </strong> <strong> Harry Reid </strong> and surgeon and health care policy expert <strong> Dr. Atul Gawande </strong>.<q>-- CNN\"s \"State of the <strong> Walt Disney </strong> turns[ Sunday] to former Secretary of State <strong> Colin Powell </strong> during a moment of national introspection- at the start of a new congress, in the wake of a", "new_id": -2}, {"uid": "1297600387170737665", "i": 32660, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects stolen by looters include \"a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess\" and parts of <q>a gilded wood statue of Tutankhamun harpooning,<q> a statement on <strong> Zahi Hawass </strong>' website read. For 18 days Tahrir Square was the epicenter of the nationwide protests demanding the resignation of President <strong> Hosni Mubarak </strong>, 82, who ruled Egypt for almost 30 years. On", "new_id": -2}, {"uid": "1295598829081559588", "i": 26382, "idx": 0, "sa": ["George H.W. Bush", "Colin Powell", "Dan Quayle", "Dick Cheney"], "q": "unable to attend, thanked the former president, his officials, the United States, and its military forces. \"Believe me, Kuwait and its people will never forget you,\" he said. <q>We carry in our hearts what you did for us each and every day.<q> <strong> George H.W. Bush </strong> was briefly joined by former <strong> Dan Quayle </strong>. Later, his top advisers- then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> Dan Quayle </strong> A. Baker 3d, and then-National", "new_id": -2}, {"uid": "1295566930055705733", "i": 37035, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": "Thu, Jan 20, 2011, 6:42 PM EST- U.S. Markets closed <strong> Google Inc. </strong> co-founder Page to replace <strong> Eric Schmidt </strong> as CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00<q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Thursday January 20, 2011, 6:19 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>, a", "new_id": -2}, {"uid": "1296171718125468698", "i": 4376, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Woodrow Wilson"], "q": "affordable Internet.( Publi... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,<q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Native American Access to Broadband The <strong> Barack Obama </strong> announces his plans for securing America's digital future. May 29, 2009.", "new_id": -2}, {"uid": "1296542758249364481", "i": 47605, "idx": 1, "sa": ["Michael Vick"], "q": "he probably still has a long way to go to get back in the good graces of the general consumer in terms of marketability,\" said Jim Klunk, president of Klunk& Millan Advertising Agency in Allentown. <q>I think he'll be pretty much limited to the types of products that[ Unequal Technologies] makes, at least right now.<q> That company, which manufactures shock-absorbing padding and other athletic equipment, confirmed last week that it had signed <strong> Michael Vick </strong> to a deal for an undisclosed amount. All Chief Executive Officer Rob Vito would tell", "new_id": -2}, {"uid": "1297125914137412651", "i": 1825, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "Clearly, this was not the case in this situation and one without my knowledge or approval,\" he said. In his own statement, <strong> Dwaine Caraway </strong> said the key was \"ceremonial.\" <q>These ceremonial gifts are different from the official keys to the city presented by the mayor,<q> he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295916567115490851", "i": 5624, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "from a briefing <strong> President Lyndon Johnson </strong> gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q>It's not a journal, it's not a diary,<q> he says of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> President Bush </strong>", "new_id": -2}]