[{"uid": "1295437102052150339", "i": 6617, "idx": 0, "sa": ["Kevin Love", "Blake Griffin", "Allen Iverson", "Michael Jordan", "Michael Beasley"], "q": "| href=\"http://www.startribune.com/sports/\"> Sports Clippers' <strong> Blake Griffin </strong> grows into one-man highlight film <q> Don't get dunked on </q> is <strong> Michael Beasley </strong>'s sage advice. LOS ANGELES- Timberwolves forward <strong> Kevin Love </strong> remembers a time before <strong> Blake Griffin </strong> produced statistics not seen from an NBA rookie since <strong> Allen Iverson </strong> or maybe <strong> Michael Jordan </strong> came into the league. He", "new_id": -2}, {"uid": "1295717835220610561", "i": 51661, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "`` movie'':`` http://media10.washingtonpost.com/wp/swf/OmniPlayer.swf'',`` id'':`` oplayer-video-swf'',`` width'':`` 100%'', height:`` 100%'',`` vars'':{`` title'': <q> <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support </q>,`` stillURL'':`` http://www.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg'',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011- 6v&amp;flvURL=/media/2011/01/22/01222011- 6v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011- 6v.jsn''},`` params'':{`` allowFullScreen'':`` true''}} <strong> Kirsten Gillibrand </strong>:", "new_id": -2}, {"uid": "1295835341029999109", "i": 14879, "idx": 0, "sa": ["Gordon Brown", "Chris Huhne", "Mark Lewis"], "q": "consistent with number of targets- <strong> Chris Huhne </strong> <strong> Chris Huhne </strong>. Photograph: <strong> Mark Lewis </strong> Whyld/PA <strong> Chris Huhne </strong> today cast doubt on claims that phone hacking at the The energy and climate change secretary said on the BBC1's Politics Show: <q> It seemed to me clear that the number of people that were being hacked clearly was not consistent with it being one rogue reporter who happened to be the royal correspondent. </q> <strong> Gordon Brown </strong> asked police to investigate whether he was a victim of phone hacking. <strong> Gordon Brown </strong> is said to have written at least one letter to the Metropolitan police last summer, asking whether his phone was hacked while he", "new_id": -2}, {"uid": "1295089809196460712", "i": 29439, "idx": 0, "sa": ["Gene Chizik", "David Letterman", "Cam Newton"], "q": " <strong> Cam Newton </strong> appeared on`` The Late Show with <strong> David Letterman </strong>'' two days after winning the Heisman Trophy and made a memorable appearance on`` The Tonight Show'' David Lettermanier this week. <q> When you look at a guy that a year ago nobody knew who he was, obviously, and you look at just what he's done, it's a great story, </q> coach <strong> Gene Chizik </strong> said David Lettermanier this week.`` He is a huge part of what our football team beCam Newtone. I think he got our players to rally around him in terms of the way they upped their level of", "new_id": -2}, {"uid": "1295642253262504457", "i": 37239, "idx": 4, "sa": ["David Cameron", "Andy Coulson"], "q": "out about those things, he resigned, and that was the right thing to do,'' Mr. <strong> David Cameron </strong> told href=\"http://topics.nytimes.com/top/news/business/companies/british_broadcasting_corporation/index.html?inline=nyt- org\" title=\"More articles about the BBC.\"> BBC radio's`` Today'' program. <q> I judge his work by what he has done </q> since then, Mr. <strong> David Cameron </strong> said, adding that Mr. <strong> Andy Coulson </strong> should not be punished twice for the same thing. The development also came at a delicate time for News Corp., Reuters reported. It is awaiting", "new_id": -2}, {"uid": "1295445377093192224", "i": 37331, "idx": 0, "sa": ["Steven Tyler", "American McGee", "Billy Joel", "Randy Jackson", "Simon Cowell", "Jennifer Lopez"], "q": "disc jockey instead of a singer. It seems the essence of <strong> Simon Cowell </strong> has been` <strong> American McGee </strong> Idol' embraces kinder, gentler attitude LOS ANGELES- When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest target=\"_blank\" href=\"http://worldtime.wn.com/\"> Time </q> in front of <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, something totally out of the ordinary happens: They don't make fun of him. Instead, the new`` <strong> American McGee </strong> Idol'' judging team encourages him to become a", "new_id": -2}, {"uid": "1295669866025428003", "i": 58350, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "are billionaires. to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.'' <q> I believe <strong> Larry Page </strong> is ready </q> to be CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes", "new_id": -2}, {"uid": "1295466115125829131", "i": 13037, "idx": 3, "sa": ["Alassane Ouattara"], "q": ". In an interview to be published in French newspaper La Croix on Thursday and seen by Reuters, <strong> Alassane Ouattara </strong> was asked if ECOWAS was likely to move from threats to action on the ground. <q> Everything's in the process of being put in place. Military intervention is already planned, </q> <strong> Alassane Ouattara </strong> was quoted as saying. The U.N. mission estimates at least 247 people have been killed since the dispute began, many in night-time raids by security forces or allied militias against residents of pro-Alassane Ouattara neighbourhoods.", "new_id": -2}, {"uid": "1296228272172146710", "i": 20890, "idx": 27, "sa": ["Mike Pence"], "q": ", and it's a lot easier to run as the governor of Indiana than as a House member from anywhere.''' The source close to <strong> Mike Pence </strong> agrees. As governor, he'll be able <q> to build a larger following and donor base </q> and address`` the punditry that says you need executive experience.'' And yet, the source acknowledges, this may be a unique moment in presidential-campaign history.`` I concede he may not be able", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him.`` As soon as he hangs his cleats up, he's going to the Hall of Fame,'' Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>.`` I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}]