[{"uid": "1296106911231735330", "i": 17317, "idx": 1, "sa": ["Eric Schmidt", "David Cameron"], "q": "tapping scandal in world history by one of America's biggest and most powerful corporations, yet there has not been a single hearing on Capitol Hill,\" the letter commented about the so-called \"Wi-Spy\" events. <q> We respectfully submit that Google CEO <strong> Eric Schmidt </strong> should be asked to testify under oath so that the American public learns the truth about Wi-Spy. </q> In response, Google said the letter was \"just the latest in a long list of press stunts from an organization that admits to working closely with our competitors.\" Last September, <strong> Eric Schmidt </strong> was named by <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1295912875241205290", "i": 1036, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the", "new_id": -2}, {"uid": "1295584540106250245", "i": 12397, "idx": 0, "sa": ["Eric Schmidt"], "q": "of products, would take over as chief executive, succeeding Mr <strong> Eric Schmidt </strong>, the company's longtime chief. \"Larry is ready,\" Mr <strong> Eric Schmidt </strong>, who will become executive chairman, told reporters. <q> It's time for him to have a shot at running this. </q> Mr <strong> Eric Schmidt </strong>- who in a decade oversaw the transformation of a barely profitable Web start-up with 200 employees into the world's most- used search engine, generating US$ 29 billion($ 37 billion)", "new_id": -2}, {"uid": "1295268538147652699", "i": 28722, "idx": 0, "sa": ["Newt Gingrich", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "a deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> Jim Ryan, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate. He was", "new_id": -2}, {"uid": "1295733110147996681", "i": 34161, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "media chief on Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit yesterday, bowing to pressure over what he knew about hacking at the development also renewed questions about practises at the Sunday tabloid, commentators said, at", "new_id": -2}, {"uid": "1295682265065617928", "i": 84, "idx": 8, "sa": ["Bob Dole", "Mike Pence"], "q": " \"The folks I've heard, the names I've seen, are the leaders of the social conservative movement,\" said GOP strategist Scott Reed, who managed <strong> Bob Dole </strong>'s presidential campaign in 1996. <q> And that is a strong base from which to start. But it isn't going to get you to the finish line. You need to be able to expand beyond that. </q> <strong> Mike Pence </strong> said Monday he's leaning in one direction but declined to say what it was. \"We're nearing the end of a process that began right after Election Day in November,\"", "new_id": -2}, {"uid": "1296768307240500746", "i": 24226, "idx": 6, "sa": ["Robin Williams", "Barbara Walters", "David Letterman"], "q": "did your new arteries come from?\" \"Ace Hardware,\" joked <strong> David Letterman </strong>. <strong> Robin Williams </strong> told <strong> Barbara Walters </strong> about his aortic valve replacement in 2009. He too couldn't resist being funny saying, <q> As time goes on you go, I'm okay, thank you. How are you? A little flatulent. Didn't need that news </q> joked <strong> Robin Williams </strong>. On a serious note, <strong> Barbara Walters </strong> pointed out on The View Infamous Teacher-Student Marriage Still Together, 14 Years Later", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}, {"uid": "1295268538147652699", "i": 28723, "idx": 1, "sa": ["Jack Kemp", "Mike Pence"], "q": "wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,\" Benko said. <q> <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. </q> <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate. He was perhaps best known as an economic conservative who advocated low taxes and lowering barriers to supplying goods and services. <strong> Mike Pence </strong>,", "new_id": -2}, {"uid": "1295599142252706826", "i": 6762, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "in particular, new products. \"We've been talking about how best to simplify our management structure and speed up decision-making for a long time,\" <strong> Eric Schmidt </strong> said in a statement released by Google. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Internally, <strong> Eric Schmidt </strong>, 55, will continue to act as an adviser to Page, 37, and Google co-founder <strong> Sergey Brin </strong>, also 37, who will also focus on strategic projects and new products. The", "new_id": -2}]