[{"uid": "1295701157121667618", "i": 18016, "idx": 1, "sa": ["Mike Pence"], "q": "left. The Pacers committed six turnovers, including three in the final two minutes, in the final quarter.`` I guess it's a consistency thing,'' swingman <strong> Mike Pence </strong> Dunleavy said. <q> We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes. </q> There's not one consistent reason behind the Pacers' struggles in the fourth quarter. Some games it's turnovers. Other games it's poor shot selections. And there are also defensive breakdowns", "new_id": -2}, {"uid": "1297175441226918423", "i": 30988, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.'' Leroy I", "new_id": -2}, {"uid": "1295582424002506758", "i": 2825, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "anniversary show <strong> Saddam Hussein </strong> tried to broker a last minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces`` treacherous and cowardly'' and describing <strong> George H.W. Bush </strong> as <q> the enemy of God and humanity. </q> Along with <strong> George H.W. Bush </strong>, the reunion included former <strong> Dan Quayle </strong>, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>. The Kuwaiti dignitaries included the emir", "new_id": -2}, {"uid": "1296731741114950147", "i": 9633, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> and will receive a salary of Â£ 140,000.`` I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time,'' he said in a statement. <q> It's difficult to leave the BBC after a fascinating few years- but this is an opportunity I can't turn down. </q> <strong> David Cameron </strong> said in a statement yesterday that he was`` very pleased'' by the appointment.`` Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and", "new_id": -2}, {"uid": "1297368027190234634", "i": 277, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman", "Camille Grammer"], "q": "'' <strong> Camille Grammer </strong> said in a statement. She thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nearly 13 years. <q> What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children, </q> her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>,`` love and happiness in their new marriage.'' <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month", "new_id": -2}, {"uid": "1296627538082198534", "i": 336, "idx": 0, "sa": ["Mitt Romney", "Piers Morgan", "David Letterman", "Jon Huntsman"], "q": "She's saying,` full speed ahead.''' <strong> Mitt Romney </strong> appeared on`` <strong> Piers Morgan </strong>'' and`` The View'' as part of a two-day media tour in conjunction with the paperback release of his book <q> No Apology: The Case for American Greatness. </q> He also appeared on Good Morning America and read the Top Ten List on`` The Late Show with <strong> David Letterman </strong>.'' With <strong> Mitt Romney </strong>'s media blitz and confirmation that <strong> Jon Huntsman </strong> will resign the U.S. ambassadorship to China", "new_id": -2}, {"uid": "1297192174179781728", "i": 47882, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers", "Ric Flair"], "q": "<strong> Ric Flair </strong> think it takes multiple leaders to have a locker room that functions properly... <strong> Ric Flair </strong>'m more of a leader by example.'' <strong> Aaron Rodgers </strong> threw for 304 yards, three touchdowns and no interceptions. <q> Click here to watch the <strong> Aaron Rodgers </strong> post-Super Bowl interview with <strong> David Letterman </strong>. </q> Here are some highlights of the <strong> Aaron Rodgers </strong> interview with <strong> David Letterman </strong>: <strong> Aaron Rodgers </strong> said the team ran about 40 of the 60 plays they planned for the game. Sometimes players will ask <strong> Aaron Rodgers </strong> if they are supposed to", "new_id": -2}, {"uid": "1297154709260177972", "i": 29831, "idx": 0, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "two cars and$ 40,000 in cash. <strong> Eric Schmidt </strong> took bribes from Iraqi vendors and in one case allegedly changed a contract to deliver less exercise equipment than was paid for, the Times said. <q> The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people and betrayed the trust placed in them, </q> said <strong> Stuart Bowen </strong>, special inspector general for Iraq reconstruction. <strong> Eric Schmidt </strong>'s wife, Janet <strong> Eric Schmidt </strong>, 39, will be sentenced in March for her role in the fraud. She faces up to three years in", "new_id": -2}, {"uid": "1297489386053772313", "i": 43411, "idx": 0, "sa": ["Judith Light", "Eric Simonson", "David Maraniss", "David Letterman", "Vince Lombardi", "Bill Dawes"], "q": "yelling. I was only consoled by the fact that if the Packers had lost, it would have been at the hands of a great team.'' Mr. <strong> Eric Simonson </strong> based his play on the best-selling biography <q> When Pride Still Mattered: A Life of <strong> Vince Lombardi </strong>, </q> by <strong> David Maraniss </strong>.`` <strong> Vince Lombardi </strong>'' has been on Broadway since Oct. 21. <strong> Judith Light </strong> co-stars as Marie, the coach's devoted wife. <strong> David Letterman </strong> McCormick is the reporter whose weeklong interview frames the play and <strong> Bill Dawes </strong> portrays Green", "new_id": -2}, [{"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}]]