[{"uid": "1295902107252543013", "i": 4641, "idx": 0, "sa": ["Bill Clinton", "Colin Powell", "Barack Obama"], "q": "members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House,\" he said. <q> I've said for more than a year that if the Democrats hold both the House and the Senate, <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better. </q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. \"He hasn't achieved all of his purposes,", "new_id": -2}, {"uid": "1296746865116736071", "i": 54601, "idx": 8, "sa": ["George W. Bush", "Barack Obama", "Donald Rumsfeld"], "q": ". At the time, <strong> George W. Bush </strong> rejected two resignation letters, five days apart, from <strong> Donald Rumsfeld </strong>. Another 21/2 years passed before <strong> George W. Bush </strong> facing the Republicans' loss of Congress, decided to let <strong> Donald Rumsfeld </strong> go. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> <strong> Donald Rumsfeld </strong> acknowledges. <strong> Donald Rumsfeld </strong> argues that the administration was wrong to have been so focused on preserving Barack Obamaial powers that it initially eschewed negotiations with Congress in formulating detainee policy. A chief proponent of this strategy,", "new_id": -2}, {"uid": "1295779419107937821", "i": 46709, "idx": 1, "sa": ["Simon Cowell", "Nicole Lyn"], "q": "at any time during their act. <strong> Simon Cowell </strong>. \"This is a famous and infamous audience,\" says Lynews.com/topics/Marion+Caffey\" Caffey\"> Marion J. Caffey, the Amateur Night producer who hand-picks the talent. <q> We have judges, but they only judge the response of the audience. A lot of other shows have judges who make that final decision, and they overrule the audience about who stays and who goes. \"At the Apollo, however, the crowd actually does the hiring and the firing, and they get pretty wild. </q> Caffey kicked off the 2011 season's open auditions last October; hundreds of hopefuls lined up at 125th St. \"They're given 90 seconds to show me what they have, but most people", "new_id": -2}, {"uid": "1295895473003866657", "i": 5719, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Mon, Jan 24, 2011, 1:57 PM EST-{ \"s\" : \"goog\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } Joseph Tartakoff, On Monday January 24, 2011, 12:53 pm EST <strong> Eric Schmidt </strong>, who already announced last week his intention to sell", "new_id": -2}, {"uid": "1295931009036896782", "i": 28089, "idx": 1, "sa": ["Andy Coulson", "Chris Huhne"], "q": "clear that the number of people being hacked clearly was not consistent with it being one rogue reporter,\" energy minister and coalition partner Liberal Democrats member Huhne-Chris Huhne\"> <strong> Chris Huhne </strong> told a TV channel. <q> We know police were not keen on the subject. </q> A comment in the Guardian newspaper went further. \"There have been dark mutterings of police collusion and apathy.\" It said Scotland Yard officers will now be questioned in the case. During <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1295606477050561028", "i": 32798, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "pris les investisseurs par surprise hier soir lors de la publication de ses r?sultats trimestriels en annon?ant le remplacement du directeur g?n?ral, <strong> Eric Schmidt </strong>, par <strong> Larry Page </strong>, co-fondateur du moteur de recherche,? partir du 4 avril. <q> Nous discutions de la meilleure mani?re de simplifier la structure du management et d'acc?l?rer le processus de d?cision depuis longtemps. En clarifiant nos r?les individuels, les responsabilit?s seront plus clairement tablie au sommet de la soci?t. </q>, a d?clar <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong>, qui tait directeur g?n?ral depuis 2001, restera pr?sident ex?cutif. <strong> Sergey Brin </strong>, l'autre co-fondateur sera en charge de la strat?gie, en particulier du lancement des nouveaux produits.", "new_id": -2}, {"uid": "1297254281101777433", "i": 51687, "idx": 6, "sa": ["Simon Cowell"], "q": "\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q>( 2 of 2) The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as the Black Eyed Peas or Destiny", "new_id": -2}, {"uid": "1295473800129286206", "i": 35430, "idx": 0, "sa": ["Michael Vick"], "q": "took the dog a good 20 miles out in the country and dumped him off. The next morning the dog was back on our porch. My sister and I convinced my dad to let us keep him. <q> Damn! I thought I killed that thing... </q>-- <strong> Michael Vick </strong> KDMac: \"Damn! I thought I killed that thing...\" -- <strong> Michael Vick </strong> dlaurels 18 minutes ago( 4:30 PM) Dogs do get so attached to their owners and the owners get really", "new_id": -2}, {"uid": "1297089391093831198", "i": 51731, "idx": 4, "sa": ["Sergio Marchionne"], "q": "pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. \"We had no choice... I am going to pay the shyster loans.\" He called the loans <q> a thorn in my side. </q> <strong> Sergio Marchionne </strong> even manages to get his insult wrong. \"Shyster\" refers to attorneys, not lenders. He may have meant \"shylock,\" which is slang for loan sharks, which is itself slang", "new_id": -2}, {"uid": "1297171230133922851", "i": 11416, "idx": 7, "sa": ["Simon Cowell"], "q": "of \"X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q> The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as the Black Eyed Peas or Destiny's Child. \"I'm genuinely staggered", "new_id": -2}]