[{"uid": "1296264607254001162", "i": 5801, "idx": 0, "sa": ["Danilo Gallinari", "Allen Iverson", "Samuel Dalembert", "Rodney Carney", "Jared Jeffries"], "q": "scored 17, <strong> Jared Jeffries </strong> had 15 and <strong> Danilo Gallinari </strong> 12 for the Knicks( 16-22), who snapped a two-game losing streak. The Knicks also ended a nine-game skid in Philadelphia, dating to Dec. 17, 2004. <q> We finally got one here, </q> <strong> Jared Jeffries </strong> said.`` We made some big plays when we needed them down the stretch.'' <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26", "new_id": -2}, {"uid": "1295066628181321734", "i": 7535, "idx": 1, "sa": ["Seán McManus", "Michael Vick", "Brett Favre"], "q": "would have thought that <strong> Michael Vick </strong> would be the best`` positive story'' when the season began.`` Whether it was <strong> Michael Vick </strong> or <strong> Brett Favre </strong>,'' said <strong> Seán McManus </strong>, trying to explain this NFL viewership phenomenon. <q> I think all of it generated interest...[ and] brought in a lot of people who wouldn't normally watch football. </q> <strong> Seán McManus </strong> added that once curiosity is piqued, the games must be compelling enough to hold viewer interest. And most of them were.`` It becomes almost a self-fulfilling prophesy,'' <strong> Seán McManus </strong> said", "new_id": -2}, {"uid": "1297206274184696842", "i": 21884, "idx": 1, "sa": ["Colin Powell", "Condoleezza Rice"], "q": "one of the few people not to blame for anything that went wrong. He said <strong> Condoleezza Rice </strong> tried to run things by committee and that there were too many leaks from <strong> Colin Powell </strong>'s state department. There were <q> too many hands on the steering wheel </q>, he writes. He says that long before the war began he had made a list which he called his`` parade of horribles''. He warned against weapons of mass destruction( WMD) not", "new_id": -2}, {"uid": "1297420897174850064", "i": 60032, "idx": 0, "sa": ["Eric Schmidt"], "q": "Nokia. It looks very much like Nokia wants to become the Dell of the mobile industry. They are admitting their service strategy has been a failure.'' NICOLAS VON STACKELBERG, MACQUARIE RESEARCH <q> I think the real question is do people give Nokia's new leadership the benefit of doubt, or don't they? Frankly, that depends on how well they present the case today. </q> INGE HEYDORN, SENTAT ASSET MANAGEMENT Jules Verne Google doodle: science fiction author's birthday marked with'til ting' logo Google Earth finds Saudi Arabia's forbidden archaeological secrets Google's <strong> Eric Schmidt </strong> predicts the future", "new_id": -2}, {"uid": "1296859928024854534", "i": 5751, "idx": 2, "sa": ["Sergio Marchionne"], "q": "profit if it weren't for interest on the loans. Refinancing would let him`` stop explaining why I'm paying shyster rates,'' <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> told reporters at an automotive conference that he would like <q> at least to have an agreement in principle </q> with banks by the end of March. The company is talking with Goldman Sachs and other banks about the refinancing, he said. Besides the loans, the two governments took ownership stakes in Chrysler when it came", "new_id": -2}, {"uid": "1296252212224411648", "i": 51123, "idx": 0, "sa": ["Steven Tyler", "Lauren Alaina", "Haley Scarnato", "Donald Trump", "Simon Cowell", "Kristy Lee Cook", "Stormi Henley"], "q": ", my dawg, is more of a pitbull this season, taking on the role of <strong> Simon Cowell </strong>... what's his name? Oh, yeah, <strong> Simon Cowell </strong>. <strong> Stormi Henley </strong>, the former Miss Teen USA who said <q> <strong> Donald Trump </strong> used to be my boss. </q> And <strong> Lauren Alaina </strong>, who closed the show singing`` Don't Want to Miss a Thing,'' an impromptu duet with <strong> Steven Tyler </strong>. <strong> Stormi Henley </strong> reminded me of another <strong> Kristy Lee Cook </strong> or <strong> Haley Scarnato </strong>. All equally beautiful,", "new_id": -2}, {"uid": "1296178033201965580", "i": 14042, "idx": 9, "sa": ["Eric Holcomb", "Mike Pence", "Mitch Daniels", "Mike McDaniel", "Phil Sharp", "Jackie Walorski"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for <strong> Eric Holcomb </strong> if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through, </q> she said.`` Obviously it'd be great for the state of Indiana.'' <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat <strong> Phil Sharp </strong> in 1988 and 1990. He", "new_id": -2}, {"uid": "1297517014244219923", "i": 48686, "idx": 1, "sa": ["David Hasselhoff", "Simon Cowell", "Piers Morgan"], "q": "judge. He has that ability to say what you at home are thinking. \" <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better. \" <q> <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better. </q> Comment on this Article However the pair are excited to be working with former' href=\"http://femalefirst.co.uk/baywatch/\" title=\"Lastest Baywatch news from Female First\"> Baywatch' hunk <strong> David Hasselhoff </strong>- who was thrown off` America's Got", "new_id": -2}, {"uid": "1296005496137592915", "i": 1652, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", blowing away the average analyst estimate of 2 percent growth. The company will introduce the smart phone in February, ending AT&T's exclusive hold on the device in the United States. Hear here <q> How long are you committed to doing what you're doing? As long as it's exciting. </q> Google CEO <strong> Eric Schmidt </strong>, when asked Tuesday about his plans for the future. <strong> Eric Schmidt </strong>, who announced last week that he will become executive chairman while co-founder <strong> Larry Page </strong> takes over as CEO, dismissed speculation that he", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]