[{"uid": "1295039838092176408", "i": 45955, "idx": 0, "sa": ["Mike Pence"], "q": "was unacceptable to spend 12 percent more for these programs than last year. Democrats accused Republican of trying to stall the bill by offering 100 or so amendments. Republican Representative PenceMike Pence.house.gov/\"> <strong> Mike Pence </strong> said it was <q> an outrageous abuse of the legislative process </q> for Democrats to cut off debate after 30 minutes during the first amendment. He insisted that it was not about the process but about \" runaway federal spending. \" Democrats shot back that Republicans were making it harder", "new_id": -2}, {"uid": "1297213371102973450", "i": 57145, "idx": 0, "sa": ["Kevin McCarthy", "Mike Pence", "Robert Gibbs", "Eric Cantor", "Barack Obama", "John Boehner"], "q": "wave a magic wand and necessarily, business creates jobs. \" <strong> Eric Cantor </strong> will join House Speaker <strong> John Boehner </strong> and Majority Whip <strong> Kevin McCarthy </strong> at the meeting. White House Press Secretary <strong> Robert Gibbs </strong> said the <strong> Barack Obama </strong> is planning to have <q> a heavy discussion on the economy and on spending. </q> Global warming skeptics send letter to Congress urging members not give into climate` alarmists' Photo: File photo of U.S. Representative <strong> Mike Pence </strong> Photo in Slideshow: US <strong> Barack Obama </strong> speaks about the situation in... Photo: Portuguese", "new_id": -2}, {"uid": "1295958129216842277", "i": 12960, "idx": 4, "sa": ["Mike Pence"], "q": "we fail today? \" And <strong> Mike Pence </strong> fans are collecting signatures from conservatives and tea party activists through a Web site and social media campaigns as part of a draft effort. <q> I said,` Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface, </q>' said Ralph Benko, a former Reagan administration aide who started the campaign. \" I think it's huge. I just think it needs a little place to go. So we built a little place for", "new_id": -2}, {"uid": "1295487293122978306", "i": 29000, "idx": 3, "sa": ["John Fleming", "Mike Pence", "Barack Obama"], "q": "we scrap this health care reform bill of last year and start over. \" <strong> Mike Pence </strong> <strong> John Fleming </strong>, a Louisiana Republican who is also a physician, noted Barack Obamacare's lack of abortion funding limits. <q> One way or another, taxpayer money will help and assist abortions that will occur as a result of Barack Obamacare, </q> he said. \" There's nothing that blocks using some, if not all, of that money for abortions. \" Before the vote, pro-life advocacy groups reiterated their support for repeal.", "new_id": -2}, {"uid": "1295487735203259910", "i": 57946, "idx": 6, "sa": ["Mike Pence", "Eliot Engel"], "q": "we should tweak it! \" said <strong> Mike Pence </strong> <strong> Eliot Engel </strong>, D-New York. by pasha128 January 19, 2011 8:17 PM EST by pasha128 January 19, 2011 8:11 PM EST by PhilipASC January 19, 2011 8:05 PM EST <q> When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare, </q> said <strong> Mike Pence </strong>, R-Indiana, on the floor. NO, when you let people get off without buying insurance, you FORCE EVERYONE ELSE TO PAY IT FOR THEM, you dolt! by variablespanner January 19", "new_id": -2}, {"uid": "1296994369217825372", "i": 49400, "idx": 0, "sa": ["Mike Pence", "Sarah Palin"], "q": "weighing bids for next year's nomination. Former Alaska governor <strong> Sarah Palin </strong> routinely quotes Reagan in her Facebook postings. Indiana <strong> Mike Pence </strong>'s paean to American exceptionalism recalls Reagan's oft-repeated description of the United States as a <q> shining city on a hill. </q> To this day, politicians who have succeeded Reagan cite him as a hero-- although they don't necessarily follow his style of politics as a model. Reagan said the", "new_id": -2}, {"uid": "1296561500134217730", "i": 20897, "idx": 4, "sa": ["Mike Pence"], "q": "went back and forth in our heads, we never went back and forth in our hearts. \" Saying his \" heart was in Indiana, \" <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "new_id": -2}, {"uid": "1297142439056836101", "i": 33982, "idx": 1, "sa": ["George W. Bush", "Mike Pence"], "q": "were in a deep funk. \" Seriously, who else do we have, unless something miraculous happens and we get an unexpected gift candidate? \" one said. Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts, like( <strong> George W. Bush </strong> Ronald) Reagan in' 76, challenging an incumbent <strong> George W. Bush </strong> of his own party, or( Marco) Rubio staying in the Florida Senate race when he was 40 points down to( Charlie) Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>. Let's remember he has young kids and other options, and the presidency would have been a gamble. While I appreciate these hard-working political veterans' early assessments of the field", "new_id": -2}, {"uid": "1297055420051527714", "i": 1526, "idx": 0, "sa": ["George W. Bush", "Mike Pence"], "q": "were in a deep funk. \" Seriously, who else do we have? \" one asked me. \" Unless something miraculous happens and we get an unexpected gift candidate. \" Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts like Reagan in'76 challenging an incumbent <strong> George W. Bush </strong> of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>! After all, the congressman has young kids and other options, and the presidency was a gamble.-----------------", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]