[{"uid": "1296075535083542047", "i": 20184, "idx": 1, "sa": ["Michael Vick"], "q": ". He's moved forward. He's a whole other person.'' The financial terms of the contract have not been disclosed, but Vito says it's a`` sizable'' deal. <q> We believe it was worth it, </q> he said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' When the Philadelphia Eagles quarterback returned after missing a few games due to a rib injury last", "new_id": -2}, {"uid": "1295089856103563339", "i": 17533, "idx": 0, "sa": ["Charlie Whitehurst", "Michael Vick", "Kevin Kolb", "Donovan McNabb"], "q": "' starter in 2010, and then <strong> Michael Vick </strong> happened. But <strong> Kevin Kolb </strong>, who has been a backup in Philly for most of four years, wants to start again- even if it means leaving Philadelphia. <q> I would love to be starting here( Philadelphia), </q> he said Sunday.`` But I want to be starting somewhere.'' <strong> Kevin Kolb </strong> threw for 718 yards and four touchdowns in two starts subbing for <strong> Donovan McNabb </strong> in 2009. Then again, Seahawks backup <strong> Charlie Whitehurst </strong> had", "new_id": -2}, {"uid": "1297120122226197536", "i": 21260, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' 6:00 p.m.- 6:30 p.m. WRAL News@ 6 8:00 p.m.- 8:30 p.m. How I Met Your Mother", "new_id": -2}, {"uid": "1295503548083329037", "i": 15680, "idx": 2, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> <strong> Elgin Baylor </strong> just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said Palau Sant Jori, Barcelona, Spain", "new_id": -2}, {"uid": "1295584823230457349", "i": 15051, "idx": 4, "sa": ["Saddam Hussein", "Colin Powell"], "q": "'' <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the warnings from the U.N. Security Council, by economic sanctions or by the buildup of U.S. troops in the region. <q> I was quite confident we were going to war and( <strong> Saddam Hussein </strong>) wasn't going to blink, </q> <strong> Colin Powell </strong> said. The U.N. Security Council warned Iraq that if it didn't withdraw its troops by Jan. 15, 1991, a U.S.-led coalition would be authorized to drive them out. The war began two", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the`` Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1295799859101695596", "i": 28464, "idx": 11, "sa": ["Colin Powell", "Amy Chua"], "q": "Hard to believe <strong> Colin Powell </strong> would have purposefully destroyed his mark in history by lying for others.. Report Abuse \"`` He has not deceided on who to vote for in 2012''... duh \" Report Abuse <q> <strong> Colin Powell </strong> turned total racist-bigot when <strong> Barack Obama </strong> got into office. </q> Time.com: Tiger Mom: <strong> Amy Chua </strong> Parenting Memoir Raises American Fears AARP Â® 50+ Auto Insurance Over 50? Save an Avg$ 384*. 4 out of 5 AARP Â® Policyholder's saved. Top 10 mob", "new_id": -2}, {"uid": "1295996572097009665", "i": 29891, "idx": 0, "sa": ["Dwight Duncan", "Sergio Marchionne", "Mayor Susan Fennell"], "q": "Finance <strong> Dwight Duncan </strong>, Brampton <strong> Mayor Susan Fennell </strong>, CAW President Ken Lewenza and other local officials, joined employees in recognizing the importance of the plant, the workforce and the 300 and Charger in the future success of the company. <q> The launch of the all-new 2011 Chrysler 300 and Dodge Charger demonstrates how far this company has come in 18 months, </q> said <strong> Sergio Marchionne </strong>.`` The assistance of the governments of Canada and the Province of Ontario gave us the opportunity to create a future. Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the US", "new_id": -2}, {"uid": "1295690356156418069", "i": 18154, "idx": 4, "sa": ["Allen Iverson", "Jermaine O'Neal"], "q": "for a playoff run.'' Miami quickly built a nine-point edge in the fourth quarter on a fadeaway jumper from <strong> Jermaine O'Neal </strong>. The Bobcats, however, were aggressive on defense and slowly chipped away at the lead. <q> We played with a sense of urgency and found a way to win http://wn.com/Allen_Iverson_37pts_vs_Orlando_Magic_Game_4_1999_Playoff The Philadelphia 76ers withstood a storm by the Orlando Magic and then <strong> Allen Iverson </strong> provided the knockout punch. The lightning-quick guard of the 76ers scored 37 points, including two pivotal jumpers and three free throws in the final five minutes, to lead Philadelphia to a series-clinching 101-91 victory over the Magic.`` I feel great, </q> <strong> Allen Iverson </strong> said.`` It's still hitting me all at once. It's something I've been waiting for a long time and to finally get it is something special.'' The 76ers won the best-of-five series", "new_id": -2}, {"uid": "1295093305253313052", "i": 3342, "idx": 4, "sa": ["Dwight Howard", "Magic Johnson", "Michael Jordan", "Blake Griffin", "Allen Iverson"], "q": "Career <strong> Blake Griffin </strong> 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Michael Jordan </strong> 69 point game full highlights* quality pt 5/6 <strong> Michael Jordan </strong> 69 point game full highlights* quality pt 5/6 part 1 of 6: www.youtube.com__________________________________________________________________________ part 2", "new_id": -2}]