[{"uid": "1296770160151027758", "i": 43040, "idx": 1, "sa": ["Michael Vick", "Quan Phillips"], "q": "large drawing of <strong> Michael Vick </strong> in his Eagles uniform superimposed over Cowboys Stadium. It is headlined: \"Super Bowl-- Dallas Dynasty 2011-- The <strong> Michael Vick </strong> Experience.\" And then in smaller type: <q>Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the primary and preferred destination for inconic personalities from the NFL, MLB, Hollywood, the music industry and corporate America. Simply put the premier A-list high society event of the 2011 Super Bowl!!<q> The last time <strong> Michael Vick </strong> hosted a party someone got shot in the leg. <strong> Michael Vick </strong> attended the June celebration of his 30th birthday in Virginia Beach. The incident created a hailstorm of controversy when <strong> Quan Phillips </strong>", "new_id": -2}, {"uid": "1295826103073957409", "i": 10436, "idx": 2, "sa": ["Candy Crowley", "Colin Powell", "Bill Clinton"], "q": "to see what unfolds. \"I will always vote as I have throughout my life, for the person that I think is best qualified to be <strong> Bill Clinton </strong> of the United States,\" he told CNN. <q>And I don't adhere to a single party line.<q> Here is a partial transcript of the chat between <strong> Colin Powell </strong> and CNN's <strong> Candy Crowley </strong>: \"CROWLEY: We are entering a presidential campaign season. Do you see anyone currently in the Republican field that would", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.<q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1296282713080461833", "i": 13574, "idx": 1, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson", "LaMarcus Aldridge"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.<q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Detroit_Pistons__Portland_Trail_Blazers_GAME_RECAP_2010-11-09 <strong> LaMarcus Aldridge </strong> scores 19 points and grabs 17 rebounds as the Trail Blazers", "new_id": -2}, {"uid": "1295968668242466824", "i": 17828, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "week said he will step down as chief executive officer in favor of <strong> Google Inc. </strong> co-founder Larry Page to become executive chairman, is \"actually committed to <strong> Google Inc. </strong>,\" he told reporters at the Digital-Life-Design conference in Munich. <q>How long are you committed to doing what you're doing? As long as it's exciting,<q> he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. <strong> Ken Auletta </strong>, author", "new_id": -2}, {"uid": "1296716412176898138", "i": 28921, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Nelson Rockefeller", "Gerald Ford", "George H.W. Bush", "Bill Clinton"], "q": "chapter of the myth that I had stage-managed <strong> Gerald Ford </strong>'s staff reorganization,\" he writes, adding: \"By repeating the myth instead of setting the record straight, <strong> President Bush </strong> in effect endorsed it.\" <q>It has always amazed me that <strong> President Bush </strong>'s version of what took place has consistently been contrary to the facts, even when the actual version of what took place had been attested to in writing by <strong> Gerald Ford </strong>,<q> <strong> Donald Rumsfeld </strong> concludes. <strong> George H.W. Bush </strong> isn't the only Republican who comes in for tough treatment. <strong> Donald Rumsfeld </strong> hammers former Vice <strong> President Bush </strong> <strong> Nelson Rockefeller </strong> for being an \"imperial vice <strong> Bill Clinton </strong>\" and \"bullying.\" Reply#", "new_id": -2}, {"uid": "1296925808142311429", "i": 10325, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "that he'll pop up on \"Saturday Night Live\" as well. <strong> Justin Bieber </strong> read the Top 10 list on <strong> David Letterman </strong>'s show Friday night, and the topic was one he knows well: <q>Reasons it's fun to be <strong> Justin Bieber </strong>.<q> You can watch the full list above( and also see him sit in with the \"Late Show\" band on drums); here are a couple of our favorites: \"9. I'm", "new_id": -2}, {"uid": "1296128197246497300", "i": 17593, "idx": 4, "sa": ["Michael Vick", "Kevin Kolb"], "q": "season is up in the air. The two-year contract he signed with the Eagles in 2009 is up, and Philadelphia also has money invested in another quarterback, <strong> Kevin Kolb </strong>, through the 2011 season. <q>I'm expecting everything to go according to plan... got to take it one day at a time,<q> said <strong> Michael Vick </strong>, who reiterated later, \"Hopefully I'll be with the Eagles next season.\" <strong> Michael Vick </strong>'s turnaround continued yesterday, when he signed his first endorsement deal since prison. One of", "new_id": -2}, {"uid": "1295674478069369893", "i": 46351, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "chief operating officer-- which Google has not had-- to handle it. In an interview, Mr. Page said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>. <q>He's a global statesman, all the way,<q> he said. \"<strong> Eric Schmidt </strong>'s very good at bringing people together, getting people to agree.\" In the interview, Mr. Page and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when Mr. Page", "new_id": -2}, {"uid": "1296661910101318792", "i": 16124, "idx": 0, "sa": ["Mitt Romney", "David Letterman", "Kim Kardashian"], "q": "Prepping for a potential presidential run in 2012, <strong> Mitt Romney </strong> got a <strong> David Letterman </strong> plug for his book, \"No Apology,\" and then stood, sans-tie, to announce a casual, comically self-deprecating lineup of <q>Things You Don't Know About <strong> Mitt Romney </strong>.<q> \"10. <strong> Mitt Romney </strong> is short for Mitt-thew. 9. I can't begin my day until I've read the Washington Post and <strong> Kim Kardashian </strong>'s Tweets.\" 8. I'm the guy", "new_id": -2}]