[{"uid": "1295562019175194161", "i": 45575, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is going to talk about,\" all of which is expected to be accomplished by April, <strong> Eric Schmidt </strong> said. Page, after congratulating <strong> Eric Schmidt </strong> on doing \"an outstanding job,\" and saying there was <q> no one in the universe who could have accomplished what he's done, </q> passed the call over to <strong> Sergey Brin </strong>. <strong> Sergey Brin </strong>, however, punted. After saying he expected to work with both Page and <strong> Eric Schmidt </strong> for \"many more decades,\" said he would focus on \"my", "new_id": -2}, {"uid": "1297405870238747683", "i": 16612, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him, \"I'm glad you're here, because it is your moment as well,\" </q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1297490833134791170", "i": 47895, "idx": 0, "sa": ["David Boaz", "Mike Pence"], "q": "between the problems they identify and the policy solutions they propose. They tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \"in the public square\": <q> Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history, </q> said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Conservatives avoiding the real social issues <strong> David Boaz </strong>- Athens Banner-Herald Published Social conservatives say they're trying", "new_id": -2}, {"uid": "1295907499177651845", "i": 2329, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "pilot had been filmed in August, but it has yet to be picked up by any network. It quoted a CNN insider saying that <strong> Eric Schmidt </strong> had been looking for a TV job for over a year <q> but the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster </q>. <strong> Eric Schmidt </strong>, who has been Google's CEO for a decade, will step down from April 4 but has said he will stay on as an advisor to Page, 37, and other co-founder <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1295620443048054281", "i": 34734, "idx": 2, "sa": ["Eric Schmidt"], "q": "will take a more active role in strategic projects including product. <strong> Eric Schmidt </strong> joked about the switch on Twitter, saying, \"Day-to-day adult supervision no longer needed!\" says, <q> Larry, in my clear opinion, is ready to lead. </q> He also says, \"managing the business has become more complicated,\" and Google wanted to \"speed up decision making.\" This news came out of nowhere, as reflected in the", "new_id": -2}, {"uid": "1296148178229572622", "i": 24858, "idx": 2, "sa": ["Rachel Maddow", "Harry Reid", "Walt Disney", "Sen. Bernie Sanders"], "q": "hours. When the Senate votes http://wn.com/MSNBCs_Rachel_Maddow_Sen_Majority_Leader_Harry_Reid_on_the_record__60_votes_the_filibuster <strong> Rachel Maddow </strong> interviews <strong> Harry Reid </strong> during her campaign coverage swing through Nevada on Wednesday. Visit: firedoglake.com Transcript from( www.newsy.com) BY STEVEN HSIEH You're watching multisource politics news analysis from Newsy <q> <strong> Sen. Joe Lieberman </strong>'m not here to set any great records or make a spectacle. <strong> Sen. Joe Lieberman </strong>'m simply here today to take as long as <strong> Sen. Joe Lieberman </strong> can to explain to the American people the fact that we have to do a lot better than what this agreement provides. </q>( C-SPAN) Eight hours later, the gentleman from Vermont would yield the floor. <strong> Walt Disney </strong> <strong> Sen. Bernie Sanders </strong>, a self-described-socialist, had only water to keep him going- as he rambled on and on against the proposed tax", "new_id": -2}, {"uid": "1296949788126484507", "i": 1283, "idx": 0, "sa": ["Mike Pence"], "q": "three other Virginia clinics. Smith, who is also one of 154 co-sponsors on <strong> Mike Pence </strong>'s bill, applauded the New Jersey attorney general for subsequently ordering a review of the Perth Amboy incident. <q> This seems to be yet another reason to believe that Planned Parenthood is more interested in promoting its abortion business than it is in obeying laws that protect minors from sexual exploitation, </q> Smith said in an e-mail to FoxNews.com. Planned Parenthood fired the manager shown in the Perth Amboy video. But it accused Live Action of using \"dirty tricks\" to smear the organization.", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}, {"uid": "1297037086262258741", "i": 42314, "idx": 0, "sa": ["Michael Vick"], "q": "elite company absolutely the opportunities should be there for him.\" He says those opportunities could come from snack food companies, quick-service restaurants and major soft drinks companies, including those that market energy drinks. <q> The energy drink category could be out there for him because of the explosion in that marketplace, </q> says Headley. Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who served a federal prison term after a dogfighting conviction, recently signed an endorsement deal with a Philadelphia-area company that equipped him with protective gear. To report", "new_id": -2}, {"uid": "1295408315095109184", "i": 38813, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "pass house won't be brought up in the senate. If they did <strong> Barack Obama </strong> would veto it.\" Many lawmakers would rather concentrate on the economy. Democratic <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York says, <q> We have to focus on how we are creating jobs. </q> Democrats say repeal would mean millions of americans would have to pay more for insurance or could even lose their coverage.", "new_id": -2}]