[{"uid": "1296084552189841416", "i": 5698, "idx": 0, "sa": ["Michael Vick"], "q": "comfortable playing from behind. Not surprisingly, he said it wasn't.`` I don't think that's it. I put it in that category of figuring it out,'' Reid said. <q> We get in there, and again this is as coaches and players, we get it right and make sure, as coaches, we're putting the guys in the right positions to make plays, and then the guys are making them. And sometimes that takes a little bit of time, at least in the cases that you're mentioning; other games we've gone out and exploded out of the box. </q> Reid said the late success has something to do with figuring out on the fly how to counter the unusual things teams are coming up with to defend <strong> Michael Vick </strong>.`` I think we're making", "new_id": -2}, {"uid": "1295559593175849510", "i": 22806, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "take over product development and day-to-day operations of the company, whilst his co-founder <strong> Sergey Brin </strong> will continue to focus on strategic projects. <strong> Eric Schmidt </strong> said that managing Google has become a more complex job as the company has diversified. <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> he said.`` For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big", "new_id": -2}, {"uid": "1296171152171278391", "i": 15970, "idx": 2, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> said he would make a decision`` later this year'' about his next political step, though he appeared to telegraph his next move saying saying his`` calling is closer to home'' and added he would <q> be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q>`` I have learned to follow my heart, and my heart is in Indiana,'' he added. Former <strong> Mike Pence </strong> Political Director Jerry Alexander told Roll Call about the decision and said he wo", "new_id": -2}, {"uid": "1297298416168493093", "i": 40017, "idx": 0, "sa": ["Saddam Hussein", "Gwen Ifill", "Andrew Cockburn", "Donald Rumsfeld"], "q": "But this doesn't seem to have deterred him from stepping back into the spotlight. He uses the opportunity to engage in score-settling, pinning blame on others for the biggest foreign policy debacle in decades. <q> In his worldview, the news media and authors who recounted <strong> George H.W. Bush </strong>'s term in office have distorted almost everything-including the timing of the decision to go to war in Iraq after the 9/11 attacks; the responsibility for holding, interrogating and prosecuting detainees in Guantanamo Bay; and even the handling of the aftermath of Hurricane Katrina, </q> <strong> Gwen Ifill </strong> writes in the Washington Post. But it is <strong> Donald Rumsfeld </strong> who got it all wrong-from downplaying the Al Qaeda threat to searching for a nonexistent <strong> Saddam Hussein </strong> connection with the 9/11 attacks. <strong> Andrew Cockburn </strong>", "new_id": -2}, {"uid": "1296786039034570265", "i": 113, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders", "David Cay Johnston"], "q": "and East Asian studies at Oberlin College and the author of several books, including <strong> Barack Obama </strong> Calls for Spending Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at <q> Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex </q>`` The Worse Off You Are, Your Taxes Increase'': Journalist <strong> David Cay Johnston </strong> Slams Obama-GOP Tax Deal <strong> Sen. Bernie Sanders </strong> Denounces Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic''`` China Against the Tides", "new_id": -2}, {"uid": "1296774835205651968", "i": 5220, "idx": 1, "sa": ["David Vitter", "Sen. Bernie Sanders"], "q": "to repeal it outright. To do so, he said, would`` continue the odious process of denying health care by insurance companies to people who have preexisting conditions.'' He also said that, <q> right now 60 million Americans have no health insurance, and at time when states all over this country are wrestling with huge budget deficits, </q> many millions more will join the ranks of the uninsured.`` To say we should return to where we were is beyond comprehension,'' <strong> Sen. Bernie Sanders </strong> said. But, <strong> David Vitter </strong> said,`` we", "new_id": -2}, {"uid": "1295797594180797500", "i": 30001, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": ", he said. <strong> Colin Powell </strong> disparaged the idea of cutting one program or another that might be a politically popular target for one party or another. blog comments Reader Comments( 1) <q> You can't fix the budget or the national debt by killing National Public Radio </q> or the federal spending on the arts, he said. It's a start. That is <strong> Barack Obama </strong> places that we are throwing money away. VIDEO: Giffords leaves Tucson hospital", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1295715717099811337", "i": 31267, "idx": 9, "sa": ["Andre Iguodala", "Elton Brand", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 76ers vs Celtics 18/12/2009 Pueden verlo en nba.com Philadelphia 76ers- <strong> Elton Brand </strong>: 23 points, 8 rebounds, 2 blocks- <strong> Andre Iguodala </strong>: 18 points, 8 rebounds", "new_id": -2}, {"uid": "1297606654198836322", "i": 33139, "idx": 0, "sa": ["Zahi Hawass"], "q": "dynasty monarch, better known as King Tut, ruled Egypt in the 13th century BC. <strong> Zahi Hawass </strong>, in his statement, said an investigation has been launched to find those behind the theft, adding that <q> the police and army plan to follow up with the criminals already in custody. </q> The museum standing on the main protest square was protected by army tanks and briefly by a cordon of citizen volunteers during 18 days of anti-government rallies that ousted president Mubarak and cost at least 300 lives.", "new_id": -2}]