[{"uid": "1296059138109985792", "i": 35759, "idx": 2, "sa": ["Michael Vick", "Barack Obama"], "q": "<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great.\" The company states in a press release, <q>When <strong> Michael Vick </strong>'s ribs were injured after being drilled by a pair of Washington Redskins, the Eagles equipment staff contacted Unequal to build a lightweight, comfortable, flexible vest that could withstand the force of a NFL style blitz. Unequal answered the call with its EXOskeleton â\u0084¢ technology that it originally developed for the military. <strong> Michael Vick </strong> used the Unequal Chest Protector in the November 7th game against the Indianapolis Colts to protect his ribs. After the game <strong> Michael Vick </strong> said the Unequal Pad made him feel invincible.</q> \"I'm thrilled to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season- resulting in pain-free", "new_id": -2}, {"uid": "1297284241241352704", "i": 261, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "secretary by <strong> Robert Gates </strong>. \"The heart-breaking thing with respect to Guantanamo is not that there?s anything wrong with it, it?s one of the finest prison systems in the world,\" said <strong> Donald Rumsfeld </strong>. <q>What?s awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people,</q> he said. <strong> Donald Rumsfeld </strong> described it as \"a fine operation,\" and said US military personnel working there have \"taken a lot of the heat unfairly\" and \"deserve a lot of credit\"", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.\" The \"Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q>I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it.</q> She added, \"I will say that it\"s a kinder, gentler[ show now.]\"", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}, {"uid": "1296134363234815553", "i": 10212, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Play CBS Video Washington Unplugged by rednecklogic January 27, 2011 7:40 AM EST by ajvw January 27, 2011 7:35 AM EST by wjksea January 27, 2011 3:17 AM EST Could it be true that many", "new_id": -2}, {"uid": "1295056200183648275", "i": 34246, "idx": 0, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "President Bush"], "q": "in the back. <strong> Donald Rumsfeld </strong> is to his right. Biden, Emanuel, Soetoro, the Clintons, Lieberman, Greenspan, <strong> President Bush </strong> and <strong> Condoleezza Rice </strong> are the others. á½\u0081 Î´á½² á¼\u0080Î½ÎµÎ¾Î­Ï\u0084Î±Ï\u0083Ï\u0084Î¿Ï\u0082 Î²Î¯Î¿Ï\u0082 Î¿á½\u0090 Î²Î¹Ï\u0089Ï\u0084á½¸Ï\u0082 á¼\u0080Î½Î¸Ï\u0081Ï\u008eÏ\u0080á¿³-- <q>The unexamined life is not worth living for a human being.</q>", "new_id": -2}, {"uid": "1297133398167510029", "i": 1938, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Christina Aguilera", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "on tickets, compared with last year <strong> Christina Aguilera </strong>'s Anthem clocked in at 1:54-- a \"push\" in Vegas Super Structures: The Architecture of the Football Stadium New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"uid": "1296128197246497300", "i": 17601, "idx": 12, "sa": ["Michael Vick"], "q": ", where he completed 62.8 percent of his passes, blowing his previous best out of the water. \"I feel like this one I had to work hard to get here,\" <strong> Michael Vick </strong> said. <q>This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else. \"I think everything came together, and it has worked out for me.</q> For everything that he's been through, <strong> Michael Vick </strong> is still 30 years old and in the prime of his career. Where he will play next season is up in the air. The two-year", "new_id": -2}, {"uid": "1296060142015335461", "i": 9937, "idx": 0, "sa": ["Michael Vick"], "q": "months in prison on dogfighting charges. New Jersey car dealership last fall, but was reportedly not paid. Kevlar- the ultrastrong fiber used in bullet-proof vests- in its protective equipment and sneaker insoles. <q>Unequal's protective power gives me a whole new level of confidence in my game,</q> <strong> Michael Vick </strong> said in a statement. \"It makes me feel invincible.\" NFL's highest paid players and a coveted pitchman, appearing in ads for Nike, Powerade and other high-profile companies.", "new_id": -2}, {"uid": "1295499335019333136", "i": 214, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "Hubie Brown"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. \"Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q><strong> Elgin Baylor </strong>'m glad nobody didn't bet their life on it'cause they definitely would be dead right now.</q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach Larry <strong> Hubie Brown </strong> said. \"This is kind of unexpected", "new_id": -2}, {"uid": "1296755246266420251", "i": 14002, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "credit. companies could take advantage of the R&D credit, which if it is made permanent, could increase private investment in R&D by more than$ 7.5 billion across the country, according to Senator <strong> Kirsten Gillibrand </strong>. <q>My number one focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech jobs of tomorrow,</q> Senator <strong> Kirsten Gillibrand </strong> said.\" New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in our", "new_id": -2}]