[{"uid": "1297255122064307212", "i": 7690, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "wollen. W?hrend des Wahlkampfes 2008 habe <strong> Barack Obama </strong> die unbefristete Inhaftierung von`` illegalen Kombattanten'' und die`` Sondermilit?rtribunale'' scharf kritisiert, sagte <strong> Donald Rumsfeld </strong>. Zwei Jahre nach Barack Obamas Wahl existierten alle diese Dinge noch. <q> Nicht weil irgendwer m?chte, dass sie noch da sind, sondern weil es die beste L?sung ist. </q> Noch 173 Insassen <strong> Barack Obama </strong> hatte bei seinem Amtsantritt im J?nner 2009 angek?ndigt, er werde das Lager binnen eines Jahres schlie?en. Es fanden sich aber nicht gen?gend M?glichkeiten, die Insassen in anderen L?ndern unterzubringen", "new_id": -2}, {"uid": "1297094624063078408", "i": 37760, "idx": 4, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "that`` in a war, many things cost lives.'' But he had no regrets about his leadership for the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary. <q> I think the world?s a better place with Saddam Hussein gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> <strong> Donald Rumsfeld </strong> said, insisting the <strong> George H. W. Bush </strong> administration made only an`` incremental'' move toward invading Iraq in the wake of the September 11, 2001 attacks on the United States. <strong> Donald Rumsfeld </strong> said it was not him", "new_id": -2}, {"uid": "1296055281154206214", "i": 11832, "idx": 4, "sa": ["Mike Pence", "Michele Bachmann", "Barack Obama"], "q": "'' including the economic recovery package. She said Americans risked being forced into government-run health care unless`` Barack Obamacare,'' the Republicans' preferred term to describe the health care bill, is fully repealed. <q> For two years, <strong> Barack Obama </strong> made promises, just like the ones we heard him make this evening, yet still we have high unemployment, devalued housing prices, and the cost of gasoline is skyrocketing, </q> <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> said. There was little post-speech reaction from potential 2012 contenders, but one did stop by Statuary Hall in the Capitol to share his thoughts with the PBS NewsHour. <strong> Mike Pence </strong>, R-Ind.", "new_id": -2}, {"uid": "1295274100165380096", "i": 45324, "idx": 3, "sa": ["Sergio Marchionne"], "q": "months.`` They just accomplished a tremendous amount of work in a short time, and with limited resources,'' said Rebecca Lindland, an analyst with IHS Automotive, who admits she was an early doubter. <q> What I find so really incredible is that they did it under the radar. </q> <strong> Sergio Marchionne </strong> and his team, some imported from Fiat, laid out their ambitious five-year plan in November 2009 and then said nothing more until the cars could speak for themselves. Chrysler employees I've talked to", "new_id": -2}, {"uid": "1295633753217038879", "i": 7164, "idx": 1, "sa": ["Andy Coulson"], "q": "continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed'' in his role as Downing Street communications chief. <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the British royal family's entourage in 2007. <strong> Andy Coulson </strong> quit the paper when the pair were", "new_id": -2}, {"uid": "1295285586064159807", "i": 23117, "idx": 1, "sa": ["Howard Stern", "Michael Vick", "Piers Morgan", "Oprah Winfrey"], "q": ". I ate about 30 pounds worth, I'm not kidding,'' she says. <strong> Piers Morgan </strong> and <strong> Oprah Winfrey </strong> also make a bet about who will book an interview with NFL superstar <strong> Michael Vick </strong> first. <q> One hundred British pounds says I'll get <strong> Michael Vick </strong> before you, </q> says <strong> Piers Morgan </strong> holding out his hand to shake on it.`` Make it two,'' responds <strong> Oprah Winfrey </strong>. American radio personality <strong> Howard Stern </strong>, who will appear on the show on Tuesday, said of his own", "new_id": -2}, {"uid": "1297126608137412629", "i": 47710, "idx": 4, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.'' Start home delivery of the", "new_id": -2}, {"uid": "1297163077054263818", "i": 49216, "idx": 6, "sa": ["Simon Cowell"], "q": "along with my fellow judges, help competitors on a regular basis.'' <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end, wants to replicate that experience on` The X Factor.' <q> It's more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win. </q> While we have no idea who <strong> Simon Cowell </strong> has his eye on for the panel, he did emphasize the level of commitment the judges will need to make to not just the show, but the contestants.", "new_id": -2}, {"uid": "1296746865116736071", "i": 54600, "idx": 7, "sa": ["George W. Bush", "Donald Rumsfeld", "Barack Obama"], "q": "with Syria, Iran and North Korea. Though careful to describe <strong> George W. Bush </strong> personally in complimentary terms, <strong> Donald Rumsfeld </strong> suggests the former <strong> Barack Obama </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> George W. Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> <strong> Donald Rumsfeld </strong> writes. Such criticisms stand in contrast to <strong> Donald Rumsfeld </strong>'s longtime aversion to publicizing his sometimes disparaging views of colleagues or discussing internal government deliberations. Still, his barbs stop short of ad hominem attacks,", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}]