[{"uid": "1295621146048054324", "i": 59312, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch", "David Cameron"], "q": ")-- <strong> David Cameron </strong>'s press chief, <strong> Andy Coulson </strong>, quit over alleged phone tapping when he edited <strong> Rupert Murdoch </strong>'s News of the World newspaper, prompting opposition Labour Party attacks on the U.K. prime minister's judgment. <q> Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in an e-mailed statement today. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.\" <strong> Andy Coulson </strong> has denied any", "new_id": -2}, {"uid": "1297304646234995715", "i": 55276, "idx": 0, "sa": ["Nancy O'Dell", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> talked about The X Factor launch in America. With auditions set to begin on March 27th in Los Angeles, people can register online now by going to Fox.com/ thexfactor. <q> We actually do the auditions in arenas where you have to perform in front of 4,000-5,000 people. It's a long day. You'll begin to understand why I become very grumpy, </q> <strong> Simon Cowell </strong> told <strong> Nancy O'Dell </strong> during the ET interview that aired tonight on ABC. The X Factor auditions are open to vocal groups and solo singers, over the age of 12- and there's no upper age limit.", "new_id": -2}, {"uid": "1295977910157089808", "i": 37538, "idx": 33, "sa": ["Kobe Bryant", "Carmelo Anthony", "Dirk Nowitzki", "Allen Iverson", "Shawn Marion"], "q": "'re capable of. This is important. We don't want them to gain so much confidence that if we face them in the playoffs they believe( they can beat us).\" <strong> Kobe Bryant </strong> added later: <q> They whooped us both times( this season)... they're a great team and they match up extremely well with us. They're someone that we'll have to deal with. </q> Rate, Comment and SUBSCRIBE! Lakers2010season Nowitzki_35pts,9reb,Terry_21pts_vs_Carmelo Anthony_25pts,Nene_25pts,8reb <strong> Allen Iverson </strong> 26 points Nuggets v Suns 30-3-07 PHOENIX( AP)- After the Phoenix Suns had run past the Denver Nuggets, <strong> Shawn Marion </strong> slipped into some ripped and worn jeans.", "new_id": -2}, {"uid": "1295142282036634657", "i": 46563, "idx": 8, "sa": ["Allen Iverson", "Chris Webber", "Bill Self", "LeBron James"], "q": "you're worthless. And that's from myBill Self, I don't even care what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. <q> I just know how tough it is on him, </q> <strong> Allen Iverson </strong> said. \"He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinLeBron James about something like that instead of just playing basketball, you", "new_id": -2}, {"uid": "1295456966253952002", "i": 25478, "idx": 1, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "women's blogging group in August: \"We need you. You don't have to be afraid[ of politics] just because it is a blood sport.\" Want your Whispers first? Check out <q> <h6> Hilarious! </h6> Thanks for the article and all the comments about Sen. <strong> Kirsten Gillibrand </strong> being vice presidential or presidential material. I needed a good Charles Ellis Schumerle this morning. As a Republican in New York, I need all the Charles Ellis Schumerles I can get. </q> Sen. <strong> Kirsten Gillibrand </strong> is an opportunistic lightweight who is led around by the nose by Sen. <strong> Charles Ellis Schumer </strong>. As a congresswoman, she was moderate on Second Amendment issues, same-sex marriage, and some fiscal questions. When she", "new_id": -2}, {"uid": "1295589907019480600", "i": 40965, "idx": 1, "sa": ["George H. W. Bush", "Colin Powell", "George W. Bush"], "q": "\" Current Secretary of State <strong> Colin Powell </strong> told the bipartisan panel that the <strong> George H. W. Bush </strong> administration was well-briefed by the previous administration about the threat of Al Qaeda and terrorism and that <strong> George W. Bush </strong> was focused on Al Qaeda from the beginning. <q> He decided early on that we needed to be more aggressive in going after terrorists, especially Al Qaeda, </q> <strong> Colin Powell </strong> said. \"As he said in early spring, as we were developing our new comprehensive strategy, I'm tired of swatting flies.' He wanted a thorough, comprehensive, diplomatic, military, intelligence", "new_id": -2}, {"uid": "1295642939254836748", "i": 9139, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "world's leading internet company. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong> in announcing the decision. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. \"Page credited <strong> Eric Schmidt </strong> with running the company \"brilliantly </q> while keeping the \"headstrong founders\" involved. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2}, {"uid": "1294973646058228740", "i": 9560, "idx": 1, "sa": ["Camille Grammer", "David Letterman"], "q": "October suffered a miscarriage and lost their baby. In an appearance on \"The Late Show with <strong> David Letterman </strong>\" , <strong> Camille Grammer </strong> described Kayte as \"my new girl.\" <q> We're planning to get married soon, </q> he said, then added \"Sometime in February.\" But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to quick divorce and work out a financial settlement later.", "new_id": -2}, {"uid": "1296394283037634064", "i": 40290, "idx": 0, "sa": ["Sergio Marchionne"], "q": "euro318 million($ 435 million), up from a year-earlier loss, thanks to improved sales of trucks and construction and farm vehicles. Fiat CEO <strong> Sergio Marchionne </strong> told analysts he expects the strong economic performance <q> to continue unabated in 2011. </q> Based in the northern city of Turin, Fiat said the profit compared with a loss of euro283 million in the same period a year earlier. Net revenues rose to euro15 billion from euro13.6 billion.", "new_id": -2}, {"uid": "1295571627159776784", "i": 14529, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "pact with China, Boeing lays off 1,100 U.S. workers Analysts also noted that while both Page and <strong> Sergey Brin </strong> were young when they first started, their experience has honed them to make the decisions necessary. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. Google also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. Net revenue, excluding fees paid to partner websites, was$ 6.37 billion while", "new_id": -2}]