[{"uid": "1295818501241696782", "i": 5803, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "phone occurred while <strong> Andy Coulson </strong> was editor of the News of the World. He resigned as <strong> Tony Blair </strong> <strong> David Cameron </strong>'s director of communications Friday. He denied any knowledge of illegal practices as editor, but said the affair made it <q> difficult for me to give the 110 per cent needed in this role. </q> The Conservative <strong> David Cameron </strong>'s office denies reports that <strong> Andy Coulson </strong>'s resignation was demanded by <strong> Rupert Murdoch </strong>, who owns the News of the World, The Independent reported. The police investigation of the paper is expanding", "new_id": -2}, {"uid": "1296166331238878764", "i": 35630, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Senate Armed Services Committee. <strong> Kirsten Gillibrand </strong>, recently elected to the seat she was appointed to in 2009, had sought the committee seat. She has worked on military issues like the repeal of the <q> don't ask, don't tell </q> policy for gay troops. And <strong> Kirsten Gillibrand </strong> had served on the House Armed Services Committee when she represented an upstate New York congressional district. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families and will try", "new_id": -2}, {"uid": "1295904134252543000", "i": 21263, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "It's time to see a good shrink and figure out why this part of your brain is dysf...''`` I taught elementary school for twenty years, but I also have a background in scie...'' <q> I don't believe in angels, but I believe Christine's messages have somehow emana... </q>`` I trust <strong> Sen. Bernie Sanders </strong>, with his long record of being a serious advocate for the...'' I posted Part 1 of this before, but modified that slightly and added this, Part 2. I", "new_id": -2}, {"uid": "1297192837228835342", "i": 10832, "idx": 1, "sa": ["Steve Ballmer", "Bill Gates"], "q": "technical or engineering backgrounds; most of them have since left the company.`` The question: Is a sales and marketing culture going to resonate or conflict with the company that <strong> Bill Gates </strong> built?'' I asked <q> From private conversations with Microsoft employees closer to product development, I've heard a fair bit of grumbling about swelling middle management and a priority of hiring more MBAs or sales people than technical staff. </q> I'm still hearing those grumblings today. I must wonder about the question in reverse: If <strong> Steve Ballmer </strong> puts more engineers in place, will that cause disruptive cultural conflict with the sales and marketing hierarchy? Why", "new_id": -2}, {"uid": "1297304646234995715", "i": 45473, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "answer and would only say,`` We've spoken to a lot of people. I've been speaking to <strong> Paula Abdul </strong> since she left Idol.'' The executive producer of The X Factor went on to add, <q> We'll make the announcement in 3-4 weeks. </q> <strong> Simon Cowell </strong> also opened up about the pressures of launching a brand new show in the United States. Although The X Factor was a huge hit in Great Britain, there's no guarantee of a", "new_id": -2}, {"uid": "1296941344169869340", "i": 38639, "idx": 0, "sa": ["Sergio Marchionne"], "q": "ago SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"uid": "1297046068038584348", "i": 45357, "idx": 1, "sa": ["Michael Vick"], "q": "the same sort of resentment Eagles fans face with their own high-profile quarterback, <strong> Michael Vick </strong>, who is out of prison after serving time for running a dogfighting ring, rejuvenating his spectacular football career in Philadelphia. <q> I want to be a role model, </q> Roethlisberger said during his Super Bowl press conferences this past week.`` I want people to look up to me.'' And <strong> Michael Vick </strong> wants to own a dog again. But they're both", "new_id": -2}, {"uid": "1296104896079347742", "i": 29604, "idx": 0, "sa": ["Michael Vick"], "q": "Twitter accounts after learning that players on injured reserve, as they are, will not be in the team picture taken at the Super Bowl. Jeff Blumb, a Packers spokesman, said the decision <q> was based primarily on the sheer number of players we have on injured reserve </q>- 16. packers <strong> Michael Vick </strong> has signed his first endorsement contract since his release from prison in 2009. <strong> Michael Vick </strong>, the Philadelphia Eagles' Pro Bowl quarterback, signed a two-year contract with Unequal Technologies, a", "new_id": -2}, {"uid": "1296843261208879659", "i": 25389, "idx": 0, "sa": ["David Letterman"], "q": "case stemming from a Jan. 23, 2010 incident in downtown Aspen. It's the`` douche bag'' phrase that has riled up Maytin. In July she filed a six-page court brief- aptly titled <q> Motion to Dismiss: The Constitutionality of` Douche Bag.' </q> Maytin contended that the disorderly conduct charge should have been dropped because Fordham was protected by free speech. She cited numerous sources to back her claim- ranging from Wikipedia to the Urban Dictionary to <strong> David Letterman </strong>. Use", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]