[{"uid": "1296208453140001280", "i": 5686, "idx": 0, "sa": ["Simon Cowell", "Leonard Nimoy"], "q": "prepared for the story of the week, each week. They also mentioned that many of the actions warranted by the crew members would be court-martialed.`` Look,'' said a spokesman, <q> we know that these producers[ Shatner, <strong> Leonard Nimoy </strong>], have free reign to do whatever they want. But, of course, in 100 years, humanity would not be able to shoot off into space for milk or whatever. We're not gon na send a manned Mars probe until 2040-ish, so, you know. </q> <strong> Leonard Nimoy </strong>, <strong> Simon Cowell </strong> <strong> Leonard Nimoy </strong> in The Original Series, and producer/director of this new series said:`` Well, really? We did what... launch a man on the moon in' 69. What have", "new_id": -2}, {"uid": "1297711129124567605", "i": 13961, "idx": 1, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "screen will provide useful information, such as a calendar tile showing the time of the next appointment.`` I get at-a-glance needed information without going into the application,'' said Windows Phone designer <strong> Joe Belfiore </strong>. <q> That is smart design for making things simple. </q> Various`` hubs'' will automatically group users' items together, such as photos whether they are stored in the phone, on their PC, or posted on their social websites. <strong> Steve Ballmer </strong> said", "new_id": -2}, {"uid": "1295272052121765940", "i": 47237, "idx": 0, "sa": ["Jim Ryun", "Mike Pence"], "q": "Rep. <strong> Mike Pence </strong> into the GOP primary fight. The group,, a former deputy counsel in the Reagan Administration. Former Kansas Rep. <strong> Jim Ryun </strong> is also affiliated with the group. <q> <strong> Mike Pence </strong> describes himself as` First a Christian, then a conservative, then a Republican', </q> said Benko.`` He unifies fiscal, social, and national security conservatives.'' <strong> Mike Pence </strong> has not yet made any announcement about his political future although he is widely seen to be mulling either a run", "new_id": -2}, {"uid": "1295226775102072329", "i": 4022, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "breathing on her own since Saturday, when she was taken off of a ventilator and fitted with a feeding tube.`` The Congresswoman continues to do well,'' the Medical Center announced on Sunday. <q> Yesterday's procedures were successful and uneventful. </q> New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>'`` miracle'' awakening, said the injured Congresswoman is`` making progress every day.'' Arizona Rep. is`` making", "new_id": -2}, {"uid": "1295872184245907493", "i": 1895, "idx": 1, "sa": ["Andy Coulson", "Richard Keys"], "q": "Sports presenters <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray's sexist jibes at the weekend. Here's a sample. Gray:`` Why is there a female linesman? Sombody's fucked up big.'' Kay: <q> The game's gone mad. See charming <strong> Karren Brady </strong> this morning complaining about sexism? Yeah. Do me a favour love. </q> Alan Partridge couldn't have put it any better. Except- strange to report- there is no mention of the incident in today's Sun. Not a sausage. Cooked by a woman knowing her place in", "new_id": -2}, {"uid": "1295614631111296515", "i": 32586, "idx": 4, "sa": ["Eric Schmidt", "Google Inc."], "q": "interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I am winning,'' <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and Brin combined own a controlling stake in the company. <strong> Google Inc. </strong> is coming off", "new_id": -2}, {"uid": "1297430496189579264", "i": 36533, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ", RIM, and HP, though Nokia CEO <strong> Stephen Elop </strong> says it's now a`` three-horse race.'' It feels like there are more than three horses, but here's what he said: <q> Today, developers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q>`` I am excited about this partnership with Nokia,'' added Microsoft CEO <strong> Steve Ballmer </strong>.`` Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise", "new_id": -2}, {"uid": "1295495372185335815", "i": 33166, "idx": 0, "sa": ["Simon Cowell"], "q": "to be a lot of fun once he settles in. He likes to joke, drum on the desk to the music and sing along when he likes someone. He has a flirtatious streak, too. <q> Where is your pitchfork, you little devil, </q> he said to one cutie. The frontman for Aerosmith also has a little <strong> Simon Cowell </strong> in him.`` Did you eat a lot of paint chips as a child?'' he asked a gruesome singer.", "new_id": -2}, {"uid": "1295702917119783444", "i": 28839, "idx": 0, "sa": ["Monta Ellis", "Mike Pence"], "q": "points before losing on <strong> Monta Ellis </strong>' jump shot with 0.6 seconds left. The Pacers committed six turnovers, including three in the final two minutes, in the final quarter. <q> I guess it's a consistency thing, </q> swingman <strong> Mike Pence </strong> Dunleavy said.`` We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes.''", "new_id": -2}, [{"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]]