[{"uid": "1295238914163905555", "i": 18107, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": ", community development manager for Mozilla-- which depends on Google for revenue-- to recommend Microsoft's Bing search engine as an alternative to Google. Large Health Center Company Embraces SaaS Model for H <q>People are treating Google like their most trusted friend,<q> said CNBC's <strong> Maria Bartiromo </strong> in the interview. \"Should they be?\" Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded, \"", "new_id": -2}, {"uid": "1296048510257392641", "i": 15777, "idx": 1, "sa": ["Ed Miliband", "Gordon Brown", "Andy Coulson", "David Cameron"], "q": "said he was \"surprised\" that \"this week of all weeks\" Mr <strong> David Cameron </strong> had raised the issue of personalities, following communications chief <strong> Andy Coulson </strong>'s departure from No 10. The Labour leader said: <q>Who has made the right judgment, me that appointed the shadow chancellor or you who clung onto <strong> Andy Coulson </strong> for months?<q> Referring to comments by senior Tory <strong> David Cameron </strong> Davis, Mr <strong> Ed Miliband </strong> said people would \"know what he meant when he said the Prime Minister and <strong> Gordon Brown </strong> don't have a sense of what a large part of", "new_id": -2}, {"uid": "1296084297051298314", "i": 10299, "idx": 0, "sa": ["Beanie Wells", "Arian Foster", "Steve Slaton", "Adrian Peterson", "Drew Brees", "Michael Vick"], "q": "' running back] <strong> Steve Slaton </strong> for now. <strong> Arian Foster </strong> is the guy you want.\" What has happened: <strong> Arian Foster </strong> leads the NFL in rushing yards and rushing touchdowns.* What was written: <q>The biggest question[ for <strong> Kevin Kolb </strong>] will be his ability to withstand the 16-game schedule. You might want to grab <strong> Michael Vick </strong> in the last round, just in case.<q> What has happened: <strong> Michael Vick </strong> is one of the top five at his position.* What was written: <strong> Adrian Peterson </strong> and <strong> Drew Brees </strong> were rated ahead of <strong> Beanie Wells </strong> Johnson. \"Johnson is a horse,", "new_id": -2}, {"uid": "1296752760168230988", "i": 37243, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": " \"With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money,\" said <strong> Sen. Bernie Sanders </strong>( I-Vt.). <q>The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money.<q> The preliminary report detailed how the Pentagon spent$ 270 billion from 2007 to 2009 on 91 contractors involved in civil fraud cases that resulted in judgments of more than$ 1 million. Another$ 682 million", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q>We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that,<q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}, {"uid": "1295568226254656535", "i": 39179, "idx": 1, "sa": ["Eric Schmidt"], "q": "scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,<q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296173803032686171", "i": 8413, "idx": 3, "sa": ["Dick Lugar", "Mike Pence"], "q": "hasn't firmly committed to the race, but his letter signals his interest. \"I have learned to follow my heart, and my heart is in Indiana,\" <strong> Mike Pence </strong> said in his letter. <q>In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.<q> Indiana may find itself one of the more active political battlegrounds in 2012. <strong> Dick Lugar </strong> has vowed to seek reelection, but is already being targeted by some of the same tea-party activists who proved a powerful influence", "new_id": -2}, {"uid": "1296373127073023503", "i": 7026, "idx": 0, "sa": ["Eric Schmidt", "Byron Reeves"], "q": "games. At the 2009 G-20 summit in Pittsburgh, Google chief executive <strong> Eric Schmidt </strong> suggested that multiplayer games could provide positive opportunities for improving business training and enhancing workplace collaboration. Speaking at a forum session, <strong> Eric Schmidt </strong> said: <q>The game world is good training for a career in tech. It teaches players to build a network, to use interactive skills and thinking. Everything in the future online is going to look like a multiplayer game. If I were 15 years old, that's what I would be doing right now.<q> Games appeal to people's natural competitive instinct, creating a sense of frustration and reward that increases engagement with the task at hand. <strong> Byron Reeves </strong>, a professor at Stanford University, is the co-author of Total", "new_id": -2}, {"uid": "1297519072244219982", "i": 22705, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", I believe that is true. 7 posted on 02/12/2011 5:44:41 AM PST( \"Weakness is provocative.\" <strong> Donald Rumsfeld </strong>) There was no \"error.\" Barky acts deliberately. To: bert <q>This guy is great. He has been designated point man and is delivering the spear right into Obama's heart.<q> Designated point man? Just ask the Nigerians about Shell and what they will do unless you keep an eye on them. http://www.google.com/search?oe=UTF-8&amp;q=nigerian+delta+shell 9 posted on 02/12/2011 5:53:18 AM PST bert( K.E. N.P. N.C. D.E.", "new_id": -2}, {"uid": "1296117571165298183", "i": 7779, "idx": 9, "sa": ["Michael Vick"], "q": "one of the reasons I've been able to make it through the season.\" Another reason he's here is the fans. <strong> Michael Vick </strong> was the leading NFC vote-getter for the Pro Bowl. <q>I'm very thankful and happy to be here and I'm going to try and put on a great show for the fans,<q> he said. \"This one feels great due to the fact that I've been through so much. To be able to get back to this position is paramount to me and I'm just thankful.\"", "new_id": -2}]