[{"uid": "1295686742156401686", "i": 57209, "idx": 10, "sa": ["Phil Jackson", "Scott Williams", "Robert Horry", "Allen Iverson", "Jason Kidd", "Tim Duncan", "Jim O'Brien"], "q": "\" He got off to a fast start in this one, scoring 20 in the first quarter. \"He was just on fire,\" <strong> Scott Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 Robert Horrys, including five 3-pointers. <q> He was in such a good rhythm that really nobody could stop him tonight. </q> Sixers coach <strong> Jim O'Brien </strong> could only agree after Phil Jacksonadelphia beat the Bucks for the third Tim Duncane this seJason Kidd. \"It was the quickest 40 points I think I have ever witnessed,\" <strong> Jim O'Brien </strong> said. \"He was spectacular", "new_id": -2}, {"uid": "1296105188059129936", "i": 1965, "idx": 0, "sa": ["Mark Sanford", "David Letterman", "Jenny Sanford"], "q": "which he confessed \"I have been unfaithful to my wife.\" In lengthy interviews with The Associated Press, <strong> Jenny Sanford </strong> declared his lover his soul mate. According to the article in Caras, <q> Belen and <strong> Mark Sanford </strong> took in the sun, walked hand-in-hand along the surf and kissed passionately, showing that long-distance love, in the electronic age, is not impossible. </q> The AP sought comment Wednesday from <strong> Jenny Sanford </strong>, with no immediate response. bfouhy Is this a new pic? or from their Appalachian Trail days? RT <strong> David Letterman </strong> Admits Sexual Affairs With Staffers, Details Extortion", "new_id": -2}, {"uid": "1295569741103366701", "i": 4566, "idx": 0, "sa": ["Eric Schmidt"], "q": "percent to$ 6.37 billion from$ 4.95 billion in the corresponding quarter of 2009. Thirty-six analysts had a consensus revenue estimate of$ 6.06 billion for the fourth quarter. Google CEO <strong> Eric Schmidt </strong>, said, <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. </q> Total advertising revenues advanced 26 percent to$ 8.17 billion from$ 6.47 billion, and other revenues soared by about 31 percent to$ 273 million from$ 209 million in the year-ago quarter. Google", "new_id": -2}, {"uid": "1296286331249135136", "i": 35426, "idx": 5, "sa": ["Metta World Peace", "Allen Iverson", "Kobe Bryant", "Tyronn Lue"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Bryant_Kobe Bryant_40_points_LA_Lakers_vs_Houston_Rockets_Metta World Peace_Metta World Peace <strong> Kobe Bryant </strong> 40 points LA Lakers vs Houston Rockets <strong> Metta World Peace </strong> game 2 round 2 2009 NBA Playoffs LOS ANGELES( AP) Desperate to salvage a split at home, the Los Angeles Lakers blitzed Houston in the", "new_id": -2}, {"uid": "1297245176074432543", "i": 8180, "idx": 0, "sa": ["Kate Moss", "Lindsay Lohan", "Simon Cowell", "Natalie Portman"], "q": "\" However being bullied at school has not put Mila off education forever and the 27-year-old beauty is now plKate Mossing to follow in her` Black Swan' co-star <strong> Natalie Portman </strong>'s footsteps and attend university. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295903242011026446", "i": 55483, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg"], "q": "of campaigning with a dog wrapped in a union flag. To quote from Why the Conservatives need someone with the common touch now that <strong> Andy Coulson </strong> has gone MarshallStack 24 January 2011 8:47 PM <q> So, who will step into the breach as the Tories' voice of the people? </q> condemsham 24 January 2011 8:53 PM Manningtreeimp 24 January 2011 9:01 PM But the Tories have Man of the People <strong> Nick Clegg </strong> to be their cheerleader, don't they? In order", "new_id": -2}, {"uid": "1297133397167510027", "i": 38288, "idx": 0, "sa": ["Wanda Jackson", "Dwaine Caraway", "Christina Aguilera", "Michael Vick", "O. J. Simpson", "Joe Nichols"], "q": "Bowl XLV fans spent twice as much on tickets, compared with last year <strong> Christina Aguilera </strong>'s Anthem clocked in at 1:54-- a \"push\" in Vegas New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1297372248147750971", "i": 31530, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "10th 2011, 3:36 PM Chicago White Sox pitcher and animal rights activist, does not believe <strong> Michael Vick </strong> has been fully punished for his felony conviction for bankrolling and partaking in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> told League Baseball\" MLB.com in a recent interview. \"Everything you've done to these dogs, something bad needs to happen to these guys.\" The story, which was", "new_id": -2}, {"uid": "1297196814076382262", "i": 15618, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "posted documents from his files. \"I gave them a heads-up that the website is going to have hundreds of memos, thousands of pages, and they're going to be mentioned,\" he says. <q> We had a nice discussion, </q> he says. <strong> Donald Rumsfeld </strong> defends the decision to go to war in Iraq- \"Are we better off today with Saddam Hussein gone? Yes\" - and denies that the Bush administration neglected the war", "new_id": -2}, {"uid": "1296058277015597615", "i": 3229, "idx": 1, "sa": ["Jamie Court", "Barack Obama", "Eric Schmidt"], "q": "disregard for our personal privacy and his company has committed the largest wire-tapping breach in history,\" said <strong> Jamie Court </strong>, <strong> Barack Obama </strong> of Consumer Watchdog. \"Mr. <strong> Eric Schmidt </strong>\" is a sequel to Consumer Watchdog's first <q> Don't Be Evil? </q> animation- view it at target=\"_blank\" Schmidt-out-googles-ceo-office-privacy\"> Schmidt-out-googles-ceo-office-privacy- which had nearly 400,000 views after its Times Square Superscreen debut. \"Google spent$ 5.2 million lobbying last year- up from$ 4.03", "new_id": -2}]