[{"uid": "1295916542006537217", "i": 3897, "idx": 3, "sa": ["Bill Lockyer", "Diane Harkey"], "q": "bit leery of its impact on our state and the rest of our local municipalities,'' <strong> Diane Harkey </strong> said. There's also the political question of what governor would want to lead his or her state into bankruptcy. <q> I can't imagine anyone doing it, </q> <strong> Bill Lockyer </strong> said. Missing 10-Year-Old Found Safe In Roseville Police Find Screaming Man Impaled On Fence", "new_id": -2}, {"uid": "1295524677199704589", "i": 32903, "idx": 0, "sa": ["Erik Spoelstra", "Allen Iverson", "Dwyane Wade"], "q": "for the series.'' After <strong> Dwyane Wade </strong> burst out of the second-half gates with nine points in the first five minutes, the Celtics found themselves down 14 and a quarter and a half away from losing home-court advantage. <q> We are normally good in those situations, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` We are normally able to control the game, grind it, take good shots, dictate the pace.'' Enter Tony <strong> Allen Iverson </strong> and Glen Davis. With <strong> Allen Iverson </strong> on <strong> Dwyane Wade </strong> and Davis", "new_id": -2}, {"uid": "1296180122032686080", "i": 36301, "idx": 0, "sa": ["Simon Cowell", "Prince William of Wales", "Kate Middleton", "David Cameron"], "q": "'' by the engagement of his son <strong> Prince William of Wales </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>, while his wife the <strong> Kate Middleton </strong> of Cornwall said the news was`` wicked''. Speaking at his Poundbury model village in Dorset, the <strong> Prince William of Wales </strong> joked: <q> They have been practising long enough. </q> <strong> Prince William of Wales </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>'s wedding will be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire", "new_id": -2}, {"uid": "1295218070163594249", "i": 546, "idx": 4, "sa": ["Nigel Lythgoe", "Jonathan King", "Simon Cowell"], "q": ", according to <strong> Nigel Lythgoe </strong>, because of a conflict with his label. But <strong> Simon Cowell </strong> says otherwise.`` I felt uncomfortable being on a show that would show people how the process actually works,'' he says, <q> and I didn't really like the idea of being on TV either. </q> Popstars was a huge hit, but Fuller watched and thought,`` I could do this much, much better.'' <strong> Jonathan King </strong> new idea, now called Pop Idol, aimed to let viewers vote on", "new_id": -2}, {"uid": "1295029652070811648", "i": 40088, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "all. The actor stopped by the Late Show With <strong> David Letterman </strong> Thursday night and spoke about his divorce and upcoming wedding to <strong> Kayte Walsh </strong>, keeping conversation light and The comic host asked about <strong> Kelsey Grammer </strong>'s messy divorce, questioning; <q> I'm sorry or I'm not sorry to hear that? </q> OK! NEWS: CAMILLE GRAMMER MEETS KAYTE WALSH`` You are respectfully considerate and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> responded coyly, before talking about how his children are handling the", "new_id": -2}, {"uid": "1294982867126550068", "i": 25740, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "During an appearance on The Late Show with <strong> David Letterman </strong>, the actor said that he plans to tie the knot in February, despite the fact that his divorce from ex <strong> Camille Grammer </strong> is not yet finalised. <q> <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon, </q> he told <strong> David Letterman </strong>.`` Sometime in February.'' requested a fast-track divorce from <strong> Camille Grammer </strong> so that the couple could marry sooner. Helen BaxendaleThe actress on Guy BurnetThe former Hollyoaks EastEnders: Glenda has business talks with", "new_id": -2}, {"uid": "1296712458199049251", "i": 4813, "idx": 1, "sa": ["Connor Myers", "Michael Vick", "Luke King", "Solomon Means", "Mike Hoke"], "q": "on defensive lineman <strong> Connor Myers </strong> and Eric Shufford,`` a <strong> Michael Vick </strong> prototype'' who will be used as a change-of-pace with quarterback <strong> Mike Hoke </strong>.`` This guy's film was unreal,'' McBride said of Shufford. <q> We also got the best defensive lineman in Oklahoma[ <strong> Connor Myers </strong>]. I don't know how we got him.`` This class was basically designed to fill what we needed. And their all high school kids, which shows that our program has a pretty solid foundation. </q> Elie Bouka WR 6-0/180 Montmorency Secondary( Laval, Quebec) <strong> Luke King </strong> LB 6-0/200 Cottonwood High <strong> Solomon Means </strong> CB 6-1/165 Lincoln High( Stockton, Calif.) <strong> Connor Myers </strong> DL 6-0/280 Edmond Memorial High", "new_id": -2}, {"uid": "1295592192000901163", "i": 31406, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": ", 1:42 AM EST- U.S. Markets open in 7 hrs 48 mins <strong> Google Inc. </strong> turns Page on <strong> Eric Schmidt </strong>, names co-founder CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} <strong> Michael Liedtke </strong>, AP Technology Writer, On Friday January 21, 2011, 12:59 am SAN FRANCISCO( AP)-- When <strong> Google Inc. </strong> went", "new_id": -2}, {"uid": "1296174977054247442", "i": 2536, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "But Mr <strong> Eric Schmidt </strong> said that the arrangement was`` stable'' for them, and appeared to be the same for China, who recently renewed their licence. However, he cautioned that China could <q> arbitrarily cut it off at any point </q>. Face-off? The Google executive chairman rejected suggestions that the company had lost its edge. The Google triumvirate( from left): <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and Larry Page`` We are the innovator", "new_id": -2}, [{"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,'' said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q> He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play. </q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}]]