[{"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1295741039001638405", "i": 422, "idx": 0, "sa": ["Allen Iverson", "Malik Rose"], "q": "to a 98-94 victory. <strong> Malik Rose </strong>, who attended Drexel, minutes away from the First Union Center, scored a career-high 22 points on 10-of-12 shooting and grabbed nine rebounds as the Spurs snapped a three-game losing streak. <q> My teammates were getting me the ball, </q> said <strong> Malik Rose </strong>, who bought 64 tickets for family and friends. \"We played well, we shared the ball and I was the recipient of some good passes and a little luck.\" <strong> Allen Iverson </strong> was a dismal", "new_id": -2}, {"uid": "1296459622143032330", "i": 14483, "idx": 0, "sa": ["Colin Stetson", "Donald Rumsfeld", "Shara Worden"], "q": "10, 13); <strong> Shara Worden </strong>: vocals( 8, 13). Saxophonist <strong> Colin Stetson </strong>'s New History Warfare Vol. 2: Judges evokes the quote by cowboy philosopher and former US <strong> Donald Rumsfeld </strong> of Defense, <strong> Donald Rumsfeld </strong>, <q> There are known knowns. These are things we know that we know. There are known unknowns. That is to say, there are things that we know we don't know. But there are also unknown unknowns. There are things we don't know we don't know. </q> First question, how does he do this? Recorded without loops or overdubs( except for one track, where he plays multiple French horns), <strong> Colin Stetson </strong> applies a certain logic and order to the physically demanding", "new_id": -2}, {"uid": "1295562321105267213", "i": 32365, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "over his day-to-day duties. Meanwhile, co-founder <strong> Sergey Brin </strong> will \"devote his energy to strategic projects, in particular working on new products.\" <strong> Eric Schmidt </strong>'s new role will be Executive Chairman. He will focus <q> externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company announced. <strong> Eric Schmidt </strong> will act as an advisor to Page and <strong> Sergey Brin </strong>. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time.", "new_id": -2}, {"uid": "1294986340005357573", "i": 21682, "idx": 0, "sa": ["Benjamin Franklin", "Howard Dean", "Sen. Bernie Sanders"], "q": "'s rushing to demonize <strong> Howard Dean </strong> or <strong> Sen. Bernie Sanders </strong>. Indeed, Arizona's laws are far closer to the American mainstream than are the restrictive policies of New York, Massachusetts and California. <strong> Benjamin Franklin </strong>'s famous admonition-- <q> Those who would give up Essential Liberty, to purchase a little Temporary Safety, deserve neither Liberty nor Safety </q>-- has rarely been more apposite. There's no collective guilt in Tucson, just the monstrous acts of a lone man. \"Victims\" woes` Tawdry\" love Loose rat crawls up sleeping", "new_id": -2}, {"uid": "1297082221245825549", "i": 40643, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "mistake of the war. \"In a war, many things cost lives,\" <strong> Donald Rumsfeld </strong> told ABC News. Pressed on the fact that <strong> President Bush </strong> has written that cutting troop levels in Iraq was <q> the most important failure in the execution of the war, </q> <strong> Donald Rumsfeld </strong> called that \"interesting.\" \"I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready", "new_id": -2}, {"uid": "1296592764087982095", "i": 24254, "idx": 1, "sa": ["Zahi Hawass"], "q": "that historical objects in Egypt are easier to loot than in other places. \"In Iraq and Afghanistan, people[ had] moved away from the archaeological sites.\" Egypt is mostly desert, though, so <q> you can't move anywhere-- the Nile is it. </q> National Geographic explorer-in-residence <strong> Zahi Hawass </strong> says that the country's museums are now safe and guarded by the army, and should open near the end of the week. Read more about the situation in", "new_id": -2}, {"uid": "1295787140050479119", "i": 15651, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of the World. Mr <strong> Andy Coulson </strong> announced on Friday that he was resigning as <strong> David Cameron </strong>'s director of communications amid continuing allegations of phone hacking by the paper's journalists while he was in charge. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News's Murnaghan programme. Â© owned by or licensed to Scottish& Universal Newspapers Limited 2011.", "new_id": -2}, {"uid": "1295264408234684423", "i": 24957, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", an unemployed lifelong collector of military artifacts from Simi Valley, Calif., admitted in federal court in Wilmington, Del., that he illegally exported a... The nation in brief QUOTE OF THE DAY <q> She's making progress every day. </q> Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., on the condition of her friend, Rep. <strong> Gabrielle Giffords </strong>, who was shot in the head last... Use the comment form below to begin a discussion. All rights reserved", "new_id": -2}, {"uid": "1297132541144228403", "i": 780, "idx": 6, "sa": ["Christina Aguilera", "Donald Rumsfeld"], "q": "( Custom Made RSS Feed) Google Executive Emerges as Key Figure in Revolt- WSJ.com[ del.icio.us] Super Bowl 2011: <strong> Christina Aguilera </strong> and Groupon fluff their lines Russian Islamist leader claims responsibility for Moscow airport attack Global Times <q> Top 10 fabricated news stories in 2010 </q> http://bit.ly/hnj8vk Has anyone done a \"Top 10 harmonized news stories\" ranking? Bestsellers from the Guardian shop <strong> Donald Rumsfeld </strong>'s Demons by <strong> Donald Rumsfeld </strong> Cockburn Â£ 13.59 <strong> Donald Rumsfeld </strong>'s Iraq strategy was doomed to failure,", "new_id": -2}]