[{"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q>To be able to get back to this position is paramount to me, and I'm just thankful.<q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1297065247095109134", "i": 46132, "idx": 0, "sa": ["Barack Obama", "Richard Trumka", "Ronald Reagan", "Colin Powell", "Dick Cheney"], "q": "Personal and Political Memoir.\" He told the crowd at the <strong> Ronald Reagan </strong> tribute, part of the celebration of the late president's 100th birthday on Sunday, that the book was going well. <q>I'm deep into my years as vice president and let's just say I'm not having writer's block,<q> <strong> Dick Cheney </strong> said. U.S. <strong> Dick Cheney </strong> <strong> Barack Obama </strong> speaks at Pennsylvania State... Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Richard Trumka </strong> Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article:", "new_id": -2}, {"uid": "1295502963081756181", "i": 5651, "idx": 0, "sa": ["Allen Iverson", "Jim Calhoun"], "q": "to a 106-90 preseason victory over the Toronto Raptors on Wednesday night at the XL Center. UConn coach <strong> Jim Calhoun </strong> was in attendance and received an ovation when he was shown on the large video board above the court. <q>I bet you he felt out place,<q> <strong> Allen Iverson </strong> said. \"Just sitting there, he could relax.\" <strong> Allen Iverson </strong> had eight points, six rebounds and four assists. He made his only field goal in the opening seconds of the third quarter and set", "new_id": -2}, {"uid": "1295667343215973888", "i": 22915, "idx": 0, "sa": ["Eric Schmidt"], "q": "a decade ago when investors called for a more experienced business leader, prompting Mr <strong> Eric Schmidt </strong>, 55, to take over. But now the company is reverting to the old arrangement and Mr <strong> Eric Schmidt </strong> said: <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. \"For the last ten years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us.<q> We're mobile! Get news, sport and entertainment on your mobile. Text inthenews to 84010 or go to http://m.inthenews.co.uk", "new_id": -2}, {"uid": "1296232308110461003", "i": 14920, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Mia Tyler"], "q": "January 28, 2011 at 11:00 am. His daughter <strong> Mia Tyler </strong> seems to think so. The front man's doting daughter made some comments about her dad outshining the other judges. <q>He's the funniest man I know. He's saving the show because it was kind of boring before. There's only so many times you can watch <strong> Simon Cowell </strong> be mean to people,<q> she said. <strong> Steven Tyler </strong> is no <strong> Simon Cowell </strong> but he definitely has had some of his \"mean moments.\" As far as him saving the show, I don't know about that just yet.", "new_id": -2}, {"uid": "1297176031226918403", "i": 3175, "idx": 17, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers"], "q": "the words to relate to a guy like that, who's been through prison, who's been in the workforce, been in the military.\"( audience laughs) <strong> David Letterman </strong>:( Laughs) <q>I don't know why this is funny.<q>( Audience laughs) <strong> Aaron Rodgers </strong>:( Laughs) \"I'll stop right there.\" <strong> David Letterman </strong>: \"Yeah, okay. Now, <strong> Brett Favre </strong>, his coming and going- when he came", "new_id": -2}, {"uid": "1297302781028033028", "i": 27041, "idx": 1, "sa": ["Stephen Elliott", "Donald Rumsfeld"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/02/06/VI2011020602065.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=02062011-25v&amp;flvURL=/media/2011/02/06/02062011-25v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F02%2F06%2F02062011-25v.jsn\"}{ \"title\": <q>What would the real <strong> Donald Rumsfeld </strong> think?<q>, \"description\": \"During a discussion of\\ \"<strong> Donald Rumsfeld </strong>\\\" by Eric Martin and <strong> Stephen Elliott </strong> at 826DC in Columbia Heights, the authors discussed what the real <strong> Donald Rumsfeld </strong> would think of their book.\\", "new_id": -2}, {"uid": "1295441767072597564", "i": 35746, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "<strong> Jane Lynch </strong>, the 50-year-old actress- who plays scathing cheerleading coach Sue Sylvester on the US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q>If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.<q> <strong> Jane Lynch </strong> also admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with", "new_id": -2}, {"uid": "1296770511173654034", "i": 12201, "idx": 51, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Colin Powell", "Dick Cheney", "Gerald Ford", "Hillary Clinton", "Andy Pettitte"], "q": "<strong> Colin Powell </strong> Photo: \"Borat' star in <strong> Saddam Hussein </strong> Hussein-inspired comedy <strong> Donald Rumsfeld </strong> concludes in his new autobiography... Top Stories Video: Obama prays for peace in Egypt Top Stories Video: <strong> Andy Pettitte </strong> to retire from the Yankees Report Abuse <q>Of course <strong> Donald Rumsfeld </strong> and the other neocon thugs would have gone into Iraq even if they'd known there were no WMD... they DID know there were no WMD. They also knew that <strong> Saddam Hussein </strong> was actually the enemy of <strong> Al Gore </strong> Qaeda, yet they also tried to sell us on a tie to 9-11.<q> Report Abuse \"Quotes from a former <strong> Gerald Ford </strong>, <strong> Dick Cheney </strong>, esteemed <strong> Hillary Clinton </strong> and a <strong> Donald Rumsfeld </strong> of State regarding the criminals Bush, <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>\"s illegal and immoral war for oil.\" Please note the comments", "new_id": -2}, {"uid": "1295052502161349655", "i": 3260, "idx": 2, "sa": ["Sergio Marchionne"], "q": "2009. The dispute over Mirafiori is also part of a wider struggle by the outspoken <strong> Sergio Marchionne </strong> to bring about radical reforms in Italian industry. In October, he ignited controversy when he said that <q>Fiat would be better off if it eliminated Italy. Italy ranks 118th out of 139 countries in work efficiency and is 48th in industrial competitiveness. \"Not a cent from the two billion euros of profits forecast for 2010 will be generated in Italy,<q> he said, pointing out that Fiat's 6,100 workers in Poland produce the same number of cars as the company's 22,000 auto workers in Italy. Quotes delayed, except where indicated otherwise. Delay times", "new_id": -2}]