[{"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q><strong> Google Inc. </strong> had a strong second quarter,</q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}, {"uid": "1297127278259817581", "i": 33295, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> Judge yanks medical license of doctor charged with sexual assault Thousand Oaks doctor accused of sexual assault facing additional charges Secret Service agent shoots self accidentally at Camarillo range, police say Vote for your favorite local business-", "new_id": -2}, {"uid": "1297196814258572315", "i": 38906, "idx": 9, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush", "Dick Cheney"], "q": "an unprecedented public demand for his ouster. They accused Mr. <strong> Donald Rumsfeld </strong> of \"abysmal\" military planning and lack of strategic competence. Mr. <strong> President Bush </strong>'s No. 2, <strong> Dick Cheney </strong>, meantime, praised Mr. <strong> Donald Rumsfeld </strong> as <q>the finest secretary of defense this nation has ever had.</q> Mr. <strong> Donald Rumsfeld </strong> made clear, however, that there was no love lost between him and some other <strong> President Bush </strong> administration officials, in particular Mr. <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>. \"She'd never served in a", "new_id": -2}, {"uid": "1297161584212434954", "i": 26030, "idx": 1, "sa": ["Morena Baccarin", "Simon Cowell", "Susan Boyle"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q>We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar,</q> <strong> Simon Cowell </strong> said. â\u0080¢ â\u0080¢ â\u0080¢ Vancouver isn't Rio de Janeiro- the winters are more edgy, for one thing- but Brazilian-born <strong> Morena Baccarin </strong> has taken to the rainy city like, well,", "new_id": -2}, {"uid": "1297298981049397781", "i": 42303, "idx": 1, "sa": ["Donald Rumsfeld", "Nancy Pelosi", "Bill Clinton", "Robert Gibbs"], "q": "cuts, White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> cited a \"broad agreement that we have to change the way Washington works, particularly as it relates to spending.\" At the same time, he said, <q>We have to do so in a way that protects the important investments so that we can win the future,</q> signaling the <strong> Bill Clinton </strong> will fight to protect his own priorities. House Democratic leader <strong> Nancy Pelosi </strong> was more pointed. \"The Republican plan will cost jobs, undercut American innovation and clean energy, jeopardize our safety by", "new_id": -2}, {"uid": "1295138665036634641", "i": 6390, "idx": 3, "sa": ["Allen Iverson", "Yao Ming", "Shane Battier"], "q": "something.\" <strong> Yao Ming </strong> did not attempt a shot in the second half and sat for all of the fourth quarter. \"That's the beauty of <strong> Yao Ming </strong>- he's incredibly efficient,\" teammate <strong> Shane Battier </strong> said. <q>Not many guys in the league are capable of having this kind of night, where he makes every shot he puts up.</q> Aaron Brooks added 27 points for the Rockets, who haven't advanced out of the first round of the playoffs since 1997. Brandon http://wn.com/Allen_Iverson_48pts_2001_NBA_Final_Gm1_vs_Kobe_Bryant_Lakers <strong> Allen Iverson </strong> finally shook his shadow and shook up the NBA Finals. Hounded by", "new_id": -2}, {"uid": "1296261938051675143", "i": 41034, "idx": 1, "sa": ["Nate Funk", "Jimmer Fredette", "Dana Barros", "Ernie DiGregorio", "Allen Iverson"], "q": "reminds me of Ken Leninger\" \"reminds me of <strong> Ernie DiGregorio </strong>\" \"reminds me of <strong> Dana Barros </strong>\" \"reminds me of <strong> Nate Funk </strong>\" <q>reminds me of <strong> Larry Bird </strong></q> \"He reminds me of that one guy from Duke\" \"reminds me of <strong> Allen Iverson </strong>\" The fact that people can look at a jump-shooting Mormon kid named <strong> Jimmer Fredette </strong> and", "new_id": -2}, {"uid": "1297272060224821253", "i": 28612, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "if there are more, I suspect they're working on them as well, even though I don't happen to know what they are. It is just false, not true, inaccurate and typical. <q>There's no debate in the world as to whether they have those weapons.</q> July 30, 2002: \"<strong> Donald Rumsfeld </strong>: They have chemical weapons and biological weapons and they have an appetite for nuclear weapons and have been working on them for a good many years, and that there's", "new_id": -2}, {"uid": "1296356803240402449", "i": 36506, "idx": 1, "sa": ["Robert Auerbach", "Sen. Bernie Sanders"], "q": " \"exactly. someone proposed the title Global Weirding instead of Global Warming. bu...\" <q>whats your son doing in robotics class? details would be interesting</q> fed audit for accountability& transparency <strong> Robert Auerbach </strong>: The Federal Reserve's$ 3.3 Trillion Insider Loans Follow a History of Corrupt Practices <strong> Sen. Bernie Sanders </strong>: A Real Jaw Dropper at the Federal Reserve Federal Reserve's \"astounding\" report", "new_id": -2}, {"uid": "1296976498201293826", "i": 22833, "idx": 0, "sa": ["Michael Vick"], "q": "an improbable season. The announcement was made live on the NFL Network and was part of Super Bowl XLV festivities at the Convention Center. The Associated Press tallied votes by 50 media members. <q>I thank my coaches and my teammates,</q> said <strong> Michael Vick </strong>, who was on hand to accept his award. \"They got me better as an NFL player, as a quarterback, and took advantage of my talents.\" <strong> Michael Vick </strong> received 291/2 of", "new_id": -2}]