[{"uid": "1296833917069533714", "i": 43657, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q> We want to eliminate that uncertainty so that businesses can continue in </q> their research and development projects, she said.`` This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said.`` It's just a good idea.'' She said a permanent 20", "new_id": -2}, {"uid": "1295733110147996681", "i": 41489, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "media chief on Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The target=\"_blank\" href=\"http://guardian.co.uk\"> Guardian after <strong> Andy Coulson </strong> quit yesterday, bowing to pressure over what he knew about hacking at the development also renewed questions about practises at the Sunday tabloid, commentators said", "new_id": -2}, {"uid": "1295587926175472679", "i": 15328, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "John Taylor"], "q": "focus on the next crop of upcoming startups.'' In another good sign, the number of companies getting second- or third-round financing rose to 1,147 in 2010 from 915 the year before. <q> The rise in investments in early stage companies is the most encouraging thing we've had all year, </q> <strong> John Taylor </strong> said. In a surprise change late Thursday, Google said co-founder <strong> Larry Page </strong> would take over as chief executive, with current CEO <strong> Eric Schmidt </strong> moving to the post of executive chairman. The news overshadowed another stellar quarter", "new_id": -2}, {"uid": "1296858709051773441", "i": 49231, "idx": 2, "sa": ["Regis Philbin", "Howard Stern", "David Letterman"], "q": "I don't want to hear that. I don't want to believe that,'' said <strong> David Letterman </strong>. But on his show, <strong> Regis Philbin </strong> said there's no truth to <strong> Howard Stern </strong>'s remark. <q> <strong> Regis Philbin </strong> never asked for more money. <strong> Regis Philbin </strong> never had the chance, believe me, </q> he said, laughing. <strong> Regis Philbin </strong> announced in January that he was retiring from the show at the end of the season, after a 30-year run. <strong> Howard Stern </strong> claimed he got the story about <strong> Regis Philbin </strong>", "new_id": -2}, {"uid": "1295459011232456192", "i": 35593, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "chemistry among the two newcomers and veteran <strong> Randy Jackson </strong> should be interesting to watch. Keep an eye out for someone trying to step in to replace <strong> Simon Cowell </strong>'s biting criticism. Keeping this in mind, <strong> Steven Tyler </strong> recently said, <q> I'm not going in there to be a harsh judge or an overbearing judge. </q> Time will tell if he remains true to his word. Extended Hollywood Week. In an effort to allow contestants to hone their talent, Idol producers have eliminated the traditional round where the top 24 contestants are trimmed", "new_id": -2}, {"uid": "1297125894137412610", "i": 18152, "idx": 0, "sa": ["Zahi Hawass"], "q": "about the theft of cultural artifacts. El Saddik revealed that some of the looters were poorly paid museum guards. She also reported that major looting had occurred at the Memphis Museum, south of Cairo. <q> I hope the looting is over, but who knows what's going to happen, </q> says Dreyfus, who also reads the blog of <strong> Zahi Hawass </strong>, the celebrated, self-promoting archaeologist who was named Egypt's minister of antiquities a few days ago. In his Feb. 3 posting, <strong> Zahi Hawass </strong> sought to dispel rumors", "new_id": -2}, {"uid": "1296691488050905095", "i": 53209, "idx": 1, "sa": ["David Letterman"], "q": "`` Reply# 120 on: February 01, 2011, 03:58:43 AM'' <q> Reply# 121 on: Today at 04:43:35 PM </q> At the end of a live performance of his hit`` Superstar'' on <strong> David Letterman </strong> a few years ago: From`` Building Minds Faster''-`` At this rate, n-ggas gon' lose", "new_id": -2}, {"uid": "1294961599111804420", "i": 16224, "idx": 8, "sa": ["Allen Iverson", "Kobe Bryant"], "q": "selfs for one of the toughest games ever Survivor. When Janes allince blindsided her and voted her out it only leaft five people in the game.( Jud aka Fabio) Fabio started th... H* Wood <q> Could It Be You( Punk Rock Chick) </q> H* Wood`` Could It Be You( Punk Rock Chick)''-- Download single here bit.ly... <strong> Allen Iverson </strong> 48pts 2001 NBA Final Gm1 vs <strong> Kobe Bryant </strong> Lakers <strong> Allen Iverson </strong> 48pts 2001 NBA Final Gm1 vs <strong> Kobe Bryant </strong> Lakers <strong> Allen Iverson </strong> finally", "new_id": -2}, {"uid": "1295299857181911555", "i": 40983, "idx": 4, "sa": ["Chris Bosh", "Allen Iverson", "Andrea Bargnani", "Will Solomon"], "q": "sn... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I <strong> Will Solomon </strong> continue my career. </q> Referring to a Monday meeting with Griz... Toronto Raptors vs Memphis Grizzlies Jan. 9/09 <strong> Chris Bosh </strong> had 32 points and 10 rebounds, and <strong> Andrea Bargnani </strong> continued his hot stretch with 21 points as the Toronto Raptors beat the Memphis Grizzlies", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]