[{"uid": "1295801924036782081", "i": 9629, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "& pop-up-free, and beholden to no outsiders! Or by mail to: Free Republic, LLC, PO Box 9771, Fresno, CA 93794 To: Qbert <strong> Colin Powell </strong> still bullish on <strong> Barack Obama </strong> To: Qbert <q> The highly respected retired general and moderate Republican made waves when he endorsed Democrat <strong> Barack Obama </strong> in 2008. </q> A lot of wasted wording. All they had to write was \"RINO\". 3 posted on 01/23/2011 8:59:49 AM PST( Dems, Libs, Socialists, call'em what you will, they", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,\" he said. \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}, {"uid": "1295555937214679585", "i": 2170, "idx": 1, "sa": ["Linda Stasi", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" New York Post critic <strong> Linda Stasi </strong> agreed, calling the duo's \"instant chemistry\" with existing judge Randy Jackson <q> so right, they couldn't have created it in a lab </q>. She continues, \"<strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are not and will never be Paula( Abdul, another former judge) and <strong> Simon Cowell </strong>. They didn't do the brother/sister love/hate thing- and didn't try", "new_id": -2}, {"uid": "1297265672144211976", "i": 39152, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "inmates at the Guantanamo Bay prison in Cuba. Bush was due to visit Geneva to address a Jewish charity gala on Saturday, but organisers cancelled the event due to what they described as security concerns. <q> People are trying to make legal issues out of public policy issues, which is unfortunate, </q> <strong> Donald Rumsfeld </strong> told Reuters. \"I think it's a sign of the times.\" <strong> Donald Rumsfeld </strong>, who personally authorized harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he,", "new_id": -2}, {"uid": "1297275495080936978", "i": 8776, "idx": 0, "sa": ["Steve Ballmer", "Mike Zafirovski", "Satya Nadella"], "q": "executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. CEO <strong> Mike Zafirovski </strong> articulates the company assets but says it was overly complex to make decisions and assign accountability. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1297188372166789129", "i": 5229, "idx": 3, "sa": ["Simon Cowell"], "q": "availability and commitment will be key to determining The X Factor's judges, as unlike American Idol, the new show will require its judges to mentor and work with the contestants on a near-daily basis. <q> I think it comes down to who I think is interesting, but the most important criteria I think for this show is the commitment and the expertise each person offers. Because on this show, when you reach the live part of the shows, each judge is going to mentor three finalists each, and that means you got to work with them up to five or six days a week, </q> <strong> Simon Cowell </strong> told reporters. \"So, I'd need to find somebody who's willing to make that commitment because it is hard work, because you are deciding on all of their material, how they", "new_id": -2}, {"uid": "1297192837228835342", "i": 10833, "idx": 2, "sa": ["Steve Ballmer"], "q": "Their answer: Too many middle managers. Guess what? Many, perhaps most, of the middle managers are MBAs or have backgrounds in sales and marketing. I'll reiterate what I wrote 12 months ago: <q> Microsoft manages middle management by way of seemingly perennial reorganizations. </q> Another reorganization may soon come. If <strong> Steve Ballmer </strong> is really serious about stirring up innovation, he can't move around the deck chairs on the Titanic. He's got to save the ship, starting by jettisoning", "new_id": -2}, {"uid": "1295669701105103360", "i": 6864, "idx": 3, "sa": ["Eric Schmidt"], "q": "momentum in emerging businesses such as display advertising and mobile. Page praised <strong> Eric Schmidt </strong> in the statement, saying he has done an \"outstanding job\" and calling him a \"tremendous leader.\" <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <strong> Eric Schmidt </strong> said the key", "new_id": -2}, {"uid": "1297616629186400779", "i": 26870, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "out <strong> Saddam Hussein </strong>. \"When did you first talk to <strong> President Bush </strong> about going after <strong> Saddam Hussein </strong>?\" asked Martin. \"Oh, I think it was in September,\" <strong> Donald Rumsfeld </strong> replied. <q> So before the first U.S. boot is on the ground in Afghanistan... </q> \"He called me into the Oval Office and he said,` Do you have a war plan for Iraq?\" <strong> Donald Rumsfeld </strong> explained. But as he was gearing up for war the", "new_id": -2}, {"uid": "1296727907183500817", "i": 16341, "idx": 9, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.\" <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. <q> With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Allen_Iverson_45pt_vs_Reggie_Miller_41pts_Indiana_Pacers_00/01_NBA_Playoffs_Gm2_*Fancy_move The first half was <strong> Reggie Miller </strong>'s. The game belonged to <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> scored a career playoff-high 45 points, including 19 in the third quarter, as the Philadelphia 76ers overcame <strong> Reggie Miller </strong>'s 41 points, beating the Indiana Pacers 116-98 Tuesday night to even their first-round series at 1-1. Game 3 of the best-of-five Eastern Conference quarterfinals is Saturday in Indiana. \"I'm going to remember this game for a long time, </q> said <strong> Allen Iverson </strong>, who also had nine assists. \"I've been playing a lot off my God-given ability. This game took a lot of thinking. I'm pleased with my mental aspect coming into the game", "new_id": -2}]