[{"uid": "1296538875117768216", "i": 31376, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "it comes to school. Well sort of. Tonight on the Late Night with <strong> David Letterman </strong> <strong> Justin Bieber </strong> talked about the schedule he has with school and how it works for him being that he is a superstar. <q> I did school this morning, </q> says <strong> Justin Bieber </strong>. \"I do three hours a day, fifteen days a week.\" The kids who are entertainers actually have a tutor as they travel to keep them up with their studies. The", "new_id": -2}, {"uid": "1295984269158924821", "i": 7132, "idx": 7, "sa": ["Eric Schmidt"], "q": "the <strong> Eric Schmidt </strong>\" \"<strong> Eric Schmidt </strong> Happens\" \"I'm Getting Too Old For This <strong> Eric Schmidt </strong>\" \"I <strong> Eric Schmidt </strong> You Not\" \"Who Gives a <strong> Eric Schmidt </strong>?\" \"The <strong> Eric Schmidt </strong> Storm\" Sadly, nobody suggested <q> <strong> Eric Schmidt </strong> My CEO Says! </q> Or perhaps he could host a reality dance show competition called\" Just Move!\" Despite his hopes of landing a TV gig, it appears the Chairman won't be straying", "new_id": -2}, {"uid": "1297182351166789123", "i": 33926, "idx": 7, "sa": ["Paula Abdul", "Simon Cowell"], "q": "X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q> Cowell- courts- groups- maybe- <strong> Paula Abdul </strong>- x- factor/?page=2\"> Story Continues? \"previous1 Cowell- courts- groups- maybe- <strong> Paula Abdul </strong>- x- factor/?page=2&amp;utm_medium=RSS&amp;utm_source=RSS_Feed\"> 2", "new_id": -2}, {"uid": "1295596863029032481", "i": 18814, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "den Posten des CEO, twitterte <strong> Eric Schmidt </strong>.( ddp) Google- Mitbegr?nder <strong> Larry Page </strong> kehrt an die Konzernspitze des Internetriesen zur?ck. Der 37- J?hrige wird die Nachfolge von <strong> Eric Schmidt </strong> am 4. April antreten. <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig </q>, twitterte der 55- j?hrige <strong> Eric Schmidt </strong> kurz nachdem Google die Bombe platzen liess. <strong> Eric Schmidt </strong> hatte vor zehn Jahren das Ruder bernommen, da die Google-Investoren einen erfahreneren Manager forderten. Doch nun sind die Lehrjahre vorbei", "new_id": -2}, {"uid": "1297269552258801706", "i": 1404, "idx": 2, "sa": ["Colin Powell", "George W. Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Rumsfeld wrote. He said he made his recommendation to <strong> George W. Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days", "new_id": -2}, {"uid": "1297240707110002271", "i": 60020, "idx": 2, "sa": ["Michael Vick", "Dwaine Caraway"], "q": ", with the radio reporter's commentary inserted as text between video frames. <strong> Dwaine Caraway </strong> insisted the presentation wasn't about <strong> Michael Vick </strong>'s past but his turn-around since leaving prison and returning to professional football. <q> What he is doing and the effect it has on the children lives is the most important factor, </q> he said. Asked how he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone", "new_id": -2}, {"uid": "1297724169158892043", "i": 42684, "idx": 0, "sa": ["Irina Shayk", "David Letterman", "Cristiano Ronaldo"], "q": "at midnight on the \"Late Show With <strong> David Letterman </strong>,\" this year's Sports Illustrated Swimsuit Edition cover girl is Russian beauty <strong> Irina Shayk </strong>. Rana Wardlaw took of the billboard outside her office and then Wardlaw says <q> I saw it from my office window. I work at a media agency called Starcom Worldwide. They unveiled the billboard for a few minutes to tape it for the <strong> David Letterman </strong> Show and then covered it back up. I guess they didn't cover it fast enough! </q> Here are some other photos of the suddenly very super model. target=\"_blank\"> <strong> Irina Shayk </strong> Is Beautiful. Spotted With <strong> Cristiano Ronaldo </strong>:: IAMCHIQ.COM CELEBRITIES- CELEBRITY GOSSIP <strong> Irina Shayk </strong> Is Gorgeous:", "new_id": -2}, {"uid": "1295762811142376968", "i": 36347, "idx": 4, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron", "Ed Miliband"], "q": "The Crown PSienna Millercution Service has also asked a senior QC to \"comprehensively\" re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet. \"Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised \"real questions about <strong> David Cameron </strong>'s", "new_id": -2}, {"uid": "1296522021211714148", "i": 19994, "idx": 4, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing. \"It's difficult to talk about profit sharing when you've got a negative number at the bottom,\" he said. But, <q> our liquidity improved in 2010, and it's expected to improve in 2011. It would have( been) inexcusable not to recognize what our people have done. We owe them a lot and we should pay them for that performance. </q> The company, managed by Fiat SpA, reported a net loss for the fourth quarter and projected profits in 2011, when it plans to go public. Chrysler reported a$ 199-million U.S. net", "new_id": -2}, {"uid": "1295498090112721958", "i": 57526, "idx": 2, "sa": ["Allen Iverson"], "q": "tying jumper with 1:06 left that made it 86-all. <strong> Allen Iverson </strong> is 0-5 this season-- three losses with Memphis; two with the 76ers. <strong> Allen Iverson </strong> missed seven of 10 shots from the floor and had three assists. <q> It's going to get better, </q> <strong> Allen Iverson </strong> said. \"This is one of these times Game 1- Pistons 87, Lakers 75 Thanks to a defense that held the Lakers to just 34 points in the second half, the Pistons overcame a one-point", "new_id": -2}]