[{"uid": "1295665836007979062", "i": 7153, "idx": 0, "sa": ["Kirsten Gillibrand", "Jeff Immelt", "Chuck Schumer", "Barack Obama"], "q": "given to anyone, and if we want to win, we have to compete,'' said <strong> Jeff Immelt </strong>. It's that competitive spirit that New Yorkers think will help turn the economy around. <q>Taking old skills that worked in the 20th century and translating them in to new 21st century skills. That's our future,</q> said <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>( D). ''It's how we're going to create jobs, grow the economy,'' said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive", "new_id": -2}, {"uid": "1295815292030490627", "i": 13905, "idx": 0, "sa": ["Colin Powell", "Jim Lo"], "q": "Add to Portfolio <strong> Colin Powell </strong> Motors Co Go to your Portfolio'' Unlike cities, the states are barred from seeking protection in federal bankruptcy All You Can Eat? How Hungry is America in Good Times... www.americanprogress.org <q>It is insane, and morally bankrupt, for a nation with this much wealth to allow[ hunger] to continue,</q> said <strong> Jim Lo </strong> Weill, president of the Food Research and Action Center, at a Center for American Progress event Friday morning. At the event, CAP P... visionOntv is a Creative Commons based project Next year", "new_id": -2}, {"uid": "1295641931245137430", "i": 4217, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Pheeew! For a moment there... Anyhow, as ''co-founder'' <strong> Sergey Brin </strong> will be working on ''strategic projects, in particular working on new products'' the company says, notes the story. <q>His title will remain. So it sounds like no big change there.</q> Big Bang At Google: Larry Page To Replace <strong> Eric Schmidt </strong> As CEO On April 4, January 21, 2011 First they ignore you, then they laugh at you, then they fight you,", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q>a Christian, a conservative, and a Republican, in that order,</q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}, {"uid": "1295568022204079105", "i": 9892, "idx": 1, "sa": ["Eric Schmidt", "Sandy Carter"], "q": "longer needed!'' IBM WebSphere VP <strong> Sandy Carter </strong> and Austin Energy CIO Andres Carvallo Discuss How SOA is Enabling Agility In Organizations Today <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296086314120438784", "i": 44595, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like ''a volcano that is starting to erupt.'' <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1295016294023674969", "i": 43690, "idx": 6, "sa": ["Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong> was not the only one looking to raise money in the wake of the shootings. On Monday, the Tea Party Express sent an e-mail to its members asking for contributions. <q>One thing that surprised us was how many in the news media and liberal political figures and organizations immediately launched into an attack on the tea party movement- assigning blame for the shooting to our grass roots, Constitutionalist movement in general, and <strong> Sarah Palin </strong> in particular,</q> the group said. ''Friends, this is outrageous.'' United States You can follow any responses to this entry through the", "new_id": -2}, {"uid": "1296244617002752522", "i": 12817, "idx": 10, "sa": ["Kobe Bryant", "Tyronn Lue", "Allen Iverson", "Kevin Garnett"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. ''We were trying to keep the ball out of his hands as much as possible.'' <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said http://wn.com/Nba_Celtics__Lakers__Garnett_Press_Conference_For_Game_7__Finals_2010 <strong> Kevin Garnett </strong> talks to the media about Game 7! I do not claim ownership or makin' money from this video. All rights reserved by copyright owners. http://wn.com/Kobe_Bryant_Game_4_Presser__Lakers_vs_Magic_2009_NBA_Finals www.jalenrose.com twitter.com <strong> Kobe Bryant </strong> talks to the press", "new_id": -2}, {"uid": "1295458115232456193", "i": 48244, "idx": 1, "sa": ["Michael Jordan", "Larry Bird", "Allen Iverson", "David West"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. ''Anybody that bet on it, some broke people out there,'' <strong> Allen Iverson </strong> said. <q><strong> Elgin Baylor </strong>'m glad nobody didn't bet their life on it'cause they definitely would be dead right now.</q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. ''Our guys just try hard,'' Sixers coach <strong> Larry Bird </strong> <strong> David West </strong> said. ''This is kind of unexpected", "new_id": -2}, {"uid": "1295612145098222099", "i": 2273, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "events but when the spokesman needs a spokesman, it's time to move on.'' <strong> David Cameron </strong> said in a statement that he was ''very sorry'' that <strong> Andy Coulson </strong> was going but added that he could <q>understand that the continuing pressures on him and his family mean that he feels compelled to do so.</q> <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010. ''<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his", "new_id": -2}]