[{"uid": "1296494521100859915", "i": 26504, "idx": 4, "sa": ["Allen Iverson", "Dwyane Wade"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q>That's the frustrating part, because a game like this, we're supposed to win.</q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Miami_Heat_vs_Indiana_Pacers_105__96_April_3,_2010 <strong> Dwyane Wade </strong> goes off for 43 points along with nine rebounds and six assists", "new_id": -2}, {"uid": "1297171803034897961", "i": 34574, "idx": 1, "sa": ["John McCain", "George Stephanopoulos", "Donald Rumsfeld"], "q": "most compatible pair. \"I think that is the understatement of the decade,\" responded host <strong> George Stephanopoulos </strong>. <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and <q>a propensity to shift his positions to appeal to the media.</q> The book, \"Known and Unknown,\" is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he \"respect[ s] <strong> Donald Rumsfeld </strong>,\" they had \"a very", "new_id": -2}, {"uid": "1297480241247660577", "i": 26600, "idx": 0, "sa": ["Larry Hagman", "Simon Cowell"], "q": "filed on Wednesday, Los Angeles Superior Court Judge Michelle Rosenblatt vacated the award, in part because one of the arbitrators was a plaintiff in a similar type of legal action and failed to disclose it. <q>It's an absurd, bizarre kind of ruling, and we're very confident an appellate court will reverse it,</q> said <strong> Larry Hagman </strong>'s attorney <strong> Simon Cowell </strong> Aidikoff on Friday. According to Aidikoff, Citigroup changed <strong> Larry Hagman </strong>'s investment portfolio so that it was tilted toward equities, as opposed to fixed income and cash, causing heavy losses", "new_id": -2}, {"uid": "1295545167266109004", "i": 39169, "idx": 0, "sa": ["Sergio Marchionne"], "q": "in large delivery and refuse trucks across the country. The EPA-Chrysler partnership \"seeks to bring this same cost-effective technology to passenger vehicles,\" the agency said, noting in a news release that a minivan <q>can be adapted cost-effectively to the technology because the hydraulic components are widely available in other industries.</q> \"In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers-especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said. \"", "new_id": -2}, {"uid": "1295146930138919968", "i": 7555, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q>always been good. I said he didn't owe me a phone call, but I appreciated it.</q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as \"Tonight\" show host. He says the reason is no mystery, noting, \"We", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando. \"We lost again,\" point guard <strong> Rodney Stuckey </strong> said. <q>I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play.</q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}, {"uid": "1295981454233783305", "i": 9566, "idx": 0, "sa": ["David Letterman", "Bill Maher", "Dennis Kucinich"], "q": "workers, and injured many thousands more, while causing serious damage and disruption to health infrastructure, se... <strong> Bill Maher </strong> on <strong> David Letterman </strong> January 3 <strong> David Letterman </strong> interviews <strong> Bill Maher </strong> on the Late Show- aired January 3, 2008... <strong> Dennis Kucinich </strong> <q>If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All</q> <strong> Dennis Kucinich </strong> \"If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All\" January 03, 2011 MSNBC The ED Show MOXNews.com... Health Matters: What is Social Anxiety Disorder? What is Social Anxiety", "new_id": -2}, {"uid": "1296854638096747656", "i": 16696, "idx": 0, "sa": ["Sergio Marchionne"], "q": "network in the next five years, <strong> Sergio Marchionne </strong> said today at the J.D. Power& Associates International Automotive Roundtable in San Francisco. The company has about 2,311 dealers, said Ralph Kisiel, a spokesman. <q>Dealers are showing confidence in Chrysler Group's future,</q> <strong> Sergio Marchionne </strong> said at the event, which precedes the National Automobile Dealers Association's annual convention tomorrow. Dealers have spent$ 304 million on new buildings and renovations since the company emerged from bankruptcy 19 months ago, he", "new_id": -2}, {"uid": "1295560499104759349", "i": 5611, "idx": 0, "sa": ["Eric Schmidt"], "q": ", <strong> Eric Schmidt </strong> revealed in a More businessparticular working on new products. His title will be co-founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> said. <q>As Google has grown, managing the business has become more complicated,</q> <strong> Eric Schmidt </strong> wrote. \"So Larry, Sergey and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, {"uid": "1295343274209076224", "i": 37181, "idx": 0, "sa": ["Sergio Marchionne"], "q": "is emptying in the second half of 2011, and we see... the full Lancia range arriving, redone with the Americans,\" he said referring to Fiat's Chrysler affiliate in the United States. <q>And thanks to Chrysler, Alfa will arrive in America with a 2,000 dealer network and will make a splash,</q> he said. <strong> Sergio Marchionne </strong> said he was in favour of workers sharing in profits. \"I want to get there. But we have to make profits before sharing them,\" he said.", "new_id": -2}]