[{"uid": "1296041046025690120", "i": 48518, "idx": 0, "sa": ["Alassane Ouattara"], "q": "cut off from the money used to pay civil servants. His political rival <strong> Alassane Ouattara </strong>, who is the internationally recognized winner of the election held nearly two months ago, condemned the move Wednesday. <q> This illegitimate and illegal decision to requisition is null and void. Thus, anyone who participates directly or indirectly in its implementation will be subject to sanctions and criminal prosecution, </q> the statement said. Story: Cocoa prices jump as Ivory Coast weighs export ban Story: US backs ban on Ivory Coast cocoa imports Without access to the funds, it's unclear whether Gbagbo will be", "new_id": -2}, {"uid": "1295788412114884629", "i": 55389, "idx": 2, "sa": ["Andy Coulson", "Mark Lewis"], "q": "he is representing clients preparing to bring civil court cases against several newspaper groups over allegations of phone tapping. His claims suggest the practice of illegal eavesdropping is much more commonplace than first thought. <q> I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group, </q> Mr <strong> Mark Lewis </strong> said.`` It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.'' Mr <strong> Andy Coulson </strong>, who edited the", "new_id": -2}, {"uid": "1295072801140967961", "i": 41577, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "two weeks, with daily front-page coverage by major newspapers and prompting commentary from political leaders including Prime Minister href=\"http://topics.bloomberg.com/Silvio Berlusconi-Silvio Berlusconi/\"> <strong> Silvio Berlusconi </strong>.` Symbolic' The vote is`` symbolic'' and <q> represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed, </q> Gianluca Spina, dean of the business school at Milan's Polytechnic, said before the results of the referendum were announced. The numbers turned around in favor of <strong> Sergio Marchionne </strong> in the fifth of the nine rounds", "new_id": -2}, {"uid": "1295565682105267209", "i": 2185, "idx": 1, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "major company such as Google.`` We have been talking about how best to simplify our href=\"http://www.earthTim Cookes.org/tag/management.html\"> management structure and speed up decision making for a long Tim Cooke,'' said <strong> Eric Schmidt </strong> in announcing the decision. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long Tim Cooke to come.`` <strong> Larry Page </strong> credited <strong> Eric Schmidt </strong> with running the company`` brilliantly </q> while keeping the`` headstrong founders'' involved.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2}, {"uid": "1295209771036208658", "i": 38768, "idx": 2, "sa": ["Angelina Jolie", "Willow Smith", "Brad Pitt"], "q": "be spending their honeymoon donating gifts to African orphans on a humanitarian trip organised by <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong>, but sources claim that they are secretly planning to slip off to Hawaii instead. An insider said: <q> Maddox and <strong> Willow Smith </strong> love their parents a great deal, as we all do, and are determined to follow their inspiring examples of helping those less fortunate. They can't wait to get back to charity work after their trip but right now all they want is to enjoy the first days of their new life together. </q> Helen BaxendaleThe actress on Guy BurnetThe former Hollyoaks star on moving stateside and his 2011 projects EastEnders: Tiffany's behaviour disturbs Bianca Emmerdale: Andy is suspected of arson Hollyoaks: 2996: Mitzeee goes", "new_id": -2}, {"uid": "1297284241241352704", "i": 331, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Robert Gates"], "q": "US military personnel that worked at the site in the interview on FOX News Channel?s Hannity show. <strong> Donald Rumsfeld </strong> was defense secretary 2001-2006 under former <strong> George W. Bush </strong>. He was replaced as defense secretary by <strong> Robert Gates </strong>. <q> The heart-breaking thing with respect to Guantanamo is not that there?s anything wrong with it, it?s one of the finest prison systems in the world, </q> said <strong> Donald Rumsfeld </strong>.`` What?s awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they", "new_id": -2}, {"uid": "1296407695264388612", "i": 58597, "idx": 0, "sa": ["Simon Cowell", "Katie Price"], "q": "mogul seems to have a surprise under his sleeve.`` Do I want Jordan as a judge on The X Factor panel? Yeah, that could work,'' <strong> Simon Cowell </strong> said in a new interview. <q> Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade. </q> <strong> Katie Price </strong> is reportedly selling the? 3 million... <strong> Katie Price </strong>'s exposure of Roxanne leaves Alex in` mourning' for his alter ego Vanilla Ice says Dancing On Ice is tougher than he expected Gosh there's ice", "new_id": -2}, {"uid": "1295552635232112206", "i": 886, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "were introduced, drew its smallest numbers of the night. Critical reaction, too, centered less on what was new, and more on what was missing: namely, the <strong> Simon Cowell </strong> bite. found <q> the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops. </q> The called <strong> Steven Tyler </strong>`` winning,'' liked <strong> Jennifer Lopez </strong> OK enough, but ordered href=\"http://www.eonline.com/uberblog/celebs/c115589_Randy Jackson_Randy Jackson.html\"> <strong> Randy Jackson </strong>, the only original judge left sitting, to`` man up, dawg, and just say no, once in", "new_id": -2}, {"uid": "1295582258248299524", "i": 18271, "idx": 6, "sa": ["Larry Page", "Eric Schmidt"], "q": "appears to be amicable. Both Mr. <strong> Larry Page </strong> and Mr. <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.'' <q> I believe <strong> Larry Page </strong> is ready </q> to be CEO, Mr. <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' Mr. <strong> Larry Page </strong> hailed Mr. <strong> Eric Schmidt </strong> as a`` tremendous leader'' whose", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}]