[{"uid": "1296727907183500817", "i": 16347, "idx": 15, "sa": ["Jalen Rose", "Carmelo Anthony", "Allen Iverson"], "q": "his status. \"The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,\" <strong> Allen Iverson </strong> said. <q>Right now it's just frustrating to be out there at the end hobbling like that.</q> X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Jalen Rose </strong> are 2-3 together, and their pairing since <strong> Carmelo Anthony </strong>'s return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2}, {"uid": "1296512226268402729", "i": 30411, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,\" McCarthy said. <q>More importantly, he's a big man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience.</q> And while no one is mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. <strong> Charles Woodson </strong> said they can't", "new_id": -2}, {"uid": "1295641898262504480", "i": 24445, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "he will remain \"an advisor to Larry and <strong> Sergey Brin </strong>.\" \"I have learned a ton from him over the years,\" Mr. Page said of Mr. <strong> Eric Schmidt </strong> in a conference call. <q>I can not be more excited about moving us forward, and we are really only at the beginning.</q> The transition has long been contemplated, according to a person familiar with the matter, and planning for it accelerated last year. People briefed on the matter said aspects of the personal relationship between Messrs. Page", "new_id": -2}, {"uid": "1295564377105267210", "i": 29319, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page. announcement whether any disagreements internally prompted the change, but <strong> Eric Schmidt </strong> says Page is ready to run the company, while <strong> Sergey Brin </strong> will continue focusing on new product ideas, with the title of Co-Founder. <q>As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an adviser to Larry and <strong> Sergey Brin </strong>,</q> <strong> Eric Schmidt </strong> said in the blog post. In the nearly 10 years as the CEO, <strong> Eric Schmidt </strong> has helped lead Google from an innovative search company in search of a real business model into a tech giant with", "new_id": -2}, {"uid": "1295468383255852574", "i": 711, "idx": 0, "sa": ["Liu Chuanzhi", "Steve Ballmer", "Barack Obama"], "q": "CEO <strong> Steve Ballmer </strong> noted in the meeting that just one in 10 of its products in China was purchased legally. \"This Chinese government has to its credit taken better steps to enforce intellectual property,\" <strong> Barack Obama </strong> said. <q>I think <strong> Barack Obama </strong> <strong> Hu Jintao </strong> would acknowledge that more needs to be done. \"The Chinese chief executives joining the meeting came from companies that have invested in the United States. They are Lenovo, China Investment Corporation, Wanxiang Group and Haier. \"People in the US welcome us,</q> Lenovo CEO <strong> Liu Chuanzhi </strong> told Bloomberg News. \"We are solving their employment problems.\"", "new_id": -2}, {"uid": "1295507172010305551", "i": 8193, "idx": 1, "sa": ["Allen Iverson"], "q": "its 11th win in 12 games since the All-Star break. \"He's had the best year since I've been around him,\" said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. <q>He's a Hall of Fame coach,</q> said <strong> Allen Iverson </strong>. \"So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that.\" <strong> Allen Iverson </strong> shot 15-of-27 from the field", "new_id": -2}, {"uid": "1295928935203030533", "i": 27850, "idx": 2, "sa": ["George Shultz", "Donald Rumsfeld", "President Lyndon Johnson"], "q": "of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. \"I started thinking about this amazing archive I had,\" he says during a recent interview. <q>The fact that I had it, persuaded me that I ought to take advantage of it.</q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: A photograph of then-Congressman <strong> Donald Rumsfeld </strong> with <strong> President Lyndon Johnson </strong> in the 1960s; a", "new_id": -2}, {"uid": "1296822806182681605", "i": 16306, "idx": 0, "sa": ["Steve Ballmer", "Pete Cunningham"], "q": "just wishful thinking, but it could definitely be the big announcement we are expecting,\" Gartner analyst Carolina Milanesi tells the New York Times, and she's backed up by Canalys analyst <strong> Pete Cunningham </strong>: <q>I can see how this could benefit both companies.</q> They were speaking after Nokia's share price rose more than 4 per cent, after yet another analyst-- Adnaan Ahmad from Berenberg Bank-- wrote an open letter to Elop and Microsoft CEO <strong> Steve Ballmer </strong>. The letter", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology. \"He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q>As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+ \"px';} else{ this.style.height=' 250px\";};\"> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}, {"uid": "1296146618234012711", "i": 14767, "idx": 0, "sa": ["Kirsten Gillibrand", "Sen. Carl Levin"], "q": "worked closely with Senate Armed Services Committee Chairman <strong> Sen. Carl Levin </strong>( D-MI) to support's troops and veterans in the Senate. <strong> Sen. Carl Levin </strong> <strong> Kirsten Gillibrand </strong> worked with Chairman <strong> Sen. Carl Levin </strong> to strengthen our national security by repealing the corrosive <q>Don't Ask, Don't Tell</q> policy, including securing the first committee hearing that led to its repeal. \"One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military", "new_id": -2}]