[{"uid": "1295558498104759316", "i": 2066, "idx": 0, "sa": ["Jerry Lee Lewis", "Cher Lloyd", "Simon Cowell"], "q": ", \"<strong> Jerry Lee Lewis </strong>\" <strong> Cher Lloyd </strong> to land No1 in sixth consecutive decade with new hit Musicrooms The Burlesque star's new song could hit the top of the dance charts. Diva extraordinaire <strong> Cher Lloyd </strong>'s latest single, <q>You Haven't Seen the Last of Me,</q> couldn't be titled more appropriately. On the Calif governor decries polarized political attacks \"Stifled\" <strong> Cher Lloyd </strong> tells <strong> Simon Cowell </strong> she wants to do things her way as she... Hollywood for only a few hectic days, but", "new_id": -2}, {"uid": "1297122406226197630", "i": 27996, "idx": 4, "sa": ["Simon Cowell"], "q": " \"mean' judge and being gratuitously rude for the sake of it. I had my own style and like to think I'm honest and wouldn't sugarcoat something to make myself popular,\" he said. <q>I am gong to try and be consistent, as I have been over the years... People know what to expect if I'm on the judging panel. I don\"t think things will change too much.</q> <strong> Simon Cowell </strong> is excited about judging on this show since, unlike on Idol, it will involve working directly with contestants. \"I wanted to make a show where I could help the competitors on a weekly", "new_id": -2}, {"uid": "1297451814077103115", "i": 9621, "idx": 6, "sa": ["Michael Gove"], "q": "ordered by the judge. \"We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme,\" he added. <q>On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects.</q> The judge stressed that <strong> Michael Gove </strong> still held \"the final decision\" on on any given school and warned that \"no one should gain false hope from this decision\". Under BSF, every", "new_id": -2}, {"uid": "1295657899052625412", "i": 38737, "idx": 11, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "just the opposite. His efforts to paint such comments as humor only made the situation worse. The irony is that when he steps down as CEO, <strong> Eric Schmidt </strong> will concentrate on communication with the outside world. <q>As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>,</q> he said in a blog post. And in his old post, we have Larry Page, who's famously disdainful of PR. In 2008, according to <strong> Ken Auletta </strong>'s book,", "new_id": -2}, {"uid": "1297270573021168154", "i": 8691, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "Abu Musab al-Zarqawi"], "q": "during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his UN presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaeda terrorist network.", "new_id": -2}, {"uid": "1296699658082231300", "i": 16468, "idx": 1, "sa": ["Ellen DeGeneres", "Simon Cowell"], "q": "a judge has upped the unpredictability factor of a popular show that had become highly predictable, the producers of American Idol already find themselves in the position of choosing to apologize to the viewing public for the rocker's <q>outrageous <strong> Simon Cowell </strong> who? <strong> Steven Tyler </strong> re-invigorates \"Idol\" Newsvine- There were differing opinions on how season 10 of \"American Idol</q> would look this year, but almost everyone agreed on two points: \"Idol\" would sorely miss the irreplaceable <strong> Simon Cowell </strong>, and few would notice the absence of <strong> Ellen DeGeneres </strong> after her disappointing season as the fourth judge.", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy\"/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q>Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise,</q> he said. \"It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.\"", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}, {"uid": "1295670451069369909", "i": 24900, "idx": 0, "sa": ["Stephen Jackson", "Cory Johnson", "Mike Bibby", "Allen Iverson", "Jamario Moon"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 <strong> Jamario Moon </strong>'s key miss for Toronto set up Joe <strong> Cory Johnson </strong>'s clincher for Atlanta. <strong> Cory Johnson </strong> scored 28 points, including a jumper with 12.5 seconds left, <strong> Mike Bibby </strong> added 23 and the Atlanta Hawks rallied to", "new_id": -2}, {"uid": "1295554110082853921", "i": 24929, "idx": 1, "sa": ["the Fox", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "returns for Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q>What this show is about is \"American Idol' Premiere Plays Nice with <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> Billboard \"American Idol</q> returned to <strong> the Fox </strong> with its 10th season premiere on Wednesday night( Jan. 19), and with new judges and also making their debuts-- and the reliably affable Randy Jackson occupying <strong> Simon Cowell </strong>\"s old seat on", "new_id": -2}, {"uid": "1295887665065683465", "i": 31471, "idx": 3, "sa": ["Eric Schmidt"], "q": ", with a 20-percent workforce increase in the last year alone. As an intense battle with Facebook brews, \"competition seems to be getting fiercer in their field,\" said council member Margaret Abe-Koga. <q>Sometimes you just need to bring in something fresh and new to stay competitive. Ruling by consensus can be effective, but as you grow larger it grows more challenging.</q> After 10 years of having \"equal\" decision making power, \"we will continue to discuss the big decisions among the three of us,\" <strong> Eric Schmidt </strong> wrote. \"But we have also agreed to", "new_id": -2}]