[{"uid": "1295396906230801414", "i": 5572, "idx": 2, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": ".'' OK, but without <strong> Simon Cowell </strong> and his brutal- and frequently entertaining- honesty, will the show be as compelling to watch? Veterans Jackson and host <strong> Ryan Seacrest </strong> say it will. <q>I'm inspired by the new life here, and I love it,</q> <strong> Ryan Seacrest </strong> said. ''<strong> Simon Cowell </strong> and I had our banter, and people knew us for that, but this is a whole different dynamic. And I think that it will be a lot of fun and very funny", "new_id": -2}, {"uid": "1296704404078823470", "i": 4506, "idx": 0, "sa": ["Stephen Jackson", "Michael Jordan", "Allen Iverson", "Scottie Pippen"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. ''He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Bulls_vs_Hawks_1991_92_Jordan_37pts/10rbs/9asts/4stls December 21, 1991. This game is in some ways similar to the 1996 Indiana game where <strong> Michael Jordan </strong> and <strong> Scottie Pippen </strong> score 44 and 40, respectively. This time they both score 37 points and", "new_id": -2}, {"uid": "1295484293122978325", "i": 8890, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "season, saying that the contestants seemed more relaxed and ''relieved to not have to sing in front of <strong> Simon Cowell </strong>.'' <strong> Nigel Lythgoe </strong> says the talent pool is much bigger this season as well, adding, <q>We're going to see a lot of good talent because a lot of good talent came. We saw more people than we've ever seen before.</q> American Idol season 10 premieres Wednesday, January 19 at 8/7c on Fox.", "new_id": -2}, {"uid": "1297135014195428352", "i": 20379, "idx": 0, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "called it ''one of the leading news Web sites.'' NBC's Brian Williams did tag the Web site as ''liberal'' as he also read a an item on the acquisition. Williams: <q>A big payday for <strong> Arianna Huffington </strong> as AOL becomes the new owner of <strong> Arianna Huffington </strong> Post, the liberal Web site she created six years ago.</q> ABC's World News, which devoted much of its program to anchor <strong> Diane Sawyer </strong>'s interview with former Defense <strong> Donald Rumsfeld </strong>, did not mention the deal. By contrast, as previously documented by NewsBusters,", "new_id": -2}, {"uid": "1295667584231571487", "i": 16366, "idx": 2, "sa": ["Jeff Immelt", "Sen. Bernie Sanders"], "q": ". The senator also says in his statement ''GE now employs more workers overseas than it does in the United States,'' just as IBM purportedly does. <strong> Sen. Bernie Sanders </strong> adds in his statement that <q>while GE has laid off at least 10,000 workers in the United States, it has created more than 30,000 jobs in India over the past decade.</q> And the senator's statement noted that, during an eight and a half hour speech last month, the senator cited these comments from <strong> Jeff Immelt </strong> made at an investors' meeting on Dec. 6, 2002:", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q>We want to eliminate that uncertainty so that businesses can continue in</q> their research and development projects, she said. ''This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said. ''It's just a good idea.'' She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1295465204122241033", "i": 38446, "idx": 2, "sa": ["David Letterman", "Regis Philbin"], "q": "and has hosted Live since its premiere as The Morning Show in 1983, ''will go down as an iconic daytime television figure,'' says <strong> David Letterman </strong> Bushman, television curator at the Paley Center for Media. <q>His personality is so perfect for the medium. He opened up his life, almost like a reality TV star, in the sense that you know so much about his real life. His heart surgery is just one example of that.... People find an Everyman quality to him.</q> Live shouldn't make the mistake of trying to find another <strong> Regis Philbin </strong>, says Bill Carroll of Katz Television Group. ''He's a unique personality. In the same way you can't replace", "new_id": -2}, {"uid": "1296727907183500817", "i": 16355, "idx": 23, "sa": ["Elton Brand", "Jrue Holiday", "Ray Allen", "Michael Jordan", "Allen Iverson"], "q": "'' Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q>He just put us in a good rhythm tonight and had us flowing,</q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Ray_Allen_Greatest_Games41_Points_Against_Sixers_2001_ECF_Game_6 <strong> Ray Allen </strong> Great Game, 41 Points, 9 Three Pointers,", "new_id": -2}, {"uid": "1295238798192987148", "i": 9477, "idx": 0, "sa": ["Steve Ballmer"], "q": "30, 2009 But the companies say it is the only way to form a credible competitor to the industry's Goliath, Google, which holds 65 percent of the market for Internet search advertising. <q>We actually think this is one of those cases where us coming together will provide more competition to the market leader, not less,</q> Microsoft chief executive <strong> Steve Ballmer </strong> said in a conference call. The deal marks the latest move in a long dance between Microsoft and Yahoo, which have both struggled to remain relevant on the Web as Google steadily", "new_id": -2}, {"uid": "1297234014042778761", "i": 947, "idx": 10, "sa": ["Donald Rumsfeld", "Todd Litman", "Ray LaHood"], "q": "purported economic, energy, and time-saving benefits of urban rail systems-based entirely on a 2004 study for the American Public Transportation Association( APTA), America's principal transit lobbyist. 2 A 2010 Heritage Foundation report, <q>Washington's War on Cars and the Suburbs,</q> critiqued the <strong> Donald Rumsfeld </strong>'s claims. <strong> Todd Litman </strong>, the author of the APTA study, took issue with the Heritage report, though he was unable to undermine the conclusion of ''Washington's War'' that many of <strong> Ray LaHood </strong>", "new_id": -2}]