[{"uid": "1295432346076251250", "i": 46105, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.'' <q> He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also admitted she is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. Comment on this Article She explained in", "new_id": -2}, {"uid": "1295694729220823564", "i": 6499, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "would be resigning as chief executive and assuming the new role of executive chairman. <strong> Eric Schmidt </strong> said the company's`` outlook is bright'' and that his resignation reflects the fact that Google has grown substantially so <q> managing the business has become more complicated </q> under the firm's current triumvirate management structure. Co-founder Larry Page will become CEO as of April 4, while fellow co-founder <strong> Sergey Brin </strong> will focus on`` strategic projects.'' Analysts were generally positive about the", "new_id": -2}, {"uid": "1295806200208044038", "i": 49217, "idx": 0, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "though he hasn't yet decided who to vote for in 2012. The highly respected retired general and moderate Republican made waves when he endorsed Democrat <strong> Barack Obama </strong> in 2008 over Republican <strong> John McCain </strong>, a military <q>. <strong> Colin Powell </strong> told CNN's`` State of the Union </q> that he thought <strong> Barack Obama </strong>'s presidency remains a work in progress and that tough issues such as the economy and unemployment need to be addressed. <strong> Colin Powell </strong> said he hoped the president would tackle these matters in his State of", "new_id": -2}, {"uid": "1295876260066535475", "i": 23247, "idx": 3, "sa": ["Rex Tillerson", "Chairman Mao", "Sen. Bernie Sanders"], "q": "Clean Energy'' with the following witnesses: <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... <strong> Sen. Bernie Sanders </strong> Capps Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled <q> Drilling Down on America's Energy Future: Safety, Security, and Clean Energy </q> with the following witnesses: <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... <strong> Chairman Mao </strong>'s Award: Intel Corporation As a global leader in technology and a company reliant on a skilled workforce of engineers and innovators", "new_id": -2}, {"uid": "1295155572091308052", "i": 44167, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "out of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the", "new_id": -2}, {"uid": "1296084551189841437", "i": 11878, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "ARE preparing to finish the season the way they started it, with <strong> Kevin Kolb </strong> under center. The part between Sept. 12 and this week hasn't exactly gone the way <strong> Kevin Kolb </strong> envisioned, though. <q> Does it ever cross my mind? Sure, </q> <strong> Kevin Kolb </strong> said yesterday, when asked if he ever thought about how things would have gone had Andy Reid stuck to his original plan, instead of making <strong> Michael Vick </strong> the starter after the Sept. 19 win at Detroit", "new_id": -2}, {"uid": "1296717067176898072", "i": 14615, "idx": 1, "sa": ["Rip Hamilton", "Rasheed Wallace", "Michael Jordan", "Tayshaun Prince", "Antonio McDyess", "Allen Iverson"], "q": "http://wn.com/Allen_Iverson_19pts_vs_Nets_08/09_NBA_*Clutch_Plays <strong> Allen Iverson </strong> and <strong> Tayshaun Prince </strong> stepped up for the short-handed Detroit Pistons. <strong> Allen Iverson </strong> scored 19 points, and <strong> Tayshaun Prince </strong> added 16 to help the Pistons win their fifth straight game, 83-75 over the New Jersey Nets on Wednesday. <q> When any team in the league loses three of their top six guys, things are going to change for them, </q> Pistons coach <strong> Michael Jordan </strong> Curry said.`` Luckily, a lot of other guys stepped up.'' Detroit played without <strong> Rip Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury,", "new_id": -2}, {"uid": "1295682265065617928", "i": 97, "idx": 21, "sa": ["Mike Pence"], "q": "of New Hampshire's Granite State Poll, said it's not surprising that activists are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean he has a good chance of winning. <q> Republicans and Democrats go through this all the time, </q> Smith said.`` Particularly party activists don't see a candidate who is either well enough known, or ideologically or intellectually consistent enough for them, so they try to recruit people who fit the bill.", "new_id": -2}, {"i": 14978, "idx": 1, "index_answer": 1, "new_id": -1, "q": "executive role to Larry Page is` completely false,' <strong> Eric Schmidt </strong> told a group of reporters Thursday at the World Economic Forum in Davos, Switzerland,'' <strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports, <q> <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.` We have a competitor called Microsoft, </q> he said.`` Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'''`` <strong> Eric Schmidt </strong> also took on Google's competition with Apple. Google", "sa": ["Eric Schmidt", "Adam Lashinsky"], "uid": "1296157213138100743"}, {"uid": "1296654250052576301", "i": 28256, "idx": 1, "sa": ["Peyton Manning", "Troy Polamalu", "Drew Brees", "Michael Vick", "Tom Brady"], "q": ".'' His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. <q> I've got to buy my own jersey to get them out to my family, </q> <strong> Troy Polamalu </strong> said.`` I think that was probably the reason why, but I don't know. The Steelers emblem is worldwide.'' Sure, <strong> Troy Polamalu </strong>. It has nothing to do with the way you play", "new_id": -2}]