[{"uid": "1295903297179077120", "i": 31102, "idx": 8, "sa": ["Donald Rumsfeld", "Dick Cheney", "President Lyndon Johnson"], "q": "\" he said. \"I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.\" Another <strong> Donald Rumsfeld </strong> Rule: <q>If you are not criticized, you may not be doing much.<q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> Dick Cheney </strong> <strong> President Lyndon Johnson </strong> <strong> Dick Cheney </strong>. But he was deeply disliked by opponents of the Iraq", "new_id": -2}, {"uid": "1296963339115425283", "i": 4681, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Leon Washington", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "two-year deal with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.<q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 1/2), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick ereturner <strong> Leon Washington </strong>", "new_id": -2}, {"uid": "1297570143257933344", "i": 6725, "idx": 0, "sa": ["Michael Jackson", "Simon Cowell"], "q": "learn from <strong> Simon Cowell </strong>, I laid out some helpful principles to being not just a better actor, but a good all-round performer. Here are five more principles <strong> Simon Cowell </strong> wrote about in his book, <q>I Don't Mean to Be Rude, But...<q> 1. Create a Platform <strong> Simon Cowell </strong> points out that many successful <strong> Michael Jackson </strong> stars started their careers in bands or TV shows. It was from that platform that they gained the notoriety and momentum", "new_id": -2}, {"uid": "1296961388064782357", "i": 38781, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.<q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 1/2), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back", "new_id": -2}, {"uid": "1296895528110362627", "i": 32142, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". In addition, a Claymation version of Eminem will appear in a Lipton Brisk Iced Tea commercial during the Super Bowl. On Friday, Chrysler CEO <strong> Sergio Marchionne </strong> hinted about the automaker's commercial: <q>I won't tell you what it's about, but it will be worth watching.<q> <strong> Sergio Marchionne </strong>, who spoke at a San Francisco event associated with the National Automobile Dealers Association's annual convention, said Chrysler spent less than$ 9 million on the ad. Metro Detroit's", "new_id": -2}, {"uid": "1296173803032686171", "i": 8412, "idx": 2, "sa": ["Gov. Rick Perry", "Mitch Daniels", "Mike Pence"], "q": "group's new chairman, <strong> Gov. Rick Perry </strong>. <strong> Mitch Daniels </strong> ineligible, and his lieutenant governor has ruled out a run. <strong> Mike Pence </strong> hasn't firmly committed to the race, but his letter signals his interest. <q>I have learned to follow my heart, and my heart is in Indiana,<q> <strong> Mike Pence </strong> said in his letter. \"In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q>They don't like me for making these requests,<q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\": Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}, {"uid": "1297176031226918403", "i": 3167, "idx": 9, "sa": ["David Letterman", "Aaron Rodgers"], "q": "well, 190's a little light for a quarterback, right? What do you weigh now?\"( <strong> Aaron Rodgers </strong>, audience laugh) <strong> Aaron Rodgers </strong>: \"Uh, 230.\" <strong> David Letterman </strong>: <q>230? Wow, that's pretty good.<q>( Audience laughs) \"You know what I'm thinking in high school might have been the problem? Were you giving 100 percent?\"( audience laughs) <strong> Aaron Rodgers </strong>:( laughs) \"No", "new_id": -2}, {"uid": "1295774335001081384", "i": 46523, "idx": 0, "sa": ["Jonathan Ross", "Tony Blair", "Andy Coulson", "Betty Kitten Ross"], "q": "a sudden, unwanted taste of stardom. On Tuesday, during an interview on Gaydar Radio, <strong> Betty Kitten Ross </strong>'s dad, <strong> Jonathan Ross </strong>, was asked how he'd feel his daughter came home with a woman. <q>Well, my oldest daughter is gay, so that's a question that I have dealt with on a regular basis,<q> he replied. At which point the student found herself momentarily as big a news story as <strong> Tony Blair </strong>, <strong> Andy Coulson </strong> and Alan Johnson combined. Newspapers spilled the imaginary beans about \"<strong> Jonathan Ross </strong> girl's torment\",", "new_id": -2}, {"uid": "1296736018231227432", "i": 8137, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "krijgen met Windows Phone 7. Hij haalt ter herinnering nog een uitspraak aan van <strong> Steve Ballmer </strong> uit 2007. \"Nooit zal Apple's iPhone enig significant marktaandeel behalen.\" Hij nodigt beide ceo's uit voor een lunch <q>wanneer jullie beiden in Londen zijn.<q> <strong> Stephen Elop </strong> is verwarrend De brief van de Engelse financieel analist komt nadat <strong> Stephen Elop </strong> vorige week Vind ik ook onzin, ik zie Nokia niet met een WP7 draaien. Dat is zoiets als MS Office", "new_id": -2}]