[{"uid": "1295972855202047505", "i": 15404, "idx": 3, "sa": ["in excess", "Nancy Pelosi", "Sen. Bernie Sanders"], "q": "JPMorgan paid out bonuses <strong> in excess </strong> of$ 3m to more than 200 employees.'' Since the TARP money was tax dollars, this qualifies as <strong> Sen. Bernie Sanders </strong>'`` tax breaks'' for very wealthy people. Reuters reported: <q> Banks seized more than a million U.S. homes in one year for the first time last year. </q> <strong> Nancy Pelosi </strong> received 65.6% of her campaign contributions($ 1.6 M) from business in 2008, including$ 120,500 from the insurance industry( 4.9% of total). <strong> Nancy Pelosi </strong> called insurers`` immoral'' and''", "new_id": -2}, {"uid": "1295559882263242034", "i": 24880, "idx": 2, "sa": ["Eric Schmidt"], "q": "'s an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> said.`` As Google has grown, managing the business has become more complicated,'' <strong> Eric Schmidt </strong> wrote. <q> So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> The news came just before Google announced earnings for its most recent quarter. At$ 8.44 billion, Google's fourth-quarter revenue jumped 26 percent from a year earlier. Profit climbed 29 percent to$ 2.54", "new_id": -2}, {"uid": "1295812367162496520", "i": 22309, "idx": 1, "sa": ["Colin Powell"], "q": "down the deficit is to shave the country's biggest entitlement programs: Social Security, Medicare and Medicaid. He said he was`` very put off'' by Republican calls to simply return spending to 2008 levels. <q> Nobody up there yet is being very candid about what they want to cut, </q> he said. When asked whether he would consider joining the Obama administration, <strong> Colin Powell </strong>, 73, said he was not looking for a return to the White House, and that he prefers serving as``", "new_id": -2}, {"uid": "1297440898101842950", "i": 35173, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q> We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval.`` I need things to go back to normal.'' Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him", "new_id": -2}, {"uid": "1295855819019906582", "i": 14285, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Eliot Engel"], "q": "announce his candidacy for president. <strong> Kirsten Gillibrand </strong> said her office called <strong> John Thune </strong>'s office to suggest the arrangement.`` He won't win,'' she said with a laugh. <q> I'll tell him that,` Just because I'm sitting next to you doesn't mean I'll vote for you.' </q> Democratic Rep. <strong> Eliot Engel </strong> of the Bronx is arguably the New York lawmaker most invested in the spectacle of the State of the Union, year in and year out. He gets", "new_id": -2}, {"uid": "1295821293214663170", "i": 15967, "idx": 0, "sa": ["Andy Coulson"], "q": "in that part of the world, that was to live with each other, in Peace. So now the covenent has been broken and untill the rightfull pecaefull owners are restored( The Arabs) Report Abuse <q> Zionist Jews= Ashkenazi's= Khazars= Cesspool of Humanity= Gross Violation of God's Laws& Commandments= Broken Covenant with the One True God= No Longer God's Chosen People </q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297242441083116117", "i": 20961, "idx": 0, "sa": ["Jay Leno", "David Letterman"], "q": "Stern made it clear from the get-go he was disappointed in what he deemed to be a`` complacent'' attitude among Team <strong> David Letterman </strong> when it came to the business of crushing <strong> Jay Leno </strong> in the ratings. <q> You had your foot on his neck, </q> Stern admonished <strong> David Letterman </strong>, referring to the 2010 Super Bowl ad that placed the Late Show host on a couch just inches away from his nemesis.`` What was that? I didn't like it", "new_id": -2}, {"uid": "1295217079110215169", "i": 16424, "idx": 0, "sa": ["Ellen DeGeneres", "Simon Cowell", "Steven Tyler"], "q": "departure from` Idol' last season( to pursue his new Fox series,' X Factor') created an obvious void. But Jackson says the new contestants have deemed him the mean judge this year. <q> <strong> Simon Cowell </strong> is irreplaceable... but people will be surprised to see that I'm very assertive this season, </q> he reveals. http://xml.channel.aol.com/xmlpublisher/fetch.v2.xml?option=expand_relative_urls&amp;dataUrlNodes=uiConfig,feedConfig,entry&amp;id=691977&amp;pid=691976&amp;uts=1273167996 http://www.popeater.com/mm_track/popeater/music/?s_channel=us.musicpop&amp;s_account=aolpopeater,aolsvc&amp;omni=1&amp;ke=1 http://cdn.channel.aol.com/cs_feed_v1_6/csfeedwrapper.swf <strong> Simon Cowell </strong> Pokes Fun at` Idol' Judge <strong> Steven Tyler </strong> Fox Announces New Night for` American Idol' PopEater Poll Results: How You Voted on <strong> Ellen DeGeneres </strong>'s", "new_id": -2}, {"uid": "1295907442203866155", "i": 39120, "idx": 2, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong>, CEO of Chrysler Group, stated that the overall goal of the project is to evaluate and, hopefully, validate both fuel-efficiency gains and greenhouse gas reductions from using a light-duty hydraulic hybrid system. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, </q> <strong> Sergio Marchionne </strong> said.`` It has shown substantial increases in fuel economy when compared with traditional powertrains in the same type of vehicles. Both parties hope to reduce the size and complexity of the hybrid system and produce a", "new_id": -2}, [{"i": 6076, "idx": 1, "index_answer": 3, "new_id": -1, "q": "<strong> Michael Jordan </strong> jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said.`` That is the way it felt tonight.`` <strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where <strong> Elgin Baylor </strong> need the ball. <strong> Rafer Alston </strong> coach calls", "sa": ["Elgin Baylor", "Michael Jordan", "Rafer Alston", "Allen Iverson"], "uid": "1296257397048463880"}]]