[{"uid": "1296817703066027527", "i": 52681, "idx": 2, "sa": ["David McIntosh", "Mike Pence", "Karen Hartman"], "q": " His political views began to change at Hanover College, where he became a born-again Christian. He met his wife, <strong> Karen Hartman </strong>, at an evangelical church service where she was playing the guitar. <q> I think his faith is first and foremost what makes him tick, </q> said former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, a Republican.`` Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in", "new_id": -2}, {"uid": "1295503547083329028", "i": 6937, "idx": 2, "sa": ["Allen Iverson"], "q": "a just a layup in the fourth. The Lakers clamped down on the 6-foot guard, forcing the ball out of his hands. The strategy worked. <strong> Allen Iverson </strong> took only four shots in the last 12 minutes. <q> When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team, </q> said <strong> Allen Iverson </strong>, whose career high of 60 came against Orlando on Feb. 12, 2005.`` When somebody's got 49 points they want to make sure I get the ball out of my hands, and that", "new_id": -2}, {"uid": "1295619449001654802", "i": 7890, "idx": 0, "sa": ["Eric Schmidt", "Larry Page", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> <strong> Larry Page </strong> said in an interview yesterday.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1296064826024477728", "i": 41685, "idx": 3, "sa": ["Alassane Ouattara"], "q": "mercredi, l'organisation href=\"http://www.lemonde.fr/sujet/1cc3/human-rights.html\"> Human Rights Watch( HRW) a accus les forces de s?curit fid?les? Laurent Gbagbo de mener`` une campagne de violence organis?e'' contre les partisans de son rival <strong> Alassane Ouattara </strong>. <q> Les forces de s?curit sous le contr?le de Laurent Gbagbo, ainsi que les milices qui le soutiennent, ont commis depuis fin novembre 2010 des ex?cutions extra-judiciaires, des actes de torture et des viols, et ont proc?d? des disparitions forc?es </q>, crit HRW, s` appuyant sur des entretiens avec`` plus de cent victimes et t?moins''. Les forces pro-Gbagbo`` font r?gner la terreur''? Abidjan parmi leurs`` opposants r?els", "new_id": -2}, {"uid": "1297231746082936005", "i": 49641, "idx": 1, "sa": ["Sergio Marchionne"], "q": "`` I am paying shyster rates,'' <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q> We had no choice... I am going to pay the shyster loans. </q> Text DETNEWS to 64636 to get breaking news alerts on your phone. He called the loans`` a thorn in my side.'' Chrysler's also in talks with banks to refinance its debt", "new_id": -2}, {"uid": "1295610142042827830", "i": 23938, "idx": 6, "sa": ["Andy Coulson"], "q": "2011 11:40 AM riggers1 21 January 2011 11:41 AM I am sure <strong> Andy Coulson </strong> will quote either`` pressures'' of work vs.`` family commitments'' as his reason for leaving the post and no doubt <q> looking forward to new challenges </q> in the future. windbag86 21 January 2011 11:41 AM In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time", "new_id": -2}, {"uid": "1296939026066093065", "i": 51457, "idx": 6, "sa": ["Sergio Marchionne"], "q": "Group LLC.'' Chrysler is seeking$ 3 billion in low-cost government loans from the Energy Department to build more fuel efficient vehicles and in talks with banks to refinance the company's debt. <q> Because of these changed market conditions as well as the improvements in our performance and outlook made possible through the support of the U.S. and Canadian governments, Chrysler intends to repay these loans in full at the earliest opportunity, </q> <strong> Sergio Marchionne </strong> said. dshepardson@detnews.com(202) 662-8735 John Niyo: Spoiler alert! Here's a sneak preview of Sunday's Super Bowl ads, with this Volkswagen commercial that's guaranteed to be a hit", "new_id": -2}, {"uid": "1295908381142966884", "i": 1664, "idx": 0, "sa": ["David Letterman", "Jay Leno", "Johnny Carson"], "q": " href=\"http://www.nbcbayarea.com/topics?topic=Johnny Carson+Johnny Carson\" title=\"Johnny Carson\"> <strong> Johnny Carson </strong>'s seems unreachable, and even the heights he, <strong> Jay Leno </strong> and <strong> David Letterman </strong> have experienced seem elusive for any host to achieve going forward. O'Brien agrees late night's future seems murky. <q> I don't think anybody knows, </q> O'Brien tells PopcornBiz.`` We don't know if late night shows are going to be a pill that you take in three years or a saline drop that goes in your eye. None of us knows.", "new_id": -2}, {"uid": "1295667487007979149", "i": 30437, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "pair wanted to hire <strong> Steve Jobs </strong> as Google's CEO during the company's early years. <strong> Eric Schmidt </strong> served on Apple's board of directors from 2006 to 2009, when he href=\"http://www.ilounge.com/index.php/news/comments/googles-Eric Schmidt-resigns-from-apple-board-of-directors/\"> resigned from the board due to <q> potential conflicts of interest, </q> explained to be iOS- and iPhone-related. Subscribe to this discussion. We'll update you whenever new comments are added. This is to help us deter automated comment spamming. title=\"iPhone+ iPad Gems:", "new_id": -2}, {"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q> made it difficult to give the 110% needed in this role </q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}]