[{"uid": "1295570598118865953", "i": 6254, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "a Twitter message-- \"Day-to-day adult supervision no longer needed!\" Mashery provides scalable on-demand infrastructure for managing your APIs. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295454501222740595", "i": 17532, "idx": 0, "sa": ["Jimmy Kimmel", "Simon Cowell", "Randy Jackson"], "q": "because some wannabe Idolettes sang Aerosmith tunes badly, surviving judge <strong> Randy Jackson </strong> was hard at work trying to re-cast himself as the new <strong> Simon Cowell </strong>. <strong> Randy Jackson </strong> snarkily told ABC late-nght host <strong> Jimmy Kimmel </strong> he thought JLo's singing voice <q> would definitely get a 7. </q> That's out of a possible 10. Ouch! This surprised even cynic <strong> Jimmy Kimmel </strong>-- only he thought 7 was too high. And yes, <strong> Randy Jackson </strong> did manage, in the interview, to continue riding the \"", "new_id": -2}, {"uid": "1297298613261144582", "i": 24280, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse \" They will regret the day they let the State courts to control their lives, determine custody and divide you assets. \" Report Abuse <q> Gay people are not discriminated against because they have an equal right to marry someone of the opposite sex, just like single people arent discriminated against because they have an equal right to marry. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1296125797027361281", "i": 31674, "idx": 1, "sa": ["Liam Payne", "Louis Walsh", "Simon Cowell", "Matt Cardle"], "q": "Factor 2008- <strong> Liam Payne </strong>( Bootcamp) <strong> Liam Payne </strong> goes to, what was described at the time as, the best Bootcamp. He performs at the O2 Arena in London. <strong> Louis Walsh </strong> remarks on <strong> Liam Payne </strong>'s performance as, <q> Very convincing, very professional and you're only 14. </q> <strong> Simon Cowell </strong>, \"I like him\" , is already warming to <strong> Liam Payne </strong>... <strong> Matt Cardle </strong> sings Bleeding Love- The X Factor Live show 4- itv.com/xfactor <strong> Matt Cardle </strong> sings Bleeding Love- The X Factor Live show 4- itv.com/xfactor", "new_id": -2}, {"uid": "1295733873106954766", "i": 13430, "idx": 1, "sa": ["Allen Iverson", "Josh Smith", "Tim Duncan", "Shaquille O'Neal"], "q": "both clarified and cluttered the wild Western Conference playoff race. \"That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. \"There's nothing on the court he can't do. </q> It was the 13th Tim Duncane <strong> Josh Smith </strong> has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game. \"He's been a <strong> Shaquille O'Neal </strong> spark for", "new_id": -2}, {"uid": "1297451814077103115", "i": 11520, "idx": 2, "sa": ["Michael Gove"], "q": "\"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation,\" he added. <strong> Michael Gove </strong>'s decision was also found to be unlawful <q> because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act </q>. The six authorities-- where 58 schools were due to be rebuilt or revamped-- sought a judicial review on the grounds that the projects had been halted in an arbitrary and illegal way.", "new_id": -2}, {"uid": "1295224392243892234", "i": 18933, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Phoenix-$ 109,900 MLS 4439672", "new_id": -2}, {"uid": "1297377651148979715", "i": 13453, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama"], "q": "spoke cautiously in his first comments about the election, in an apparent attempt to preserve his initiative for direct diplomacy with Iran on a range of issues, including its nuclear program.... it was <q> up to Iran to determine its own leaders </q> Don't forget- the rookie <strong> Barack Obama </strong> is to the LEFT of the socialist <strong> Bernie Sanders </strong>. Today- \"People are calling for change.\" ... just as long as the Muslims can gain", "new_id": -2}, {"uid": "1296486007219168850", "i": 31602, "idx": 0, "sa": ["Sergio Marchionne"], "q": "U.S. government, with no new products for much of the past two years. Only now is that situation starting to change, and Chrysler even has added back 5,000 workers to develop and build new vehicles. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> <strong> Sergio Marchionne </strong> said Monday in a statement. <strong> Sergio Marchionne </strong>'s Fiat got a 20% stake in Chrysler when it took over management. Earlier this month, Fiat upped its stake to 25% by meeting a government", "new_id": -2}, {"uid": "1297159110156483590", "i": 42332, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "or concealing. Gwen Ifill reviews <strong> Donald Rumsfeld </strong>'s memoir, \"Known and Unknown\" Known and Unknown,\" a hefty and heavily annotated accounting and defense of his life in public service. <q> Never much of a handwringer, I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others, </q> he writes. But hand-wring he does, in repeated blasts of Donald Rumsfeldian score-settling that come off as a cross between setting the record straight and doggedly knocking enemies off pedestals. There is, indeed", "new_id": -2}]