[{"uid": "1296943918117014574", "i": 15259, "idx": 1, "sa": ["Mike Pence", "Sean Duffy"], "q": "investigation into the manager's actions. Yesterday, two U.S. congressmen, <strong> Mike Pence </strong> and <strong> Mike Pence </strong> <strong> Sean Duffy </strong>, called for the defunding of Planned Parenthood based upon the information uncovered in Live Action's videos. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> said <strong> Mike Pence </strong>.`` The time to deny any and all funding to Planned Parenthood is now.'' Planned Barrenhood is probably the most corrupt and deadly group in the history of the world", "new_id": -2}, {"uid": "1295768239143409188", "i": 6754, "idx": 8, "sa": ["LeBron James", "Rasheed Wallace", "Don Nelson", "Allen Iverson"], "q": "Friday night, Detroit is looLeBron James for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it Don Nelsone,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> http://wn.com/Was_Detroit_an_experiment_City?_HIGHEST_unemployment_rate_24_signs_of_ROTTING_Wasteland Thanks Eddie! Eddie NWO Censored MYSPACE Junkie. Love ya! DETROIT HOUSING APOCALYPSE www.youtube.com For years, people have been laughing", "new_id": -2}, {"uid": "1294966525056983567", "i": 2768, "idx": 7, "sa": ["Darrelle Revis", "Michael Vick", "Michael Porter", "Peyton Manning", "Rex Ryan", "Tom Brady"], "q": "returning a kickoff 71 yards against Green Bay on Dec. 19. Soon afterward, he suffered a concussion. Speaking to reMichael Porters for the first game, after missing nearly a month of action, Connolly said Wednesday: <q> I'm healthy now. I'm back at practice and I'm ready to move on. </q> The Packers kicked <strong> Rex Ryan </strong> calls <strong> Darrelle Revis </strong>` best in football' FLORHAM PARK, N.J.- Sure, <strong> Tom Brady </strong> is great. So are <strong> Peyton Manning </strong> and <strong> Michael Vick </strong>. But in <strong> Rex Ryan </strong>'s always humble opinion, they pale in comparison", "new_id": -2}, {"uid": "1294962966114475031", "i": 54799, "idx": 3, "sa": ["Sergio Marchionne"], "q": "which will stop producing cars by the end of 2011. Fiat aims to make 1.4 million vehicles annually by 2014 from 650,000 in 2009. At the North American International Auto Show, <strong> Sergio Marchionne </strong> said that he <q> will take my work elsewhere </q> if he fails to win a majority. Fiat would look into`` alternatives the day after. It may even happen the same night,'' he told reporters in Detroit. Between 1998 and 2008,", "new_id": -2}, {"uid": "1296723974251478035", "i": 31133, "idx": 4, "sa": ["Michael Johns", "Simon Cowell", "Paula Abdul", "Allison Iraheta"], "q": "a Thing''( Season 8) When the Top 7 took on movie night, <strong> Allison Iraheta </strong> chose the theme to Armageddon, knocked it down a key, and belted with all the vocal grit she could muster. <q> I don't care if you're 16 or 60, all I know is that you're one remarkable, talented young lady, </q> said <strong> Paula Abdul </strong>. <strong> Simon Cowell </strong>'s assessment was spot-on, too.`` You are the girls' only hope in the competition right now,'' he told <strong> Allison Iraheta </strong>. Sadly, <strong> Michael Johns </strong>' Inspirational Week choice, Aerosmith's", "new_id": -2}, {"uid": "1295665840153141330", "i": 23621, "idx": 0, "sa": ["Andy Coulson", "Mohammed bin Rashid Al Maktoum", "Mohammed Rashid Qabbani"], "q": "Lebanon supports Hezbollah. \" So the`` Accidents'' begin---------- A bodyguard of Mufti <strong> Mohammed bin Rashid Al Maktoum </strong> <strong> Mohammed Rashid Qabbani </strong> was killed in a friendly fire and another civilian was injured in the Beirut neighborhood of Aisha Bakkar. Report Abuse <q> And, what manner of death/ torture does he prefer if he doesn't support Hezbollah? Or, maybe it is children, wife and family that would receive Hezbollah's retribution? </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Middle East in Prophecy What is the future of the Middle East& Israel?", "new_id": -2}, {"uid": "1296716741185712646", "i": 36337, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "to resolve the arguments between State and Defense before the invasion on how to handle the transition, <strong> Donald Rumsfeld </strong> said.`` Those key differences were never clearly or firmly resolved in the NSC,'' <strong> Donald Rumsfeld </strong> writes. <q> Only the <strong> George W. Bush </strong> could do so. </q> In the end, <strong> Donald Rumsfeld </strong> says, the Middle East is better off without Saddam Hussein in power in Iraq. Developers add housing, possibly a hotel, to Hine Junior High development Another day,", "new_id": -2}, {"uid": "1295516164091439106", "i": 8117, "idx": 0, "sa": ["Angelina Jolie", "Johnny Depp", "Brad Pitt"], "q": "five, Shiloh, four and two-year-old twins Knox and Vivienne with her partner <strong> Brad Pitt </strong>- says mothers should cherish every minute they can spend with their kids because the phase passes soon fast, reported Femalefirst. <q> Just enjoy every minute of it because it goes so fast and it is the best time in your life. And strap them to you and hang out with them and sleep in the same bed with them and just love every second of it, </q> said <strong> Angelina Jolie </strong>. The 35-year-old actress also said she took on her role in'' The Tourist'' opposite <strong> Johnny Depp </strong> because it would give her time to spend with her children in Venice and admitted she relies", "new_id": -2}, {"uid": "1295806909069746696", "i": 19454, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "in the wake of the shooting in Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>>`` I think he's got a way to go,'' <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect title=\"Superman(fictional character)\" href=\"http://www.chicagotribune.com/topic/entertainment/movies/superman-%28fictional-character%29-PEFCC000007.topic\"> Superman. We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",'' <strong> David Letterman </strong> said:`` Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?'' <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q>`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}]