[{"uid": "1296698256042549266", "i": 42941, "idx": 0, "sa": ["David Letterman"], "q": "the 14 million-member faith a place in the national spotlight. But experts are divided about whether that would help or hurt the church and how much of a factor Mormonism would be in either potential campaign. <q>In the long run, it would be good for the church,</q> said <strong> David Letterman </strong> Campbell, a political scientist at Notre Dame and a Mormon. ''It would mean we were entering the mainstream of American society. After all, we would have not just one but two candidates-", "new_id": -2}, {"uid": "1295112447267436035", "i": 19884, "idx": 1, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "lowered to half-staff and led the nation in a moment of silence. He flew to Tucson to speak at a memorial service not far from the hospital where Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and other victims were being treated. <q>At a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds,</q> he said. More than any one politician, <strong> Sarah Palin </strong>, the 2008 Republican vice presidential candidate and a possible White House contender in 2012, figured in the unfolding political debate. Initially, an aide seemed", "new_id": -2}, {"uid": "1296372233130301995", "i": 16634, "idx": 0, "sa": ["Sarah Sellers", "Simon Cowell"], "q": "boy? I saw you lookin' down,'' followed by a fist bump. To a full-lipped <strong> Sarah Sellers </strong>: ''You had me sold the second you laid eyes on me.'' To scout Chris Cordeiro: <q>You scared everyone in the room.</q> To tone-deaf Michael Perotto: ''Did you eat paint chips as a child?'' In general:''* Bleep** Bleep** Bleep*.''$ 12 million, about a third of <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1295245548048136194", "i": 17325, "idx": 2, "sa": ["Darren Collison", "Allen Iverson", "Derrick Rose"], "q": "<strong> Allen Iverson </strong> hits Game Winner) 12/26/08 Detroit Pistons vs Oklahoma <strong> Derrick Rose </strong> Thunder( <strong> Allen Iverson </strong> hits Game Winner) 12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands. <q>That was a great play by <strong> Allen Iverson </strong>,</q> Pistons coach <strong> Darren Collison </strong> Curry said. ''He hadn't had much going for him in the first three quarters, but then he took over the ga... LA Lakers vs. Oklahoma Thunder- Game 6 Recap[", "new_id": -2}, {"uid": "1297210131061849602", "i": 3321, "idx": 6, "sa": ["Donald Rumsfeld", "the Fox"], "q": "the service members who operate it have ''taken a lot of heat unfairly.'' <strong> Donald Rumsfeld </strong> also made clear that he has not dialed down his concerns about the threat posed by Islamic extremism. <q>Let there be no doubt, there are extremists out there who are determined to do damage to the United States of America and to kill Americans and to impose a caliphate over a large fraction of this globe,</q> he told <strong> the Fox </strong> News. ''And they have weapons of increasing lethality at their disposal and at their beck and call.'' In his 800-page memoir, <strong> Donald Rumsfeld </strong> covers everything from the early days of the", "new_id": -2}, {"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. ''The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q>Beautiful things happened in the last five days.</q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}, {"uid": "1297166995062062625", "i": 29607, "idx": 1, "sa": ["Luis Ochoa", "Paula Abdul", "Ray LaHood", "Simon Cowell"], "q": "died of an accidental ''sharp force injury'' to his right calf. Sheriff's spokesman <strong> Ray LaHood </strong> Pruitt said it was unclear if a delay in seeking medical attention contributed to <strong> Luis Ochoa </strong>'s death. <q>I have never seen this type of incident,</q> Sgt. Martin King, a 24-year veteran of the sheriff's department, told the Bakersfield Californian. <strong> Simon Cowell </strong> says' X Factor' judging panel yet to be set; <strong> Paula Abdul </strong>, wait by the phone", "new_id": -2}, {"uid": "1297449712044924950", "i": 34888, "idx": 0, "sa": ["Steve Ballmer", "Bill Gates"], "q": "Microsoft founder ''knows an increasingly bad investment when he sees it,'' says Chris Nerney in IT World. Microsoft's stock has languished for the past decade, and the company is now a <q>hapless also-ran in a number of crucial, emerging markets.</q> Why? <strong> Steve Ballmer </strong>. How is he even still CEO? ''Does[ <strong> Steve Ballmer </strong>] possess compromising photos'' he's been using for blackmail? ''<strong> Bill Gates </strong> casts vote of confidence in <strong> Steve Ballmer </strong> by selling 90 million shares", "new_id": -2}, {"uid": "1295439788234078228", "i": 21493, "idx": 2, "sa": ["Kirsten Gillibrand", "Saeb Erekat", "Hillary Clinton"], "q": "do not believe that this would be a productive step.'' On Tuesday, 17 senators led by <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and <q>make it clear to the Palestinian Authority that it needs to sit down in direct talks with Israel, rather than pursue unhelpful resolutions at the United Nations.</q> In the West Bank, chief Palestinian negotiator <strong> Saeb Erekat </strong> said that the Palestinians and their backers have agreed on the wording for the anti-settlement resolution. He said he expects it to be submitted to the Security Council", "new_id": -2}, {"uid": "1296145693210010117", "i": 43867, "idx": 1, "sa": ["Allen Iverson", "LeBron James", "Dwyane Wade"], "q": "cast that's used to winning big. ''It's always an honor to be named an All-Star and it's a blessing to be in this league,'' said <strong> Allen Iverson </strong>, twice the Game's MVP. <q>Being named an All-Star makes it that much more special. The fact that the fans have voted me onto the team makes this a great honor and it's truly appreciated.</q> The final results of fan balloting didnt exactly bring any major surprises. Miamis <strong> Dwyane Wade </strong>( 2741413) and Detroits <strong> Allen Iverson </strong>( 1804649) will be in the Easts backcourt, alongside reigning All-Star MVP <strong> LeBron James </strong> of Cleveland( 2940823", "new_id": -2}]