[{"uid": "1295561523178864129", "i": 13491, "idx": 3, "sa": ["Eric Schmidt"], "q": "A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are available, <strong> Eric Schmidt </strong> said. <q> We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale, </q> <strong> Eric Schmidt </strong> wrote. If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments`` I have many question about your post. I think u should", "new_id": -2}, {"uid": "1295577549195002392", "i": 31777, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "cc' button in the bottom right corner of the player. As this is a brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric_Schmidt_at_Sciences_Po__4_projects_for_Google_in_France www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/The_new_Don't_Be_Evil_google_video__Final_Versionmp4 techplanet30.com In this video I talk about <strong> Google Inc. </strong> and would like to know your thoughts on the company and their position in the world. I talk a little about Larry Page, <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297301491011485226", "i": 39047, "idx": 1, "sa": ["Mike Pence"], "q": "on the tapes as a pimp and a prostitute. In an interview with`` America's Morning News,'' a radio talk-show affiliated with The Washington Times, Mr. <strong> Mike Pence </strong> said the videos are <q> heartbreaking evidence employees of Planned Parenthood... facilitating, essentially, the abuse of a minor and sex-trafficking.`` There's nothing really new in these tapes. We've been seeing this kind of behavior by Planned Parenthood organizations... for a number of years, </q> the Indiana Republican said. Story Continues â\u0087\u0092`` previous1 2 next'' Â© Copyright 2011 The Washington Times, LLC. Click here for reprint permission.", "new_id": -2}, {"uid": "1297294817013402180", "i": 33544, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jane Holl Lute"], "q": "On January 23, 2009, <strong> Barack Obama </strong> announced his intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ 1] How about this... Napolitano: <q> I am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes the American citizen of all humanity </q> Re: Napolitano: Al-Qaeda does not exist:`` Natural Born Americans are the terrorists'' to me it seems that this ties into birthright citizenship, now all they have to do is identify you as a terrorist", "new_id": -2}, {"uid": "1295570272118865953", "i": 11363, "idx": 1, "sa": ["Eric Schmidt"], "q": "the 1990s-era technology models and business models of their birth, and customers are getting fed up. What will the future hold? <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295313315007274536", "i": 12114, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Gabrielle Giffords"], "q": "the 22-year-old suspect in the Tucson shootings that killed six and injured 12, was described as a mentally unstable man who was kicked out a community college last year and became increasingly erratic in recent months. <q> We have many things to do in <strong> Martin Luther King </strong>'s name, and one of those is get the guns out of the hands of people who shouldn't have them, </q> <strong> Chuck Schumer </strong> said. <strong> Kirsten Gillibrand </strong> gave an impassioned speech about tolerance and the need to put an end to ugly discourse and angry, hurtful words. <strong> Kirsten Gillibrand </strong>, who is a friend of <strong> Gabrielle Giffords </strong>, said the injured", "new_id": -2}, {"uid": "1297531362159776779", "i": 11221, "idx": 0, "sa": ["Colin Powell", "Hosni Mubarak", "King George VI"], "q": "apology tour. <strong> King George VI </strong> posted on 02/12/2011 9:05:53 AM PST To paraphrase <strong> Colin Powell </strong> commenting on another war, it is naive in the extreme to think that any popular revolt in Egypt will cause <strong> Hosni Mubarak </strong> to be replaced by <q> a Jeffersonian in some sort of desert democracy where people read the Federalist Papers along with the Koran. </q> I think too many of our leaders have labored for too long under the notion that any democracy anywhere is a good thing. 8 posted on 02/12/2011 9:22:41 AM PST( Laugh, and the world laughs", "new_id": -2}, {"uid": "1295419136019841068", "i": 1228, "idx": 10, "sa": ["Toby Young", "Simon Cowell"], "q": "tell it like it is.`` It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,'' says <strong> Toby Young </strong>. <q> It's as if we've switched places. </q> But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? GeraldF.ShieldsJr. at 8:53 PM January 18, 2011 It's not that most folks like mean judges, folks like", "new_id": -2}, {"uid": "1297298613261144580", "i": 41264, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <blockquote> it takes about 4000 rounds from a 50 cal machine gun, air to air to shoot down a plane. </blockquote> Report Abuse <q> Quit sending us Mexican and we will quit sending you guns OK!!!! </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, [{"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}]]