[{"uid": "1296789415115392528", "i": 8833, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard", "Andrew Bynum"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. ''You honestly don't r... Lakers vs Mavericks Highlights <strong> Andrew Bynum </strong> 22 Points Date: January 13, 2010 American Airlines Center, Dallas, TX All video credits to JD2K. <strong> Kobe Bryant </strong> was a", "new_id": -2}, {"uid": "1296907704235421733", "i": 23442, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "<strong> Hosni Mubarak </strong> demanding his ''day of departure,' no one was allowed to approach within 20 metres( yards) of the gate. The embattled museum has on display about 120,000 priceless relics. <q>It is secure, very secure, we are not worried,</q> Egyptian antiquities chief <strong> Zahi Hawass </strong> told AFP, playing down the risks of theft. He recalled the role of demonstrators who helped catch the January 28 intruders and return the stolen artefacts. They formed a '''human", "new_id": -2}, {"uid": "1296744918231997480", "i": 8127, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "<strong> John McCain </strong>( R-Ariz.) gave a curt response Thursday to reports that former defense secretary <strong> Donald Rumsfeld </strong> had some unkind things to say about him in his new book, Known and Unknown. <q>Thank God he was relieved of his duties,</q> <strong> John McCain </strong> said on ABC's ''Good Morning America,'' after admitting that the two had had a contentious working relationship that often caused them to butt heads over Iraq war policy. Most notably,", "new_id": -2}, {"uid": "1296759030005144618", "i": 6120, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Stuff happens'' about the early looting in postwar Iraq, and who also famously observed: ''Democracy is messy.'' Instead, <strong> Donald Rumsfeld </strong> has the nerve to blame others for his many mistakes. <q>In retrospect, there may have been times when more troops could have helped.</q> But he insists that if senior military officers had reservations about the size of the invading force, they never informed him( according to the Post review). In reality, <strong> Donald Rumsfeld </strong> rejected a plan presented to", "new_id": -2}, {"uid": "1295461104131301415", "i": 35313, "idx": 3, "sa": ["Gary Moore", "Allen Iverson"], "q": "for <strong> Allen Iverson </strong>'s surgery, only that that it was ''soon.'' ''People need to know that <strong> Allen Iverson </strong> is and always has been a fighter,'' <strong> Gary Moore </strong> said. <q>He's got a battle ahead of him.</q> <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> ''totally disputes'' reports out of Turkey that he was set to retire. The 11-time NBA All-Star has said he's happy with his new career in", "new_id": -2}, {"uid": "1294957386210993222", "i": 17575, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "eye and tried to focus on loved ones for the first time. ''It was raw courage. It was raw strength. It was so beautiful and so moving,'' said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q>She wanted us to know that she was with us a hundred percent and understood everything we were saying.</q> <strong> Gabrielle Giffords </strong>' neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it ''a major milestone,'' and said the congresswoman was clearly responding to the gathering of friends and family. <strong> Barack Obama </strong>, Daniel Hernandez After", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his ''heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q>the good and strong and opinionated people of this state</q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}, {"uid": "1297687639083525660", "i": 28538, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "to weaken them by the industry or anyone else are blocked.'' Senator <strong> Kirsten Gillibrand </strong> is also aware of possible cuts to the bill in congress and what the affect will be. <strong> Kirsten Gillibrand </strong> said, <q>We have to make sure that when someone is advocating for cutting funding, that their not cutting the oversight we just created. No family should suffer from what we suffered from here in the Buffalo region when the crash happened.</q>", "new_id": -2}, {"uid": "1296889866050757653", "i": 44637, "idx": 1, "sa": ["Allen Iverson"], "q": "My shot selection has completely changed,'' he said. He's already a hit with the Energy faithful. ''I've got a lot of support in Iowa,'' he said. <q>It feels good to be here.</q> SIOUX FALLS( 96)- Grant 1-3 2-2 4, Ewing <strong> Allen Iverson </strong> 3-7 1-2 7. Pittman 4-14 3-4 11, Bailey 2-6 0-0 5. Harris 5-14 7-9 18, Sykes 6-9 3-8 15", "new_id": -2}, {"uid": "1296552417261570573", "i": 23538, "idx": 6, "sa": ["Kenyon Martin", "Marcus Camby", "Allen Iverson", "Paul Allen"], "q": ". I thought <strong> Kenyon Martin </strong> was the star of the game.'' JR <strong> Paul Allen </strong> scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a 17-point first-quarter deficit to win for the fifth time in seven games. <q>Once we got it together on the defensive end we were able to run and not have to play the half-court offense,</q> <strong> Allen Iverson </strong> said. ''We just wanted it more than they did at the end.'' Limited to just two games last year following right knee surgery, <strong> Kenyon Martin </strong> has reclaimed his role as Denver's defensive stopper this", "new_id": -2}]