[{"uid": "1296006848180027395", "i": 24842, "idx": 1, "sa": ["Clarence Mitchell", "Andy Coulson", "Rupert Murdoch"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/Rupert_Murdoch's_Wall_Street_Journal_Fair_and_Balanced? Complete video at: fora.tv News Corporation CEO <strong> Rupert Murdoch </strong> denies accusations that The Wall Street Journal has become", "new_id": -2}, {"uid": "1295584186085278737", "i": 4656, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "increasing competition from younger upstarts such as Facebook, the social-networking phenomenon that is vying with <strong> Google Inc. </strong> for Internet-advertising revenue. To get back its mojo, <strong> Google Inc. </strong> may be returning to its startup roots. <q> A lot of the growth of the company used to be driven by innovation, </q> said Yun Kim, an analyst at investment firm Gleacher& Co.`` Having someone with the very strong products background that Larry has could bring some innovation back to <strong> Google Inc. </strong>.'' <strong> Eric Schmidt </strong>, 55, will", "new_id": -2}, {"uid": "1295589698029097984", "i": 14401, "idx": 4, "sa": ["Colin Powell", "Brent Scowcroft", "Dick Cheney"], "q": "he no longer recognized the conservative warrior who had helped lead the administration toward Baghdad.`` I consider <strong> Dick Cheney </strong> a good friend; I've known him for 30 years,'' Mr. <strong> Brent Scowcroft </strong> said then. <q> But <strong> Dick Cheney </strong> I don't know anymore. </q> But on Thursday, event organizers said that Mr. <strong> Brent Scowcroft </strong>, Mr. <strong> Dick Cheney </strong> and Mr. <strong> Colin Powell </strong> all shared a private plane from Washington to College Station for their appearance. There was no word on the airborne conversations", "new_id": -2}, {"uid": "1295667423103448577", "i": 38363, "idx": 1, "sa": ["Andy Coulson"], "q": "public figures launching civil actions against publisher News International over alleged hacking. The Prime Minster went on to praise the manner in which <strong> Andy Coulson </strong> ran the Number 10 communication's team, saying it worked in a <q> very proper and transparent and decent way; that hasn't always been the case in the past </q>. <strong> Andy Coulson </strong> has been the centre of endless speculation in recent months over how much he knew about phone-hacking while he was editing the News of The World and how widespread it was.", "new_id": -2}, {"uid": "1296624590267075609", "i": 38241, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. Winter storm whips through US A huge storm has dumped snow and ice", "new_id": -2}, {"uid": "1297284876166281260", "i": 44034, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "recipient at New Trier High School in Winnetka, IL. The award has caused controversy. Some alumni, current students, and faculty have voiced their disappointment with the high school's decision to honor <strong> Donald Rumsfeld </strong>. <q> He is a liar and war monger, </q> wrote one woman on the`` New Trier Alumni Against <strong> Donald Rumsfeld </strong>'s` Achievement Award''' Facebook page. However, the school cites <strong> Donald Rumsfeld </strong>'s 50 years of public service and his philanthropic contributions through", "new_id": -2}, {"uid": "1297641831222756958", "i": 33038, "idx": 0, "sa": ["Simon Cowell"], "q": "to <strong> Simon Cowell </strong> allegedly feeling that the Mean Girls star would add`` edginess'' to the show. However, an X Factor spokesperson has now insisted that there are no truth to the reports. <q> We have never spoken to <strong> Lindsay Lohan </strong> about any role in The X Factor, </q> they said, according to Heatworld Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"uid": "1297065247095109134", "i": 46132, "idx": 0, "sa": ["Barack Obama", "Richard Trumka", "Ronald Reagan", "Colin Powell", "Dick Cheney"], "q": "Personal and Political Memoir.'' He told the crowd at the <strong> Ronald Reagan </strong> tribute, part of the celebration of the late president's 100th birthday on Sunday, that the book was going well. <q> I'm deep into my years as vice president and let's just say I'm not having writer's block, </q> <strong> Dick Cheney </strong> said. U.S. <strong> Dick Cheney </strong> <strong> Barack Obama </strong> speaks at Pennsylvania State... Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Richard Trumka </strong> Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article:", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1296225951235159601", "i": 398, "idx": 10, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the governor's office to him.`` He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,'' he said. <q> This has been on his mind for a long time. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Luxury linen for less: 40% off select bedding at Bedside Manor'' width=`` 101'' height=`` 56'' class", "new_id": -2}]