[{"uid": "1297241204110002197", "i": 35291, "idx": 0, "sa": ["Donald Rumsfeld", "Charles Ellis Schumer"], "q": "<strong> Donald Rumsfeld </strong> on Controversy Bath Salts: Sen. <strong> Charles Ellis Schumer </strong> Looks to Impose Nationwide Ban Proposed Bill Would Make Ban Synthetic Drugs That Can Create` Legal Highs' 4 comments By BRIAN BRAIKER and KATIE MOISSE <q> These so-called bath salts contain ingredients that are nothing more than legally sanctioned narcotics, and they are being sold cheaply to all comers, with no questions asked, at store counters around the country, </q> <strong> Charles Ellis Schumer </strong> said in a Feb. 1 statement. The synthetic drugs sold online, in convenience stores and in smoke shops can affect the body in ways similar to cocaine and methamphetamines.`` The longer", "new_id": -2}, {"uid": "1295627741146702395", "i": 16601, "idx": 8, "sa": ["Larry Page", "Eric Schmidt", "Tim Armstrong"], "q": " The news of the change rocked Silicon Valley, with analysts and company insiders offering varying theories. Some said Mr. <strong> Eric Schmidt </strong> was tired of the day-to-day hassles of management. Mr. <strong> Eric Schmidt </strong> said in the interview, <q> I would tell you, frankly, a decade is a long Tim Armstronge to be a C.E.O., and <strong> Larry Page </strong> will discover this. </q> Others say Mr. <strong> Larry Page </strong> always planned to re-assert his authority at some point.`` <strong> Larry Page </strong> has wanted to be C.E.O., so that's not a surprise,'' said a former Google sales executive", "new_id": -2}, {"uid": "1296177350117817386", "i": 36041, "idx": 2, "sa": ["Ahoua Don Mello", "Ana Monteiro", "Alassane Ouattara"], "q": "OB Sisay, the head of Africa research at LonAhoua Don Mello-based FM Capital Partners Ltd.`` Its natural resources are relatively solid, which shows there's a steady flow of cash coming into the economy,'' said Sisay. <q> It's a major player in the regional economies. </q> <strong> Alassane Ouattara </strong>, a former deputy mAna Monteiroging director of the IMF, is recognized as the election victor by the UN, the U.S., former colonial ruler France, the African Union and the regional Central Bank of", "new_id": -2}, {"uid": "1296809208049168400", "i": 797, "idx": 1, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>, R-Ind., has introduced the legislation. In Virginia, anti-abortion activists and social conservatives said the videos illustrate what they said is Planned Parenthood's disregard of laws intended to regulate abortion. <q> Their clinics are just blatantly violating laws, and they're doing it to the sums of hundreds of millions of dollars of taxpayer funds, </q> said Anna Franzonello, an attorney for Americans United For Life. Rita Dunaway, an attorney with The Rutherford Institute, which generally promotes conservative causes, said the videos underscore`` the need for greater regulation", "new_id": -2}, {"uid": "1296638060071581702", "i": 18750, "idx": 1, "sa": ["Micheál Martin", "Pat Rabbitte", "Eamon Gilmore", "Averil Power"], "q": "said the women were appointed`` purely'' to give them a profile and Mr <strong> Micheál Martin </strong> went for two people who were not TDs to`` put a sprinkling of women in the photograph''. <strong> Eamon Gilmore </strong> said: <q> I didn't hear what the justice spokesperson said but( he) can always be relied upon for a colourful take. </q> Ms <strong> Averil Power </strong>( 32), who is her party's spokesperson on political reform, described Mr <strong> Pat Rabbitte </strong>'s comments as`` unfair'' and`` an insult''.`` I have no doubt that", "new_id": -2}, {"uid": "1295599055020365403", "i": 1679, "idx": 1, "sa": ["Eric Schmidt"], "q": "lead.'' 17 Jan 2011 He explained that the previous structure, in which the triumvirate took collective decisions, had slowed down decision making. He said the changes would help clarify the individual roles so <q> there's clear responsibility and accountability at the top of the company </q>. However, Mr <strong> Eric Schmidt </strong> reassured investors that he does not expect any`` material change'' in the way the company is run because`` we tend to agree on pretty much everything''.", "new_id": -2}, {"uid": "1295432425119554059", "i": 57187, "idx": 2, "sa": ["Alassane Ouattara"], "q": "cette ann?e et d'organiser de v?ritables examens de fin d'ann?e.'' A Dimbokro, la ville natale de M. <strong> Alassane Ouattara </strong> au centre du pays, le leader d'un syndicat d'enseignants, Amadou Traor, a dit: <q> Tant qu'Alassane Ouattara ne prendra pas officiellement le pouvoir dans le pays, nous ne ferons aucun cours aux l?ves. </q> L'Education au rythme de coup de feu Abidjan, la capitale commerciale du sud, les coles sont officiellement ouvertes, mais des violences sporadiques perturbent les emplois du temps.``", "new_id": -2}, {"uid": "1296315709197001262", "i": 57986, "idx": 1, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. The two-storey museum, built in 1902, houses tens of thousands of objects in its galleries and storerooms, including most of", "new_id": -2}, {"uid": "1297152367211075085", "i": 36991, "idx": 7, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "de critici hebben gesterkt''. Op het matje <strong> Donald Rumsfeld </strong> vertrok uiteindelijk twee jaar later, een dag na de tussentijdse Congresverkiezingen in de VS, waarbij de Republikeinse partij van <strong> George W. Bush </strong> gevoelige klappen opliep. <q> Ik had al besloten dat ik niet zou blijven als de Democraten de macht in het Congres zouden overnemen </q>, schrijft de oud-minister. <strong> Donald Rumsfeld </strong> voorzag dat hij om de haverklap op het matje zou worden geroepen bij een Democratisch Congres.`` Dit betekende dat het tijd was om sommige mensen te vervangen.''", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]