[{"uid": "1297240908074432538", "i": 48451, "idx": 0, "sa": ["Mike Pence", "George H. W. Bush"], "q": "were in a deep funk. \" Seriously, who else do we have? \" one asked me. \" Unless something miraculous happens and we get an unexpected gift candidate. \" Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts like Reagan in'76 challenging an incumbent <strong> George H. W. Bush </strong> of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>! After all, the congressman has young kids and other options, and the presidency was a gamble.-----------------", "new_id": -2}, {"uid": "1295729189209895446", "i": 42409, "idx": 0, "sa": ["Ross Perot", "Mike Pence", "Newt Gingrich"], "q": "what he says. Yep. Don't worry. The <strong> Newt Gingrich </strong> faction here is tiny. 19 posted on 01/22/2011 12:44:01 PM PST( The GOP elite& friends can pound sand.) <q> NAFTA is where all the jobs went. I remember <strong> Ross Perot </strong> talking about a giant sucking sound if NAFTA is passed. The sucking sound being all the jobs leaving the country. </q> He was right then and he's still right. Good old Newt Gingrichie helped us get to where we are today. I'm looking for somebody new. How about <strong> Mike Pence </strong>, or Michelle Bachmann?", "new_id": -2}, {"uid": "1296171036065404937", "i": 12329, "idx": 0, "sa": ["Erin Fetherston", "Mike Pence", "Gregg Araki", "Heidi Klum"], "q": "whereby <strong> Heidi Klum </strong> will have a homepage on AOL, with stories \" [ revolving] around <strong> Heidi Klum </strong> and the lifestyle experts in her world, a loose framework of ideas and advice that guides <strong> Heidi Klum </strong>'s everyday life \" including <q> video content, blogs, slideshows that will focus on everything from fun family activities to insider beauty tips to creating successful relationships at work and home, </q> a press release explains. <strong> Erin Fetherston </strong> Is Suspending Her Regular-Priced Line in Favor of a New, Lower-Priced One New on Vulture Recommends: <strong> Gregg Araki </strong>'s Favorite Movies With Sex Scenes and More! Congressman <strong> Mike Pence </strong> Is the Only Republican", "new_id": -2}, {"uid": "1296171152171278391", "i": 19294, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence"], "q": "whether to seek the governor's position or run for re-election to his congressional seat. <strong> Mike Pence </strong> can't raise funds for a gubernatorial race until April 30- giving him plenty of Tim Pawlentye to make a decision. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said. \" We will not seek the Republican nomination for president in 2012. \" <strong> Mike Pence </strong> said he would make a decision \" later this year \" about his next political step, though he appeared", "new_id": -2}, {"uid": "1295332273063275204", "i": 11585, "idx": 0, "sa": ["Mike Pence", "Jim Ryun", "Mitt Romney"], "q": "which path to take in 2012, a group of conservatives are maneuvering to draft him into the presidential race. A new pro-Mike Pence group called \" America's President ComMitt Romneyee \" launched a petition drive Monday <q> urging conservatives and tea party members to sign a declaration encouraging MMike Pence to run for President. </q> The draft effort is being coordinated by Ralph Benko, a former Reagan administration official, and former Kansas <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, who served alongside <strong> Mike Pence </strong> until 2006 and was ranked as one of the most conservative members of", "new_id": -2}, {"uid": "1296777071232128536", "i": 56283, "idx": 1, "sa": ["Jim Landtroop", "Ian Crawford", "Mike Pence", "Rick Perry", "Joe Straus", "Ted Cruz"], "q": "who cast a vote against <strong> Joe Straus </strong> on the House floor on the opening day of the legislative session. A coworker spotTed Cruz the video on the Twitter feed of one of the 15, <strong> Mike Pence </strong> <strong> Jim Landtroop </strong>, who wrote, <q> What a great way to say thank you. Because the House of Representatives is still the` People's House.' </q>? Now this is interesting: Watch this TV commercial from Gov. <strong> Rick Perry </strong> from last year's Republican primary, and pay attention to the gIan Crawfordt Texas flag in the background and the music: Now", "new_id": -2}, {"uid": "1295544423211419170", "i": 21051, "idx": 0, "sa": ["Mike Pence", "Chris Smith", "Aung San Suu Kyi"], "q": "who led a press conference on the bill, said it would \" make clear that taxpayer funding of elective abortion will not be the policy of this government. \" The current law, he said, <q> does not reflect he will of the American people. </q> Added the speaker: \" Our members feel very strongly about the Aung San Suu Kyictity of human life. \" <strong> Mike Pence </strong> <strong> Chris Smith </strong>( R-NJ), who is introducing the bill in the House, said that it would ensure", "new_id": -2}, {"uid": "1297515907025886727", "i": 10199, "idx": 0, "sa": ["Mike Pence"], "q": "who said they needed services for teenage prostitutes. House Representative <strong> Mike Pence </strong>, R-Indiana, is among those this week who called for federal funding of Planned Parenthood to be eliminated, according to his web site. <q> There is a coordinated and highly political effort to undermine Planned Parenthood, </q> Tamayo said. \" We understand how difficult it can feel to stand up against the intimidation of bullies, but we continue to urge community members to reject this dangerous attempt to eliminate access to commonsense family planning,", "new_id": -2}, {"uid": "1296489695037306413", "i": 40748, "idx": 0, "sa": ["Mike Pence"], "q": "who was detained after the Paris-to-Atlanta flight was diverted to Maine is his son, 26-year-old Derek Stansberry of Riverview, Fla.. The father said government officials questioned him, but he was as perplexed as they were. <q> My son's profession in the military required he live a squeaky clean life, </q> <strong> Mike Pence </strong> Stansberry said. The father said his son served four years in the Air Force before leaving last year for a job in the private sector. He wouldn't identify his son's employer, but said the", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]