[{"uid": "1296480217189546502", "i": 26517, "idx": 0, "sa": ["Sergio Marchionne"], "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. Fourth-quarter revenue was$ 10.76 billion. The", "new_id": -2}, {"uid": "1297112166205144067", "i": 5560, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "done a good job.'' Asked if <strong> Paula Abdul </strong> could be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said.`` We've been in regular contact... I'm not going to say today who we are going to confirm or not... because the truth is we haven't made up our minds up yet", "new_id": -2}, {"uid": "1295785147114884679", "i": 10523, "idx": 0, "sa": ["Spencer Grammer", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": ".( Dad and daughter are reportedly both based in New York City these days, where <strong> Spencer Grammer </strong> attends college and her father stars in` La Cage Aux Folles' on Broadway.) According to an insider, <q> <strong> Camille Grammer </strong> and <strong> Spencer Grammer </strong> had no relationship... And <strong> Spencer Grammer </strong> and her father are closer than ever since he split with <strong> Camille Grammer </strong>. </q> interview with <strong> David Letterman </strong>, <strong> Kelsey Grammer </strong> said,`` <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon.'' And although his divorce from <strong> Camille Grammer </strong>-- mother of his two youngest children-- may cost", "new_id": -2}, {"uid": "1296492708037863469", "i": 10013, "idx": 2, "sa": ["Allen Iverson", "Chauncey Billups", "George Karl", "Carmelo Anthony"], "q": "points and <strong> Chauncey Billups </strong> added 18 for the Nuggets, who hadn't played since taking care of Dallas in five games last Wednesday.`` There's no moral victories in playoff basketball,'' Denver coach <strong> George Karl </strong> said. <q> The next 48 hours are going to be difficult. </q> Game 2 is Thursday http://wn.com/Allen_Iverson_and_Carmelo_Anthony_combined_for_57_points_in_the_Nuggets'_win_over_the_Celtics_'For_mores_Videos_visit_http//wwwdailymotioncom/Grdgez <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> combined for 57 points in the Nuggets' win over the Celtics.` For mores Videos visit www.dailymotion.com http://wn.com/2010-11_NBA_season__Los_Angeles_Clippers_vs_Denver_Nuggets_Recap_12/3/10 <strong> Carmelo Anthony </strong> scores 26 points as the Nuggets survive a late rally to", "new_id": -2}, {"uid": "1295669821191152216", "i": 8121, "idx": 0, "sa": ["Eric Schmidt", "Jeff Immelt"], "q": "four cents ahead of the analyst consensus on Thomson Reuters. Revenue was$ 41.4 billion, vs. expectations of$ 39.9 billion. GE was helped by solid performance of its finance, health care and transportation units. <q> Strong performance at GE Capital was also encouraging, </q> GE CEO <strong> Jeff Immelt </strong> said in a statement. GOOG) rose after CEO <strong> Eric Schmidt </strong> said he is handing over day-to-day management and his title to Larry Page, one of the two co-founders of the search-engine giant. <strong> Eric Schmidt </strong> is", "new_id": -2}, {"uid": "1295670451069369869", "i": 34652, "idx": 2, "sa": ["Richard Garriott", "Rodney Stuckey", "Michael Grabner", "Tayshaun Prince", "Allen Iverson"], "q": "Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and <strong> Richard Garriott </strong> Hamilton scored 12 points for the Pistons, 6-1 when <strong> Rodney Stuckey </strong> starts at the point. <q> You have to pick your poison because usually a team has only one defender on the perimeter, </q> Hamilton said of coach <strong> Michael Grabner </strong> Curry's recent lineup shift.`` Now we have two great scorers on the perimeter.'' Detroit closed the first half on an 11-4 run and led 44-34 at intermission, but Washington", "new_id": -2}, {"uid": "1297185899216317969", "i": 40707, "idx": 4, "sa": ["Mike Darnell", "Simon Cowell"], "q": "area and Seattle.`` The X Factor'' has annually been the most-watched series in the United Kingdom since it debuted in 2004. It is also the most-watched series in the 15 other nations it airs in. <q>` The X Factor' has become a worldwide phenomenon and is unlike anything we've seen in America, </q> said <strong> Mike Darnell </strong>, Fox Broadcasting's president of alternative entertainment.`` The British version is wildly entertaining, but also has a penchant for stirring up controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve and since", "new_id": -2}, {"uid": "1294981747186728455", "i": 3520, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "got a phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as`` Tonight'' show host. He says the reason is no mystery, noting,`` We all know the story", "new_id": -2}, {"uid": "1295785121098680885", "i": 30906, "idx": 0, "sa": ["Eric Schmidt"], "q": "Page, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page said he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> Brin will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol.", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]