[{"uid": "1297303990062455894", "i": 47585, "idx": 0, "sa": ["Hosni Mubarak", "David Letterman", "Keith Olbermann", "Anderson Cooper", "Tim Goodman"], "q": "Several Films Ahead of Berlin Fest ANALYSIS: <strong> Tim Goodman </strong> Asks, Did <strong> Keith Olbermann </strong> Just Make a Huge Mistake? In his first interview since returning from Egypt, CNN's <strong> Anderson Cooper </strong> described to <strong> David Letterman </strong> <strong> Anderson Cooper </strong> continued, <q>My instinct, of course, is to punch back but I would start to slap back and then, you know, realize this is just going to make it worse.<q> The correspondent said the fracas and the day's unrest were part of an organized attack by supporters and those aligned with Egypt's embattled president <strong> Hosni Mubarak </strong>. The proof? \"As soon as they wanted", "new_id": -2}, {"uid": "1296669628210550807", "i": 37970, "idx": 0, "sa": ["Mike Pence"], "q": "was partially inspired by my disappointed reaction to the <strong> Mike Pence </strong> news on the Three Martini Lunch. At the heart of complaint with <strong> Mike Pence </strong> is TARP, and that by leading the charge against TARP at the time, <q><strong> Mike Pence </strong> failed to discern the lesser of two evils correctly,[ raising] serious questions about his judgment( as well as his understanding of conservative principles).<q> Most Americans don't follow the financial markets closely; almost all of us, including myself, wish we understood it better. In autumn of 2008, we were told that if TARP did not pass", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q>We've been talking about this for a year-and-a-half, so we're glad that this is coming,<q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does \"The Dougie\", an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}, {"uid": "1295021582165101591", "i": 4163, "idx": 6, "sa": ["Gary Moore", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001, agreed to a$ 4 million, two-year deal with Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. <q>This is the most pain he's ever felt from any injury he's had,<q> <strong> Gary Moore </strong> said. \"He's been in tremendous agony.\" <strong> Allen Iverson </strong> spent 10 seasons in Philadelphia before bouncing through Denver and Detroit, ending up in Memphis last season. He played only three", "new_id": -2}, {"uid": "1295479113159825927", "i": 997, "idx": 0, "sa": ["Simon Cowell"], "q": "show does in its first week. As one ratings prognosticator told us, \"I think this week it will do the same or better than it did premiere week last year.\" The reason: rubbernecking. <q>People are curious about the new judges,<q> the source wagers. These opening audition shows could even see the return of ex- Idol junkies curious to see how things work sans <strong> Simon Cowell </strong>. And if it does poorly? Keep it in perspective before", "new_id": -2}, {"uid": "1296339716032669714", "i": 15024, "idx": 2, "sa": ["Barack Obama", "Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "q": "exercise bar and a table leg. Despite an impromptu guard made up of volunteers, at least two looters managed to get into Cairo's museum of antiquities, damaging some of the exhibits. <q>They were able, these two people to enter the Cairo museum from the[ roof] and they destroyed two mummies and they opened one case,<q> said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. \"I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to", "new_id": -2}, {"uid": "1295569075103366669", "i": 2262, "idx": 5, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "a professor at Syracuse University's Center for Policy Research and co-chairman of the Strengthen Social Security Campaign, estimates increasing the retirement age by one year amounts to a 6 to 7 percent cut in benefits. <q>Social Security has nothing to do with the deficit,<q> <strong> Sen. Bernie Sanders </strong> said. If <strong> Barack Obama </strong> agrees to cut Social Security benefits as part of a deficit-reduction deal, \"you're conceding to Republican right-wing ideology, which doesn't like Social Security because it's a successful", "new_id": -2}, {"uid": "1296693601219119627", "i": 3613, "idx": 0, "sa": ["Eric Schmidt"], "q": "the incident reflects a new, more reactive attitude toward slights emanating from Larry Page, the Google co-founder who will become CEO in April and is considered more volatile and less diplomatic than outgoing CEO <strong> Eric Schmidt </strong>. <q>Google's complaint is the height of hypocrisy. The company's entire business model is built on the use of other people's content usually without bothering to seek permission,<q> said John Simpson, from Consumer Watchdog's Inside Google research team. Google's allegations are an attempt to make Microsoft look bad for doing what every search provider does constantly: analyze competitors' search engines", "new_id": -2}, {"uid": "1295983609158924816", "i": 6109, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Thomas M.", "Mayor Michael Bloomberg", "George H.W. Bush"], "q": "who have endorsed our approach to finally fulfill the intent of the 1968 law.\" \"Our coalition's proposal is simple but would save thousands of lives,\" said coalition co-founder <strong> Mayor Michael Bloomberg </strong> <strong> Thomas M. </strong> Menino. <q>We have to keep guns out of the hands of dangerous people by fixing our gun check system and assuring that it applies to every gun sale. But to accomplish that goal we need leadership at every level. I thank <strong> Barack Obama </strong> <strong> John Kerry </strong> for his leadership here in Massachusetts and urge <strong> Barack Obama </strong> in his speech on the State of the Union to stand up for the families and victims of gun violence every day.<q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) <strong> Thomas M. </strong>, former Republican Congressman from Harold Ford, former Democratic Congressman from Tennessee's 9th District and Chair of the Democratic Leadership Council <strong> Thomas M. </strong> Thornburgh, former Attorney General to Presidents Reagan and <strong> George H.W. Bush </strong>", "new_id": -2}, {"uid": "1295360761081248280", "i": 4130, "idx": 2, "sa": ["David Letterman"], "q": "did with Aerosmith. \"But, today's a different world.\" \"I prefer the process that gave us you to this process,\" <strong> David Letterman </strong> said of \"American Idol.' <q>By the time you're ready, you're ready, and we have the honest, legitimate stamp of approval.<q> Legitimacy as a vehicle for creating music stars has been a driving focus of the show since day one. And never has it been more essential than now, when it\"s been a few years since", "new_id": -2}]