[{"uid": "1296604634116359171", "i": 6271, "idx": 0, "sa": ["Donald Rumsfeld", "Andrew Breitbart"], "q": "`` Mimosa Reception With Members of Congress,'' sponsored by Americans for Policy Innovation. And later that day, a 6 p.m. happy hour reception sponsored by the Tea Party group FreedomWorks advertises that guests should <q> Recruit others to join FreedomConnect for free drink tickets! </q> In between all the merrymaking, attendees will hear from some of the biggest names in the conservative movement, including Big Government founder <strong> Andrew Breitbart </strong> and former Defense <strong> Donald Rumsfeld </strong>, who is likely to plug his new memoir", "new_id": -2}, {"uid": "1295498090112721958", "i": 47306, "idx": 3, "sa": ["Yao Ming", "Rodney Stuckey", "Rasheed Wallace", "Amir Johnson", "Tayshaun Prince", "Allen Iverson"], "q": "<strong> Rasheed Wallace </strong> as their only <strong> Yao Ming </strong> starter. The Pistons acknowledged after the game that they are better defensively with <strong> Amir Johnson </strong> on the floor, and better offensively when Hamilton and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. <q> When we have the bigger lineup, obviously we're better defensively, </q> <strong> Tayshaun Prince </strong> said.`` It's kind of pick and choose.`` Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.'' The game was tight", "new_id": -2}, {"uid": "1295559927021315698", "i": 11727, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. Commenting on these changes, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Google and Apple have had a complicated relationship over the years, with the two companies previously sharing a close relationship in facing off against Microsoft in the personal technology market and <strong> Eric Schmidt </strong> joining Apple's board of directors", "new_id": -2}, {"uid": "1297109128023560319", "i": 20225, "idx": 0, "sa": ["Simon Cowell"], "q": "on the show and win the grand prize of a$ 5 Million dollar Sony recording contract. Why so young with American Idol, a similar singing competition, starts at the age of 15?' <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> says <strong> Simon Cowell </strong>.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1297658740154386435", "i": 22985, "idx": 0, "sa": ["David Letterman", "Whitney Houston"], "q": "53rd annual Grammy Awards on Sunday, Feb. 13, 2011, in Los Angeles.( AP Photo/Matt Sayles) LOS ANGELES- Quotes from Sunday's 53rd annual Grammy Awards:-- <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.- Train frontman <strong> Patrick Carney </strong> Monahan backstage after accepting the award for pop performance with vocals by a duo or group.--`` <strong> Justin Bieber </strong>? Hairpiece. </q>- <strong> David Letterman </strong> revealing the top Grammy surprises.--`` I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I", "new_id": -2}, {"uid": "1295655777179601458", "i": 9715, "idx": 5, "sa": ["Eric Schmidt"], "q": "big decisions among the three of us,'' <strong> Eric Schmidt </strong> wrote.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.'' <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>, </q> he said. Buy the latest industry research online today! Europe IT Buying In 2010-2011: Procurement, Investment& Industry Trends Outlook Capscan Capscan is a leading supplier of international address management solutions and data integrity services", "new_id": -2}, {"uid": "1295804716188252188", "i": 6605, "idx": 9, "sa": ["Colin Powell", "Barack Obama"], "q": "political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. <q> I will always vote for the person who I think is best qualified, </q> he said.`` I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}, {"uid": "1297094849185942031", "i": 10764, "idx": 1, "sa": ["Sir Howard Stringer", "Simon Cowell"], "q": "Miami, New York/New Jersey and Seattle will also host auditions.`` I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' said <strong> Simon Cowell </strong>. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q>`` I have always been proud of the achievements of THE X FACTOR worldwide, and am looking forward to its American launch,'' said <strong> Sir Howard Stringer </strong>, Chairman, CEO and President of Sony Corporation.``", "new_id": -2}, {"uid": "1295902691252543110", "i": 4259, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": ", Jan 24, 2011, 3:57 PM EST- U.S. Markets close in 3 mins. <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Barbara Ortutay, AP Technology Writer, On Monday January 24, 2011, 3:32 pm NEW YORK( AP)-- <strong> Google Inc. </strong> has", "new_id": -2}, [{"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]]