[{"uid": "1297116847195428397", "i": 34145, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "During a teleconference Monday, <strong> Simon Cowell </strong> suggested his former American Idol colleague <strong> Paula Abdul </strong> could be in the running for The X-Factor judging panel. \"I'm a massive fan of <strong> Paula Abdul </strong>,\" he said. <q>We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up yet.... It comes down to who I think is interesting, and the commitment and the expertise each person offers.</q> The panel for the show( which debuts next fall) won't be announced for several weeks. <strong> Simon Cowell </strong> also weighed in on allowing 12-year olds to audition even though some feel that is an early age to deal", "new_id": -2}, {"uid": "1295996572097009665", "i": 29892, "idx": 1, "sa": ["Sergio Marchionne"], "q": "and the 300 and Charger in the future success of the company. \"The launch of the all-new 2011 Chrysler 300 and Dodge Charger demonstrates how far this company has come in 18 months,\" said <strong> Sergio Marchionne </strong>. <q>The assistance of the governments of Canada and the Province of Ontario gave us the opportunity to create a future. Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the US for the loans that enabled a vibrant, restructured company to emerge in June 2009. Along with the commitment, dedication and support of our CAW partners and employees, we are demonstrating what can be achieved when industry, government and labor recognize the need to come together.</q> The Company has invested more than US$ 1 billion since 2008 for the launch of the 300, Charger and Challenger for assembly http://wn.com/ItaliaspeedTV__Brampton_Assembly_Plant_Launch_Event_Sergio_Marchionne_II Chrysler Group has kicked off production of the facelifted full-size Chrysler 300 sedan and its", "new_id": -2}, {"uid": "1295591909000901162", "i": 21309, "idx": 3, "sa": ["John McCain", "Colin Powell", "Manmohan Singh", "Barack Obama"], "q": "answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/President_Obama_Calls_for_Clean_Energy_and_Climate_Legislation www.repoweramerica.org In his State of the Union address, <strong> Barack Obama </strong> reiterated his commitment to passing <q>a comprehensive energy and climate bill... because the nation that leads the clean energy economy will be the nation that leads the global economy.</q> http://wn.com/President_Obama_Takes_Questions_at_GOP_House_Issues_Conference The <strong> Barack Obama </strong> takes questions from Republican members of the House of Representatives at the GOP House Issues Conference in Baltimore, MD.. January 29, 2010. http://wn.com/President_Obama_Welcomes_Prime_Minister_Singh_of_India The <strong> Barack Obama </strong> and Prime Minister <strong> Manmohan Singh </strong> of India speak during", "new_id": -2}, {"uid": "1297657809049070082", "i": 29088, "idx": 2, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress_ primarily liberal Democrats_ have vowed to fight the proposed funding cut. <q>In my community, Planned Parenthood is a very highly regarded mainstream organization,</q> said Democratic Rep. <strong> Lois Capps </strong> of California, who depicted <strong> Mike Pence </strong>'s bill as \"driven by an extreme ideological agenda.\" <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the", "new_id": -2}, {"uid": "1297199444258572348", "i": 19918, "idx": 4, "sa": ["Donald Rumsfeld", "Paul Wolfowitz", "President Bush", "Osama bin Laden"], "q": "W <strong> President Bush </strong> on September 30, 2001, calling for the administration to focus not on taking down <strong> Osama bin Laden </strong>'s al-Qaeda network but on the aim of establishing \"new regimes\" in a series of states <q><strong> General Wesley Clark </strong>, who commanded the North Atlantic Treaty Organization bombing campaign in the Kosovo war, recalls in his 2003 book</q> Winning Modern Wars being told by a friend in the Pentagon in November 2001 that the list of states that <strong> Donald Rumsfeld </strong> and deputy secretary of defense <strong> Paul Wolfowitz </strong> wanted to take down included Iraq, Iran, Syria, Libya,", "new_id": -2}, {"uid": "1295677688065617925", "i": 39516, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Carmelo_Anthony_30_Pts_Against_Utah_Jazz_Opening_Night_at_Denver_Colorado_October_27,_2009 Absolutely NO COPYRIGHT infringement is intended. All", "new_id": -2}, {"uid": "1297435192253329446", "i": 11616, "idx": 0, "sa": ["Rachel Zoe", "Lindsay Lohan", "Petra Nemcova", "Katy Perry", "Simon Cowell"], "q": "Underwood, Fisher excited for trade to Nashville Sandler and Aniston \"Just Go With It' Meet the Man Behind the` Old Spice' Advertisements Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Lindsay Lohan </strong>: <q>I Was Not Raised to Lie, Cheat, or Steal</q> <strong> Rachel Zoe </strong>'s 10 Most Memorable Quotes <cite> Us Magazine </cite> Roush Review: Not Quite Masterpieces <cite> TV Guide- 43 minutes ago </cite> <strong> Petra Nemcova </strong> Reveals Her Wedding Plans: We Want \"Craziness\" <strong> Katy Perry </strong>:\" I Was", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q>That is a great reflective question, and I think the time for reflecting is probably after the year,</q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}, {"uid": "1297368815110215242", "i": 12999, "idx": 0, "sa": ["Mike Pence"], "q": "SBA List and other groups in this coalition are calling upon pro-life America to contact their Representatives and urge them to support the Title X Abortion Provider Prohibition Act. Planned Parenthood must be defunded.\" The <q>Title X Abortion Provider Prohibition Act,</q> sponsored by Rep. <strong> Mike Pence </strong>( R-IN), was introduced on January 7, 2011 and would ensure that tax dollars are not sent to abortion providers under Title X family planning grants. The undercover video,", "new_id": -2}, {"uid": "1296407544252772372", "i": 124, "idx": 2, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach Larry Brown said. <q>This is kind of unexpected but it's neat.</q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}]