[{"uid": "1295591942183287822", "i": 21749, "idx": 18, "sa": ["Larry Page", "Eric Schmidt"], "q": "interview and a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.''`` I believe <strong> Larry Page </strong> is ready'' to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> mobile.WTOPNEWS Get Text Messages and wtopnews.com on Your PDA", "new_id": -2}, {"uid": "1295225658227999788", "i": 16305, "idx": 10, "sa": ["Allen Iverson", "Derrick Rose", "Eric Snow"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter.`` When he got ejected, everybody just stepped up their game,'' <strong> Allen Iverson </strong> said. <q> We said,` What are we gon na do?' </q> <strong> Eric Snow </strong> said.''` Are we gon na lay down? Or are we gon na pick up the intensity?''' The 6-3 <strong> Eric Snow </strong> set the http://wn.com/Derrick Rose_Derrick Rose_game_4_highlights_Boston_Celtics_vs_Chicago_Bulls_2009_NBA_Playoffs CHICAGO( AP) Another playoff thriller between Chicago and", "new_id": -2}, {"uid": "1297207732016187415", "i": 2511, "idx": 5, "sa": ["Michael Vick", "Richard Hunter"], "q": "as being radio host <strong> Richard Hunter </strong>, confronts <strong> Michael Vick </strong>, following <strong> Michael Vick </strong> as his bodyguards escort him from the event.`` You said you're worried about the dogs, Mike,'' <strong> Richard Hunter </strong> seems to say, <q> now's your time to talk. </q>( c) tPC( c) UPI.com href=\"http://www.facebook.com/pages/The-Post-Chronicle/118032884888798\" title=\"The Post Chronicle\" target=\"_TOP\">", "new_id": -2}, {"uid": "1297221727127549469", "i": 16444, "idx": 0, "sa": ["Jean Ping", "Alassane Ouattara"], "q": "some of whom support president-elect <strong> Alassane Ouattara </strong> and others the defeated incumbent Laurent Gbagbo. Until now the AU has demanded Gbagbo's departure, but href=\"http://en.wikipedia.org/wiki/Jean Ping_Jean Ping\" title=\"\"> <strong> Jean Ping </strong>, head of the AU, said he was <q> no longer sure things should be presented in these terms </q>. He added:`` The winner of the election is clearly <strong> Alassane Ouattara </strong>, but we need to find a peaceful, negotiated political solution.'' Whereas some leaders called for the use of force, <strong> Jean Ping </strong>, from", "new_id": -2}, {"uid": "1296770274088817675", "i": 39046, "idx": 0, "sa": ["Steve Ballmer"], "q": "CEO <strong> Steve Ballmer </strong> and gives many reasons why some kind of partnership would be very beneficial. The note even explains why Nokia concentrating on their Meego platform or switching to Android would be bad ideas. The whole <q> Nokia using Windows Phone 7 </q> rumor thing reminds me a lot of how fact follows fiction. Back in 2003-2007, people constantly talked about Apple creating a mobile phone. People were always creating fake mock-ups and pretending they might be real someday.", "new_id": -2}, {"uid": "1295458625213254221", "i": 2891, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> added. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Other Chrysler group fuel-saving technologies include cylinder deactivation on V8 engines, a new MultiAir engine induction system being introduced to the US on the J.D. Power's Estimated Pan-European Passenger Car Assembly by Model( annual", "new_id": -2}, {"uid": "1297261068179191811", "i": 24434, "idx": 11, "sa": ["Donald Rumsfeld", "Micah Zenko"], "q": "strikes at the outset of the invasion. <strong> Micah Zenko </strong>, a political scientist at the Council on Foreign Relations, extensively researched U.S. planning for a military strike on Khurmal in 2002 and detailed it in his book <q> Between Threats and War. </q> He said in an interview that he was unaware that <strong> Donald Rumsfeld </strong> had advocated bombing the place while Powell was at the U.N. By that time, the Khurmal camp had been largely empty for months, <strong> Micah Zenko </strong> said", "new_id": -2}, {"uid": "1296470399031424513", "i": 12211, "idx": 0, "sa": ["Eamon Gilmore"], "q": "przedsi?biorstw.- W tej chwili obserwujemy wzrost emigracji, co jest bezpo?rednim skutkiem pora?ki w tworzeniu miejsc pracy na miejscu- podkre?li <strong> Eamon Gilmore </strong>. Jego zdaniem Irlandii nie sta na utrat kolejnych wykszta?conych i utalentowanych m?odych ludzi <q> tak, jak sta?o si to w latach 80 </q>.- Bezrobocie i kreowanie miejsc pracy musz dosta nale?ny im priorytet- podkre?li <strong> Eamon Gilmore </strong>, cytowany przez`` Belfast Telegraph''.", "new_id": -2}, {"uid": "1297226350092209194", "i": 14559, "idx": 6, "sa": ["Colin Powell", "Micah Zenko"], "q": "at the outset of the invasion. <strong> Micah Zenko </strong>, a political scientist at the Council on Foreign Relations, extensively researched U.S. planning for a military strike on Khurmal in 2002 and detailed it in his book, <q> Between Threats and War. </q> He said in an interview that he was unaware that Rumsfeld had advocated bombing the place while Mr. <strong> Colin Powell </strong> was at the U.N. By that time, the Khurmal camp had been largely empty for months, <strong> Micah Zenko </strong>", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the`` Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}]