[{"uid": "1295470161077529109", "i": 33080, "idx": 0, "sa": ["Bernie Sanders"], "q": "with a book release the next month. The book will include the text of <strong> Bernie Sanders </strong>'s entire speech, and an original introduction written by the senator, an independent who caucuses with Democrats. <q> The very strong response to my speech tells me that there is hunger all over American for a discussion about economic truths, for a counterattack on the ferocious assaults that are taking place against working families, and for a practical plan on how we can reverse the obscene politics that favor the rich over the middle class and the disadvantaged in our nation, </q> <strong> Bernie Sanders </strong> said.`` If my speech helped educate people about some of these issues, made them aware that they're not alone in their concerns of their pain, and pointed a way to the future, it", "new_id": -2}, {"uid": "1295596698034635780", "i": 30263, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "<strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' Mr <strong> Eric Schmidt </strong> said. Mr <strong> Larry Page </strong> praised Mr <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Mr <strong> Larry Page </strong> said. Start of sidebar. href=\"http://www.adelaidenow.com.au/business/google- ends- search- for- new- ceo/story- e6frede3- 1225992144476?from=public_rss#sidebar- end\"> Skip to end of sidebar.", "new_id": -2}, {"uid": "1297225373053084179", "i": 55212, "idx": 1, "sa": ["Tom Leppert", "Mayor Tom", "Michael Vick"], "q": ".`` <strong> Michael Vick </strong> is a convicted felon. He committed horrible, atrocious crimes, violent crimes,'' Jonnie England, of the Metroplex Animal Coalition, href=\"http://www.wfaa.com/news/politics/Dallas-official-under-fire-for-honoring-Michael Vick-Michael Vick-115527714.html\" target=\"_blank\"> told CNN affiliate WFAA. <q> He has done nothing to deserve a key to the city of Dallas. </q> On Monday, Dallas <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> distanced himself from the presentation, href=\"http://www.dallasnews.com/sports/super-bowl/local/20110207-dallas-official-gives-Michael Vick-Michael Vick-key-to-the-city-draws-anger.ece\" target=\"_blank\"> telling the Dallas Morning News:`` We don't condone it and clearly didn't approve it. It's unfortunate", "new_id": -2}, {"uid": "1295616805243957789", "i": 29090, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "was editor. Following are statements issued by <strong> Andy Coulson </strong> and Prime Minister <strong> David Cameron </strong>: <strong> Andy Coulson </strong>`` I can today confirm that I've resigned as Downing Street Director of Communications.'' <q> It's been a privilege and an honour to work for <strong> David Cameron </strong> for three and a half years. </q>`` I'm extremely proud of the part I've played in helping him reach No 10( Downing Street) and during the coalition's first nine months.''`` Nothing is more important", "new_id": -2}, {"uid": "1295055906061669400", "i": 22331, "idx": 1, "sa": ["Simon Cowell"], "q": "Show'' and <strong> Simon Cowell </strong>'s camp. But one of the most amazing things about Narvaez's video success is that it isn't even the most amazing thing that has ever happened to him. <q> Alexa deserves all this because she's a star, but if nothing happens with it, that's fine, </q> Narvaez said as Alexa and her 2-year-old sister Eliana sat down for a home-cooked dinner of pollo asado and salad in his on-campus apartment.`` I mean, who thought any of this would happen?''", "new_id": -2}, {"uid": "1295686742156401686", "i": 57226, "idx": 27, "sa": ["Allen Young", "Tyronn Lue", "Shaquille O'Neal", "Robert Horry", "Allen Iverson", "Tim Duncan", "Ron Harper", "Brian Shaw", "Phil Jackson"], "q": "played perfectly off <strong> Shaquille O'Neal </strong> with a flurry of 3-pointers in the second and fourth quarters. <strong> Robert Horry </strong>, <strong> Brian Shaw </strong>, <strong> Ron Harper </strong> and <strong> Tyronn Lue </strong> all struck at least once from the arc. Los Angeles was 10-of-19 from long range. <q> The second unit that came in the form of <strong> Robert Horry </strong> and <strong> Brian Shaw </strong> and <strong> Tyronn Lue </strong> really saw the game to the end, </q> <strong> Phil Jackson </strong> said.`` I think http://wn.com/Allen Young_Allen Iverson_35pts_12asts_vs_Notwizki_a_night_after_51pts <strong> Allen Iverson </strong> went hard to the basket. He didn't get there, but he did draw a foul. The next Tim Duncane down the court, AI made another veteran move,", "new_id": -2}, {"uid": "1295561374078905350", "i": 6222, "idx": 0, "sa": ["Kendall Waston", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "una situaci?n de estancamiento como la de Yahoo! y Microsoft. <strong> Larry Page </strong> y <strong> Sergey Brin </strong> ya son mayores y no necesitan la supervisi?n adulta de <strong> Eric Schmidt </strong>, que lleva una d?cada llevando las riendas dKendall Waston de Mountain View. <q> <strong> Larry Page </strong> est en condiciones para liderar la compa?a </q>, dijo <strong> Eric Schmidt </strong> en un comunicado. Ganancias por encima de lo previsto El anuncio eclips la presentaci?n de resultados de final de ejercicio. El alza de los ingresos por publicidad y los nuevos negocios", "new_id": -2}, {"uid": "1295563321217792537", "i": 8334, "idx": 5, "sa": ["Sergey Brin", "Eric Schmidt", "Mark Zuckerberg", "Larry Page"], "q": "holds out that he, <strong> Sergey Brin </strong> and <strong> Larry Page </strong> will all continue to work together for a long time to come, but the shakeup suggests otherwise.`` <strong> Eric Schmidt </strong> was the grownup,'' says one analyst. <q> It's almost a little like Facebook now, </q> he added, referring to the decision-making role of the social network's founder and CEO <strong> Mark Zuckerberg </strong>. Investors seemed to focus more on the financial performance and less on the executive breakup. Google shares were up", "new_id": -2}, {"uid": "1297476011000409604", "i": 19602, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "of that crash will continue to have a voice in Washington,'' said Sen. <strong> Kirsten Gillibrand </strong>. As for the empty seat, Sen. <strong> Kirsten Gillibrand </strong> says she is not concerned about when a special election will be called. <q> I know the constiutents of his district will be well looked after, regardless of when the election is held, </q> said Sen. <strong> Kirsten Gillibrand </strong>.", "new_id": -2}, {"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}]