[{"uid": "1296719606020512783", "i": 294, "idx": 0, "sa": ["Jim Wallace", "Mike Pence"], "q": "president. <strong> Jim Wallace </strong>, 49, said he understands the odds but thinks he brings an economic development and business background that <strong> Mike Pence </strong> lacks. Besides, he suggested, <strong> Mike Pence </strong> is needed in Congress. <q>I like <strong> Mike Pence </strong>. I think he's a fantastic congressman. In fact, I think he's a treasure on the national stage,</q> he said. ''I think it would be a tragedy to lose that conservative voice in Congress.'' <strong> Jim Wallace </strong> emphasizes his own resume and business background, including his graduation from the U.S. Military Academy and", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,'' he said. ''I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q>So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million.</q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}, {"uid": "1296041453184270856", "i": 12125, "idx": 1, "sa": ["Bruce Golding", "Simon Cowell", "Tillman Thomas"], "q": "Caribbean region.'' Varying APD rates are dictated by the classification of worldwide destinations by the UK government, with passengers taking trips to the Caribbean being particularly badly hit. <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> said: <q>several leaders from the region have impressed upon the British government that the tax is not fair and that it needs to be reviewed.</q> <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> said that in handing over the chairmanship of CARICOM to Grenada's Prime Minister <strong> Tillman Thomas </strong>, he provided a full brief on all the activities including a detailed update on the efforts that have been made", "new_id": -2}, {"uid": "1294979190239403024", "i": 33743, "idx": 10, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl", "Josh Smith"], "q": "a span of two seconds after technical fouls against JR <strong> Josh Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. ''I thought that kind of ended the game from the standpoint of our http://wn.com/Kobe_Bryant_35_points_11_rebounds_6_assists_vs_Kings_2003-04 <strong> Kobe Bryant </strong> had started off the 03-04 season slow due to the infamous Colorado rape trial that stopped him from being", "new_id": -2}, {"uid": "1295578825089079828", "i": 35267, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Messrs. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> sought to play down any personality differences on Thursday. In an interview, Mr. <strong> Eric Schmidt </strong> said there had been no friction between the three that led to the change, and that they <q>have been running particularly well in the last six or nine months because of this shared goal in efficiency.</q> He added: ''We actually agree on, I think, everything.'' <cite> Getty Images </cite> As CEO, <strong> Google Inc. </strong>'s Larry Page will take over day-to-day responsibilities. The shake-up changes the", "new_id": -2}, {"uid": "1295636751256720935", "i": 12846, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "SCHENECTADY- Senators <strong> Chuck Schumer </strong> and <strong> Kirsten Gillibrand </strong> lauded <strong> Barack Obama </strong>'s saying it builds on a success story in the Capital Region. <q>There were days when there were tens and tens of thousands of workers making high technology light bulbs and locomotives. Hopefully in the future we'll have the same number of people making wind turbines and batteries for electric cars and things like that,</q> <strong> Chuck Schumer </strong> said. ''The Capital Region has figured it out in terms of jobs for the future, not jobs for the past, whether it be here at GE or up at Luther Forest in the chip fab", "new_id": -2}, {"uid": "1296174977054247442", "i": 2529, "idx": 0, "sa": ["Eric Schmidt", "Stephanie Flanders"], "q": "that he was the most pro-China of Google's triumvirate leadership. In March last year Google stopped co-operating with China over censorship- a joint decision that Mr <strong> Eric Schmidt </strong> said he was happy with. <q>Over time I would hope- especially in my new role with more of an external focus- that I can try to get more of Google, appropriately and within our policies, into China,</q> he told the BBC's economics editor, <strong> Stephanie Flanders </strong>, at the World Economic Forum in Davos. Unruffled reshuffle It was revealed earlier this month that Mr <strong> Eric Schmidt </strong>, 55, would make way as chief executive", "new_id": -2}, {"uid": "1296060080049987593", "i": 28558, "idx": 2, "sa": ["Liv Tyler", "Simon Cowell", "Mia Tyler", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> be mean to people.'' While <strong> Mia Tyler </strong> may be biased, there's no doubt that the Aerosmith frontman's comments are entertainingly unpredictable. For example, he said about one contestant: <q>Water that flower'cause I think it's gon na grow.</q> And it sounds like <strong> Steven Tyler </strong> is having a fun time doing it. ''He loves[ being a judge]!'' <strong> Mia Tyler </strong> said. <strong> Liv Tyler </strong>, the rocker's famous actress daughter,", "new_id": -2}, {"uid": "1297437923129613850", "i": 6467, "idx": 1, "sa": ["Steve Ballmer"], "q": "of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team ''more innovation, greater global reach and scale.'' <q>We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,</q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android.", "new_id": -2}, {"uid": "1295610181062603290", "i": 6404, "idx": 2, "sa": ["Andy Coulson"], "q": "Murdoch 100% control of BskyB? dcspanner 21 January 2011 11:33 AM Trustablekid 21 January 2011 11:33 AM bariloche 21 January 2011 11:35 AM niphette 21 January 2011 11:37 AM <q>He's resigned- reported by The Times. Too slow, Graun!</q> Tiresias 21 January 2011 11:40 AM randomdoofus 21 January 2011 11:40 AM bradwright 21 January 2011 11:40 AM ''<strong> Andy Coulson </strong> was fed up with the ''continual focus and distraction,''", "new_id": -2}]