[{"uid": "1297556753101662742", "i": 29941, "idx": 2, "sa": ["Shayne Ward", "Justin Bieber", "Simon Cowell"], "q": "about disagreeing with <strong> Simon Cowell </strong>. In an interview with Digital Spy, <strong> Shayne Ward </strong> took issue with <strong> Simon Cowell </strong>'s decision to have 12 years old be the minimum age requirement for \"The X Factor\" U.S. <q>Obviously there are a lot of 12-year-olds over in America who are incredible singers,</q> <strong> Shayne Ward </strong> said. \"But I personally think it's too low. It's a completely different world over there; there's a lot more over-the-top media intrusion. With the whole <strong> Justin Bieber </strong> thing, I can see", "new_id": -2}, {"uid": "1296610816152911894", "i": 3374, "idx": 1, "sa": ["Michael Vick", "Tom Brady"], "q": "a dork in that meeting room.\" A dork? Hardly a description often associated with a three-time champion quarterback married to a super model. \"Maybe, yeah,\" <strong> Tom Brady </strong> said. <q>I could see that, you know? I'm flattered.</q> Also flattering: <strong> Tom Brady </strong> is the only quarterback and the only active player to win the award twice. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. After missing two seasons while serving", "new_id": -2}, {"i": 35147, "idx": 1, "index_answer": 0, "new_id": -1, "q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q>I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did',</q> he said. Those comments have reportedly given an added urgency to efforts to \"throw the dirt back\". \"<strong> Ed Miliband </strong> was unwise to comment,\" said one observer, \"the Tories are going to", "sa": ["Ed Miliband", "Andy Coulson"], "uid": "1295876928012320777"}, {"uid": "1296463958171245569", "i": 5171, "idx": 0, "sa": ["President Dwight D. Eisenhower", "Mary Bauer", "Ayn Rand", "Sen. Bernie Sanders"], "q": "for their children\" drove the women to leave home and head north. For many, coming to the United States involves leaving their children behind. Thinking about the sad stories she's heard, <strong> Mary Bauer </strong> notes, <q>It's got to be terrible, to choose between being with your children and feeding your children.</q> Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits: \"Heartless,'` Shows Contempt' For Troops' Sacrifice Virginia Lawmaker Says GOP\"s 2010 Victories Driven by Opposition to Black <strong> President Dwight D. Eisenhower </strong> <strong> Ayn Rand </strong> Railed Against", "new_id": -2}, {"uid": "1297597754169951245", "i": 37337, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q>The police and army plan to follow up with the criminals already in custody,</q> he added. Article: Experts fret for Egypt's treasures, ancient sites... Article: Egypt army forces path for traffic in Tahrir... Photo in Slideshow: Palestinian-American Eyad Kishawi waves an Egyptian... Photo in", "new_id": -2}, {"uid": "1295640121217038855", "i": 5524, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "said that after losing out to Page and co-founder <strong> Sergey Brin </strong> over the company's China policy a year ago, \"<strong> Eric Schmidt </strong> lost some energy and focus. \"<strong> Eric Schmidt </strong> was also criticized for allowing Google <q>be overtaken by Facebook, for the company's increasingly frequent privacy scandals and its increasing internal bureaucracy. Together with the co- founders, he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his \"adult supervision</q> and that Page, 38, was ready to run the world's leading internet company. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,", "new_id": -2}, {"uid": "1295884555196345865", "i": 46304, "idx": 2, "sa": ["John McCain", "Colin Powell", "Tom Coburn"], "q": "momentum over the past year as part of the solution to reduce the deficit and debt. Tea Party-backed progressives are coming together in calling for defense cuts. Ultra-conservative <strong> John McCain </strong> <strong> Tom Coburn </strong>( R-OK) even said recently that <q>taking defense spending off the table is indefensible.</q> Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: \"CANDY CROWLEY: Where would you with", "new_id": -2}, {"uid": "1295093100028508164", "i": 1358, "idx": 3, "sa": ["John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "including Prime Minister <strong> Silvio Berlusconi </strong>. \"Now we have to put behind all the conflicts and face the challenges that we have in front of us in a constructive way,\" Fiat Chairman <strong> John Elkann </strong> said today. <q>I reiterate the full support from my family.</q> The vote is \"symbolic\" and \"represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed,\" Gianluca Spina, dean of the business", "new_id": -2}, {"uid": "1296730879097124358", "i": 42054, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": " has been worth the cost and remains largely unapologetic about his handling of the conflict, according to his new autobiography. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q>far more perilous than it is today</q>, <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday but reported in today's Washington Post. <strong> Donald Rumsfeld </strong> and other US officials cited the threat posed by Iraqi weapons of mass destruction as justification for", "new_id": -2}, {"uid": "1297092424253722625", "i": 1432, "idx": 0, "sa": ["Simon Cowell"], "q": "confirmed details of <strong> Simon Cowell </strong>'s X Factor M onday morning. The big prize will be a$ 5 million Sony Music record deal. Contestants as young as 12 can compete. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> said <strong> Simon Cowell </strong> in a statement. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.", "new_id": -2}]