[{"uid": "1295642432138969088", "i": 48056, "idx": 2, "sa": ["Eric Schmidt"], "q": "promising internet market. In recent years, there have also been repeated questions about whether Mr <strong> Eric Schmidt </strong> was preparing for a new career in politics- a suggestion that he sought again to scotch this week: <q> The impact I can have at Google trumps any impact I can have in a political role and frankly will be a lot more fun. </q> Yet the news that he plans to sell part of his personal stake in the company has only added to questions about his long-term presence there.", "new_id": -2}, {"uid": "1296167737065404956", "i": 40856, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> says he won't run for presidency U.S. Rep. <strong> Mike Pence </strong> shut the door Thursday on a run for the presidency but left wide open the likelihood that he'll seek a different office: Governor of Indiana. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters.`` We will not seek the Republican nomination for president in 2012.'' He said he would make", "new_id": -2}, {"uid": "1295580785025001998", "i": 27833, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said", "new_id": -2}, {"uid": "1295439905093192278", "i": 21708, "idx": 6, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "some concern that the two new superstar judges might distract from the promised return to a focus on the contestants.`` My biggest hope is that` Idol' finds one-of-a-kind talent this season,'' <strong> Jim Cantiello </strong> said. <q> <strong> Ellen DeGeneres </strong> proved that a big star on the judges' panel does not necessarily ensure a must-see` Idol.' The show lives and dies by the contestants it highlights. If they don't find the most compelling, the most interesting and the most talented group of singers, the show is going to be as culturally relevant as` Skating With the Celebrities.' </q> Don't miss our`` American Idol'' live stream`` Judging the Judges: An` Idol' Without <strong> Simon Cowell </strong>,'' featuring post-show analysis from <strong> Jim Cantiello </strong> and special guests, on MTV.com tonight at 10 p.m.", "new_id": -2}, {"uid": "1297600395127287377", "i": 48204, "idx": 2, "sa": ["Robin Morris", "Allen Iverson", "Dan Tan", "Darius Morris"], "q": "all of <strong> Darius Morris </strong>' stats and encouraged him to keep going as he struggled to find his role in college.`` But kind of rag on me if I missed free throws,'' <strong> Darius Morris </strong> said. <q> Like,` Come on, man, what's up? We need those free throws.' </q> <strong> Dan Tan </strong> became part of the <strong> Darius Morris </strong> family. With <strong> Darius Morris </strong> at Michigan, <strong> Darius Morris </strong>' parents, DeWayne <strong> Darius Morris </strong> Sr. and <strong> Robin Morris </strong>, and their older son, DeWayne <strong> Darius Morris </strong> <strong> Allen Iverson </strong>, drove to Brentwood to pick up", "new_id": -2}, {"uid": "1294957406081149956", "i": 46640, "idx": 4, "sa": ["Allen Iverson"], "q": "accepted, to be wanted and to be appreciated.'' <strong> Allen Iverson </strong> urged fans to come out and support the team. The player also said he would be`` interacting'' with the fans as much as possible. <q> Before I leave, I'll be speaking a lot of Turkish, </q> he http://wn.com/Allen_Iverson_Practice_for_Besiktas_Cola_Turka_Turkey_HD*Interview The man they once called The Answer was the last player announced. The arena lights were turned off, and a spotlight revealed <strong> Allen Iverson </strong>. It was easy to see he really was <strong> Allen Iverson </strong>. The braided", "new_id": -2}, {"uid": "1296974743201293856", "i": 10505, "idx": 0, "sa": ["John McCain", "Colin Powell", "President Bush", "Barack Obama"], "q": "% of the nationwide vote and Democrats extended their majority control in Congress. The 47-year-old senator from Illinois won traditionally Democratic states and made strong inroads in GOP-leaning areas amid intense dissatisfaction with the <strong> President Bush </strong> administration. <q> What he did in this campaign was to be all-inclusive, </q> said <strong> Colin Powell </strong>, a Republican who served as secretary of state in the <strong> President Bush </strong> administration but backed <strong> Barack Obama </strong> in this race, on CNN. Yet <strong> Barack Obama </strong>'s party failed to win a so-called supermajority in the <strong> John McCain </strong>", "new_id": -2}, {"uid": "1295804632019185666", "i": 17161, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson", "David Cameron", "Alastair Campbell"], "q": "among files seized by police investigating illegal activity by NoW reporters when <strong> Andy Coulson </strong> was editor. <strong> Alastair Campbell </strong>, the former Labour spin-doctor, told the BBC the controversy had now gone beyond the issue of <strong> Andy Coulson </strong>'s future and <q> the role of the police in this is now going to become centre stage </q>. The NoW has been under intense scrutiny since its royal editor, <strong> Clive Goodman </strong>, was jailed in 2007 for plotting to intercept messages left for aides to Prince <strong> David Cameron </strong>. Scotland Yard today faces serious criticism", "new_id": -2}, {"uid": "1295700143038944800", "i": 27037, "idx": 0, "sa": ["Andy Coulson"], "q": "Photo: Iranians work in an internet cafe in central Tehran Iran talks focus on fuel swap deal as step to confidence building Report Abuse <blockquote> Like this is some big Deal to the world???- </blockquote> Report Abuse <q> The world needs to shut off all aid to N. Korea and to Iran... I could add about another 6 countries to the list as well... </q> Make a total and secure blockade around the countries. Tell China if they don't agree to N. Korea... no contracts... Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why", "new_id": -2}, [{"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]]