[{"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. \"I always kid with him about not being a rebounder, being so big,\" <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say, \"If I was your height, I'd get a double-double every night. </q>\" <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, \"but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}, {"uid": "1295476329265797672", "i": 842, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": ".\"( A jab at <strong> Simon Cowell </strong>?) \"I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,\" he prattled cheerfully. <q> There's camaraderie that you haven't seen in 10 years on this show. I get along with Randy, and <strong> Jennifer Lopez </strong> is a fox; she's street, she's got a great heart. </q> Certainly, it's easy to get the guy off topic. <strong> Steven Tyler </strong> swerved around, conversationally, like a 12-year-old behind the wheel of his daddy's car. Some snippets: \"I made some harsh comments the", "new_id": -2}, {"uid": "1294965103172343305", "i": 13380, "idx": 0, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Barack Obama", "Debbie Wasserman Schultz"], "q": "is strengthened because we share a profession and experiences,\" <strong> Debbie Wasserman Schultz </strong> said in an interview Thursday. \"But it's tighter than that. There are precious few good friends.\" <strong> Debbie Wasserman Schultz </strong> said the women <q> don't get a lot of social time </q> in Washington but tried to catch up when they could, recently lunching together in the Senate dining room at New York Democratic <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>'s request. It was <strong> Kirsten Gillibrand </strong> and <strong> Debbie Wasserman Schultz </strong>, along with House Minority Leader <strong> Nancy Pelosi </strong>", "new_id": -2}, {"uid": "1295800150188252182", "i": 36065, "idx": 2, "sa": ["Colin Powell"], "q": "When asked whether he would consider joining the Obama administration, Mr. <strong> Colin Powell </strong>, who is 73 years old, said he was not looking for such a return to the White House, and that he prefers serving as <q> someone the president calls up from time to time. </q> Overall, Mr. <strong> Colin Powell </strong> gave a fairly upbeat assessment of President is one of the oldest standing features in American journalism. Since the Wire", "new_id": -2}, {"uid": "1295563261075235353", "i": 5066, "idx": 2, "sa": ["Eric Schmidt"], "q": "of co-founder as opposed to his current role of president, Technology. \"He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+ \"px';} else{ this.style.height=' 250px\";};\"> ZDNet: 5 things to know about electric", "new_id": -2}, {"uid": "1296377284098549782", "i": 32915, "idx": 0, "sa": ["Michael Vick"], "q": ". In another respect, though, their recoveries are slow and sometimes painful, many filled with diseases, injuries and skittishness that manifested themselves under their stewardship of <strong> Michael Vick </strong>. <q> Some people might say, \"Three years, that seems like such a long time, </q>\" said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. \"But we measure their progress in baby steps, especially when they were", "new_id": -2}, {"uid": "1296017661091013129", "i": 26650, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Mayor Michael Bloomberg"], "q": "to have to work together to make anything happen,\" he told 1010 WINS. <strong> Mayor Michael Bloomberg </strong> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> said the president's speech demanded the need to \"continue the spirit of goodwill.\" <q> We need to keep working together, not as Democrats or Republicans, but as Americans who are committed to a growing economy and a better future for America's middle class, </q> <strong> Kirsten Gillibrand </strong> said. Does anyone still believe the garbage these politicians are spewing?", "new_id": -2}, {"uid": "1295502963081756181", "i": 5654, "idx": 3, "sa": ["Allen Iverson"], "q": "Boston its first double-digit lead, 72-62. \"The whole time I was shooting, I was just thinking about seeing the student section,\" said <strong> Allen Iverson </strong>, who went 26-0 in Hartford while playing for UConn. <q> This is a building in my mind that was always blue and white. </q> It was the first time the Celtics played in Hartford since a preseason game in 1995. Prior to then, the Celtics played three regular season games a year in the arena formerly known as the Civic Center.", "new_id": -2}, {"uid": "1296188505230555653", "i": 25447, "idx": 1, "sa": ["Drew Brees", "Michael Vick", "Ovie Mughelli"], "q": "For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing Manning, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats-- past and present-- made him pause. <q> All these monsters of the game, </q> he said. \"All these are legends and Hall of Famers walking by me. It's hard not to be in awe of how much greatness is in one room... I'm hoping one day I'll", "new_id": -2}, {"uid": "1295202805257589268", "i": 9500, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer", "Tom Coburn"], "q": ".) condition, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> noted on NBC's \"Meet the Press\" that the Arizona Blue Dog had called for more civil debate before being shot in the head at a meet-and-greet with constituents. <q> We have to as leaders, as a body of government, come together and do the people's business, </q> she said. <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>( D-N.Y.) said on NBC that he and Oklahoma Republican <strong> Tom Coburn </strong> are \"good examples\" of lawmakers who disagree politically but \"keep it civil.\" <strong> Chuck Schumer </strong> suggested", "new_id": -2}]