[{"uid": "1295454964213254160", "i": 4301, "idx": 2, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> The Chrysler Group has actively adopted fuel-saving technologies including cylinder deactivation on V-8 engines, a new MultiAir system that is being introduced on the Fiat 500 today and will introduce an eight-speed transmission in the 2011 Chrysler", "new_id": -2}, {"uid": "1297148731184270855", "i": 46415, "idx": 13, "sa": ["Hosni Mubarak", "Madeleine Albright", "Dan Quayle", "Jane Harman", "Colin Powell", "George H.W. Bush"], "q": "had these weapons.'' <strong> George H.W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H.W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Top Stories Video: South Sudanese celebrate vote Report Abuse <q> <strong> President Bush </strong>, Cheney, <strong> Donald Rumsfeld </strong> and <strong> Condoleezza Rice </strong>-`` hanging's too good for them, burning's too good for them, they should to be torn into little bitsy pieces and buried alive! </q> </blockquote> The Christian Science Monitor: Terrorism sponsor no more? Obama hints at taking Sudan from the list. The Christian Science Monitor: Rep. <strong> Jane Harman </strong> resigns, thinning ranks of Democrats' Blue Dogs", "new_id": -2}, {"uid": "1296715246139952153", "i": 33799, "idx": 5, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to 43 minutes 16/23 FG 6/8 FT 40 points Career night for CJ Is", "new_id": -2}, {"uid": "1296108988167460874", "i": 741, "idx": 6, "sa": ["Michael Vick"], "q": "Bowl. He takes satisfaction that his passing was better this season than it ever has been.`` I feel like this one, I had to work hard to get it,'' he said. <q> It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it worked out for me. </q> <strong> Michael Vick </strong> set career highs in yards passing( 3,018), touchdown passes( 21), touchdowns rushing( nine), completion percentage( 62.6) and passer rating( 100.2). The Eagles finished", "new_id": -2}, {"uid": "1295811905072826894", "i": 48480, "idx": 0, "sa": ["Hugo Chavez", "Fidel Castro", "Andy Coulson"], "q": "Supporters of Venezuelan <strong> Fidel Castro </strong> <strong> Hugo Chavez </strong> Video: Raw video: Bus runs over protesters on highway... Venezuela World Video: Raw Video: Missing Americans found safe World Video: Bomb attacks kill 10 in Iraq capital Report Abuse <q> Gen. <strong> Marcos Perez Jimenez </strong>, wasn't Venezuela's last dictator. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1296897095171786300", "i": 3421, "idx": 5, "sa": ["Michael Vick"], "q": ". Asked whether <strong> Michael Vick </strong> had concerns about being affiliated with another party open to the public, Butler said that <strong> Michael Vick </strong> said that he wanted`` to do something to help the kids out.'' <q> This is a very upscale corporate event, </q> Butler said.`` We have state senators coming. Not everybody can walk in off the street.'' The online invitation states:`` Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to", "new_id": -2}, {"uid": "1295510839092602381", "i": 13054, "idx": 0, "sa": ["Larry Bird", "Allen Iverson"], "q": "'' It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Bird </strong> Brown, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q> It's special, and it's a tribute to my coach and my teammates, </q> said <strong> Allen Iverson </strong>.`` I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,'' Brown said.``", "new_id": -2}, {"uid": "1297138045102924322", "i": 48735, "idx": 0, "sa": ["Cheryl Cole", "Paula Abdul", "Simon Cowell"], "q": "'s age range and the still undecided judges' table. <strong> Simon Cowell </strong> was asked if his former`` Idol'' judging partner <strong> Paula Abdul </strong> could possibly turn up as a judge on`` X Factor.'' <q> I'm a massive fan of <strong> Paula Abdul </strong>. We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting, and the commitment and the expertise each person offers. </q> He wouldn't say if <strong> Cheryl Cole </strong>, a judge on the British`` X Factor,'' will make the transition across the pond, but reveals the panel is open to Americans and Brits. <strong> Simon Cowell </strong> says", "new_id": -2}, {"uid": "1295203639144834594", "i": 10387, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "world with any semblance of justice, war-makers <strong> Colin Powell </strong> and <strong> President Bush </strong> would be portrayed sharing a bench in a prison cell. Nor does Ms. Graham challenge <strong> President Bush </strong>'s absurd responses. When <strong> President Bush </strong> says <q> I feel very strongly that if the United States were to leave, Afghan women would suffer </q> he is allowed to pose as a champion of women's rights, overlooking how his invasion of Iraq spelled catastrophe for millions of women there who lost family, jobs, and their lives, or who were reduced", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}]