[{"uid": "1294956184094240812", "i": 4448, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "Saturday's shooting in Tucscon. Special Section: Tragedy in Tuscon Shuttle commander Mark Kelly, who rushed from Houston to Tucson, Ariz., after the shootings, issued his first public statement Sunday night. <q> <strong> Gabrielle Giffords </strong> was doing what she loved most- hearing from her <strong> Gabrielle Giffords </strong> hospital visit:`` Like we were watching a miracle </q> WASHINGTON- U.S. Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., told reporters Wednesday night that she and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle <strong> Gabrielle Giffords </strong>' hospital room when the wounded congresswoman opened her eyes for the first time", "new_id": -2}, {"uid": "1297716260199933960", "i": 10279, "idx": 0, "sa": ["Mike Pence"], "q": "R-South Carolina) introduced the Tax Relief Certainty Act, a bill that would permanently extend the current individual income tax rates, which will expire on January 1, 2013, and permanently repeal the death tax. <q> Uncertainty is the enemy of prosperity, </q> said Congressman <strong> Mike Pence </strong>.`` By enacting a two-year extension on current tax rates, Congress merely extended the uncertainty that has stifled our economic growth. To encourage growth and job creation, Congress should act now to", "new_id": -2}, {"uid": "1295741039001638405", "i": 423, "idx": 1, "sa": ["Allen Iverson", "Malik Rose"], "q": "22 points on 10-of-12 shooting and grabbed nine rebounds as the Spurs snapped a three-game losing streak.`` My teammates were getting me the ball,'' said <strong> Malik Rose </strong>, who bought 64 tickets for family and friends. <q> We played well, we shared the ball and I was the recipient of some good passes and a little luck. </q> <strong> Allen Iverson </strong> was a dismal 15-of-55( 27 percent) from the field and averaged 16.7 points as Philadelphia got off to a 3-0 start, its best since the 1984-85 campaign. It was a different <strong> Allen Iverson </strong> in this contest", "new_id": -2}, {"uid": "1296106877198869060", "i": 21522, "idx": 0, "sa": ["Bruce Forsyth", "Simon Cowell"], "q": "humbled and honoured''. <strong> Simon Cowell </strong>, who accepted the award on their behalf, said he thought it was`` well deserved'' but jokingly admitted the pair's success was getting`` annoying''. <q> This would be a good night to announce my retirement but <strong> Jeremy Clarkson </strong>'m not bloody going to </q> </blockquote> <strong> Bruce Forsyth </strong> Later on in the evening, <strong> Simon Cowell </strong> returned to the stage to accept the trophy for best talent show, which went to the X Factor for the second year in a row.", "new_id": -2}, {"uid": "1297127604055640064", "i": 5709, "idx": 0, "sa": ["Steve Ballmer", "Ray Ozzie", "Wes Miller"], "q": "Microsoft's business unit, its biggest source of sales. When Chief Software Architect <strong> Ray Ozzie </strong> announced plans to step down in October, <strong> Steve Ballmer </strong> declined to replace him in that central role, saying the company had <q> strong technical leaders in each business group. </q> The effort may take some of the heat off <strong> Steve Ballmer </strong>, so long as it produces results soon, <strong> Wes Miller </strong> said.`` You can play pin the blame on the donkey, but the reality", "new_id": -2}, {"uid": "1296542758249364481", "i": 47612, "idx": 8, "sa": ["Michael Vick"], "q": "clients to attach their name to his unless they know that the consumer would react to <strong> Michael Vick </strong> in a positive way,'' Bodock said.`` That would definitely require some research.'' Added Klunk: <q> I think you would have to do your due diligence and get an understanding from the consumer before you can make a good recommendation[ to a potential sponsor]. And even with that, I think there's a little bit of an element of risk there, because people tend to remember really bad things about individuals. </q> <strong> Michael Vick </strong> did a television commercial for a New Jersey car dealership during the regular season, but that was in return for the use of a dealer-supplied SUV. Nike also returned as a partial sponsor to supply", "new_id": -2}, {"uid": "1295916049143048705", "i": 11369, "idx": 0, "sa": ["Mike Pence"], "q": "to liberty, the pursuit of happiness and the unalienable right to life. <strong> Mike Pence </strong> also hit on the truce during his speech before the Values Voters Summit in Washington. http://www.lifenews.com/2010/09/24/state-5484/ <q> Now I know some say that Republicans should stay away from such issues this year... that the American people are focused on jobs and spending and our movement would do well to stand aside, bank the win and return to fight after this fiscal and economic crisis has passed, </q> he said during the Values Voter Summit.`` But we do not live in a world where an American leader can just focus on our financial ledger. A political party that would govern this great nation", "new_id": -2}, {"uid": "1296166845184549385", "i": 742, "idx": 0, "sa": ["Mike Pence"], "q": "Rep. <strong> Mike Pence </strong> arrived at Columbus in his east-central Indiana district for a town hall meeting, the sort of event that usually attracted a few dozen constituents. Surprised to see the hallway outside the room crowded with people, <q> their arms folded and brows furrowed, </q> <strong> Mike Pence </strong> shouted down the hall to an aide, asking him to get a janitor to open the room. The aide shouted back that the room was open- and overflowing. Congress had just passed the stimulus(", "new_id": -2}, {"uid": "1295570074192872461", "i": 33269, "idx": 1, "sa": ["Eric Schmidt"], "q": "internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q> In the eyes of many people, he's a hero, </q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}]