[{"uid": "1296762870078708770", "i": 16177, "idx": 1, "sa": ["Zahi Hawass"], "q": ", on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog( www.drhawass.com/blog/state-egyptian-antiquities-3-february-2011), <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He explained that", "new_id": -2}, {"uid": "1296222376236240913", "i": 11637, "idx": 0, "sa": ["Calvin Harris", "Simon Cowell"], "q": "The X Factor last year, according to the red-tops One Direction have still convinced <strong> Simon Cowell </strong>'s record label to pump a cool Â£ 2 million into the boy band. A`` source'' revealed that the band are <q> in the States to meet top producers and songwriters before they start recording material for their debut album </q>. Despite the hefty investment, each one of the band has only been given Â£ 8,000 each, which is 0.4 per cent of their advance. Seems a bit stingy...?( <strong> Calvin Harris </strong> has given a remarkable", "new_id": -2}, {"uid": "1295451114167215130", "i": 20531, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Toyota is hiring 2,000 to staff up a plant in Tupelo, Miss.`` Certainly the story in Detroit is a totally different story than what we saw in 2010,'' said Chrysler Chief Executive <strong> Sergio Marchionne </strong>. <q> A year ago, the questions I was getting were whether we'd still be here in a year. </q> Ford's hiring plans reflect the company's rising profit and rosier economic outlook. Ford is expected to report that 2010 was one of the most profitable years in the company's 107-year history. Ford Chief", "new_id": -2}, {"uid": "1295568057244678671", "i": 8803, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "who had been brought in as CEO a decade ago because <strong> Google Inc. </strong>'s investors believed the company needed a more mature leader.- Feb. 10, 2010 The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1297598560241336332", "i": 22133, "idx": 0, "sa": ["Zahi Hawass"], "q": "Several major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of`` a gilded wood statue of Tutankhamun harpooning,'' <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then president", "new_id": -2}, {"uid": "1296668902136101910", "i": 39035, "idx": 0, "sa": ["Andy Coulson"], "q": "as the Director of Communications at 10 Downing Street. The move follows last month's resignation of ex-News of the World editor <strong> Andy Coulson </strong> amid continuing controversy surrounding phone-hacking allegations. The Prime Minister said: <q> I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street. Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme. </q> WalesOnline, the best source for Welsh news, sport, business and entertainment. Powered by the Western Mail, South Wales Echo, Wales on Sunday and Celtic Weekly Newspapers. Produced by Media Wales Ltd.", "new_id": -2}, {"uid": "1296020367196706369", "i": 5713, "idx": 0, "sa": ["Bill Lockyer", "Marco Belinelli", "Keith Smart", "Michele Bachmann", "Newt Gingrich"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q> You've got to know where you are so you can eventually get to where you want to go, </q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Republicans target high-speed rail for cuts: SFGate: Politics Blog MILL VALLEY", "new_id": -2}, {"uid": "1297125914137412651", "i": 1827, "idx": 2, "sa": ["Dwaine Caraway", "Monika Johnson", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> Raw audio| Phone call update from Cairo Behind the Scenes| Cheezburger photo shoot For Valentine's Day and every day, a personalized charm bracelet's the charm <strong> Monika Johnson </strong>, experienced mountaineer, killed near Snoqualmie", "new_id": -2}, {"uid": "1295108785237223937", "i": 672, "idx": 1, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries. <q> There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseless act in Arizona, </q> he said. Liberal <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked", "new_id": -2}, [{"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it.`` Every time I think I've heard the worst story, another one comes about,'' <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}]]