[{"uid": "1297148717028524550", "i": 33513, "idx": 10, "sa": ["Simon Cowell"], "q": "record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to`` instil'' in the competition. <q> The big, big stars are the people prepared to work at it. You look at somebody like Beyonce: She is the best example of somebody who works it every hour of the day, </q> he said. <strong> Simon Cowell </strong>, as American Idol viewers know, doesn't lack for confidence:`` I believe I can find a star,'' he said. He has seen only a few", "new_id": -2}, {"uid": "1297163077054263818", "i": 49210, "idx": 0, "sa": ["Simon Cowell"], "q": "about the unprecedented prize the winner will take away, along with a recording contract with Sony, <strong> Simon Cowell </strong> admitted to being just a little bit nervous about the seven-figure stakes but believes he can find a deserving star. <q> The money rightly puts an enormous amount of pressure on people, </q> said the reality TV mogul. The winner will receive a$ 1 million check once a year for five years, from which recording and marketing expenses will not be deducted.`` This is not a", "new_id": -2}, {"uid": "1297406496159514644", "i": 386, "idx": 0, "sa": ["Eric Schmidt"], "q": " Ansturm auf kleine Unternehmen bertrieben: Google-Chef spricht von neuer Internet-Blase zuletzt aktualisiert: 11.02.2011- 06:49 Z?rich( RPO). Google-Chef <strong> Eric Schmidt </strong> h?lt den Ansturm auf kleinere Internet-Unternehmen wie Facebook f?r bertrieben. <q> Da sind klare Anzeichen einer Blase </q>, sagte <strong> Eric Schmidt </strong> einem Magazin. Aber die Bewertungen seien nun einmal, wie sie sind. Die Leute glaubten eben, dass diese Firmen in der Zukunft riesige Ums?tze erreichen w?rden. Fotos href=\"http://www.rp-online.de/digitale/handy/Jetzt-auch-fuer-Tablet-PCs-Google-stellt-Android-30-vor_bid_62291.html\" target=\"_top\">", "new_id": -2}, {"uid": "1295253498206143557", "i": 32744, "idx": 3, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "both sides of her body, Sen. <strong> Kirsten Gillibrand </strong> said yesterday on`` Meet the Press.'' The New York Democrat is a close friend of <strong> Gabrielle Giffords </strong>.`` She's doing great,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. </q> <strong> Gabrielle Giffords </strong>' progress came as new details emerged about the rampage victim arrested Saturday for shouting a threat during a town-hall meeting. James Eric Fuller, 63, who was shot in the knee,", "new_id": -2}, {"uid": "1296761726019021860", "i": 20517, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "an orderly transition, a government composed of the army, pro-democracy forces and individuals that would keep things calm, and an open and free election process for the elections in September,'' he said. <q> We will... have to understand that there is the radical Islamic element out there that is bent on our destruction, </q> <strong> John McCain </strong> said. On ABC's`` Good Morning America,'' <strong> John McCain </strong> responded to former U.S. Defense Secretary <strong> Donald Rumsfeld </strong>'s criticisms of him in his new book saying,''( <strong> Donald Rumsfeld </strong>) and I had a", "new_id": -2}, {"uid": "1295582258248299524", "i": 18272, "idx": 7, "sa": ["Larry Page", "Eric Schmidt"], "q": "a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.''`` I believe <strong> Larry Page </strong> is ready'' to be CEO, Mr. <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> Mr. <strong> Larry Page </strong> hailed Mr. <strong> Eric Schmidt </strong> as a`` tremendous leader'' whose contributions exceeded all expectations.`` There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,'' Mr.", "new_id": -2}, {"uid": "1295815332185630723", "i": 4799, "idx": 5, "sa": ["Gabrielle Giffords", "Russ Mitchell", "Kirsten Gillibrand", "Ben Ali"], "q": ",`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011- 11v&amp;flvURL=/media/2011/01/22/01222011- 11v.m4v&amp;playAds=true&amp;adZone=wpni.video.nation&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011- 11v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support'',`` description'': <q> Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp- dyn/emailBen Alink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Kirsten Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site", "new_id": -2}, {"uid": "1297192004228835329", "i": 43607, "idx": 0, "sa": ["David Letterman", "Anderson Cooper", "Simon Cowell", "Jillian Michaels", "Brad Womack"], "q": "executive producer JD Roth has previously stated the show would welcome her back.`` Yes, the door is always open for <strong> Jillian Michaels </strong>[ to return],'' he told reporters in December. <q> Absolutely, yes. <strong> Jillian Michaels </strong> brings a very unique form of television and she is a special individual. And I think Bob and Jill, you know, to me, are 90 plus percent of the reason that the show is successful. And it's the work that they put in that made the show what it is. </q>` The Bachelor' star <strong> Brad Womack </strong> cuts Alli Travis and Jackie Gordon <strong> Jillian Michaels </strong> in the process of attempting to adopt child from Africa <strong> Anderson Cooper </strong> to appear on CBS'` Late Show with <strong> David Letterman </strong>' <strong> Simon Cowell </strong>:` The X", "new_id": -2}, {"uid": "1295613101003915782", "i": 12849, "idx": 6, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "on Thursday, he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 percent of Google's outstanding capital stock, down from 2.9 percent before selling the shares. <q> As Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog.`` And over the holidays we decided now was the right moment to make some changes to the way we are structured.''", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}]