[{"uid": "1297322163023478316", "i": 25263, "idx": 0, "sa": ["Sergio Marchionne"], "q": "that Italians' concerns that a combined Fiat-Chrysler may put its headquarters in the United States are overblown. No decision has been made on governance or a headquarters location, he said. Advertisement <q>It was a typical overreaction to an honest reflection of the issues that must be dealt with,</q> <strong> Sergio Marchionne </strong> said at the Chicago Auto Show. Last week in San Francisco, <strong> Sergio Marchionne </strong> told reporters that two corporate structures for Fiat and Chrysler don't make sense after the U.S. automaker goes public.  Energy Dept.", "new_id": -2}, {"uid": "1295774332001081361", "i": 13703, "idx": 0, "sa": ["Tessa Jowell", "Alastair Campbell", "Chris Huhne", "Lord Mandelson", "Clive Goodman", "Andy Coulson", "David Blunkett", "John Prescott"], "q": "to have been targeted include <strong> Lord Mandelson </strong> <strong> John Prescott </strong>, <strong> David Blunkett </strong>, <strong> Tessa Jowell </strong> and <strong> Chris Huhne </strong> Bryant. <strong> Alastair Campbell </strong>, the former Labour spin-doctor, told the BBC the controversy had now gone beyond the issue of Mr <strong> Andy Coulson </strong>'s future and <q>the role of the police in this is now going to become centre stage</q>. The lawyer Mark Lewis yesterday revealed he was acting for four people who believe they were targeted by newspapers other than the NoW, which has been under intense scrutiny since its royal editor, <strong> Clive Goodman </strong>,", "new_id": -2}, {"uid": "1294966525056983567", "i": 2312, "idx": 6, "sa": ["Rex Ryan", "Peyton Manning", "Darrelle Revis", "Michael Vick", "Tom Brady"], "q": "returning a kickoff 71 yards against Green Bay on Dec. 19. Soon afterward, he suffered a concussion. Speaking to reporters for the first game, after missing nearly a month of action, Connolly said Wednesday: <q>I'm healthy now. I'm back at practice and I'm ready to move on.</q> The Packers kicked <strong> Rex Ryan </strong> calls <strong> Darrelle Revis </strong> \"best in football' FLORHAM PARK, N.J.- Sure, <strong> Tom Brady </strong> is great. So are <strong> Peyton Manning </strong> and <strong> Michael Vick </strong>. But in <strong> Rex Ryan </strong>\"s always humble opinion, they pale in comparison", "new_id": -2}, {"uid": "1297229275207454253", "i": 45, "idx": 5, "sa": ["John McCain", "Donald Rumsfeld"], "q": "about the strategy he was employing in Iraq, which I predicted was doomed to failure.\" \"Thank God he was relieved of his duties, and we put the surge in,\" <strong> John McCain </strong> said. <q>Otherwise, we would have had a disastrous defeat in Iraq.</q> <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and \"a propensity to shift his positions to appeal to the media.\" In this instance, unfortunately, they are", "new_id": -2}, {"uid": "1297422337196083716", "i": 22055, "idx": 1, "sa": ["Steve Ballmer"], "q": "<strong> Steve Ballmer </strong>. \"One was to look at internal operating systems, the second was to look at Android, and the third Microsoft.\" Expanding on the topic, Elop added: <q>We explored the Google ecosystem. There are some attractive elements to the system, however we felt that we would have difficulty standing out of the crowd.</q> So why did Nokia choose Microsoft? The answer, says Elop, is simple: \"The Microsoft option will allow us to lead and fight the ecosystem.\" The two men", "new_id": -2}, {"uid": "1295391194138936375", "i": 27892, "idx": 0, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "of the interview, both <strong> Oprah Winfrey </strong> and <strong> Piers Morgan </strong> revealed they were chasing an interview with American football's man of the moment, <strong> Michael Vick </strong>. They had a bet on whoever speaks to him first. <q>I always dream of being your rival,</q> joked <strong> Piers Morgan </strong> as he shook hands with <strong> Oprah Winfrey </strong>. It is too early to know, after one episode, whether the show will be a hit in America, let alone rival <strong> Oprah Winfrey </strong>'s. Grammaticas", "new_id": -2}, {"uid": "1295120439257753135", "i": 9577, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "pressure from US senetor <strong> Sen. Bernie Sanders </strong> of Vermont- the US's only avowedly socialist politician- the US federal reserve were foced to reveal who had been gven loans totalling$ 3.3 http://www.guardian.co.uk/business/2010/dec/02/us-federal-reserve-bailouts-multinationals?INTCMP=SRCH The articel reveals: <q>The disclosures show that UK banks were major beneficiaries of the Fed's extensive support for foreign banks.</q> Barclays was the biggest borrower under one scheme, the term auction facility, taking loans totalling$ 232bn, which it has since repaid. Royal Bank of Scotland, Bank of Scotland( now part of Lloyds)", "new_id": -2}, {"uid": "1295715717099811337", "i": 31269, "idx": 11, "sa": ["Chris Webber", "Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q>You honestly don't r... <strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,</q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. \"That's really what I did. It helped me out.\" Webbe... video results for: points sixers against Sixers vs Celtics( NBA Highlights) 12/18/2009 76ers vs Celtics", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q>It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together,</q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade, \"or even cutting spending\" as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1297117350135839819", "i": 45502, "idx": 1, "sa": ["Simon Cowell"], "q": "will be able to audition for the show- which has a$ 5 million recording contract for the winner- and <strong> Simon Cowell </strong> is confident they can handle the pressure of the competition. He said: <q>We have started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person.</q>", "new_id": -2}]