[{"uid": "1295049201264142848", "i": 4241, "idx": 11, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 29v&amp;flvURL=/media/2011/01/13/01132011- 29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 29v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'': <q> Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp- dyn/emailalink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman- Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening", "new_id": -2}, {"uid": "1295621085132808731", "i": 39581, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "begins again. After one of the busiest off-seasons in American Idol target=\"_blank\" href=\"http://wkd.com/\"> history, Fox's reality juggernaut returns promising that, despite last year's questionable talent mass defections from the judges' table, <q> the best is yet to come </q> in Season 10. Host <strong> Ryan Seacrest </strong> even trotted out the word`` epic.'' So, did the show live No <strong> Simon Cowell </strong>.. No Paula? Yes This is Still American Idol! Are you ready for the", "new_id": -2}, {"uid": "1295553219232112198", "i": 52268, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> says Mountain View is preparing to spearhead a mobile revolution that will help redefine the role of the smartphone. According to <strong> Eric Schmidt </strong>, a handset will soon be capable of delivering streaming personalized information about <q> where you are[ and] what you could do there </q> in real-time and at scale. However, the CEO acknowledged that Google first needed to do some`` serious spadework,'' such as developing advanced LTE networks to carry massive and inevitable data loads.", "new_id": -2}, {"uid": "1297134952101482529", "i": 42956, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": ", 2010-- hopes to sit with <strong> Paula Abdul </strong> in the judging panel for The X-Factor Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> was quoted as saying by The Associated Press at the interview and teleconference for`` The X-Factor''.`` I've always said at some point we are going to be working together.'' Though", "new_id": -2}, {"uid": "1295033166139100209", "i": 773, "idx": 1, "sa": ["Kevin Kolb", "Andy Reid", "Michael Vick"], "q": "chair like that?''- <strong> Michael Vick </strong> to a cameraman standing on <strong> Kevin Kolb </strong>'s chair to get a better view days before the first Redskins game. Somehow, this still strikes me as hysterical all around. <q> God has given you the gift to play, play to your full potential and go out there, and if you see something that's not wearing the color that you're wearing, bust his head open, </q>- speech to players at his alma mater, Carson-Newman College when they honored his accomplishments.`` We'll see,''- <strong> Andy Reid </strong>, hundreds of times, usually when asked about injuries. It's", "new_id": -2}, {"uid": "1295317822227213382", "i": 50819, "idx": 1, "sa": ["Howard Stern", "Jay Leno", "David Letterman", "Piers Morgan"], "q": "new CNN show <strong> Piers Morgan </strong> Tonight, stating that <strong> Jay Leno </strong> has little original material on his NBC late-night series The Tonight Show.`` <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook,'' he told <strong> Piers Morgan </strong>. <q> And the world knows exactly what he's up to. He steals a tremendous amount of material. </q> <strong> Howard Stern </strong> continued:`` He's not fit to scrub <strong> David Letterman </strong>'s feet. I don't know how he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension.'' EastEnders: Carol", "new_id": -2}, {"uid": "1295971212048300037", "i": 57443, "idx": 0, "sa": ["Donald Rumsfeld", "Bob Smith"], "q": "'' is involved. It also details the international opposition to the US Star Wars program.`` Star Wars Returns'' explores the recently issued report of the Space Commission chaired by Defense Secretary <strong> Donald Rumsfeld </strong> which calls for US <q> power projection in, from and through space </q> and declares:`` In the coming period the US will conduct operations to, from, in and through space in support of its national interests both on earth and in space.'' US Senator <strong> Bob Smith </strong>, who", "new_id": -2}, {"uid": "1295332273063275204", "i": 11586, "idx": 1, "sa": ["Mike Pence", "Mitt Romney"], "q": "in Washington. Their pitch: That in an underwhelming field of GOP presidential contenders, <strong> Mike Pence </strong> is the strongest choice to unite the social, economic and national security wings of the Republican Party. <q> Grassroots conservatives, Republicans, the Tea Party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said in a statement announcing the new group.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' Though he lacks the national profile of a <strong> Mitt Romney </strong>", "new_id": -2}, {"uid": "1296486373063668243", "i": 2834, "idx": 4, "sa": ["Mike Pence"], "q": " Bill Stephan, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. <q> I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve, </q> Stephan said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in Ronald Reagan`` the manifestation of the kind of traditional American ideals that I was raised to believe", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}]