[{"uid": "1295005888194838584", "i": 21297, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "from Sen. <strong> Kirsten Gillibrand </strong>, who was in the room. Kelly will be at <strong> Gabrielle Giffords </strong> side throughout her recovery: NASA announced Thursday that they are naming a backup commander for Kelly's shuttle mission in April. <q>I recommended to my management that we take steps now to prepare to complete the mission in my absence, if necessary,</q> Kelly said in a statement. \"I am very hopeful that I will be in a position to rejoin my STS-134 crew members to finish our training.\" Space Shuttle Endeavor's flight is supposed to", "new_id": -2}, {"uid": "1296373127073023503", "i": 7026, "idx": 0, "sa": ["Eric Schmidt", "Byron Reeves"], "q": "games. At the 2009 G-20 summit in Pittsburgh, Google chief executive <strong> Eric Schmidt </strong> suggested that multiplayer games could provide positive opportunities for improving business training and enhancing workplace collaboration. Speaking at a forum session, <strong> Eric Schmidt </strong> said: <q>The game world is good training for a career in tech. It teaches players to build a network, to use interactive skills and thinking. Everything in the future online is going to look like a multiplayer game. If I were 15 years old, that's what I would be doing right now.</q> Games appeal to people's natural competitive instinct, creating a sense of frustration and reward that increases engagement with the task at hand. <strong> Byron Reeves </strong>, a professor at Stanford University, is the co-author of Total", "new_id": -2}, {"uid": "1295325224053116945", "i": 11, "idx": 2, "sa": ["Cheikh Samb", "Tayshaun Prince", "Antonio McDyess", "Allen Iverson", "Chauncey Billups"], "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. \"It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q>I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more.</q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "new_id": -2}, {"uid": "1295617237099680257", "i": 29090, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "illegal phone hacking at a tabloid newspaper when he was editor. Following are analysts' comments on his decision and its implications for Prime Minister <strong> David Cameron </strong>: OPPOSITION Labor PARTY LEADER ED MILIBAND <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgment, about hanging on to him as long as he did.</q> TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX \"It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880? \"A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q>The key is the conservative movement adopting him as its favorite.</q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. \"The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}, {"uid": "1295494449164200472", "i": 17497, "idx": 8, "sa": ["Allen Iverson"], "q": "and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the Cleveland Cavaliers. <q>It was like he was pla... Lehman Brothers Collapse \"Like a Massive Earthquake</q> Sep 15 Lehman Brothers Collapse \"Like a Massive Earthquake\" Sep 15 Sep 15, 2008. The venerable Lehman Brothers investment bank said early Monday that it will file for bankruptcy, while Bank of America unveiled plans", "new_id": -2}, {"uid": "1295984269158924821", "i": 5987, "idx": 3, "sa": ["Eric Schmidt"], "q": "of <strong> Eric Schmidt </strong>'s rumored show spread, comments and Twitter users were eager to help, offering suggestions for a show title: \"Holy <strong> Eric Schmidt </strong>!\" \"My Show is the <strong> Eric Schmidt </strong>\" \"<strong> Eric Schmidt </strong> Happens\" <q>I'm Getting Too Old For This <strong> Eric Schmidt </strong></q> \"I <strong> Eric Schmidt </strong> You Not\" \"Who Gives a <strong> Eric Schmidt </strong>?\" \"The <strong> Eric Schmidt </strong> Storm\" Sadly, nobody suggested \"<strong> Eric Schmidt </strong> My CEO Says!\" Or perhaps he could host a reality dance show competition", "new_id": -2}, {"uid": "1295900976011026465", "i": 15196, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "assuming it will be. It makes sense to release in all initial markets at once, and 10 days after the New York event sounds about right, and will finally allow <strong> Steve Ballmer </strong> to do his <strong> Steve Jobs </strong> impression... <q>And ALL of these phones on ALL of these carriers will be available at the end of next week... but you can preorder them RIGHT NOW. Oh, and one more thing... <strong> Paul McCartney </strong> is here to play a few new songs for us while I do the monkey dance with the entire cast of HBO's True Blood, live on stage. Boom!</q> WMPowerUser they are on YouTube for us all to enjoy... right after the jump. Both of these ads are for AT&T and feature the HTC Mondrian. Specwise the Mondrian is as follows:", "new_id": -2}, {"uid": "1295905049076185690", "i": 26134, "idx": 0, "sa": ["Bill Lockyer"], "q": "California's state treasurer, <strong> Bill Lockyer </strong>, today denounced ongoing efforts to establish a new framework for states to restructure their debts, saying no state wanted or needed to declare bankruptcy. <q>It's a cynical proposal, intended to incite a panic in response to a phony crisis,</q> Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists. \"Killer bees, space aliens, and now it's the invasion of the bankrupt states.\" As reported, a number of members of Congress", "new_id": -2}, {"uid": "1296131441210878503", "i": 4642, "idx": 0, "sa": ["Michael Gove"], "q": "Headteachers will be able to discipline pupils who misbehave on their way to and from school but rules forcing teachers to give parents 24 hours notice of a detention will be scrapped. Mr <strong> Michael Gove </strong> said: <q>This Government backs teachers. All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"Teachers will be free to impose the penalties they need to keep order and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards.</q> But the bill also includes an unexpected additional clause making university students pay higher rates of interest on tuition fee loans. The Government says this has to be included before the new university funding regime", "new_id": -2}]