[{"uid": "1295665593103448601", "i": 37664, "idx": 0, "sa": ["Colin Powell"], "q": "Washington is in many ways a provincial small town, where everyone knows everyone else's business and the truly interesting parts are off-limits to cameras. Almost all good morsels of gossip are off the record. <q>I've gone to some very small, private party events,<q> said Pamela Sorensen, the founder of Pamela's Punch, a popular Washington-based social blog, \"and a <strong> Colin Powell </strong> will be there, or some ambassador, and they're making jokes and they'll", "new_id": -2}, {"uid": "1295253330160432215", "i": 12432, "idx": 0, "sa": ["Jeremy Clarkson", "Simon Cowell"], "q": "Green's 50th birthday party in the retail tycoon's hotel room in Barbados. Didn't he think it absurdly narcissistic of Green to be showing a video of his own birthday party while on holiday? <q>Well, <strong> Jeremy Clarkson </strong> didn't have to watch it.<q> Come off it, <strong> Jeremy Clarkson </strong> laugh. Wasn't it grossly vain? \"You want me to say that but <strong> Jeremy Clarkson </strong>'m not going to. <strong> Jeremy Clarkson </strong>'d like to be at the next party. <strong> Simon Cowell </strong> Green throws", "new_id": -2}, {"uid": "1296974054131137547", "i": 31666, "idx": 1, "sa": ["E.J. Henderson", "Michael Vick", "Wes Welker", "Matt Cassel"], "q": "Eagles quarterback was named comeback player of the year, capping off an improbable season. \"I thank my coaches and my teammates,\" said <strong> Michael Vick </strong>, who was on hand to accept his award. <q>They got me better as an NFL player, as a quarterback, and took advantage of my talents.<q> <strong> Michael Vick </strong> received 291/2 of the 50 votes and beat out Seahawks receiver Mike Williams( 8 votes), Vikings linebacker <strong> E.J. Henderson </strong>( 31/2), Chiefs quarterback <strong> Matt Cassel </strong>( 2), Patriots receiver <strong> Wes Welker </strong>( 2", "new_id": -2}, {"uid": "1297403208107986956", "i": 34796, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "the state,\" said <strong> Kirsten Gillibrand </strong>. \"This problem must be fought at its source.\" \"Drug trafficking into Pennsylvania that is feeding crime and gang activity must be stopped,\" Casey added. <q>A multi-pronged attack is required to catch drug smugglers or terrorists before they can cross the border over Lake Erie into Pennsylvania or other northern states.<q> The senators cited what they called the success of Operation Outlook, a pilot program run from 2005-08 by Homeland Security and the Department of Defense which used sophisticated military radar along the border north of Spokane,", "new_id": -2}, {"uid": "1295582183033980446", "i": 4555, "idx": 1, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "trends to lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q>My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,<q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided", "new_id": -2}, {"uid": "1296173803032686171", "i": 8411, "idx": 1, "sa": ["Mike Pence"], "q": "the governorship of Indiana next year. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong> told supporters in an e-mail message sent Thursday afternoon. <q>We will not seek the Republican nomination for president in 2012.<q> <strong> Mike Pence </strong> gave up his post in the House Republican leadership this year, a move seen as setting the stage for a potential run. He had already made waters-testing visits to Iowa and New Hampshire, the", "new_id": -2}, {"uid": "1296813127059981847", "i": 4284, "idx": 1, "sa": ["Michael Vick"], "q": "was No. 30 on the Philadelphia list in that October survey. \"<strong> Michael Vick </strong> has one of the highest levels of awareness in Philadelphia, even higher than some of the top five,\" Master said. <q>But his appeal is not really as high, for obvious reasons... \"I would think, based on the success of his season, that he would be higher when we test again in the spring- assuming he stays out of trouble.<q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1297260081046088218", "i": 10077, "idx": 2, "sa": ["Eric Schmidt"], "q": "series of often very difficult fights inside the company\" \"It is very important that the lawyers are not making the product decisions,\" <strong> Eric Schmidt </strong> told the Sunday Telegraph. <q>Because the lawyers, on balance, will be more conservative, because that is how lawyers work. So I always say to the product makers, just build the best product you can.<q> <strong> Eric Schmidt </strong> admitted, however, that Google has to be more cautious when launching new products. \"It is a reality that when we release products we have to be sensitive to regulatory and privacy issues,", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q>Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term.<q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}, {"uid": "1295970663009764877", "i": 22969, "idx": 1, "sa": ["Linas Kleiza", "Carmelo Anthony", "Kenyon Martin", "Allen Iverson"], "q": "each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home. \"Their role players beat us as much as anyone else,\" said Karl. <q>From[ <strong> Brent Barry </strong>] <strong> Brent Barry </strong> to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ <strong> Manu Ginobili </strong>] <strong> Manu Ginobili </strong> or[ <strong> Tim Hardaway </strong>] <strong> Tim Duncan </strong> did.<q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flagrant", "new_id": -2}]