[{"uid": "1297200983061325341", "i": 1809, "idx": 9, "sa": ["Moqtada al-Sadr", "Donald Rumsfeld", "President Bush"], "q": "from jail. Then came the influx of terrorists-\" facilitated through Damascus\"- coming to fight against Americans. Al Qaeda joined the fray, as did a Shiite uprising under <strong> Moqtada al-Sadr </strong> and his Mahdi Army. <q> We couldn't lose any battles over there, but we couldn't beat them militarily, </q> he says.\" Because there was no one to beat. It was a totally unconventional asymmetrical circumstance.\" Mr. <strong> Donald Rumsfeld </strong> thus takes an unorthodox view of the significance of <strong> President Bush </strong>'s surge, which began", "new_id": -2}, {"uid": "1297428190058949643", "i": 11827, "idx": 7, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "come from advertising and new forms of monetization.\"\" We the ability to activate users and put them in a position to be more effective in what we call local commerce,\" added <strong> Steve Ballmer </strong>. <q> Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well. </q> Nokia is touting its Microsoft alliance on its Web page. <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> detailed their proposal immediately before the vast Mobile World Congress trade show in Barcelona, Spain, where a large number", "new_id": -2}, {"uid": "1297195188228835343", "i": 42853, "idx": 0, "sa": ["Donald Rumsfeld", "Suzanne Somers"], "q": "franchised organizations and local nonprofit agencies also provide personal care to aging adults living at home.\" The services are based on a sliding scale, basically what the person can afford,\" she said. <q> Some of these services will be covered by insurance. But that is why the volunteer services are more and more popular because these things really do add up. </q> Watch: Egypt: The Evolution of Revolution Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Watch: Packers Not the Only Super Bowl Winners Photos: <strong> Suzanne Somers </strong> Gets Plastic Surgery? Women's Health Get expert answers", "new_id": -2}, {"uid": "1296726316183549954", "i": 37402, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory.\" He's like a very good scorer in basketball_ you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> The 6-foot-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1297242011104841237", "i": 25428, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "reproductive rights advocates. They have appropriated the Republican charge from last year that Democrats were working on a liberal policy agenda instead of on job creation and the economy, and turned it on its head. <q> This election was about the economy, </q> said Sen. <strong> Kirsten Gillibrand </strong> of New York. Over and over, Democrats said that by bringing up the abortion issue now, Republicans were going back on their word to focus on the budget. Yet", "new_id": -2}, {"uid": "1297227563238518272", "i": 25015, "idx": 4, "sa": ["Donald Rumsfeld"], "q": ". Additional secret documents from his years at the Pentagon will be declassified and reviewed for public release, he said. On his website he wrote that deciding to release certain papers was difficult. <q> These documents were not designed with an eye to history as part of an authoritative archive, </q> he wrote. He said he chose to release them\" warts and all,\" for readers to draw their own conclusions. Some early reviews of what <strong> Donald Rumsfeld </strong> called\" my slice of history\" have", "new_id": -2}, {"uid": "1295455827061816843", "i": 3412, "idx": 0, "sa": ["Simon Cowell", "Ellen DeGeneres", "Susan Boyle"], "q": "His Last Season on Idol 9.* Courtesy of Warner Bros.. Visit ellen.warnerbros.com ForMore Interesting Clips, Performances and Celebrities Interviews. Connect With <strong> Ellen DeGeneres </strong> For a Chance to Be on the Show and W... â\u0098\u0086 <q> Britains Got Talent or Americas Got Talent â\u0099¥ <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>! </q> <strong> Simon Cowell </strong> talks <strong> Susan Boyle </strong> in new interview MORE CYRIAK: www.bbc.co.uk Just what does go through <strong> Simon Cowell </strong>'s mind as he sits in judgement upon the poor X Factor hopefuls? Genius animation from Cyriak.... video results for:", "new_id": -2}, {"uid": "1296059109123355143", "i": 22721, "idx": 0, "sa": ["Gordon Brown", "Sue Akers", "Andy Coulson", "David Cameron"], "q": "by Deputy Assistant Commissioner <strong> Sue Akers </strong> at the specialist crime directorate. A Met spokesman said the move was necessary because of the counter terrorism workload and continuing\" severe\" level of threat. He said: <q> The Met has today received significant new information relating to allegations of phone hacking at the News of the World in 2005/06. As a result, the Met is launching a new investigation to consider this material.\" This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010. </q> Last week, former News of the World editor <strong> Andy Coulson </strong> resigned as <strong> David Cameron </strong>'s communications chief, though he has continually denied any knowledge of hacking during his time at the paper. <strong> Gordon Brown </strong> has also", "new_id": -2}, {"uid": "1296169273065405008", "i": 20514, "idx": 0, "sa": ["Sergio Marchionne"], "q": "this year.\" It just underlines the special challenges for Chrysler,\" Sean McAlinden, chief economist for the Center for Automotive Research, said of GM's decision to withdraw its application. <q> They've got another really tough year and they need the money. </q> Adding to Chrysler's challenges is the fact the federal loan approval process appears to have bogged down over collateral that could be pledged by Chrysler. Chief Executive <strong> Sergio Marchionne </strong>, who expected the money by", "new_id": -2}]