[{"uid": "1297268304137707526", "i": 870, "idx": 3, "sa": ["Adlai Stevenson III", "Donald Rumsfeld"], "q": ", wanted to do what he could to help me. <strong> Adlai Stevenson III </strong>: Better-looking than his father, at least. And about the new job? First of all, no more lame domestic policy: <q>He said he felt that I shouldn't go into the human resource area, HUD or HEW, and not DOT because he was going to be cutting highways and airports and that wouldn't be helpful to me politically.</q> Nixon wanted something meaty for <strong> Donald Rumsfeld </strong>. But there was a lot to consider! \"He said possibly Under <strong> Donald Rumsfeld </strong> of State for Economic Affairs.\" Possibly the UN, and then he", "new_id": -2}, {"uid": "1295941669088457230", "i": 10237, "idx": 0, "sa": ["Steve Ballmer", "Mayor Kevin Johnson"], "q": "plan was recently selected by Sacramento <strong> Mayor Kevin Johnson </strong>'s Arena Task Force as the best prospect for keeping the franchise in town. But Taylor admits it will likely take public money to make it happen. <q>We may come to the conclusion at the end of 90 days that it really isn't doable in this market at this time, and we'll tell them that,</q> said Taylor. Microsoft CEO <strong> Steve Ballmer </strong> is often mentioned as a potential owner for a Seattle-based team. He offered up millions for a KeyArena remodel prior to the Sonics departure, and recently sold millions in company", "new_id": -2}, {"uid": "1295224486254787627", "i": 18919, "idx": 0, "sa": ["Colin Powell"], "q": "ensure victory, explained military expert Larry Korb of the Center for American Progress. The 1990-1991 Gulf War saw a rigid application of the \"<strong> Colin Powell </strong> Doctrine,\" which the general later explained meant exhausting all <q>political, economic and diplomatic means.</q> Over 500,000 Coalition troops from dozens of allied nations were poured into the Gulf for the war that began with an extensive month-long aerial campaign followed by 100 hours of operations on the ground with the sole objective", "new_id": -2}, {"uid": "1297475330028377090", "i": 39768, "idx": 2, "sa": ["Emma Willard", "Kirsten Gillibrand"], "q": "established neighborhood,\" features floor-to-ceiling windows with scenic views. The 2.6-acre property includes a greenhouse and gardens. Property taxes total$ 7,589 and the house is in the Troy city school district. <q>I don't know if her( <strong> Kirsten Gillibrand </strong>'s) children will attend school in the Troy district. They are still too young,</q> said Lesser. <strong> Emma Willard </strong>, a private girls' school several miles from her new home. Rensselaer County Executive Kathy Jimino said <strong> Kirsten Gillibrand </strong>'s decision sends a positive message. \"I think it's", "new_id": -2}, {"uid": "1296145047005734434", "i": 3271, "idx": 0, "sa": ["Justin Bieber", "Katy Perry", "David Letterman"], "q": "<strong> Katy Perry </strong>'s California Dreams tour is shaping up to be quite the experience, with the singer promising \"a Broadway feel\" with a storyline. The show will even smell good: <q>It's going to smell like you're in cotton candy heaven.</q>( <strong> Justin Bieber </strong> will appear on \"The Late Show With <strong> David Letterman </strong>\" twice next week.( Diddy is going to guest star on an upcoming episode of \"Hawaii 5-0.\"( Just Jared)", "new_id": -2}, {"uid": "1295613319066224145", "i": 9045, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page is taking over. \"Google also announced that its board of directors had approved certain changes to Google's management team,\" the company said in a filing with the Securities and Exchange Commission. <q>Larry Page, Google's co-founder and president of products, will become Google's chief executive officer, effective April 4, 2011. <strong> Eric Schmidt </strong>, Google's current chief executive officer, will continue as the chairman of the board of directors and will serve as Google's executive chairman.</q> As executive chairman, Google said, <strong> Eric Schmidt </strong> will act as an advisor to Page and <strong> Sergey Brin </strong>, Google's other co-founder and president of technology. Microsoft combats piracy; Stallman agitates for free software Circle.am", "new_id": -2}, {"uid": "1294964712039272591", "i": 1307, "idx": 0, "sa": ["Tracy McGrady", "Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q>It was a <strong> Yao Ming </strong> defensive play,</q> said <strong> Marcus Camby </strong> http://wn.com/Carmelo_Anthony_41_Pts_MIX_NBA_09/10_Season_Denver_Nuggets_At_Portland_Trail_Blazers Absolutely NO COPYRIGHT infringement is intended. All images, audio, and video clips are property of their respective owners. <strong> Carmelo Anthony </strong> Rising in NBA 2009/2010 MORE TAGS: <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong> Mcgrady, Shaq,", "new_id": -2}, {"i": 12044, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'s new book says otherwise. His sources claim that the success was due to other factors as much as the surge). <strong> Colin Powell </strong> could have stayed silent but he went out on a http://wn.com/Kurt_von_Hammerstein,_der_General_der_austand_gegen_Hitler Here a translation: <q>I won't go along with this</q>. When you are in a political party you won't make much friends with this kind of statements, but in the NSDAP it was dangerous. Also for the highest military <strong> Kurt von Hammerstein </strong> and he hasn't been noticed", "sa": ["Colin Powell", "Kurt von Hammerstein"], "uid": "1295744650033914887"}, {"uid": "1295951271178913282", "i": 28595, "idx": 0, "sa": ["Cheryl Cole", "Girls Aloud", "Derek Hough", "Katy Perry", "Simon Cowell"], "q": "after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as Rihanna or <strong> Katy Perry </strong>. A friend of <strong> Cheryl Cole </strong>'s rumoured boyfriend <strong> Derek Hough </strong> said: <q>Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US' X Factor' in the bag. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US.</q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The", "new_id": -2}, {"uid": "1297293075061915141", "i": 30380, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "are the rest of the White American Teabagger Talibanners and it's their job to.\" In other news, the sky is blue when it's sunny, and gray when it rains. Report Abuse <q>Why is this heading still here after 6 weeks!!</q> No coverage of the Liberal protesting the consevative get together featurubg the Koch Brothers, ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap Car Insurance Compare 10 Top Rated Auto Insurance Companies- Free", "new_id": -2}]