[{"uid": "1296366488199786542", "i": 44438, "idx": 3, "sa": ["Mike Pence"], "q": "'' Bill Stephan, a friend of <strong> Mike Pence </strong>'s since their law school days, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. <q> I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve, </q> Stephan said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school in Indianapolis, largely because he heard in Ronald Reagan`` the manifestation of the kind of traditional American ideals that I was raised to", "new_id": -2}, {"uid": "1295452591083853361", "i": 9555, "idx": 8, "sa": ["Simon Cowell", "Steven Tyler"], "q": "'s far more palatable than thinking of America as an overbearing, imperial power throwing its weight around on the world stage.'' Morgan recently offered a different explanation: Perhaps we equate meanness with honesty. <q> There is kind of a belief amongst Americans, true or not, that the Brits are perhaps a little more blunt and more to the point, </q> he told title=\"TV Guide\" href=\"http://www.chicagotribune.com/topic/services-shopping/books-magazines/tv-guide-PRDPER000001.topic\"> TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative.`` What's with", "new_id": -2}, {"uid": "1295454365253952023", "i": 21421, "idx": 0, "sa": ["Alassane Ouattara"], "q": "pr?sidentielle du 28 novembre, qui voient leur mandat tendu. Ainsi, les 500 hommes transf?r?s de la mission de l'ONU au Lib?ria resteront quatre semaines suppl?mentaires et 500 autres resteront jusqu'au 30 juin. Vers des <q> sanctions cibl?es contre ceux qui font obstruction au travail de l'Onuci </q> La communaut internationale reconna?t <strong> Alassane Ouattara </strong> comme le gagnant de la pr?sidentielle mais Laurent Gbagbo le conteste et refuse de c?der la place. La r?solution, r?dig?e par la France et les Etats-Unis,", "new_id": -2}, {"uid": "1294978384186728451", "i": 48251, "idx": 4, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Mark Kelly", "Debbie Wasserman Schultz"], "q": "dinner date when the four were in town together, like the one last week at Matchbox, a popular pizza place in Washington favored by Ms. <strong> Gabrielle Giffords </strong>'s husband, <strong> Mark Kelly </strong>, who is an astronaut. <q> We enjoy being there for each other, </q> Ms. <strong> Kirsten Gillibrand </strong> said,`` So when <strong> Debbie Wasserman Schultz </strong> and I were allowed to visit <strong> Gabrielle Giffords </strong>, it meant so much to us to encourage her and to tell her how much we love her and how she is inspiring the", "new_id": -2}, {"uid": "1295537942185040944", "i": 11549, "idx": 0, "sa": ["Simon Cowell", "Christina Aguilera"], "q": "with artists including Britney, <strong> Christina Aguilera </strong>, Pink- and Jewel mentor contestants and pick a winner. In other words, there won't be an audience vote. Jewel said artists need signatures, not just hits: <q> A lot of great singers are foundering because they haven't found that one song. </q> Perhaps <strong> Simon Cowell </strong> should take her words to heart and reconsider making X Factor winners release a cover as their first single. One of the challenges will be to write a song in three hours. It sounds", "new_id": -2}, {"uid": "1297094194234487815", "i": 14264, "idx": 8, "sa": ["Donald Rumsfeld", "Colin Powell", "George H. W. Bush"], "q": "that he didn't want to go to the CIA[ in the Ford administration]. And that someone made him go there. And it was probably <strong> Donald Rumsfeld </strong> or something.'' Secretary of State <strong> Colin Powell </strong> <q> did not, in my view, do a good job of managing the people under him, </q> <strong> Donald Rumsfeld </strong> said.`` There was a lot of leaking out of the State Department, and the <strong> George H. W. Bush </strong> knew it. And it was unhelpful. And most of it ended up making the State Department look good.", "new_id": -2}, {"uid": "1296591076195919887", "i": 48869, "idx": 2, "sa": ["Kelsey Grammer", "Camille Grammer", "Wendy Williams", "David Letterman"], "q": ". The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.'' COHEN:`` There's a shot of her with the kids on <strong> David Letterman </strong>.'' <strong> Camille Grammer </strong>: <q> He uses them as props. It's tough, it's harsh. It hurts, of course. </q> The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Wendy Williams_Wendy Williams_on_Camille Grammer_Kelsey Grammer_Kelsey Grammer's_pending_divorce_12/15/2010 getnew.info 14.10.2010. Watch More! Find the latest hot search topics and current, most searched news on aol search. <strong> Kelsey Grammer </strong>& apos", "new_id": -2}, {"uid": "1296453850064503811", "i": 43, "idx": 0, "sa": ["Michael Vick", "Morten Andersen", "David Akers"], "q": "in the fourth quarter bounced off the right upright.`` <strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,'' <strong> David Akers </strong> said, <q> so it means a lot to be able to pass a legend like that. </q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. Eagles quarterback <strong> Michael Vick </strong> started but played only the first quarter,", "new_id": -2}, {"uid": "1296271846184582164", "i": 29208, "idx": 9, "sa": ["Shaquille O'Neal", "Theo Ratliff", "Matt Geiger", "Allen Iverson", "Kobe Bryant"], "q": "<strong> Kobe Bryant </strong> managed just 18 points while committing six turnovers in 41 minutes.`` I don't approach the game like it's <strong> Kobe Bryant </strong>, and I want to have a <strong> Shaquille O'Neal </strong> game against him,'' <strong> Allen Iverson </strong> said. <q> I want to play a good game against everybody. When you play well against another great player, it's only natural for you to feel good about the win. But that's not the most important thing for me. </q> <strong> Theo Ratliff </strong> likely is out until April with a broken wrist, but the Sixers appeared to get some help in the paint when <strong> Matt Geiger </strong> returned from a 1 1/2- month layoff in Tuesday's 107-104 win at Milwaukee.", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]