[{"uid": "1295418952187301895", "i": 43294, "idx": 0, "sa": ["Steven Tyler", "David Letterman"], "q": "Economic Bill of Rights Musharraf says blasphemy law can not be changed <strong> Steven Tyler </strong>: Snorting Lunesta Led To Falling Off Stage drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q> It's not any target=\"_blank\" href=\"http://onlinenews.com/\"> news here about my drug use and addictions in the past, </q> he told <strong> David Letterman </strong> on` The <strong> Steven Tyler </strong> Explains His` American Idol' Judging Style VH1 I take what I've grown up with, which is being a very harsh judge of myself, of my vocals, of", "new_id": -2}, {"uid": "1296561500134217730", "i": 20893, "idx": 0, "sa": ["Mike Pence"], "q": "in ring MUNCIE, Ind.-- U.S. <strong> Mike Pence </strong> discussed his political future-- in somewhat nonspecific terms-- while addressing students in a Central High School social studies class Friday. <strong> Mike Pence </strong> acknowledged he was considering <q> maybe coming home and running for governor, </q> but the Republican said he was likely months away from making a final decision. He didn't completely rule out seeking a seventh term representing Indiana's 6th District in the U.S. House. While", "new_id": -2}, {"uid": "1297070683236994575", "i": 25981, "idx": 1, "sa": ["Simon Cowell", "Steve Jones"], "q": " But <strong> Steve Jones </strong>- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q> I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time, </q> he said.:: <strong> Steve Jones </strong> will host Live From The Red Carpet: The 2011 Baftas on Sunday at 5pm on E! Entertainment Television. Copyright( c) Press Association Ltd. 2011", "new_id": -2}, {"uid": "1296486373063668243", "i": 2835, "idx": 5, "sa": ["George W. Bush", "Mike Pence", "Dan Quayle", "Jack Kemp"], "q": "<strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve,'' Stephan said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in Ronald Reagan <q> the manifestation of the kind of traditional American ideals that I was raised to believe in. </q>( Besides Reagan, <strong> Mike Pence </strong>'s top political heroes include Republicans <strong> Jack Kemp </strong> and <strong> Dan Quayle </strong>.) But his first attempts at elected office-- not counting his successful run for class <strong> George W. Bush </strong> in high school-- did not", "new_id": -2}, {"uid": "1297174923217825289", "i": 30778, "idx": 7, "sa": ["Donald Rumsfeld", "David Petraeus"], "q": "Zitate`` Die Dinge, die wir nicht wissen- wir wissen sie nicht'' <strong> Donald Rumsfeld </strong> und die Folter- Aff?re- R?ckendeckung vom Pr?sidenten USA-`` Wir behandeln Gefangene nicht wie zivilisierte Menschen'' <strong> Donald Rumsfeld </strong>: Zitate- <q> Die Dinge, die wir nicht wissen- wir wissen sie nicht </q> Nahost- USA und Irak offenbar ber Truppenabzug einig US-General <strong> David Petraeus </strong>- Der neue M?chtige im Osten Faulsein im B?ro Hauptsache, man wirkt gestresst Politische Reformen in Kairo`` Wenn gypten f?llt, ist der Nahe Osten verloren''", "new_id": -2}, {"uid": "1296480838012713994", "i": 22145, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Operating profit is expected to reach$ 2 billion, which falls directly in the middle of the$ 1.6 billion to$ 2.4 billion range given in the past. <strong> Sergio Marchionne </strong> said that despite the progress, <q> our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives. </q> Ford Motor Co. on Friday reported full-year profit of$ 6.6 billion, despite a disappointing fourth quarter that fell short of Wall Street expectations, causing the stock to plummet. Its hourly workers will get profit-sharing", "new_id": -2}, {"uid": "1297203269184696860", "i": 7814, "idx": 15, "sa": ["Dick Cheney", "Colin Powell", "Barack Obama", "Isnilon Hapilon"], "q": "the U.S. Chamber of Commerce in... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Article: <strong> Barack Obama </strong> invites Republican lawmakers to White House...'s memoir plays a fast and loose game of dodge ball with what... Report Isnilon Hapilonse <q> Come on Rummy, You abandoned the`` <strong> Colin Powell </strong> Doctrine </q> on the premise that we could do the war`` on the cheap''. Or as you put it`` leave a light foot print'' then we can leave within a year.. by the way the", "new_id": -2}, {"uid": "1295558498104759316", "i": 2471, "idx": 0, "sa": ["Simon Cowell", "Cher Lloyd"], "q": "Killer'' <strong> Cher Lloyd </strong> to land No1 in sixth consecutive decade with new hit Musicrooms The Burlesque star's new song could hit the top of the dance charts. target=\"_blank\" href=\"http://divahello.com/\"> Diva extraordinaire <strong> Cher Lloyd </strong>'s latest single, <q> You Haven't Seen the Last of Me, </q> couldn't be titled more appropriately. On the Calif governor decries polarized political attacks` Stifled' <strong> Cher Lloyd </strong> tells <strong> Simon Cowell </strong> she wants to do things her way as she... Hollywood for only a few hectic days, but", "new_id": -2}, {"uid": "1297242301040484871", "i": 14913, "idx": 2, "sa": ["Colin Powell", "Isnilon Hapilon"], "q": "at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the United Nations two days later. Rumsfeld quotes himself as telling the meeting: <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected to the plan. Rumsfeld said Khurmal was operated by a Sunni extremist group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian who later led", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}]