[{"uid": "1295614925136232964", "i": 20511, "idx": 0, "sa": ["Eric Schmidt"], "q": "public in 2001-a time when the company needed, in <strong> Eric Schmidt </strong>'s words, \"day-to-day adult supervision.\" <strong> Eric Schmidt </strong> now feels Page is ready to lead, while Page himself told the Times he wants Google to be <q>a big company that has the nimbleness and soul and passion and speed of a start-up.</q> Threaded, dynamic( default) New replies push comment threads to the top. Threaded, reverse-chronologicalComment threads started last appear at the top. Threaded, chronologicalComment threads started first appear at the top. Flat,", "new_id": -2}, {"uid": "1295133242039174154", "i": 18549, "idx": 5, "sa": ["Allen Iverson"], "q": "as happy as I can be right now.\" <strong> Allen Iverson </strong> was surprised to learn he had tied his career high in assists. \"I'm glad I did something right in that game,\" he said. <q>I'm happy I had the assists that I had and obviously my teammates did a great job of finishing plays. I knew that whole game-- 48 minutes-- I had to do something our there right. As far as the offensive effort that I had, I did everything 99-percent wrong. And the assists were just that 1 percent I had right.</q> The win was the third straight for the 76ers( 35-34), who raised their record above.500 for the first time since they were 4-3. And it lifted them into a tie for seventh with Indiana in", "new_id": -2}, {"uid": "1296730194207978513", "i": 3333, "idx": 1, "sa": ["Nick Gibb", "Michael Gove"], "q": "warns that <strong> Michael Gove </strong>'s plans for a narrow 1950s-style curriculum could lead to young people switching off from learning, playing up in the classroom and finding themselves unprepared for the modern workplace,\" he said. <q>Giving young people the opportunity to study the subjects they excel in, enjoy and that will set them up for the future is the best way to keep them engaged and focused on learning.</q> The Department for Education is currently carrying out a review of the national curriculum and handing teachers greater powers to search children and remove disruptive children from class. Schools minister <strong> Nick Gibb </strong> said the review was", "new_id": -2}, {"uid": "1295965342261718034", "i": 17523, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "denied the presence in Egypt of \"any terrorist organization linked to al-Qaida or other groups.\" But he said there have been attempts to mobilize elements trained outside Egypt or recruit people on the Internet. <q>We are sure that there are dozens of people loyal to al-Qaida in Gaza and some of them already have been involved in previous terrorist attempts in Egypt,</q> he said, blaming a 2009 blast at a Cairo mosque that killed a French tourist on the Palestinian Army of Islam. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for", "new_id": -2}, {"uid": "1297182562166789141", "i": 2698, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Diane Sawyer", "Hosni Mubarak"], "q": "<strong> Hosni Mubarak </strong> to resign. Kazakh Language Test For Presidential Candidates To Be Made Harder Kazakhstan's Central Election Commission( OSK) chairman says a mandatory Kazakh-language test for presidential candidates would be made stricter. <q>I have no doubt that given the facts that were made available to <strong> President Bush </strong> in 2003, I would have made the same decision <strong> ... More </strong>,</q> <strong> Donald Rumsfeld </strong> writes. \"Ridding the region of <strong> Saddam Hussein </strong>'s brutal regime has created a more stable secure world.\" No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week", "new_id": -2}, {"uid": "1295316162045481984", "i": 9978, "idx": 3, "sa": ["Leone I", "Blake Griffin", "Allen Iverson"], "q": "these online threats, is expected to hit its highest point on... Degrassi: <strong> Leone I </strong> Just Don't Know.../ Try Honesty Promo The Boiling Point continues Monday, August 2, 2010 at 9pm on TeenNick with <q><strong> Leone I </strong> Just Don't Know What To Do With Myself( Part 1)</q>.... <strong> Allen Iverson </strong> 50pts Philadelphia 76ers vs Atlanta Hawks 03/04 NBA* Flu Game* Season <strong> Blake Griffin </strong> <strong> Allen Iverson </strong> 50pts Philadelphia 76ers vs Atlanta Hawks 03/04 NBA* Flu Game* Season <strong> Blake Griffin </strong> Once the flu didn't stop <strong> Allen Iverson </strong>,", "new_id": -2}, {"uid": "1295280116214679587", "i": 36191, "idx": 0, "sa": ["Simon Cowell"], "q": "The singer, who assists <strong> Simon Cowell </strong> on The X Factor, tweeted last night: \"Coming out now.\" Sinitta then received messages from her followers to congratulate her on the admission. One wrote: <q>Welcome to the pink side! We have cupcakes!</q> However, the star later revealed that the tweet was instead intended to be a text message for her personal chauffeur, Gemel. Guy BurnetThe former Hollyoaks star on moving stateside and his 2011 projects EastEnders:", "new_id": -2}, {"uid": "1295779892017170523", "i": 1841, "idx": 7, "sa": ["Bob Dole", "Charlie Black", "Mike Pence"], "q": " \"The key is the conservative movement adopting him as its favorite.\" <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. <q>The folks I've heard, the names I've seen, are the leaders of the social conservative movement,</q> said GOP strategist Scott Reed, who managed <strong> Bob Dole </strong>'s presidential campaign in 1996. \"And that is a strong base from which to start. But it isn't going to get you to the finish line.", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q>The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with,</q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}, {"uid": "1295419136019841068", "i": 1223, "idx": 5, "sa": ["Toby Young", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "hardest one to get.\" Thompson points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. <q>Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show,</q> he says. \"Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.\" For <strong> Toby Young </strong>, it's no accident that", "new_id": -2}]