[{"uid": "1297176549217825300", "i": 7197, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "about it and to consult with others. The next day, Vice <strong> President Bush </strong> Cheney came to the Pentagon. \"Don, 35 years ago this week, I went to work for you,\" he said, <q> and on this one you're wrong. </q> Adapted from Known and Unknown: A Memoir by <strong> Donald Rumsfeld </strong>, with permission from Sentinel, a member of The Penguin Group, USA. Copyright 2011, <strong> Donald Rumsfeld </strong>. Copyright 2011 Dow Jones", "new_id": -2}, {"uid": "1297188372166789129", "i": 5228, "idx": 2, "sa": ["Simon Cowell"], "q": "bit longer. I'm not sure as to who the panel are going to be.\" However, <strong> Simon Cowell </strong> did discuss the possibility of reuniting with fellow former More The X Factor News <q> I am actually a fan of Paula and it is quite unusual when you work with somebody for as long as I did with Paula, that we were friends on the show I'd say about 80% percent of the time and then interestingly afterwards, we'd been in regular contact. So, I'm a big fan of hers, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong> also noted that availability and commitment will be key to determining The X Factor's judges, as unlike American Idol, the new show will require its judges to mentor and work with", "new_id": -2}, {"uid": "1295464300008323104", "i": 48304, "idx": 0, "sa": ["Eric Schmidt"], "q": "media and quantifying results for your client to the power of communications, and more importantly one's reputation: 2 former ex rock radio jocks discuss the similarities of breaking a hit single and marketing a public company. <q> What works for investor relations 6 months ago, may not work today. You have to have your dominos lined up, then it's all about timing. After all, you have to be in the right place at the right time to make money. </q> Tracy Weslosky will be keynote speaker at the IR Conference 2011( www.irconference.ca) on Friday January 21st in Vancouver on \"IR Secret Weapons-- Ensure Success and Quantify Results\". www.ellismartinreport.com http contact: martinreports@gmail.com http://wn.com/WWE_Getting_Rid_of_the_Survivor_Series_PPV/WWE_Looking_to_Launch_TV_Network_in_2011 <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297372999188006442", "i": 10965, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": ". <strong> Amitabh Srivastava </strong>, senior vice president over the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Blade Network Technologies sells switches to improve blade server performance <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295754500172048384", "i": 13398, "idx": 0, "sa": ["Andy Coulson", "Robert Gates"], "q": "man was sentenced to a four-year prison term Friday for conspiring to... Photo in Slideshow: U.S. Secretary of Defense <strong> Robert Gates </strong> and China... Photo in Slideshow: U.S. Secretary of Defense <strong> Robert Gates </strong> and China... Report Abuse <q> Just a start. Now if cleaning up the country is real, go go go go... and we should support the effort. And why does the media ignore stories as to these drug bums using grenade launchers etc that are NOT readily nor legally available in the US!! Oh because it doesn't agree with what they wan to believe. Truth has no place in the libs mindset. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296852026242090045", "i": 25922, "idx": 0, "sa": ["Sergio Marchionne"], "q": "her new, 40-year mortgage. \"I'll die before it's paid off,\" said Olmo, who got her 30-year mortgage modified because she was at risk of losing her home to foreclosure. <q> This is the most ridiculous thing I've heard in years. They didn't take my age or my income into consideration. </q> SAN FRANCISCO Ã\u0082- Chrysler CEO <strong> Sergio Marchionne </strong> says he hopes to reach a deal with banks to refinance the company's high-interest government loans by the end of the first quarter. <strong> Sergio Marchionne </strong> said Friday at an auto", "new_id": -2}, {"uid": "1296140177192086050", "i": 22846, "idx": 2, "sa": ["Eric Schmidt"], "q": "$ 5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up seismic shift at Google's helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led Google since 2001, three years before the company went public in August 2004. Since then, Google's shares have grown more than sixfold, at one point surpassing$ 700. Google", "new_id": -2}, {"uid": "1295808436044548117", "i": 8040, "idx": 1, "sa": ["Keith Olbermann", "David Letterman"], "q": "poor man's version of ESPN, according to a Cornell Sun report. \"Fox Sports was an infant trying to stand[ in comparison to ESPN],\" <strong> Keith Olbermann </strong> said. <q> But on the broadcast side there was no comparison- ESPN was the bush leagues. </q> During a 2007 appearance on the \"Late Show,\" host <strong> David Letterman </strong> asked <strong> Keith Olbermann </strong>, \"What is it about you? You seem to burn bridges wherever you leave.\" said of his relationship", "new_id": -2}, {"uid": "1297244182110002201", "i": 34478, "idx": 0, "sa": ["Jay Leno", "Justin Bieber", "Paula Abdul", "Simon Cowell"], "q": "Earlier this week \"The X Factor\"s <strong> Simon Cowell </strong> confessed that he is a \"massive fan of <strong> Paula Abdul </strong>.\" On Tuesday night <strong> Paula Abdul </strong> told <strong> Jay Leno </strong> that she felt that was an understatement. <q> I think you need to take \"mass' off and put` obsessive,' </q> said <strong> Paula Abdul </strong> when asked about her thoughts on <strong> Simon Cowell </strong>'s comment. The singer then clarified, \"He\"s obsessed with me.\" confessed that he is a \"massive fan of <strong> Paula Abdul </strong> <strong> Justin Bieber </strong> Fever", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}]