[{"uid": "1296407544252772372", "i": 155, "idx": 33, "sa": ["Andre Iguodala", "Andre Miller", "Samuel Dalembert", "Marcus Camby", "Allen Iverson"], "q": "on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western Conference. <q><strong> Elgin Baylor </strong> almost had a perfect trip at my home away from home,</q> <strong> Allen Iverson </strong> said. <strong> Samuel Dalembert </strong> scored the decisive basket with 32.9 seconds remaining. When <strong> Andre Iguodala </strong> lost possession of the ball as he fell, <strong> Samuel Dalembert </strong> was there to grab it and turned for a lay-in. <strong> Andre Miller </strong>, acquired by", "new_id": -2}, {"uid": "1296155962139182086", "i": 42483, "idx": 0, "sa": ["Kelly Hoppen", "Andy Coulson", "Sienna Miller"], "q": "criminal activity January 2011- CPS to review all material held by police, following civil action launched against the NoW by actress <strong> Sienna Miller </strong>. Mr <strong> Andy Coulson </strong> resigns as prime minister's communications chief In a statement NoW said: <q>We have carried out an extensive investigation led by a team of independent forensic specialists and we have found no evidence whatsoever to support this allegation. \"The civil litigation is ongoing, as is the internal investigation and until both are concluded it would be inappropriate to comment further. \"However, we are disappointed the BBC chose to lead with this misleading report without giving the News of the World an opportunity to respond.</q> The Guardian has previously reported that Mr Evans' defence is he phoned Ms <strong> Kelly Hoppen </strong>'s number for legitimate reasons and accidentally accessed her voicemail when the keys on his own phone got stuck. Mr", "new_id": -2}, {"uid": "1296495369175095837", "i": 44679, "idx": 1, "sa": ["Steve Ballmer"], "q": "in China, said she was unsure when the cooperation ended and called it \"uncertain' whether it would be restored.\" That's less than encouraging news for Microsoft supporters, since a different representative labeled China <q>the most important strategic market for Microsoft</q> in late 2009, and <strong> Steve Ballmer </strong> didn\"t back down during the Google hacking brouhaha. The content of this field is kept private and will not be shown publicly. Web page addresses and e-mail", "new_id": -2}, {"uid": "1297375002139821119", "i": 36776, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295756651021528610", "i": 13738, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Will Page"], "q": "Google foes plenty of ammunition. <strong> Eric Schmidt </strong> became the face of the \"evil\" Google in the\" Don't Be Evil?\" video. Even yesterday, people wondered if his <q>Day-to-day adult supervision no longer needed!</q> tweet \"proved\" there was some sort of friction between himself, <strong> Will Page </strong>, and <strong> Sergey Brin </strong>. comment <strong> Sergey Brin </strong> made about <strong> Eric Schmidt </strong> when he was hired as chairman in 2001: \"Basically, he's", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q>merge Google's technology and business vision brilliantly.</q> \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}, {"uid": "1296860121114081793", "i": 26288, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "Ferrari, Maserati and Alfa Romeo. Last year, Volkswagen AG Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q>As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer,</q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> also said Fiat is looking to \"redimension\" its joint venture with Indian automaker Tata Motors to sell Fiat-branded cars in India. Tata", "new_id": -2}, {"uid": "1295592162066338850", "i": 23500, "idx": 7, "sa": ["Colin Powell", "Lee Greenwood"], "q": ", but <strong> Colin Powell </strong> read a message from him. \"Though many years have passed, the events of 1991 remain some of the defining and proudest of this old soldier's life,\" he said. <q>To celebrate the victories of Operation Desert Storm is to celebrate the union of 34 allied nations joined by the recognition that unprovoked aggression against a peaceful nation will not be tolerated.</q> The event ended with a surprise visit by <strong> Lee Greenwood </strong>, who sang his hit Proud to be an American to a standing crowd. Theeagle.com is pleased to offer readers the ability to comment on", "new_id": -2}, {"uid": "1295562055204783632", "i": 33196, "idx": 0, "sa": ["Eric Schmidt"], "q": "active role in strategic projects including product development. The company announced the management shakeups in its quarterly earnings report. They will become effective on April 4, 2011. As executive chairman, <strong> Eric Schmidt </strong> will handle <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> In a blog posting, <strong> Eric Schmidt </strong> wrote, \"as Google has grown, managing the business has become more complicated,\" noting that Google recognized a need to \"speed up decision making.", "new_id": -2}, {"uid": "1295984269158924821", "i": 5988, "idx": 4, "sa": ["Eric Schmidt"], "q": "Despite his hopes of landing a TV gig, it appears the Chairman won't be straying far from Google. At the DLD media conference in Munich today, <strong> Eric Schmidt </strong> said he is <q>very personally excited about my next decade at Google.</q>", "new_id": -2}]