[{"uid": "1295440340100417590", "i": 16358, "idx": 0, "sa": ["Simon Cowell", "Randy Jackson"], "q": "show's href=\"http://www.mtv.com/news/articles/1656146/american-idol-season-10.jhtml\"> season 10 premiere Wednesday( January 19).''` American Idol'? Oh, yeah, I love all those[ talent shows],'' he said. <q> Somebody says they're` chewing gum for the mind,' but they're entertaining.... My wife makes me watch them; I don't, </q> he joked before admitting that he and his wife TiVo every episode.`` I went to one or two of the shows and met <strong> Simon Cowell </strong>,'' he revealed.`` Somebody I really like is <strong> Randy Jackson </strong>", "new_id": -2}, {"uid": "1295858822256983053", "i": 10970, "idx": 1, "sa": ["Ian Edmondson", "Chris Huhne", "Harriet Harman"], "q": "this is really dealt with,'' he said. Challenging the extent of the alleged hacking, Mr <strong> Chris Huhne </strong> referred to the recent suspension of the News of the World's assistant editor <strong> Ian Edmondson </strong>. <q> I have worked on a newspaper and I have been a journalist and it does seem to me totally implausible that this was a situation where it was limited to one journalist.`` We now know that one very senior member of the News Of The World executive staff has been suspended.`` It does seem to me very implausible indeed and I was rather surprised that the police seem to have accepted that story rather than investigating further. </q> <strong> Harriet Harman </strong>, the deputy leader of the Labour Party, said the police must properly investigate allegations of phone-hacking by journalists.`` Hacking into people's phones is illegal. Obviously the criminal law has", "new_id": -2}, {"uid": "1297723537005980188", "i": 39931, "idx": 0, "sa": ["Michael Vick", "Oprah Winfrey"], "q": "NFL star whose name became synonymous with dogfighting is scheduled to be a guest on the <q> The title=\"Oprah Winfrey\" href=\"http://www.dailypress.com/topic/entertainment/television/Oprah Winfrey-Oprah Winfrey-PECLB004206.topic\"> <strong> Oprah Winfrey </strong> Show. </q> The daytime talk show host's interview with <strong> Michael Vick </strong> is set to air Thursday, Feb. 24. Officials with Chicago-based Harpo Productions say the interview will cover <strong> Michael Vick </strong>'s time in prison, his work", "new_id": -2}, {"uid": "1297275861108511252", "i": 8046, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "help him select the winner of the TV talent show but admitted he is in`` regular'' contact with the singer, who he worked with on` American Idol' until 2009. He said: <q> I'm a massive fan of <strong> Paula Abdul </strong>. We've been in regular contact. I'm not going to say who we are going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers. </q> <strong> Simon Cowell </strong>, 51, quit` American Idol' in order to launch` The X Factor' in the US and he admits he has not watched the new season of his former show, though he", "new_id": -2}, {"uid": "1295565225148553765", "i": 27651, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "which href=\"http://abcnews.go.com/Technology/wireStory?id=10644870\" target=\"external\"> <strong> Eric Schmidt </strong> said are his greatest strengths. He added that <strong> Sergey Brin </strong> will retain the title co-founder and focus on strategic projects, particularly new products. As for himself, <strong> Eric Schmidt </strong> said, <q> I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. </q> <strong> Eric Schmidt </strong>: <strong> Larry Page </strong> Will Merge Technology and Business Vision` Brilliantly' <strong> Eric Schmidt </strong> said that when he first joined Google, he never imagined the growth that the company has achieved but added that Google's", "new_id": -2}, {"uid": "1295223318165576722", "i": 42710, "idx": 2, "sa": ["Alassane Ouattara"], "q": "told A.F.P. Sunday. The two men`` know each other, they can sit down and find a solution.'' At the besieged Golf Hotel, <strong> Alassane Ouattara </strong> spokeswoman Anne Ouloto repeated the demand that: <q> He[ Gbagbo] must go. </q> Gbagbo`` is not following the logic of peace or of dialogue,'' he said.`` We saw this yesterday with the hateful and nasty speech'' given by his wife, Simone, in which she", "new_id": -2}, {"uid": "1295281966064159754", "i": 40128, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "Monday. Earlier Sunday, Senator <strong> Kirsten Gillibrand </strong> told US television that she had visited with <strong> Gabrielle Giffords </strong> the previous day and found her`` doing great'' and`` making progress every day.'' <strong> Gabrielle Giffords </strong> is <q> using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> told NBC's`` Meet The Press'' program.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. The 40-year-old <strong> Gabrielle Giffords </strong>", "new_id": -2}, {"uid": "1296598035161153062", "i": 13609, "idx": 1, "sa": ["John Bryan", "Colin Powell"], "q": "<strong> Colin Powell </strong> could not attend. The event is voluntary and paid for with a chaplains' offering fund and a$ 7 admission. As of Tuesday, 178 attendees from the 10,000 on base are expected. <q> He's not here to pass out Bibles and to have a sermon, </q> <strong> John Bryan </strong> said of McClary.`` Does he have personal Christian beliefs? Yes, he does... We're committed to protecting somebody's right to practice any religion they choose, or no religion, provided those practices", "new_id": -2}, {"uid": "1295892542149438474", "i": 59815, "idx": 0, "sa": ["Geoffrey White", "Zahi Hawass", "Karl-Erik Norrman", "Paul Thompson", "Tiffany Jenkins"], "q": "Egypt from collections in various other countries. In July 2003, the Egyptians demanded the return of the Rosetta Stone. <strong> Zahi Hawass </strong>, as secretary general of the Supreme Council of Antiquities in Cairo, told the press, <q> If the British want to be remembered, if they want to restore their reputation, they should volunteer to return the Rosetta Stone because it is the icon of our Egyptian identity. </q> Speakers: Dr <strong> Tiffany Jenkins </strong>; Dr <strong> Paul Thompson </strong>; <strong> Karl-Erik Norrman </strong>; <strong> Geoffrey White </strong> Chair: Paul Thompsonine Hadaway The ownership of the Parthenon Marbles has been disputed since their removal from Athens in the early 19th century, by Lord Elgin. Some", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]