[{"uid": "1296124798102268952", "i": 59888, "idx": 1, "sa": ["Bernie Sanders"], "q": "invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. href=\"http://www.foxnews.com/topics/politics/Bernie Sanders-Bernie Sanders.htm#r_src=ramp\"> <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>", "new_id": -2}, {"uid": "1297291870118325258", "i": 45175, "idx": 0, "sa": ["Simon Cowell", "Christina Aguilera"], "q": "messed up some of the words. <strong> Simon Cowell </strong> said it sounded like a 100,000 people in the stadium just sat on a cat. Ouch! He didn't stop there. He said, <q> This is what happens when you perform in front of an audience, even to someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong. But that was bad. </q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"uid": "1296527705266076161", "i": 40908, "idx": 0, "sa": ["David Letterman", "Barbara Walters", "Peter Weir", "Regis Philbin", "Robin Williams", "Bill Clinton", "Charles Grandison Rose III"], "q": "musical: Gomez, the Fray Newsday Well, word( and song) is finally leaking out about what sort of- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charles Grandison Rose III </strong> and discuss having open-heart surgery on ABC's <q> A <strong> Barbara Walters </strong> Special: A Matter of Vivis Colombetti talks Paranormal Activity 2 Director <strong> Peter Weir </strong> finds`` Way Back </q> to big screen target=\"_blank\" href=\"http://wn.com/Los_Angeles\"> LOS ANGELES( Back Stage)- It's difficult to find a common thread among <strong> Peter Weir </strong>'s comedy about residents of a small town who deliberately cause car crashes. But he", "new_id": -2}, {"uid": "1296181148239108117", "i": 13264, "idx": 0, "sa": ["Tim Godwin", "Clive Goodwin", "Andy Coulson", "Glenn Mulcaire", "David Cameron"], "q": "World, who resigned from the paper when <strong> Clive Goodwin </strong> and <strong> Glenn Mulcaire </strong> were convicted in 2007. <strong> Andy Coulson </strong> has always claimed he knew nothing about the hacking but last week he quit as <strong> David Cameron </strong>'s communications chief, saying <q> when the spokesman needs a spokesman, it's Tim Godwine to move on. </q> Even with the number of suspects and alleged vicTim Godwins growing, many doubt the scandal will change Britain's keenly competitive tabloid culture. Newspapers believe readers are hungry for scoops_ and will forgive tabloids their transgressions", "new_id": -2}, {"uid": "1295669863191152173", "i": 58318, "idx": 0, "sa": ["Maggie Gallagher", "Andy Coulson"], "q": "his PR guy. The police investigation continues. Now <strong> Andy Coulson </strong> resigns as heat increases... http://www.reuters.com/article/idUSTRE70K2F920110121 Much more at the Guardian. But we'll note this factor in play... <q> The row comes at a sensitive time for News Corp which is waiting to hear if the British government will clear its planned$ 12 billion buyout of pay TV operator BSkyB or refer the deal to competition authorities for further investigation. </q> Posted by: bernielatham| January 21, 2011 8:00 AM|`` No one who has read the literature from <strong> Maggie Gallagher </strong>'s group or the many others like it believes that if some legislation could", "new_id": -2}, {"uid": "1294952896035717140", "i": 19932, "idx": 1, "sa": ["Mark Kelson", "Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": ", damaged in the shooting, is bandaged.) For about 30 seconds, <strong> Gabrielle Giffords </strong> struggled, before finally opening her eye wide and straining to focus on her friends, husband, parents and doctor. <q> We knew she could hear and understand what we were saying, </q> <strong> Kirsten Gillibrand </strong> told reporters traveling back to Washington with the <strong> Barack Obama </strong> Thursday morning. <strong> Gabrielle Giffords </strong>' husband <strong> Mark Kelson </strong> then told his wife to give them a thumbs-up if she could hear him. Instead, she slowly raised her", "new_id": -2}, {"uid": "1294973110267157533", "i": 6832, "idx": 0, "sa": ["Steve Ballmer"], "q": "consumer demand for gaming continues to evolve.'' Microsoft's Xbox 360 video game consoles were the only platform to sell more hardware in 2010 than in the previous year, according to NPD. <q> This has been the biggest holiday and the biggest year ever for Xbox, </q> Microsoft chief executive <strong> Steve Ballmer </strong> said during a presentation at the Consumer Electronics Show in Las Vegas. <strong> Steve Ballmer </strong> boasted that Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 video game consoles in the 60", "new_id": -2}, {"uid": "1296863261132562962", "i": 11866, "idx": 2, "sa": ["Sergio Marchionne"], "q": "pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout.`` We had no choice... I am going to pay the shyster loans.'' He called the loans <q> a thorn in my side. </q> Chrysler's also in talks with banks to refinance its debt and plans to have an`` agreement in principle'' by end of March, he said. <strong> Sergio Marchionne </strong> spoke at an auto industry conference", "new_id": -2}, {"uid": "1297134952101482529", "i": 42956, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": ", 2010-- hopes to sit with <strong> Paula Abdul </strong> in the judging panel for The X-Factor Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> was quoted as saying by The Associated Press at the interview and teleconference for`` The X-Factor''.`` I've always said at some point we are going to be working together.'' Though", "new_id": -2}, {"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,'' he said,`` but when the spokesman needs a spokesman, it's time to move on.''( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q> Once you become the story, it's time to quit. </q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}]