[{"uid": "1297698692228933636", "i": 4147, "idx": 1, "sa": ["Zahi Hawass"], "q": "undated photo released by the Egyptian... Photo: <strong> Zahi Hawass </strong>: No mummies damaged by looters at Cairo's... World Video: Suicide blast strikes downtown Kabul World Video: American Accused of Multiple Murders in Pakistan Report Abuse <q> What hasn't been reported in US news but you can find in several euro news feeds is that the looters were actually members of the elite police force not the general public who is rioting. they were caught in the act of looting and destroying the exhibits- caught by the army- the army is now protecting the museums. </q> Time.com: What the Halal? For French Muslims, Confusion Over What's Forbidden Asian Gold Rush- SMNG Don't miss out on the Vietnamese Gold Rush! Invest in gold today. Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1297668332223444997", "i": 8088, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "middle class, because they are the least-likely homeowners to itemize. Only one-third of middle-income New Yorkers itemize, and usually only those with an income of$ 100,000 or more do so, <strong> Kirsten Gillibrand </strong> said. <q> For all tax issues and all spending issues, it's always about priorities, </q> said the senator.`` So, my focus is on who needs the tax deductions, who needs the tax cuts the most. It's middle-class families.'' In a state with the highest taxes", "new_id": -2}, {"uid": "1295277490032079885", "i": 32359, "idx": 1, "sa": ["Bernie Sanders", "Harry Reid"], "q": "Senate Democrats may support raising the retirement age. But he said there is also a faction of the caucus, led by Senate Majority Leader <strong> Harry Reid </strong>( D-Nev.), staunchly opposed to benefits cuts. <q> I raised my concerns on this payroll tax holiday and it was raised by a number of other Democrats- <strong> Harry Reid </strong> was very strong on the Social Security issue, </q> <strong> Bernie Sanders </strong> said. <strong> Bernie Sanders </strong> claimed that Republicans would fight the end of the FICA`` holiday'' in 2012 and call it a`` tax hike'' in the next election cycle. However, Republicans didn't", "new_id": -2}, {"uid": "1297326779046071825", "i": 5898, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Condoleezza Rice"], "q": "<strong> George W. Bush </strong>, we're assured by <strong> Donald Rumsfeld </strong>, took his side. <strong> Donald Rumsfeld </strong> takes particular offense at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. <q> Powell was not duped or misled by anybody, </q> <strong> Donald Rumsfeld </strong> writes.`` Nor did he lie about Saddam's suspected WMD stockpiles. The <strong> George W. Bush </strong> did not lie. The vice <strong> George W. Bush </strong> did not lie.[ CIA Director <strong> George W. Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did", "new_id": -2}, {"uid": "1296215094141213698", "i": 29340, "idx": 0, "sa": ["Darrell Issa", "Mike Pence", "Barack Obama"], "q": "not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. <strong> Mike Pence </strong> ruled out a White House bid in a letter sent to supporters that also fueled speculation he is instead planning a run for governor. <q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home, </q> <strong> Mike Pence </strong> wrote in the letter.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana.'' <strong> Mike Pence </strong> has two public events scheduled for today. <strong> Darrell Issa </strong>", "new_id": -2}, {"uid": "1295578933025002019", "i": 4365, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I am winning,'' <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> Google's stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> combined own a controlling stake in the company. Google is coming off", "new_id": -2}, {"uid": "1295029652070811648", "i": 48701, "idx": 3, "sa": ["David Letterman", "Kelsey Grammer", "Ryan Reynolds", "Sandra Bullock", "Scarlett Johansson"], "q": "'' and`` Frazier'' star said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying Kayte Walsh. He says that`` Kayte's my new girl'' and that they... <q> Prev The PhilmGuy Reviews:` The Green Hornet' New Teen Mom Jenelle: Losing Her Baby Teen Mom: With drug-related charges against her, Teen Mom 2's Jenelle Evans risks losing contact with baby son, Jace for good. Hot Story: How <strong> Scarlett Johansson </strong> learned about her ex <strong> Ryan Reynolds </strong> and <strong> Sandra Bullock </strong>. Most Popular Boy Names of 2009 Reveals` Twilight' Theme on` Money Drop' <strong> Kelsey Grammer </strong> on Wedding Date With Kayte Walsh:`` Sometime in February </q>", "new_id": -2}, {"uid": "1296984836071090189", "i": 2456, "idx": 1, "sa": ["Angelina Jolie", "George Clooney"], "q": "Grenzregion Nord-/ S?dsudan auf und ver?ffentlicht sie auf der Seite target=\"_blank\" href=\"http://www.satsentinel.org\"> www.satsentinel.org. So sollen weitere Massaker verhindert werden.`` Man kann ber Google Earth mein Haus finden'', erkl?rte <strong> George Clooney </strong>. <q> Ich habe mir gedacht, dass Kriegsverbrecher, besonders die Regierung des Sudans, die gleiche Pr?senz geniessen sollten. </q> <strong> Angelina Jolie </strong> hatte ein Schl?sselerlebnis, als sie in Kambodscha`` Lara Croft: Tomb Raider'' drehte und mit Folteropfern in Kontakt kam.`` Wenn du so etwas einmal gesehen hast, kannst du gar nicht anders,", "new_id": -2}, {"uid": "1294977377249905176", "i": 10801, "idx": 0, "sa": ["Allen Iverson"], "q": "of his 28 points in the final 73 seconds to salvage his team's season and lead the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each. <q> Win. It's the only thing we can think about, </q> <strong> Allen Iverson </strong> said.`` We fought hard to get back in the series. We're really not thinking about anything more. The only thing I care about is finishing out.'' After shooting poorly all game,", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it.`` Every time I think I've heard the worst story, another one comes about,'' <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}]