[{"uid": "1297287102243777541", "i": 56265, "idx": 5, "sa": ["Lila Rose", "Mike Pence", "Laura Ingraham", "James O'Keefe"], "q": "he condoned the supposed malfeasance shown on the tapes that haven't been proven to be accurate. As did  Laura Ingraham , Bill cited the money that PP gets from the taxpayer. When he introduced  Mike Pence  he said that  like ACORN, these tapes should tell the tale. ( ROFLMAO-  James O'Keefe 's href=\"http://www.alan.com/2010/03/02/brooklyn-da-acorn-cleared-video-edited-to-meet-conservative-agenda/\"> doctored tapes that didn't prove diddly. ACORN was exonerated and  James O'Keefe  was shown to be a con artist) Being  Lila Rose 's fan, he said that he didn't", "new_id": -2}, {"uid": "1295336713131039270", "i": 8968, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Paula Deen", "Jack Kemp", "Jim Ryun", "Barack Obama", "Mitt Romney"], "q": "counsel to  Barack Obama  Ronald Reagan, Paula Deenounced the America's  Barack Obama  ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former  Mike Pence   Jim Ryun , R-Kan., also is helping the campaign collect signatures from conservatives and tea party activists.   Mike Pence  extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,  Benko said. \" Mike Pence  is the best choice to lead us into a new era of peace and prosperity.\"\"   Jack Kemp , who died in 2009, was a Republican congressman and vice Barack Obamaial candidate.", "new_id": -2}, {"uid": "1295631675219987972", "i": 21631, "idx": 3, "sa": ["Mike Pence", "Xavier Becerra", "Barack Obama"], "q": "said.  Mike Pence   Xavier Becerra ( D-Calif.), the caucus vice chairman, said Democrats might have occasional disagreements with the  Barack Obama , but \"we're not going to eat our own.\"\"   As diverse as we are in our thoughts and in our backgrounds, at the end of the day, we're interested in moving this country forward, and we know that we elected  Barack Obama  to be our leader,   Xavier Becerra  said. \"And so we are hoping that he'll make the best decisions, cast the best judgments that will do exactly that. \"But we're not going to eat our", "new_id": -2}, {"uid": "1296954560216498177", "i": 6093, "idx": 1, "sa": ["Mike Pence", "Sean Duffy"], "q": "investigation into the manager's actions. Yesterday, two U.S. congressmen,  Mike Pence  and  Mike Pence   Sean Duffy , called for the defunding of Planned Parenthood based upon the information uncovered in Live Action's videos.  Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,  said  Mike Pence . \"The time to deny any and all funding to Planned Parenthood is now.\"\"  Posted by charsch on Feb 4, 2011 In the book of Acts in the", "new_id": -2}, {"uid": "1296218172048857090", "i": 15202, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence"], "q": "district, that isn't true of  Mike Pence . That talk-show experience combined with a high-profile in Congress has made him a familiar face and name to many Hoosiers,  Eric Holcomb  said.  He has a built-in advantage, but it's a big state and it requires many days on the road  to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said  Mike Pence  could be hard to beat if he runs for  Eric Holcomb .", "new_id": -2}, {"uid": "1296200478083099666", "i": 9573, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "help from  Barack Obama , who carried Indiana in 2008. \"Indiana is going to be a priority for the  Barack Obama ,\"\"  Winston said. State Democrats, he hopes, will find a consensus candidate this spring.  It's a$ 15 million to$ 18 million race. I hope we won't have a primary.   Mike Pence 's plans should keep the Republican field clear of other strong candidates. \"The social conservatives love him,\"\"  says former Republican state chairman Rex Early. \"The", "new_id": -2}, {"uid": "1295487735203259910", "i": 57943, "idx": 3, "sa": ["Steve Cohen", "Mike Pence"], "q": "likened Republican claims about the law to Nazi propaganda. \"You say it enough, you repeat the lie, you repeat the lie and eventually people believe it,\"\"  said  Mike Pence   Steve Cohen , D-Tennessee.  The Germans said enough about the Jews and people believed it and you had the Holocaust.  The most vocal critics of the law were the dozens of new Republican members who made repeal a top campaign promise. \"The people of Indiana sent me to Washington D.C. with very specific instructions", "new_id": -2}, {"uid": "1296048473187023381", "i": 51515, "idx": 1, "sa": ["Greg Walden", "Mike Pence", "Jonathan Barbezieux", "Mike Allen", "Eric Cantor", "Barack Obama"], "q": " Mike Pence   Greg Walden ( R-Ore.), told \"Morning Tech\"\" : \"I don't know how achievable it is, but we're going to look at it.\"\"  6) Clean energy:  I chMike Allenge you to join me in setting a new goal: by 2035, 80% of AmEric Cantora's electricity will come from clean energy sources. Some folks want wind and solar. Others want nuclear, clean coal, and natural gas. To meet this goal, we will need them all- and I urge Democrats and Republicans to work together to make it happen. --  Barack Obama 's  Jonathan Barbezieux  bet is that this sector is the new tech- the  Jonathan Barbezieux  solution on jobs. 7) Medical malpractice: \"I'm willing to look at other ideas to bring", "new_id": -2}, {"uid": "1296218172048857090", "i": 15217, "idx": 19, "sa": ["Eric Holcomb", "Mike Pence", "Dan Coats"], "q": "qualifications and experience to be an effective  Eric Holcomb .... I will be at the top of the list of people encouraging  Mike Pence  to seek the Republican nomination for  Eric Holcomb .\"\" -- U.S. Sen.  Dan Coats , R-Ind.  It's nice that  Mike Pence  is spending more time worrying about his next job than about the people in his district. He was just elected to a job that he should really spend a little more time focused on. -- Get breaking local news as it happens. Enter your phone number:", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}]