[{"uid": "1295581685033980418", "i": 48023, "idx": 5, "sa": ["Eric Schmidt", "John Battelle", "Sergey Brin"], "q": "'s fair to say that Larry Page will not be a conventional CEO- he's not been much of a public figure for the past ten years,'' <strong> John Battelle </strong> added on his blog, Battellemedia.com. <q> It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company. </q> <strong> Eric Schmidt </strong>, in a blog post, said:`` Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.''", "new_id": -2}, {"uid": "1295498090112721958", "i": 47305, "idx": 2, "sa": ["Allen Iverson"], "q": "tying jumper with 1:06 left that made it 86-all. <strong> Allen Iverson </strong> is 0-5 this season-- three losses with Memphis; two with the 76ers. <strong> Allen Iverson </strong> missed seven of 10 shots from the floor and had three assists. <q> It's going to get better, </q> <strong> Allen Iverson </strong> said.`` This is one of these times Game 1- Pistons 87, Lakers 75 Thanks to a defense that held the Lakers to just 34 points in the second half, the Pistons overcame a one-point", "new_id": -2}, {"uid": "1296817676092815379", "i": 29051, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "to a four percent increase since Monday, The New York Times reported. Android is`` a no-go for now,'' Ahmad said in his letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>. <q> You will never be able to catch up with Samsung, which should rule the Android show midterm given its economies of scale, product breadth( TVs, PCs, phones and tablets), as well as its captive component base. And more significantly, how is anyone going to differentiate on Android long-term? </q> An exclusive deal with Microsoft, on the other hand, is Ahmad's suggestion. Windows Phone 7 intellectual property`` scot-free'', he said, as well as access to the US market, which", "new_id": -2}, {"uid": "1297222395091242512", "i": 41366, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Show'' with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left_ his`` title belt.'' <q> I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want, </q> <strong> Aaron Rodgers </strong> said with a huge smile.`` It's been a great journey.''", "new_id": -2}, {"uid": "1294965251056983592", "i": 6003, "idx": 3, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Barack Obama", "Debbie Wasserman Schultz"], "q": "miracle,'' Rep. <strong> Debbie Wasserman Schultz </strong> said, according to The Associated Press.`` The strength that you could see flowing out of her, it was like she was trying to will her eyes open.'' <q> <strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes, </q> the AP quoted <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> as saying. Shen Yun Inspiring, Says Spokesperson for the Christian Democratic Party of China Celebrity <strong> Dr. Peter </strong>: Shen Yun Performers` Some of the Finest that I've Ever seen at Lincoln'", "new_id": -2}, {"uid": "1295301883181911555", "i": 47260, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "a crook, <strong> Howard Stern </strong> lashed out at <strong> Jay Leno </strong> saying,`` he's not fit to scrub <strong> David Letterman </strong>'s fit.'' Later, he even took the American public to task for choosing to watch <strong> Jay Leno </strong> instead, arguing <q> they must be in a coma. </q> Look: people are going to watch what they want to watch. Obviously, <strong> Jay Leno </strong> does fill some sort of idiotic demographic, but there's no questioning how obvious and unoriginal most of his material is", "new_id": -2}, {"uid": "1297251515136822788", "i": 4949, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": " Known and Unknown. Early leaks of the book's defiant take on his life, times, and conduct of the Iraq War drew howls from some of the targets of his score-settling-notably <strong> John McCain </strong>, who proclaimed <q> Thank God he was relieved of his duties. </q> But <strong> Donald Rumsfeld </strong> battles on, taking his unapologetic account to the public in an interview with Newsweek's <strong> John McCain </strong> Barry. <strong> Donald Rumsfeld </strong>, Defense secretary during the 9/11 attacks and architect of the invasions of Afghanistan The 2011", "new_id": -2}, {"uid": "1296522021211714148", "i": 16537, "idx": 5, "sa": ["Sergio Marchionne"], "q": "that market share rose to 13 per cent last year compared to 11 per cent in 2009. In the U.S., Chrysler's market share rose to 9.2 per cent from 8.8 per cent. <q> We have slowly recovered from the low volumes of 2009, up 15 per cent, </q> <strong> Sergio Marchionne </strong> said, pointing to the`` significant performance in Canada. Our market share in Canada has been exceptionally good.'' Chrysler's global sales last year topped 1.5 million cars and trucks, buoyed by", "new_id": -2}, {"uid": "1297182555166789121", "i": 47967, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "In an interview with ABC news on the eve of the book's release, <strong> Donald Rumsfeld </strong> said,`` What you know today can help you unthink your thinking about tomorrow.'' <strong> Donald Rumsfeld </strong> said, <q> It can't help you with things you were thinking about back then, </q> and added,`` Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.'' <strong> Donald Rumsfeld </strong>, one of the most divisive members of his administration, served as defense secretary under former <strong> President Bush </strong>", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}]