[{"uid": "1296183151117178385", "i": 27582, "idx": 1, "sa": ["Mike Pence"], "q": "- \" wide open. \" One source familiar with the effort to recruit <strong> Mike Pence </strong> tells National Review Online that while <strong> Mike Pence </strong> \" could have united the conservative movement, \" his departure leaves a Republican field that <q> is never going to be as wide-open again. </q>----------------------------------------", "new_id": -2}, {"uid": "1297444160077905931", "i": 841, "idx": 1, "sa": ["Cliff Stearns", "Mike Pence"], "q": ". <strong> Cliff Stearns </strong> said the videos make it more necessary to ensure the abortion business does not receive taxpayer funds. \" This is when we're going to defund Planned Parenthood, \" said <strong> Cliff Stearns </strong>. <q> Now is the season for us to do this. </q> Congressman <strong> Mike Pence </strong> has introduced legislation that would yank the Title X family planning money Planned Parenthood receives, but he told the Tikmes he will go further and introduce an amendment to federal spending bills that would cut", "new_id": -2}, {"uid": "1296774466232128553", "i": 26982, "idx": 0, "sa": ["Mike Pence", "Jim Wallace"], "q": ". <strong> Jim Wallace </strong> of Fishers wrote in a letter to state and local GOP officials that his experiences in business and in public service have trained him for the challenges of leading Indiana. He says he'll be <q> embarking on a series of meetings </q> to understand the state's needs and how he can help. <strong> Jim Wallace </strong> could face an uphill battle for the Republican nomination if U.S. <strong> Mike Pence </strong> decides to run. <strong> Mike Pence </strong> recently said he will not run for president", "new_id": -2}, {"uid": "1295958804062226512", "i": 51536, "idx": 0, "sa": ["Mike Pence", "Jim Jordan"], "q": ". <strong> Mike Pence </strong> <strong> Jim Jordan </strong>( R-Ohio), chairman of the Republican Study Committee( RSC), says Republicans have to seize their opportunity to pass legislation that would significantly lower the nation's record deficit. <q> I think the next six months, between now and the end of July as we go into the August recess, as we go through[ debates on] the continuing resolution, the budget, debt ceiling, appropriations... will largely define the whole political landscape as we move into 2012, </q> <strong> Jim Jordan </strong> said in a sit-down interview with The Hill. The three-term Ohio Republican lawmaker is poised to press his leadership to honor its pledge for fiscal discipline, spending cuts and reforms on behalf of the 175-member conservative caucus", "new_id": -2}, {"uid": "1295085191096239620", "i": 47374, "idx": 4, "sa": ["Eric Cantor", "Barney Frank", "Mike Pence", "Barack Obama"], "q": ". <strong> Mike Pence </strong> <strong> Barney Frank </strong>( D., Mass.) recently told The Hill that his colleagues in the House, fresh in the minority, could withhold support for a debt increase and force Republicans to take the plunge. <q> It is up to the majority to get this bill through, </q> he said. \" They can't duck the responsibility. \" Brad Dayspring, spokesman for House majority leader <strong> Eric Cantor </strong>( R., Va.), was not impressed. \" In light of the flip-flops by <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1296055281154206214", "i": 11828, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Barack Obama"], "q": ". <strong> Mike Pence </strong> <strong> Paul Ryan </strong>, a leading conservative voice on fiscal matters, acknowledged that the <strong> Barack Obama </strong> entered office facing a difficult economic situation, but he contended that his policies have only exacerbated the problem. <q> The facts are clear: Since taking office, <strong> Barack Obama </strong> has signed into law spending increases of nearly 25 percent for domestic government agencies-- an 84 percent increase when you include the failed stimulus. All of this new government spending was sold as` investment.' Yet after two years, the unemployment rate remains above 9 percent and government has added over$ 3 trillion to our debt, </q> said <strong> Mike Pence </strong> <strong> Paul Ryan </strong>. Much like the <strong> Barack Obama </strong>'s address, <strong> Mike Pence </strong> <strong> Paul Ryan </strong>'s speech was more focused on vision than policy specifics. Still, the differences were clear. While the <strong> Barack Obama </strong> talked up investments in", "new_id": -2}, {"uid": "1295124045137084928", "i": 3066, "idx": 2, "sa": ["Marjorie Dannenfelser", "Mike Pence", "Barack Obama", "Fred Upton"], "q": ". <strong> Mike Pence </strong> <strong> Fred Upton </strong>( R-Mich.), the new chairman of the Energy and Commerce Committee, promised quick action on the abortion front during a recent appearance on \" Fox News Sunday. \" <q> We are going to take up early... language[ that says]` no funds shall be spent on abortion' as a separate bill early on, </q> <strong> Fred Upton </strong> said. \" We made abortion funding the defining issue in the elections, \" said <strong> Marjorie Dannenfelser </strong>, <strong> Barack Obama </strong> of the Susan B. Anthony List. She said abortion provisions are the \" most egregious issue \"", "new_id": -2}, {"uid": "1295893924195428405", "i": 48414, "idx": 0, "sa": ["Mike Pence"], "q": ". <strong> Mike Pence </strong> was also the top pick for vice president. The German Nazis fought for the fatherland. The Soviet Red Army fought for the motherland. <strong> Mike Pence </strong> wants Americans to fight for the homeland. He <q> supported creation of the new Department of Homeland Security, the largest reorganization of the government since the beginning of the Cold War. </q> Because of the Department of Homeland Security, \" our ability to defend the homeland is more effective, efficient and organized. \" <strong> Mike Pence </strong> is a committed supporter of the bogus war on terror. He even repeats the", "new_id": -2}, {"uid": "1296777071232128536", "i": 56291, "idx": 9, "sa": ["Mike Pence", "William Miller", "Kim Kardashian", "Rob Orr"], "q": ". And he should know. He has 300 grocery stores throughout the SouthKim Kardashian. \" Pat Rob Orrbins: \" Think of Rob Orrbins as the grandmother of the Texas Republican party. \" <strong> Mike Pence </strong> Toomey. <q> Whenever secretive deals swirl in the Capitol, Toomey is always the first suspect to come to mind among insiders, usually with good reason. </q> Rusty Kelley. \" It is no easy feat to spend 44 years in the high-pressure world of lobbying. \" Neal T. \" Buddy \" Jones and <strong> William Miller </strong>. \" Jones puts in long hours", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly'' and`` deserve a lot of credit'' for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q> was critical of indefinite detention for unlawful combatants. He was critical of military commissions, </q> he said.`` And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.'' The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}]