[{"uid": "1296048510257392641", "i": 15777, "idx": 1, "sa": ["Ed Miliband", "Gordon Brown", "Andy Coulson", "David Cameron"], "q": "said he was \"surprised\" that \"this week of all weeks\" Mr <strong> David Cameron </strong> had raised the issue of personalities, following communications chief <strong> Andy Coulson </strong>'s departure from No 10. The Labour leader said: <q> Who has made the right judgment, me that appointed the shadow chancellor or you who clung onto <strong> Andy Coulson </strong> for months? </q> Referring to comments by senior Tory <strong> David Cameron </strong> Davis, Mr <strong> Ed Miliband </strong> said people would \"know what he meant when he said the Prime Minister and <strong> Gordon Brown </strong> don't have a sense of what a large part of", "new_id": -2}, {"uid": "1297126081224133121", "i": 8364, "idx": 1, "sa": ["Simon Cowell"], "q": "heard, it all seems to be going well.\" While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. <q> What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over, </q> <strong> Simon Cowell </strong> explains. \"But people are still excited about these shows, whether \"Dancing with the Stars,\" which has gotten better over the years, \"America's Got Talent\"... I think they've", "new_id": -2}, {"uid": "1295156019144408576", "i": 14417, "idx": 1, "sa": ["Sergio Marchionne"], "q": "national unions- the one that was close to the former Communist party- of his proposals for new investments in Turin and his warning he will take the investments elsewhere if they are turned down, <strong> Sergio Marchionne </strong> said: <q> Last Friday, I was in Brampton, in Canada, and they invited us to make more investments. They appreciate our investments and now wait for the third shift. </q> He spoke about the desire to work and the \"incredible availability\" to cooperate, saying that \"Brampton is an option along with other sites.\" If the future of the auto industry", "new_id": -2}, {"uid": "1296205477159924225", "i": 6085, "idx": 5, "sa": ["Jackie Walorski", "Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor. \"I think he's the clear frontrunner, and I think the race is his if he chooses to accept it,\" <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such as <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in", "new_id": -2}, {"uid": "1296514710008863844", "i": 2812, "idx": 0, "sa": ["Michael Vick"], "q": ", and Philadelphia Eagles starting quarterback <strong> Michael Vick </strong>, a candidate for NFL MVP. \"God has taken it over,\" <strong> Michael Vick </strong> told Baptist Press last year at the AIA Super Bowl breakfast in Miami, and <q> now I am more at peace. </q> \"READ THE BIBLE FOR LIFE': New project tackles biblical illiteracy To fight spam-bots, we need to verify you\"re a real human user.", "new_id": -2}, {"uid": "1295710913115458057", "i": 47472, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Mary Harney"], "q": "to his... Report Abuse \"<strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>.\" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1297125894137412610", "i": 15005, "idx": 1, "sa": ["Zahi Hawass"], "q": "minister of antiquities a few days ago. In his Feb. 3 posting, <strong> Zahi Hawass </strong> sought to dispel rumors that the Egyptian Museum had caught fire and to reassure people that the nation's treasures are safe. <q> I am the only source of continuing truth concerning antiquities, and these rumors are aimed at making the Egyptian people look bad, </q> <strong> Zahi Hawass </strong> wrote. \"If anything happens to the museum, I would bravely tell everyone all over the world because I am a man of honor, and I would never hide anything from you. It is from", "new_id": -2}, {"uid": "1295501337043302944", "i": 18907, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer", "Barack Obama"], "q": ", <strong> Barack Obama </strong> said. \"The relationship is much more complex than that, and it has much more potential than that.\" \"I also have a message to American entrepreneurs,\" <strong> Hu Jintao </strong> added. <q> That is, we welcome you as companies to China.... We will, as always, try to provide a transparent, just, fair, highly efficient investment climate to U.S. companies and other foreign companies. </q> The corporate execs response? Most simply nodded or listened, according to the White House press pool report. Microsoft CEO <strong> Steve Ballmer </strong> was apparently taking notes. Some of the U.S. executives in attendance,", "new_id": -2}, {"uid": "1296709195199049220", "i": 17696, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "prison. Though he still considers the documented incidents of abuse to be isolated actions of rogue soldiers, <strong> Donald Rumsfeld </strong> did concede that the blow of the scandal could have been softened by his resignation. <q> Abu Ghraib and its follow-on effects, including the continued drumbeat of \"torture\" maintained by partisan critics of the war and the <strong> President Bush </strong>, became a damaging distraction, </q> he wrote. \"More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.\"", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,\" <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}]