[{"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q>As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision.</q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association. \"While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}, {"uid": "1295321590105201673", "i": 9026, "idx": 5, "sa": ["Luke Walton", "Allen Iverson"], "q": "games,\" he said. Lakers forward <strong> Luke Walton </strong> said he's excited about the trip. \"It's time to have some fun and play some of the top teams in the NBA,\" he said. <q>There's going to be hostile environments, every possession is going to be crucial. That's a lot of fun for a player.</q> The Lakers went 15-of http://wn.com/Allen_Iverson_50pts_Philadelphia_76ers_vs_Atlanta_Hawks_03/04_NBA_*Flu_Game_*Season_High Once the flu didn't stop <strong> Allen Iverson </strong>, nobody could. <strong> Allen Iverson </strong> scored a season-high 50 points, leading the Philadelphia 76ers to a 98-86 victory over the Atlanta Hawks on Saturday night. Kenny", "new_id": -2}, {"uid": "1296867070001982490", "i": 3062, "idx": 6, "sa": ["Sergio Marchionne"], "q": "projects profitable 2011 ahead of IPO... Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Report Abuse <q>This guy sounds like Morry from Goodfellas...</q> Time.com: Last-Name Effect: People with End-of-Alphabet Names Buy Faster", "new_id": -2}, {"uid": "1297636284227983364", "i": 8065, "idx": 0, "sa": ["Mike Pence"], "q": "R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <q>Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,</q> <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned Parenthood is now.\" By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants", "new_id": -2}, {"uid": "1296149236246923378", "i": 47352, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, who will become CEO in April, as a brilliant products person who has participated in every major decision Google has made during <strong> Eric Schmidt </strong>'s tenure. He said <strong> Sergey Brin </strong>, the other co-founder, will focus on <q>the order of three big initiatives,</q> on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. \"We have a competitor called Microsoft,\" he said. \"Microsoft has", "new_id": -2}, {"uid": "1295471396069730345", "i": 36077, "idx": 2, "sa": ["Paula Abdul", "Steven Tyler", "Howard Stern", "Simon Cowell", "Jennifer Lopez"], "q": "Asked about the media comparing him to former judge <strong> Paula Abdul </strong>, <strong> Steven Tyler </strong> laughed, saying it's because of the rehab rumors that dogged <strong> Paula Abdul </strong>. But he added that he'll be no <strong> Simon Cowell </strong> either. <q>You can't say you suck,</q> he told <strong> Howard Stern </strong>. \"<strong> Simon Cowell </strong> got off on doing that. My heart's not like that... I'm not into putting people down. I'm into bringing them up.\" He said <strong> Jennifer Lopez </strong>", "new_id": -2}, {"uid": "1297077143210305038", "i": 12111, "idx": 1, "sa": ["Amy Manson", "Daniel Mays", "Liam Cunningham", "Simon Cowell", "Jamie Bamber", "Hermione Norris"], "q": " \"<strong> Simon Cowell </strong> is the boss of this show. He gets what he wants and he wants Cheryl. The money you make on American TV is huge, but there's also a huge risk.\" <q>The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.</q> \"As soon as it's announced she's going to be a judge the plan will be to launch her music career in the States.\" <strong> Liam Cunningham </strong>, <strong> Hermione Norris </strong>, <strong> Daniel Mays </strong>, <strong> Amy Manson </strong>, <strong> Jamie Bamber </strong>", "new_id": -2}, {"uid": "1297126608137412629", "i": 39267, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" Start home delivery of the", "new_id": -2}, {"uid": "1297553599075792419", "i": 11189, "idx": 0, "sa": ["Zahi Hawass"], "q": "under way. He added that on 11 February looters emptied a storage area in Dashur, an important ancient necropolis in the southern part of the famous cemetery at Saqqara, which contained large blocks and small artifacts. <q>I am now concerned Egypt is not safe,</q> he wrote. The thefts from the Egyptian Museum are likely to undermine <strong> Zahi Hawass </strong>'s long-standing efforts to have important artifacts, such as a bust of Nefertiti now in Berlin, returned to Cairo( 382).", "new_id": -2}, {"uid": "1297179349217825301", "i": 30329, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": ". While the music-exec-turned-TV-producer didn't share his specific thoughts about <strong> Jennifer Lopez </strong> or the oddly entertaining <strong> Steven Tyler </strong>, he gave them a positive review overall. \"I think they're doing fine,\" <strong> Simon Cowell </strong> said. <q>You know, they have a different approach to what I used to do before. I think the show had to reinvent itself, and I think it's right that it's a different show( than) what we made before.</q> As for the completely different show in <strong> Simon Cowell </strong>'s future, the usually sharp-tongued judge showed his softer side when discussing the recent announcement that \"The X-Factor\" will allow hopefuls as young as", "new_id": -2}]