[{"uid": "1295664301250150930", "i": 44799, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "making his job impossible. In a personal statement, <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\". <q>When the spokesman needs a spokesman it's time to move on,</q> he added. He said it had been a \"privilege and an honour\" to work for the <strong> Tony Blair </strong> for three-and-a-half years. The <strong> Tony Blair </strong> said he was \"very sorry\" <strong> Andy Coulson </strong> felt \"", "new_id": -2}, {"uid": "1297271131262504545", "i": 35411, "idx": 4, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "had been the heir if hundreds of years of British democratic development, did not evolve smoothly or quickly into the liberal democracy that we benefit from today.\" <strong> Donald Rumsfeld </strong> recalls suggesting to Bush and <strong> Condoleezza Rice </strong> that <q>the administration soften the democracy rhetoric. I proposed that we talk more about freedom and less about democracy, lest the Iraqis and other countries in the region think we intended to impose our own political system on them, rather than their developing one better suited to their history and culture.</q> He writes, \"I wondered as well how we would define democracy if that became our goal. If Iraq never created an American-style system of government, would that mean that our mission had been a", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q>I am convinced he is now going to run for governor,</q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}, {"uid": "1295803019101695619", "i": 39694, "idx": 8, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "<strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, who commanded the allied coalition in Desert Storm, was unable to attend the <strong> George H.W. Bush </strong> event due to health reasons. But he did send a letter that <strong> Colin Powell </strong> read to the attendees <q>The events of 1991 remain some of the proudest in this soldier's life,</q> <strong> Norman Schwarzkopf </strong> wrote. \"My thoughts are with those who gave their lives.\" He called the men and women who fought in the war \"the thunder and lightning of Desert Storm.\"", "new_id": -2}, {"uid": "1297278236262340627", "i": 15346, "idx": 0, "sa": ["Barry Ptolemy", "Hugo de Garis", "Kevin Warwick", "Colin Powell", "Dean Kamen", "Peter Diamandis"], "q": "Festival, \"TRANSCENDENT MAN\" has drawn critical acclaim. It screened to sold-out audiences at Tribeca, the American Film Festival in Los Angeles and the International Documentary Film Festival in Amsterdam. The film was lauded as <q>one of the top ten documentaries of the year,</q> by the International Documentary Association. <strong> Barry Ptolemy </strong> explores the social and philosophical implications and the potential threats technological advances pose to human civilization in interviews with world leader <strong> Colin Powell </strong>; technologists <strong> Hugo de Garis </strong>, <strong> Peter Diamandis </strong>, <strong> Kevin Warwick </strong>, and <strong> Dean Kamen </strong>;", "new_id": -2}, {"uid": "1295673044105103423", "i": 6608, "idx": 1, "sa": ["Eric Schmidt"], "q": ") analyst acidly. \"In case anyone pays attention to such things,[ JP Morgan] saying all[ Google's] numbers tonight ahead of expectations, except margins, which missed,\" he added. <q>Not to be all self-serving, but I read Google's mgmt shakeup as a confession that the co is a decision-making mess losing its way in search,</q> he said, adding: \"Ask employees. Any engineer with initiative has been going mad at processes and vacillation.\" Why would that mean <strong> Eric Schmidt </strong> should go? Because the arrangement in which he was", "new_id": -2}, {"uid": "1297300470182632613", "i": 46745, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "move decisively and swiftly to address our concerns on this pressing subject,\" said Sarukhan. U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q>it takes about 4000 rounds from a 50 cal machine gun, air to air to shoot down a plane.</q> Report Abuse \"Quit sending us Mexican and we will quit sending you guns OK!!!!\" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"uid": "1295581455002506782", "i": 46438, "idx": 9, "sa": ["Eric Schmidt"], "q": " \"Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile,\" <strong> Eric Schmidt </strong> said about Google's quarter. <q>These results give us the optimism and confidence to invest heavily in future growth.</q> Adult supervision over: <strong> Eric Schmidt </strong> yields to Google co-founder Page Select one with 3-12 characters; Numbers and letters only Make sure you typed it correctly. You will receive an e-mail to validate your account Yes", "new_id": -2}, {"uid": "1297344197138428418", "i": 26808, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "targeted because of his fame. <strong> Anderson Cooper </strong> said he didn't think his attackers \"particularly\" knew who he was. <strong> David Letterman </strong> pointed out that, even so, <strong> Anderson Cooper </strong> has a distinctive look about him. <q>You... just standing on a corner, call attention to yourself,</q> he said. That was amusing. <strong> Anderson Cooper </strong> doesn't take himself too seriously. filo: That was amusing. <strong> Anderson Cooper </strong> doesn't take himself too seriously. V% 2FY0Q5TXXF1lGh0dXkTYZz% 2Ff9HKelVKWS1jZn1owympIgqrqhDYvrNx2wvpOPd3Pc% 2BKRclLLMFNkQcXjkVPaUQ% 3D%", "new_id": -2}, {"uid": "1296931503080756769", "i": 38116, "idx": 0, "sa": ["Colin Powell", "Greg Mortenson", "Amir Dossal"], "q": "Nations community and are particularly thankful to Mr. <strong> Amir Dossal </strong> for accepting our invitation to serve as Special Envoy to the Summit,\" said Dan Doyle, the Founder and Executive Director of the World Youth Peace Summit. <q>The World Youth Peace Summit brings scholar-athletes and scholar-artists from all over the world to Connecticut, so it truly is a natural partnership and we are thrilled to have the opportunity to incorporate the mission of the United Nations with the Summit's goals of promoting peace through athletics and the arts.</q> Nobel Laureate and former United States Vice President <strong> Colin Powell </strong> and acclaimed author of Three Cups of Tea, <strong> Greg Mortenson </strong>, will speak at the World Youth Peace Summit, which comes to Connecticut in June and July,", "new_id": -2}]