[{"uid": "2008092521_00023607_W", "i": 3476, "idx": 3, "sa": ["Eric Mangini", "Brett Favre"], "q": "11-on-11 drills, <strong> Eric Mangini </strong> said: \"yeah, there's a little bit of that and we'll progress as he progresses.\" <strong> Brett Favre </strong> wasn't available to the media before practice, but said wednesday he was <q> doing everything i can to get ready </q> for the jets' game against arizona on sunday. <strong> Brett Favre </strong> has started 256 straight regular-season games, an", "new_id": -2}, {"uid": "2008111015_00042651_W", "i": 1229, "idx": 0, "sa": ["Paul Gibbs"], "q": "nile virus research in horses. long and her colleague, veterinary virologist <strong> Paul Gibbs </strong>, bvsc, phd, frcvs, had the opportunity to study a new modified west nile virus vaccine in horses with potential human application. <q> infection in horses is important because it's an indication of what people might face with the virus. immunity in horses provides a proxy for understanding the virus in humans especially children and the elderly. </q>- dr. maureen long \"vaccines like the one we studied were developed as the second generation of products for enhanced and long duration of protection,\" long added. west nile virus and other mosquito-borne viruses cause encephalitis", "new_id": -2}, {"uid": "2008101104_00027713_W", "i": 1702, "idx": 2, "sa": ["Barack Obama", "John McCain"], "q": "know does not represent your own beliefs and principles. a wasted vote is a vote for someone you know will not lead the country in the way it should go. a wasted vote is a vote for the <q> lesser of two evils. </q> or, in the case of <strong> John McCain </strong> and <strong> Barack Obama </strong>, what we have is a choice between the \"evil of two lessers.\" albert einstein is credited with saying that insanity is doing the same thing over and", "new_id": -2}, {"uid": "2008090511_00017500_W", "i": 2091, "idx": 2, "sa": ["John Rood"], "q": "for atom bombs. the reaction to india's statement had been very positive, diplomats said as the meeting adjourned to allow for further bilateral negotiations. the statement was <NO_QUOTATION> us undersecretary of state <strong> John Rood </strong> told journalists. <q> on the basis of this, we believe a positive momentum has been generated in the discussions, </q> he said. the united states is pushing for the nsg, which sets international nuclear export control rules, to make an exemption for india. the country can not currently access global markets for its growing nuclear power", "new_id": -2}, {"uid": "2008092919_00057825_W", "i": 3953, "idx": 4, "sa": ["Luis Ortiz"], "q": ", located in the west end of vieques, they would always see several of these creatures standing on the mangroves trees roots at a distance of 10 ft. \"we would see a few,\" he said, <q> but as we approached further they would run at incredible speed and dive into the water of the lagoon. </q> considering this important statement by mr. <strong> Luis Ortiz </strong>, we must make several comments which will assist the reader in analyzing this information. the kian lagoon is situated next to a reserve or natural bird refuge, and although the", "new_id": -2}, {"uid": "2008092618_00007972_W", "i": 231, "idx": 2, "sa": ["George Osborne", "Alan Duncan"], "q": "going to have to be stability. now there are so many variables in any kind of exchequer decision. it's not just tax and spend; it's what happens should you cut taxes with the inflow. <q> sometimes you can cut taxes and revenues go up- that's quite possible with things like inward investment- but we are not going to write our first budget now, we don't know. </q>[ shadow chancellor] <strong> George Osborne </strong> doesn't know, but what we are saying is stability and we are not going to be reckless or hard with people who expect help.\" ` scuppering himself' mr <strong> Alan Duncan </strong> went", "new_id": -2}, {"uid": "2008100413_00027300_W", "i": 2369, "idx": 3, "sa": ["Tony Gordon"], "q": "upset\" . as such, one of the character's lines in an upcoming episode- that he was allergic to \"warm beer, the english national anthem and glasgow rangers\" - has now been dropped. <q> both comments were in keeping with the character of <strong> Tony Gordon </strong>. but we have to bear in mind that it does seem to have caused some upset so the decision was made to take the line out, </q> the itv spokeswoman said. \"it doesn't compromise the drama of the episode and if it did then the line definitely wouldn't have been taken out.\" with help from carsguide.com.au you can find hobart's", "new_id": -2}, {"uid": "2008112319_00023003_W", "i": 2668, "idx": 2, "sa": ["Bill Frist"], "q": ", said the biggest factor other than <strong> Bill Frist </strong> is the economy. a prolonged downturn, he said, would probably force candidates to make politically tricky decisions about finding new revenue and running the state with no money. <q> they couldn't make many promises. it would be a matter of running a bare-bones government until the economy did pick up, so there would be little hope of addressing problems that people have identified, </q> he said. the financial crisis on wall street, the tumbling of the stock market, and frantic efforts to prop up key u.s. industries played a major role in the final weeks of the presidential campaign. the", "new_id": -2}, {"uid": "2008120919_00030844_W", "i": 1997, "idx": 0, "sa": ["Wally Oppal"], "q": "in the democratic process. irene lanzinger, the president of the b.c. teachers' federation, said the law will prevent teachers from running advertisements highlighting their concerns about school closures, class sizes and special needs students. <q> it is very, very important for teachers in this province to talk about what is happening in public schools and classrooms because government decisions have had a significant impact, </q> said lanzinger. law restricts spending previously, attorney general <strong> Wally Oppal </strong> has defended the legislation, saying the supreme court of canada has sanctioned election-spending limits as a means of fairness. the law was passed by b.c.'s liberal", "new_id": -2}, {"uid": "2008110204_00011560_W", "i": 2529, "idx": 9, "sa": ["Prince George of Cambridge"], "q": "children to be modest and non-materialistic. on the importance of raising children to be good muslims, karim abuzaid, imam at the <strong> Prince George of Cambridge </strong>'s muslim association in lanham, md., told the crowd of about 75, <q> mothers, it's all about you. no one will feed the child what you want it to have but you. the baby sitter is a parking lot. </q> throughout the big room, some women's expressions darted in alarmed unison; others nodded solemnly. \"i'm not living on the moon,\" he added quickly. i understand most families need two paychecks.", "new_id": -2}]