[{"uid": "1296717067176898072", "i": 17703, "idx": 7, "sa": ["Soulja Boy", "Allen Iverson", "Reggie Miller"], "q": "3-pointer from 25 feet that rattled in.`` On the road I alSoulja Boys go for 3,'' said <strong> Reggie Miller </strong>, whose career highlights include several clutch 3-pointers at the end of games-- especially in the playoffs. <q> I knew it was coming. You knew it was coming. The crowd knew it was coming. </q> The Sixers had a final chance, but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired.`` We got to a point where we felt we had these", "new_id": -2}, {"uid": "1296438025216727564", "i": 56430, "idx": 1, "sa": ["Tom Coburn", "Kirsten Gillibrand"], "q": "Sen. <strong> Kirsten Gillibrand </strong>, Sen.( Mike) Enzi( R-Wyoming) and we hammered it out.'' <strong> Kirsten Gillibrand </strong> said she thought it was appropriate for Schumer to sit with <strong> Tom Coburn </strong>. <q> We met with him and worked out his concerns, </q> <strong> Kirsten Gillibrand </strong> said.`` At the end of the day it was a stronger bill and one we could get bipartisan support for.'' You must fill out the comment body in order to submit a comment.", "new_id": -2}, {"uid": "1295750548172048416", "i": 22617, "idx": 0, "sa": ["Andy Coulson", "René Préval"], "q": "a mass... Article: Haiti revises quake death toll up to over 316... Photo in Slideshow: Haitian President <strong> René Préval </strong> Photo in Slideshow: Hiati President <strong> René Préval </strong> holds a wreath of flowers at a mass... Report Abuse <q> When he was President, there was law and order. He provided universal health care and education and there was prosperity for all. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1297703064114786316", "i": 4984, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Secretary of Defense <strong> Donald Rumsfeld </strong> thinks the military is ready for DADT repeal.`` First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,'' <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> Didn't know Rummy was such a gay radical! Undersecretary of Defense for Personnel& Readiness Clifford Stanley has sent military secretaries a plan to bring`` Don't Ask, Don't Tell'' to an end.", "new_id": -2}, {"uid": "1295577099150192142", "i": 43939, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "new, detailed responsibilities in an organization can only help. If anything, I think it's a positive.'' The company's top executives painted the changes as anything but a shakeup. <q> Historically we( <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>) have always been running the decisions together and ultimately it adds delay and so forth in the way we make decisions, </q> <strong> Eric Schmidt </strong> said on a conference call with analysts.`` By elevating me and having <strong> Larry Page </strong> running things day to day... we think this will produce even better success for the corporation.'' <strong> Eric Schmidt </strong> said he", "new_id": -2}, {"uid": "1296017741211435684", "i": 56672, "idx": 1, "sa": ["Angelina Jolie"], "q": "hard-working single mother and chatted with teenagers about the joys and challenges of learning a foreign language.`` I am grateful to the refugee families who spent time with me and shared their stories,'' <strong> Angelina Jolie </strong> said. <q> They are remarkable, courageous people. </q> On Saturday, the actress visited the UNHCR Women's Protection Clinic in west Delhi, a place where refugee women from Myanmar can come and air their problems in a safe environment. Interviews at the clinic also enable", "new_id": -2}, {"uid": "1295631157218054675", "i": 28578, "idx": 0, "sa": ["Andy Coulson"], "q": "again asserted his innocence. Since then, the scandal hasn't died, mostly because <strong> Andy Coulson </strong>'s evasions strain credulity. The shirky wording of the statement he issued today does not exactly enhance his reputation for straightforwardness. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role, </q> <strong> Andy Coulson </strong> said. It's hard to think that an old hack wouldn't know that people who blame the coverage tend not to have liked the events that precipitated it. For those who feel that <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1297304646234995715", "i": 55280, "idx": 4, "sa": ["Simon Cowell", "Nancy O'Dell"], "q": "with Sony Music.`` It puts me under a lot of pressure. I've got something at stake here,'' he said during the ET interview. However, if anyone likes risk-taking it's <strong> Simon Cowell </strong>. <q> It's risky and I like risks. It's what I call a delicious thrill. </q> At the end of the interview, <strong> Nancy O'Dell </strong> lightened up the mood and asked <strong> Simon Cowell </strong> to let America in on three things no one knows about him. He responded:`` I like ugly dogs.", "new_id": -2}, {"uid": "1296485603135364614", "i": 22864, "idx": 0, "sa": ["Bernie Sanders"], "q": "As the Financial Crisis Inquiry Commission just reported, the Fed`` was a pivotal failure'' at stemming`` the flow of toxic mortgages.'' Moreover, the report concludes the Federal Reserve`` neglected'' its mission <q> to ensure the safety and soundness of the nation's banking system </q> and to`` protect the credit rights of consumers.'' Last month, a push for Federal Reserve disclosure from Senator <strong> Bernie Sanders </strong>( I-VT) brought to light several trillion dollars in secret loans that the", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]