[{"uid": "1297451814077103115", "i": 11526, "idx": 8, "sa": ["Michael Gove"], "q": "ordered by the judge. \"We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme,\" he added. <q> On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> The judge stressed that <strong> Michael Gove </strong> still held \"the final decision\" on on any given school and warned that \"no one should gain false hope from this decision\" . Under BSF, every", "new_id": -2}, {"uid": "1297199444258572348", "i": 24163, "idx": 4, "sa": ["George H. W. Bush", "Paul Wolfowitz", "Donald Rumsfeld", "Wesley Clark", "Osama bin Laden"], "q": "to <strong> George H. W. Bush </strong> on September 30, 2001, calling for the administration to focus not on taking down <strong> Osama bin Laden </strong>'s al-Qaeda network but on the aim of establishing \"new regimes\" in a series of states <q> General <strong> Wesley Clark </strong>, who commanded the North Atlantic Treaty Organization bomOsama bin Ladeng campaign in the Kosovo war, recalls in his 2003 book </q> Winning Modern Wars being told by a friend in the Pentagon in November 2001 that the list of states that <strong> Donald Rumsfeld </strong> and deputy secretary of defense <strong> Paul Wolfowitz </strong> wanted to take down included Iraq, Iran, Syria, Libya,", "new_id": -2}, {"uid": "1296687564050905111", "i": 29755, "idx": 3, "sa": ["David Vitter", "Bernie Sanders"], "q": ",\" many millions more will join the ranks of the uninsured. \"To say we should return to where we were is beyond comprehension,\" <strong> Bernie Sanders </strong> said. But, <strong> David Vitter </strong> said, <q> we want full repeal of Obamacare for a simple reason-- the big problem with the bill, the big problem with the plan aren't at the margins, they are the core, and the big problems can't be fixed with... changing a comma, or changing the punctuation or revising one or two or five or 10 sentences. The big problems are at the core, with the demand that every man, woman and child in the nation has to go onto the market and buy a particular product. </q> \"That's why we demand repeal,\" said <strong> David Vitter </strong>, who said \"we will be replacing this huge burdensome bill with a targeted approach.\" Beyond the constitutional questions, <strong> David Vitter </strong> said", "new_id": -2}, {"uid": "1296862767154910738", "i": 1126, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "salary plummet from nearly$ 10 million, including bonuses, to$ 1. \"I don't want my salary to go to a dollar,\" he said. Then he smiled and added, <q> My wife doesn't want my salary to go to a dollar. But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Roger Goodell </strong> also said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting", "new_id": -2}, {"uid": "1296459950150618115", "i": 37356, "idx": 4, "sa": ["Simon Cowell"], "q": "brutal honesty and cold-heartedness, the Los Angeles-based showbiz mogul stressed the importance of emotion in the entertainment business. \"You've got to think with your heart and not your head,\" he said. <q> The biggest failures I've had were at a time when I believed my own hype. </q> In 2010, British magazine New Statesman listed <strong> Simon Cowell </strong> at number 41 in a list of \"The World's 50 Most Influential Figures 2010.\" That followed a different ranking in 2003 when <strong> Simon Cowell </strong> placed number 33 on", "new_id": -2}, {"uid": "1297243375238927881", "i": 19539, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "lending, transparency and bonuses will be announced by the...\" \"Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...\" <q> Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the... </q> \"At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...\" \"I wondered how long it would take before we saw Europe's biggest space", "new_id": -2}, {"uid": "1297253463195313665", "i": 43463, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "rights advocates. They have appropriated the Republican charge from last year that Democrats were working on a liberal policy agenda instead of on job creation and the economy, and turned it on its head. <q> This election was about the economy, </q> said Sen. <strong> Kirsten Gillibrand </strong> of New York, who joined with other Democratic senators Tuesday to decry the House bills Tuesday as needless and intrusive. Over and over, Democrats said that by bringing up the abortion", "new_id": -2}, {"uid": "1295029793139100189", "i": 53470, "idx": 0, "sa": ["Sergio Marchionne"], "q": "die sportlichen Autos gerne ihr Eigen nennen und als 12. Marke in ihrem Konzernverbund sehen. Dabei fallen auch deftige Worte von Seiten Pi?chs. \"Fiat geht es noch zu gut\" , sagt der VW-Aufsichtsratschef und: <q> Wir k?nnen warten. Sprechen Sie mich in zwei Jahren noch mal an. </q> Solche Aussagen treffen den Nationalstolz Italiens tief. Vor allem weil dieser auf der automobilen Seite mittlerweile komplett unter dem Dach von Fiat geb?ndelt ist. Star-Manager im Strickpullover: <strong> Sergio Marchionne </strong> pokert hoch. Geht seine Rechnung am", "new_id": -2}, {"uid": "1297616629186400779", "i": 32534, "idx": 16, "sa": ["George H. W. Bush", "Osama bin Laden", "David Martin", "Donald Rumsfeld"], "q": ". Even before the bomOsama bin Ladeng of Afghanistan began, it was secretly planning to take out Saddam Hussein. \"When did you first talk to <strong> George H. W. Bush </strong> about going after Saddam?\" asked <strong> David Martin </strong>. <q> Oh, I think it was in September, </q> <strong> Donald Rumsfeld </strong> replied. \"So before the first U.S. boot is on the ground in Afghanistan...\" \"He called me into the Oval Office and he said,` Do you have a war", "new_id": -2}, {"uid": "1296136603265256963", "i": 3016, "idx": 0, "sa": ["Simon Cowell"], "q": "Most Popular Talent Show award- caused an emotional standing ovation when he honoured producer Siobhan` Shue' Greene with the gong, who then got up to join him on stage. The tearful survivor said: <q> I'm just happy to be alive. </q> Earlier in the night, <strong> Simon Cowell </strong> had made a surprise appearance on stage as he accepted the award for Most Popular Entertainment Presenter on behalf of Ant& Dec, who had won it for the 10th year", "new_id": -2}]