[{"uid": "1295887550257261568", "i": 34872, "idx": 0, "sa": ["Eric Schmidt", "Liza McGuirk"], "q": "Weprin on January 24, 2011 11:41 AM <strong> Eric Schmidt </strong> wants his own TV show, and has consulted with \"Parker Spitzer\" executive producer <strong> Liza McGuirk </strong> about the possibility. <strong> Eric Schmidt </strong> supposedly filmed a pilot for CNN last August. <q> \"<strong> Eric Schmidt </strong> has been looking for a TV job for over a year, </q> said a CNN insider. \"But the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster.\"\" <strong> Eric Schmidt </strong> has made a number of appearances on \"Parker Spitzer,\" since the show's debut", "new_id": -2}, {"uid": "1296368889057065490", "i": 13984, "idx": 1, "sa": ["David Letterman", "Ben Robinson"], "q": "is the same person you can see playing the odd show in bars and clubs around Winston-Salem. \"Every guest <strong> David Letterman </strong> had on, he ended up using me as an example,\" <strong> Ben Robinson </strong> said. <q> <strong> Ben Stiller </strong> was on, and he was talking about some tough part he had in some movie he was making, and <strong> David Letterman </strong> points over at me and says, \"He's only 13 and he's got the blues.\" </q> He made about$ 500 for the night- he said he blew it on \"kid stuff\"- and got a few royalty checks over the years when the show was aired in reruns or", "new_id": -2}, {"uid": "1295671342025427988", "i": 11055, "idx": 0, "sa": ["Eric Schmidt", "Mark Hurd"], "q": "in 2011 to become Google's CEO, will focus on external partnerships and business deals starting on April 4, when Page will take over the day-to-day management role. <strong> Eric Schmidt </strong> said in a blog post that Page, <q> in my clear opinion, is ready to lead. </q> â\u0080¢ <strong> Eric Schmidt </strong>: \"Adult supervision' at Google no longer needed Meanwhile, just a few months removed from the <strong> Mark Hurd </strong> scandal, Hewlett-Packard\"s board of directors is getting a makeover with the", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,\" he said. \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}, {"uid": "1296863722114081843", "i": 35998, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "penchant for stirring up trouble. Like Pittsburgh Steelers quarterback <strong> Ben Roethlisberger </strong>, who will take the field Sunday earning a multi-million dollar paycheck. The accusations of sexual assault and his four game suspension a distant memory. <q> He sat those games out. The Steelers survived those four games. And then he came back and it appears nobody remembers what he did, </q> Mosher said. Memories of <strong> Michael Vick </strong>'s dog fighting conviction and jail time may be harder to shake, but the athlete was easily able to resume his lucrative NFL career after making a few amends.", "new_id": -2}, {"uid": "1295882943115425328", "i": 46815, "idx": 1, "sa": ["Simon Cowell"], "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful. \"It took me seven months to persuade these two to sign a recording contract with me,\" he said. <q> But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client. </q> He added: \"But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.\"", "new_id": -2}, {"uid": "1296484259078397492", "i": 42612, "idx": 0, "sa": ["Zahi Hawass"], "q": "Tahrir square, where many of the nation's protesters have gathered over the last week. <strong> Zahi Hawass </strong>, Egypt's chief archeologist and secretary general of the Supreme Council of Antiquities, told The Washington Post. <q> I have been protecting antiquities all my life. I felt if the Cairo museum is robbed, Egypt will never be able to get up again. </q> King Tutankhamen, also houses thousands of artifacts spanning the full sweep of Egypt's rich Pharaonic history. <strong> Zahi Hawass </strong> said the looters who targeted the Cairo museum were fortunately not too bright. Time magazine. \"", "new_id": -2}, {"uid": "1297535088041762828", "i": 22532, "idx": 0, "sa": ["Steve Ballmer"], "q": "We have grown tired of hearing <strong> Steve Ballmer </strong> tell us that user feedback has been fantastic and that the devices just need to get into customers' hands to see better sales. Sounds a bit like a Saab commercial: <q> People who test-drive a Saab usually buy one. </q> OK, but how many people do you know who have bought a Saab? And wasn't Saab nearly shut down not too long ago? <strong> Steve Ballmer </strong> can talk about user feedback all day long: The", "new_id": -2}, {"uid": "1295625832143933451", "i": 20894, "idx": 6, "sa": ["Saddam Hussein", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "war, including the decision to pull out American forces and leave <strong> Saddam Hussein </strong> in power. <strong> Colin Powell </strong> and the other members of <strong> George H.W. Bush </strong>'s national security team agreed that the mission was to liberate Kuwait, not remove <strong> Saddam Hussein </strong>. <q> There is a legitimate argument as to whether we stopped too soon. We accomplished the mission, </q> <strong> Colin Powell </strong> said. \"<strong> President Bush </strong> made the right decision.\" The Iraqi leader was ousted in 2003 during the Iraq war, which started under <strong> George H.W. Bush </strong>'s son, former <strong> President Bush </strong>. After being convicted of crimes against humanity", "new_id": -2}, {"uid": "1297422337196083716", "i": 22056, "idx": 2, "sa": ["Steve Ballmer"], "q": "Windows Phone 7 smartphone from the two, although Elop told us that we shouldn't have long to wait as they are expecting a quick rollout of the new hardware to suit a range of devices. <q> Part of the unique relationship here is that we will help Microsoft go down scale, </q> said Elop confirming that Microsoft will loosen its strict hardware guidelines. <strong> Steve Ballmer </strong> added that they are already working on making that happen since November.", "new_id": -2}]