[{"uid": "2008121210_00002969_W", "i": 4242, "idx": 8, "sa": ["Roger Johnson"], "q": "\" strychar said that barring a major shift in u.s. farm policy, oats as a major commodity south of the border <NO_QUOTATION> oats was a huge crop before farms became mechanized, north dakota agriculture commissioner <strong> Roger Johnson </strong> said. <q> it was used as horse feed before tractors, </q> he said. \"oats were fed to horses and that was our energy.\" now, <strong> Roger Johnson </strong> said, \"oats have fallen out of favor almost entirely because other crops have shown more profit potential.\"", "new_id": -2}, {"uid": "2008120916_00006633_W", "i": 4738, "idx": 2, "sa": ["Jim Cramer", "Barack Obama", "George H. W. Bush"], "q": "that he has all but given up the white house to its incoming occupant. lacking more information, <strong> Jim Cramer </strong> deduces that the market is now pricing in a <strong> George H. W. Bush </strong> exit, bolstering stocks ahead of <strong> Barack Obama </strong>'s arrival. <q> i am just saying the uniformity with which everyone greeted` the end of the move' after the fedex news( shocker, really?) and texas instruments( have they ever delivered?) seems a little fatuous given that we have been going up for days for no reason other than citigroup's not going under and <strong> Barack Obama </strong>'s not <strong> George H. W. Bush </strong>, </q> <strong> Jim Cramer </strong> says. this is not to say stocks are winning the long-term fight just yet. for instance, investors seeking safety have driven rates on short-term bills to record lows, again. the treasury department auctioned$", "new_id": -2}, {"uid": "2008121908_00023223_W", "i": 2046, "idx": 1, "sa": ["Alex Herbert"], "q": "cash flows, and leverage will be too weak for the previous` bbb+' rating due to a sharp downturn in global economic conditions and the commodity cycle,\" said credit analysts <strong> Alex Herbert </strong> and elena anankina. <q> this is coupled with a legacy of high debt and sizeable debt maturities in both 2009 and 2010, which have also strained liquidity. </q> <strong> Alex Herbert </strong> and anankina noted, \"rio tinto is burdened with substantial adjusted debt of about$ 47 billion, and material debt maturities of$ 8.9 billion in october 2009 and$ 10 billion in october 2010, following", "new_id": -2}, {"uid": "2008091112_00031320_W", "i": 616, "idx": 0, "sa": ["Alan Rosenberg"], "q": "the majority of seats on the national board, and the new slate from unite for strength, which challenges president <strong> Alan Rosenberg </strong>'s administration and advocates merging with the but a few horizontal bars intensified the election <strong> Alan Rosenberg </strong> has called <q> the most important... in the history of the screen actors guild. </q> the bar-coded card was included in a 12-page packet informing members on the alliance of motion picture and television producers' final tv/theatrical contract offer, which was formally rejected by the guild in july. the negotiations are as", "new_id": -2}, {"uid": "2008112513_00030803_W", "i": 864, "idx": 1, "sa": ["Alan Mulally"], "q": "which has the same underpinnings as the escape and mariner. ford ceo <strong> Alan Mulally </strong> argued last week in washington that the automaker had made safety strides when he testified along with other big three executives seeking massive government aid. <q> every year, we're going to improve the quality, we're going to improve the fuel efficiency, we're going to improve the safety, and we're going to keep improving the productivity so we can offer the consumer the very best value, </q> <strong> Alan Mulally </strong> told a house committee. honda and its acura unit had vehicles in nearly every category, including top-sellers such as the honda accord; the honda civic 4-door with optional esc; and the acura mdx and rdx", "new_id": -2}, {"uid": "2008091813_00029783_W", "i": 2917, "idx": 0, "sa": ["Richard Burns", "Michael Park"], "q": "forced the crew to crawl to the finish. luckily, the team had built up enough of a lead that it did not jeopardise the class award although they did drop a place overall from sixth to seventh. <q> i competed with <strong> Richard Burns </strong> in the original peugeot challenge and we had a strong friendship. i am very pleased that we've been able to support the charity[ and do this event], </q> said gwynne. <strong> Michael Park </strong>, who was tragically killed in a freak accident co-driving for markko martin on wales rally gb 2005, did his first season co-driving with me and we were also very close and so this rally", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 58, "idx": 0, "sa": ["Alex Jones"], "q": "questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 <q> on: december 14, 2008, 02:11:54 pm </q> questions for <strong> Alex Jones </strong> to answer live on the air, december 14th to 20th please remember, questions only... this way they will be together here, easy to find, easy to scroll, easy to read,", "new_id": -2}, {"uid": "2008092823_00012365_W", "i": 688, "idx": 0, "sa": ["Larry Ellison"], "q": "locally. the exadata can <NO_QUOTATION> by doing lower-level calculations closer to the raw data. only the results are then sent to the actual database, which aggregates the results in order to perform the final number crunching. <q> the intelligence allows us to reduce the amount of data flowing across the interconnect, </q> said <strong> Larry Ellison </strong>, which, as he rightfully pointed out, is the source of most of the delay in modern database systems. besides reducing the data being transmitted through the network, the servers are also equipped with", "new_id": -2}, {"uid": "2008100202_00043429_W", "i": 3957, "idx": 1, "sa": ["Nancy Pelosi"], "q": "consulting and fundraising, but also <NO_QUOTATION> such as payments to companies that employ spouses. \"democrats are committed to reforming the way washington does business,\" mrs. <strong> Nancy Pelosi </strong> said in a press release at the time. <q> congressman[ adam] schiff's bill will help us accomplish that goal by increasing transparency in election campaigns and preventing the misuse of funds. </q> last week, mrs. <strong> Nancy Pelosi </strong>'s office said the payments to her husband's firm were perfectly legal, insisting she is compensating her husband at fair market value for the work his firm has performed for the pac.", "new_id": -2}, {"uid": "2008103106_00005386_W", "i": 2519, "idx": 2, "sa": ["Papa Bouba Diop", "Rafael Benítez"], "q": "points but for the handling offence of <strong> Papa Bouba Diop </strong> 15 minutes from the end. naturally, he was unrepentant. though a man of great personal charm at times, <strong> Rafael Benítez </strong> can be as obdurate as an encircled rhino. <q> after the victory over chelsea winning tonight was always going to be the main thing. we want to stay at the top for a long time. with another game in three days and then the champions league after that, we need to manage the squad and the players. </q> the exasperation of st john is maybe not so hard to understand. he was, after all, involved in a title win which, under the leadership of bill shankly, required no more than 12 players,", "new_id": -2}]