[{"uid": "1297160511212434957", "i": 23810, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "- with the fourth judge still unknown. However, talk of the former <strong> Nicole Scherzinger </strong>'s possible arrival has apparently got <strong> Cheryl Cole </strong> worried she will be eclipsed by her if they do work together on the series. <q> <strong> Cheryl Cole </strong>'s been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master. </q> A source told the Daily Mirror newspaper:`` <strong> Cheryl Cole </strong>'s been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing", "new_id": -2}, {"uid": "1296850521242090033", "i": 48953, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "`` He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,'' <strong> Roger Goodell </strong> said. <q> I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him, </q> <strong> Roger Goodell </strong> said.`` He takes that seriously also.'' <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1295559948061718567", "i": 26562, "idx": 1, "sa": ["Eric Schmidt"], "q": "been CEO for nearly a decade. He will now take over as executive chairman. We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. <q> When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit. </q> outlook is bright. But as Google has grown, managing the business has become more complicated. So Larry, Sergey and I have been talking for a long time about how best to simplify our management structure and", "new_id": -2}, {"uid": "1295589516230457394", "i": 40615, "idx": 2, "sa": ["Eric Schmidt"], "q": "about working with both him and Sergey for a long time to come.''`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,'' Page said in a written statement. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity... and I can't wait to get started. </q>", "new_id": -2}, {"uid": "1295612145098222099", "i": 2274, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "continuing pressures on him and his family mean that he feels compelled to do so.'' <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages involving Princes <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1295133242039174154", "i": 18546, "idx": 2, "sa": ["Allen Iverson", "That guy"], "q": "<strong> Allen Iverson </strong>, who entered shooting 42.1 percent and averaging 30.5 points, shot 2-for-20 in the first three quarters and 5-of-28 overall along with 10-of-14 from the foul line. He also had four steals and committed four turnovers. <q> It's a game that I want to forget, but it's a game I'll probably remember for the rest of my life because it was one of the worst games I've ever played, </q> <strong> Allen Iverson </strong> said.`` But I'm happy because we got the win. <strong> That guy </strong>'s what makes it so easy to take. I'm as happy as I can be right now.'' <strong> Allen Iverson </strong> was surprised to", "new_id": -2}, {"uid": "1297298258261144595", "i": 21463, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "he is not responsible for the various awful failures and fiascoes that occurred at the Pentagon during his tenure in the <strong> President Bush </strong> administration. Like, for example, the whole`` Iraq invasion and occupation'' thing. <q> <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> President Bush </strong>. </q>`` <strong> President Bush </strong> didn't cotton to the idea,'' <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir Known and Unknown, excerpts of which were obtained by POLITICO.''` What if we had a problem with", "new_id": -2}, {"uid": "1296372558154075149", "i": 21097, "idx": 1, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "he would announce his decision by March.`` Obviously, <strong> Sen. Bernie Sanders </strong>'s going to raise the money he feels is necessary to be competitive,'' said Phil Fiermont, <strong> Sen. Bernie Sanders </strong>' campaign director. <q> We had a very good quarter and expect that's going to continue the next year and a half or more until we get to 2012. </q> In comparision, <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong>, D-Vt., raised$ 109,025 during the last quarter of 2008, two years before his 2010 re-election, bringing his total then to$ 1.22 million.", "new_id": -2}, {"uid": "1296759142240484366", "i": 23032, "idx": 0, "sa": ["Barbara Walter", "Barbara Walters", "David Letterman", "Robin Williams", "Bill Clinton"], "q": "had setbacks during heart surgery. <strong> Robin Williams </strong>: People Ask` How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery Doctor on <strong> Barbara Walters </strong>'` Setbacks' <strong> Barbara Walters </strong>", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]