[{"uid": "1297264343254083122", "i": 38261, "idx": 1, "sa": ["Donald Rumsfeld", "Sean Hannity"], "q": "Brotherhood a danger to the United States and Israel.`` The problem we have is there are many elements in a popular revolt,'' former Secretary of Defense <strong> Donald Rumsfeld </strong> told Fox News' <strong> Sean Hannity </strong> Tuesday. <q> Among them are extremists, like the Muslim Brotherhood. They tend to be not the largest, but the most extreme, the best organized, the best financed, and the most vicious. </q> <cite> http://topsy.com/www.rawstory.com/rs/2011/02/egypts- muslim- brotherhood- rejects- religious- state/?utm_source=pingback&amp;utm_campaign=L2 </cite> Tweets that mention Egypt's Muslim Brotherhood rejects` religious state,' won't seek presidency| Raw Story- Topsy.com[...]", "new_id": -2}, {"uid": "1297726874054689833", "i": 24185, "idx": 2, "sa": ["Patty Murray", "Kirsten Gillibrand", "Barbara Boxer"], "q": "the table.'' Sen. <strong> Barbara Boxer </strong>( D-Calif.), meanwhile, emphasized that she`` may not agree with everything in it,'' as did Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). <q> I don't think we should balance the budget on the backs of seniors who can not afford the rising costs of heating their home, </q> <strong> Kirsten Gillibrand </strong> said. Several senators mentioned the LIHEAP cuts, but Sen. <strong> Patty Murray </strong>( D-Wash.), who runs the Democratic Senatorial Campaign Committee, went big picture, calling for cuts outside non-defense discretionary spending", "new_id": -2}, {"uid": "1296273660046694426", "i": 30611, "idx": 4, "sa": ["Soulja Boy", "Phil Jackson", "LeBron James", "Allen Iverson", "Danny Granger", "Dahntay Jones"], "q": ". teams such as Indiana can rally and finish off the Sixers at home. <strong> Danny Granger </strong> scored 26 points and <strong> Dahntay Jones </strong> had 18 points to lead the Pacers to a 109-98 win over the Phil Jacksonadelphia 76ers on Monday night. <q> At times, when we can put teams aSoulja Boy, we go about it in a lackadaisical <strong> Soulja Boy </strong>, </q> <strong> Allen Iverson </strong> said.`` We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talLeBron James about.'' The Pacers earned a split of the home-and-home series after Phil Jacksonadelphia", "new_id": -2}, {"uid": "1295755514184385545", "i": 26796, "idx": 18, "sa": ["Allen Iverson"], "q": "-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there. </q> The Philadelphia star scored 60 points, a career high and the most in the NBA this season, to lead the 76ers to a 112-99 victory over the Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading", "new_id": -2}, {"uid": "1296157924245841935", "i": 12192, "idx": 3, "sa": ["Mike Pence", "Roy Blunt", "Steve Israel"], "q": "can agree it's[ the tax code] too complicated'' said <strong> Steve Israel </strong>( D-N.Y.), head of the Democratic Congressional Campaign Committee, the Democrats' election arm of the House. But, <strong> Steve Israel </strong> warned, <q> the hard climb will be identifying what provisions to reform. </q> Freshman Sen. <strong> Roy Blunt </strong>( R-MO) also expressed hope that`` the divided government can create an opportunity to accomplish some hard things.'' Looking toward the 2012 political season all eyes were on <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1294994738178470923", "i": 58576, "idx": 2, "sa": ["Michael Jensen", "Michael Vick", "Brian Finneran"], "q": "70 yards down the field and he'd still yank it up to you. Always stay alive.'' <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years. <q> <strong> Michael Jensen </strong> always worked hard on the football field, </q> <strong> Brian Finneran </strong> said.`` But as a quarterback, you've got to know everything about that offense, about the line, where the running backs are supposed to be. No question he could have worked harder in", "new_id": -2}, {"uid": "1296679524252428319", "i": 25361, "idx": 2, "sa": ["David Letterman", "Brooklyn Decker", "Newt Gingrich", "Mitt Romney", "Sarah Palin"], "q": "him as their presidential nominee. <strong> Sarah Palin </strong> came in second with 19%, followed by former <strong> Newt Gingrich </strong>( 11%). <strong> Mitt Romney </strong> told <strong> David Letterman </strong> he has no plans to run for President, but added <q> I'll keep the door open. </q> He also gave a shout out to <strong> Sarah Palin </strong>. What, exactly, is a WAG? Like model <strong> Brooklyn Decker </strong>,`` WAGs'' are the`` Wives and Girlfriends'' of star athletes. Dad goes", "new_id": -2}, {"uid": "1295562213148553735", "i": 12207, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "real business model into a tech giant with a wide sweep of products and more than$ 25 billion a year in revenue. On a conference call with analysts <strong> Eric Schmidt </strong> expressed confidence in <strong> Larry Page </strong>. <q> I believe <strong> Larry Page </strong> is ready, </q> <strong> Eric Schmidt </strong> said.`` It's time for him to have a shot at running this, and I'm sure he'll do a fantastic job.'' <strong> Eric Schmidt </strong> said there would be no material change in", "new_id": -2}, {"uid": "1295949464070467618", "i": 13969, "idx": 3, "sa": ["Paul Potts", "Simon Cowell"], "q": "talent show`` Britain's got Talent'' featuring <strong> Simon Cowell </strong> as a judge. Check out the clip of his semi final winning performance. www.youtube.com about the performance only please. All others will be removed and blocked.Aerosmith's <q> I don't want to miss a thing </q> is also featured in the clip, for those that keep asking!For all those that seem to think <strong> Paul Potts </strong> is a pro in disguise, please realise the following.- Bath Opera is an amateur opera company staging a", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}]