[{"uid": "1295391203109740051", "i": 7477, "idx": 3, "sa": ["Sergio Marchionne"], "q": "We are not going to give up one inch of territory,'' <strong> Sergio Marchionne </strong> said. A Chrysler auto worker installs seat belts to a Chrysler Chrysler Brand CEO Francois speaks in... Chrysler Town and Country Report Abuse <q>`` We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday'' </blockquote>`` One amenity is an optional heated steering wheel, a first among minivans.'' Report Abuse <blockquote> Why haven't detroit automakers learned yet that we don't want rebadged", "new_id": -2}, {"uid": "1297118217093028381", "i": 45362, "idx": 3, "sa": ["Simon Cowell", "Susan Boyle"], "q": "- they have also expanded the age pool to younger and older contestants-- something <strong> Simon Cowell </strong> is looking forward to seeing. VIEW THE PHOTOS: The Brit Pack: Hot Shots Of Stars From The UK! <q> You can't put an age cap on talent, </q> <strong> Simon Cowell </strong> said. <strong> Susan Boyle </strong>, who would have thought this little lady living on her own in Scotland would go on to sell 20 million records,'' he said, referring to the winner of another one of", "new_id": -2}, {"uid": "1295932595118013952", "i": 2111, "idx": 1, "sa": ["Michael Jordan", "Paul Silas", "Allen Iverson", "Tracy McGrady"], "q": "Orleans on February 8.`` Every time we play those guys, it's like a playoff game,'' said <strong> Tracy McGrady </strong>, whose club lost to the Hornets in the first round of last year's playoffs. <q> To win this game was big for us http://wn.com/Allen_Iverson_55_pts_Playoff_Career_High_vs_NO_Hornets_2003 Philadelphia 98, New Orleans 90 <strong> Allen Iverson </strong>'s 55 Gives Sixers Game 1 In the illustious history of the Philadelphia 76ers, nobody-- not Wilt, not <strong> Julius Erving </strong>, not Moses-- had an individual performance like <strong> Allen Iverson </strong>'s against the New Orleans Hornets. <strong> Allen Iverson </strong> scored a team playoff-record 55 points as the 76ers defeated the Hornets, 98-90, in Game One of their Eastern Conference first-round series.`` He was on fire, </q> Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston.`` Anytime a guy like that is on fire,", "new_id": -2}, {"uid": "1296433725170967043", "i": 27583, "idx": 1, "sa": ["Stewart Mandel", "Michael Vick", "George Karl", "Kevin Kolb"], "q": "into the stands. <strong> George Karl </strong> says he's proud of the way the Nuggets have handled the Anthony trade circus.`` We laugh about it, we joke about it,'' <strong> George Karl </strong> said. <q> In general, it has not had a big effect on our basketball. </q> <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1295570430037306373", "i": 34159, "idx": 6, "sa": ["Eric Schmidt"], "q": "decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.'' According to the blog post <q> <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly. </q> According to <strong> Eric Schmidt </strong> as Executive Chairman he will focus wherever he can add the greatest value such as deals, partnerships, customers and broader business relationships.`` We are confident that this focus will", "new_id": -2}, {"uid": "1295674696105103375", "i": 8806, "idx": 0, "sa": ["Eric Schmidt"], "q": "5.5% since the start of the year. During yesterday's conference call, much was stressed on Page`` being ready,'' writes Forbes' Quentin Hardy. <strong> Eric Schmidt </strong> added that Page had <q> lots of ideas that are interesting and clever. </q>`` Larry Page is likely to be a very capable chief executive at Google- as long as the rules don't change, and he has to prove he is a businessman,'' Hardy adds", "new_id": -2}, {"uid": "1296870076196296704", "i": 24677, "idx": 2, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "to restructure the weakest of the U.S. automakers with Fiat's small-car know-how and international distribution. <strong> Sergio Marchionne </strong> said that in the next two to three years Chrysler and Fiat could ultimately merge into one company, adding, <q> For all I know it could be based here. </q> <strong> Sergio Marchionne </strong> is credited with reviving Fiat, whose brands include Ferrari, Maserati and Last year, Volkswagen AG Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But on Friday, <strong> Sergio Marchionne </strong> flatly rejected", "new_id": -2}, {"uid": "1297350455055672878", "i": 10087, "idx": 3, "sa": ["Tim Pawlenty", "Kristi Noem", "Mike Pence"], "q": "down an invitation to speak at CPAC, where he has appeared six times.`` At this time, the congressman is focusing his attention on Indiana,'' <strong> Mike Pence </strong> spokesman Matt Lloyd said. <q> He hopes to participate in future CPAC opportunities as his schedule permits. </q> Besides at least eight potential presidential candidates, speakers will include those from the ranks of Republicans newly elected to Congress, including Reps. <strong> Kristi Noem </strong> of South Dakota and <strong> Tim Pawlenty </strong> Scott of South Carolina, and", "new_id": -2}, {"uid": "1295675869065781795", "i": 12702, "idx": 0, "sa": ["Fletcher Smith", "Allen Iverson", "Donovan McNabb"], "q": "deal it could have a maximum value of$ 88 million. <strong> Donovan McNabb </strong>, 33, will help solidify his standing as the Redskins' quarterback of the present and future with a new contract in his back pocket. <q> We had ongoing talks and once the regular season started, we really were aiming toward the bye week[ to get a deal done] and it came together, </q> Redskins executive vice president/general manager Bruce <strong> Allen Iverson </strong> said. <strong> Donovan McNabb </strong>'s agent, <strong> Fletcher Smith </strong>, clarified some of the details of <strong> Donovan McNabb </strong>'s deal Tuesday. He says while the contract is worded so that it has``$ 40", "new_id": -2}, [{"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview.`` I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}]]