[{"uid": "1295458359168706053", "i": 22520, "idx": 2, "sa": ["Paula Abdul", "Ryan Seacrest", "Ellen DeGeneres", "Simon Cowell", "Michael Jackson"], "q": "jumpsuit, came out next from underneath the stage in a cloud of swirling dry ice. The \"total package, the triple threat,\" as <strong> Ryan Seacrest </strong> called her, said she was excited to be there. <q>You have to just concentrate on the moment as best you can. Just live. It's your moment.</q> She added that she's \"looking for the next <strong> Michael Jackson </strong>.\" The new line-up brings big changes to \"American Idol.\" Gone are original judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. Gone are more recent additions, <strong> Ellen DeGeneres </strong>", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q>the left is trying to goad her into it,</q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}, {"uid": "1296770511173654034", "i": 12192, "idx": 42, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "other pictures had been released- \"showing soldiers engaged in similarly disturbing sexual, sadistic acts-but with each other: Americans on Americans.\" A week later, <strong> Donald Rumsfeld </strong> gave the <strong> Bill Clinton </strong> a handwritten note saying <q>that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you.</q> \"Don, someone's head has to roll over this,\" Bush told him. But the <strong> Bill Clinton </strong> called him that night and said that \"your leaving is a terrible idea.\" Bush asked", "new_id": -2}, {"uid": "1297488327192626740", "i": 31207, "idx": 8, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "more time to talk.\" I suspect <strong> Donald Rumsfeld </strong> felt otherwise. <strong> Diane Sawyer </strong>, the top ABC anchor, was also eager for <strong> Donald Rumsfeld </strong> to admit mistakes. Here's how her Nightline interview was introduced: <q><strong> Diane Sawyer </strong> goes head to head with <strong> Donald Rumsfeld </strong> as never before.... The big question: What did he get wrong?</q> <strong> Donald Rumsfeld </strong> said he got some things wrong, as he does in his book. He said \"it's possible\" he was slow to react to deterioration of the military situation in Iraq. He regretted saying", "new_id": -2}, {"uid": "1295907761051232811", "i": 10881, "idx": 3, "sa": ["Hu Jintao", "Colin Powell", "Barack Obama"], "q": "also insisted he would not join the administration but would continue to serve as an informal adviser to the president. <strong> Colin Powell </strong> generally approved of <strong> Barack Obama </strong>'s performance during Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>'s visit to the United States. <q>You shouldn't expect <strong> Hu Jintao </strong> to run back home and suddenly say \"<strong> Sen. Joe Lieberman </strong>'ve seen the light,'</q> <strong> Colin Powell </strong> said of the summit between the two presidents. He also said of expectations of <strong> Barack Obama </strong>, \"We didn\"t elect Superman, we elected a human being.\" CBS: FACE THE NATION", "new_id": -2}, {"uid": "1296573919178978861", "i": 15177, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q>The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media.</q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under", "new_id": -2}, {"uid": "1295316001007274519", "i": 11340, "idx": 0, "sa": ["Paul Gascoigne", "Andy Coulson", "Sienna Miller", "David Cameron"], "q": "claiming that his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing News of the World phone-hacking controversy, <strong> David Cameron </strong> said: <q>I don't have to go into private conversations.</q> <strong> Paul Gascoigne </strong> To Sue Paper Over Phone Tapping actress <strong> Sienna Miller </strong> have already issued legal proceedings in the High scandal, reports say. TV presenter Chris Tarrant and... Leading article: Justice has not yet been done forensic an interviewer", "new_id": -2}, {"uid": "1297105778203178095", "i": 36233, "idx": 0, "sa": ["Kirsten Gillibrand", "Riyad Mansour"], "q": "another rush in Congress; this time led by New York Senator <strong> Kirsten Gillibrand </strong>, to have the United States veto the resolution. Surrealpolitik forces Palestinian leaders to grasp at straws. Palestinian Permanent Representative <strong> Riyad Mansour </strong> said, <q>Our objective is to convince our American colleagues that there is value to having this resolution adopted in the Security Council,</q> he said. \"We are not there yet.\" The Palestine Papers show Palestinian negotiators to be incredibly patient. \"The purpose of this resolution,\" said <strong> Riyad Mansour </strong>, \"among other things, is to", "new_id": -2}, {"uid": "1295448248150847491", "i": 39909, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Hillary Clinton", "Ileana Ros-Lehtinen"], "q": "\"<cite> TeamPOLITICO: Jan. 19, 2011- 7:30 AM EST </cite>\" Rep. <strong> Ileana Ros-Lehtinen </strong>( R-Fla.), chair of the House Committee of Foreign Affairs, objected to the PLO flag being flown. <q><cite> TeamPOLITICO: Jan. 19, 2011- 7:30 AM EST </cite></q> The flag-raising came as <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) and 16 other senators wrote to Secretary of State <strong> Hillary Clinton </strong> on Tuesday, asking the <strong> Barack Obama </strong> administration to oppose the Palestinian Authority's efforts to bring a resolution before the", "new_id": -2}, {"uid": "1295034979268353577", "i": 48706, "idx": 3, "sa": ["Craig Ferguson", "David Letterman", "Charlie Sheen"], "q": "\" \"Well, you're going to have to take that up with Mr. Thorpe.\" 9. <strong> David Letterman </strong>: The Golden Globes has weird categories. \"Best Actor with a Boston Accent,\" <q>Best Movie That's 45 Minutes too Long,</q> \"Best Focker\"... 8. <strong> Craig Ferguson </strong>: CBS announced today that <strong> Charlie Sheen </strong> wasn't on the set today because he's got an ear infection.[ <strong> Craig Ferguson </strong> broke up laughing.] Do you ever", "new_id": -2}]