[{"uid": "1295667567122535955", "i": 252, "idx": 3, "sa": ["Eric Schmidt"], "q": "and energy to strategic projects and on new products. \"His title will be co-founder. He's an innovator and entrepreneur to the core and this role suits him perfectly,\" the blog said. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us, </q> <strong> Eric Schmidt </strong> wrote. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" \"As Executive Chairman, I will focus wherever", "new_id": -2}, {"uid": "1295965860135200782", "i": 26426, "idx": 1, "sa": ["Eric Schmidt"], "q": ". But while Google has dominated Internet search, it has struggled with social networking and is facing stiff competition from companies like Facebook and Twitter, which are stealing web traffic and engineering talent. <q> Our retention has been actually the same and our retention has been exactly the same for seven years </q> he said at a news conference following his DLD appearance. \"We're going to be hiring many thousands of people this year.\" <strong> Eric Schmidt </strong> said that in his new role he would be", "new_id": -2}, {"uid": "1297384383139427845", "i": 9057, "idx": 1, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "plant in Italy starting in 2012 as part of a Chrysler venture. Under the deal with unions, workers will put in more hours, take shorter breaks and risk having pay withheld for persistent absenteeism. <q> Integration with Chrysler may lead to new combinations, so it's crucial to stress the importance now of a prominent position for Italy, </q> Labor Minister <strong> Maurizio Sacconi </strong>, who will attend the meeting and spoke with <strong> Sergio Marchionne </strong> last week, said in an interview. \"The government wants to verify with Fiat's management the status of the Italian investment plan.\"", "new_id": -2}, {"uid": "1295840751200425483", "i": 1780, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of Dec. 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1297419793219660332", "i": 14915, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Blog home Nokia and Microsoft tieup: liveblog 10.12 am: <q> We have been on a complex journey... this announcement with Microsoft is just one part. </q> OOh, and now we get <strong> Steve Ballmer </strong>. SB: \"honour and privilege to be here today.. thank <strong> Stephen Elop </strong>. It was a year ago that we unveiled WP7 at MWC... it's", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy. \"I think that's part of what he's been positioning for,\" said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}, {"uid": "1295628138018169942", "i": 1782, "idx": 1, "sa": ["Andy Coulson"], "q": " \"continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed\" in his role as Downing Street communications chief. <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the British royal family's entourage in 2007. <strong> Andy Coulson </strong> quit the paper when the pair were", "new_id": -2}, {"uid": "1295277815062636063", "i": 28421, "idx": 0, "sa": ["Ron Paul", "Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "aenfroy87 for more videos. For more information visit the following sites www.RonPaul.com http www.house.gov www.DailyPaul.com http www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1295807421110559236", "i": 28653, "idx": 12, "sa": ["Colin Powell", "Barack Obama"], "q": "you a socialist I think is an unfortunate characterization and is inaccurate,\" he said. While saying he doesn't want to see his taxes go up http://wn.com/Colin_Powell_Dismisses_Cheneys_Claim_That_Obama_Made_US_Less_Safe__HIPHOPNEWS24-7COM CLICK HERE- CLICK HERE www.hiphopnews24-7.com www.hiphopnews24-7.com www.hiphopnews24-7.com www.hiphopnews24-7.com http://wn.com/Powell_Didn't_Pick_McCain_b/c_He_Didn't_Have_the_Complete_Grasp_of_the_Economic_Problem <q> <strong> John McCain </strong> was Unsure on How to Deal w/the Economic Problems that we were having. Almost everyday there was a different approach to the problem and that concerned me, sensing that he didn't have the complete grasp of the economic problems we were having and I don't believe <strong> Sarah Palin </strong> is ready to be <strong> Barack Obama </strong> <strong> Joe Biden </strong>. </q> <strong> Colin Powell </strong>'s comments and analysis of the Powel Endorsement MLK parade bomb should spark dialogue on racist rhetoric Revived <strong> Barack Obama </strong> faces tough State of Union challenge AP-GfK Poll: <strong> Barack Obama </strong> popular but doubts on progress Religious Beliefs Inform Americans'", "new_id": -2}, {"uid": "1297281375192200785", "i": 18908, "idx": 0, "sa": ["Lance Horne", "David Letterman", "Justin Vivian Bond", "Sandra Bernhard", "Rob Moose", "Vince Lombardi", "Jake Shears", "Dan Lauria"], "q": "and <strong> Justin Vivian Bond </strong>, music and lyrics by <strong> Sandra Bernhard </strong>, <strong> Justin Vivian Bond </strong>, <strong> Lance Horne </strong> and <strong> Jake Shears </strong>. <strong> Rob Moose </strong> will be the musical director. The new musical, according to press notes, features Bernard and <strong> Justin Vivian Bond </strong>, who play <q> country cousins whose lives have led them in very different directions. One went from being a rock chick to born again motherhood in the Midwest and the other from small town gay to urban art world sophisticate. When the two meet up again at a family wedding they set of on a journey rediscovering their authentic selves and learning that ideology doesn't mean much when stacked up against art love and really good acid. </q> <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as <strong> Vince Lombardi </strong>( Video) <strong> Dan Lauria </strong>, who recently visited \"Late Night with <strong> David Letterman </strong>\" to give the host a pep talk in character as Green Bay Packers", "new_id": -2}]