[{"uid": "1295968668242466824", "i": 17831, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials last year opened a formal antitrust probe into <strong> Google Inc. </strong> search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries", "new_id": -2}, {"uid": "1296962228115425286", "i": 13682, "idx": 8, "sa": ["Michael Vick"], "q": "`` <strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday'' \" Report Abuse \" dude, the grammer sucks!! how are these people getting paid for lousy writing: \" <q> <strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday </q> Report Abuse \" Sigh Patriot hating is so old and sad at this point if you losers can't come up with more material then you should all go back to the pathetic holes you came from. \"", "new_id": -2}, {"uid": "1297086358189808654", "i": 34747, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "biggest mistake of the war.`` In a war, many things cost lives,'' <strong> Donald Rumsfeld </strong> told <strong> Diane Sawyer </strong>. Pressed on the fact that <strong> President Bush </strong> has written that cutting troop levels in Iraq was <q> the most important failure in the execution of the war, </q> <strong> Donald Rumsfeld </strong> called that`` interesting.''`` I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready", "new_id": -2}, {"uid": "1297701144114671657", "i": 14848, "idx": 1, "sa": ["Mike Pence"], "q": "million in annual funding. <strong> Mike Pence </strong> said`` every American should be shocked'' that an employee receiving millions of dollars in federal funds`` has been recorded aiding and abetting underage sex trafficking.'' <q> The time to deny any and all funding to Planned Parenthood is now, </q> he said. By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by covering overhead and operational costs, free up other money to provide abortions.", "new_id": -2}, {"uid": "1295900279046350342", "i": 11119, "idx": 1, "sa": ["Roger Moore", "David Letterman"], "q": "of Famer.''( Nichols) was a very interesting person, someone with interests far beyond wrestling. He had a very extensive pottery collection that he actually took on the <strong> David Letterman </strong> Show one time. <q> If he didn't like something that was going on during a match he'd go to the scorer's table and hit the buzzer to stop the match and explain why something was wrong to the officials. Can you imagine somebody doing that these days? </q> Kroeschell's first dual meet was in November of 1985 with first-year coach Jim Gibbons leading the program. Two years later, in 1987, Iowa State won the <strong> Roger Moore </strong> Eight and NCAA Championships.", "new_id": -2}, {"uid": "1295566668244678663", "i": 2850, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "position in which Page will focus on merging Google's technology and business vision. Page's Google co-founder, <strong> Sergey Brin </strong>, will focus on strategic projects and new products with the title of co-founder. <q> For the last 10 years, we have all been equally involved in making decisions, </q> <strong> Eric Schmidt </strong> said of himself, Page and <strong> Sergey Brin </strong>.`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have", "new_id": -2}, {"uid": "1296962228115425286", "i": 13674, "idx": 0, "sa": ["Michael Vick"], "q": "from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and", "new_id": -2}, {"uid": "1297280200108511254", "i": 44099, "idx": 0, "sa": ["Chris Medina", "Paula Abdul", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "I would feel like I would already won,'' said <strong> Chris Medina </strong>, before singing`` Break Even'' by The Script. Then he brought his fiancee inside the audition room in her wheelchair. <q> I got to tell you man, I am so happy right now, </q> <strong> Steven Tyler </strong> said. He, <strong> Jennifer Lopez </strong> and Randy Jackson greeted Julianna, then <strong> Steven Tyler </strong> gave her a huge hug, and a kiss, and rubbed his eyes. <strong> Simon Cowell </strong> Suggests <strong> Paula Abdul </strong> Could Be in the Running for`", "new_id": -2}, {"uid": "1294965251056983592", "i": 6001, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "The doctor"], "q": "of <strong> Gabrielle Giffords </strong>'s colleagues and friends, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York and Representative <strong> Debbie Wasserman Schultz </strong> of Florida, were with the Congresswomen at the time when she first opened her eyes, and called the moment miraculous. <q> It felt like we were watching a miracle, </q> Rep. <strong> Debbie Wasserman Schultz </strong> said, according to The Associated Press.`` The strength that you could see flowing out of her, it was like she was trying to will her eyes open.''`` <strong> The doctor </strong> said", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}]