[{"uid": "1297499276176193565", "i": 40419, "idx": 0, "sa": ["Kirsten Gillibrand", "Hosni Mubarak"], "q": "Friday after noon prayers in Queens, and activists were organizing gatherings, including one at the Egyptian Mission to the United Nations in Manhattan. U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., called <strong> Hosni Mubarak </strong>'s departure <q>an incredible moment for freedom and liberty.</q> Log on to m.lohud.com from your cell phone or other wireless device to read breaking news, entertainment, sports and more. Subscribe Copyright Â© 2011 Use of this", "new_id": -2}, {"uid": "1295564518204079107", "i": 28856, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "a tremendous leader and I have learned innumerable lessons from him,'' Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an ''advisor'' to the co-founders, instead of his previous equal role in decision-making. <q>His advice and efforts will be invaluable to me as I start in this new role.</q> According to a <strong> Eric Schmidt </strong> post to the Official Google Blog, managing the company has become more difficult, requiring a change from the current situation, in which he, Page, and <strong> Sergey Brin </strong> have an equal", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. ''I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong> said of the pairing. <q>Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}, {"uid": "1295915615006537222", "i": 24048, "idx": 0, "sa": ["Karl Lagerfeld", "Eric Schmidt", "Alexis Mabille"], "q": "hat throughout the interview. <strong> Karl Lagerfeld </strong> couture collection, which includes black ribbon chokers, floaty tiered tulle skirts, pointy-toed black flats, and sequined skinny pants. 3. <strong> Karl Lagerfeld </strong> is late all the time: <q>It's not because I am rude or lazy. It's only because when I am with somebody I forget to look at my watch, so when you start to be late in the morning, you are late all day, because it is one thing after the other.</q> Critics Laud Givenchy's ''Fierce' Dog-Inspired Collection, Pan <strong> Alexis Mabille </strong>'s Lace-up Pants Catch Glimpses of the Spring 2011 <strong> Karl Lagerfeld </strong> Couture Collection and Find Out Why <strong> Karl Lagerfeld </strong> Is Always Late Google's <strong> Eric Schmidt </strong> Thinks He''d Make an", "new_id": -2}, {"uid": "1295629086018169865", "i": 2596, "idx": 0, "sa": ["Eric Schmidt"], "q": "But across technology circles the move by Google-- founded during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old Page left some wondering how the search giant would deal with middle age. <q>Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning?</q> Chris Dixon, a technology veteran who has invested in Skype and Foursquare, tweeted. After signing pact with China, Boeing lays off 1,100 U.S. workers Starting April, Google's Page will take over as chief", "new_id": -2}, {"uid": "1296561500134217730", "i": 17289, "idx": 2, "sa": ["Mike Pence"], "q": "third-ranking Republican in the House-- announced he would not be a candidate for president in 2012. ''Seeking national office was not right for us now,'' he told the Central students. <q>While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts.</q> Saying his ''heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with ''the good and strong and opinionated people of this state'' before deciding his next move.", "new_id": -2}, {"uid": "1297491655239927298", "i": 17891, "idx": 2, "sa": ["Mike Pence"], "q": "figure balked, forcing the Appropriations Committee back to the drawing board. The new cuts will total about$ 60 billion, and the plan appeared to be winning support from the conservative rank and file. <q>House Republicans will keep our word to the American people,</q> said Representative <strong> Mike Pence </strong>, Republican of Indiana. The Republicans had given themselves an extraordinarily difficult task by promising ahead of the November elections to exclude military and domestic security spending from their reductions", "new_id": -2}, {"uid": "1295734119025952274", "i": 45929, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "The state could begin issuing IOUs in April or May if <strong> Jerry Brown </strong> and the Legislature fail in their budget negotiations, state Treasurer <strong> Bill Lockyer </strong> said this afternoon. IOUs could be required if the state is <q>unable to meet the self-imposed deadlines by the governor and the Legislature to adopt a budget in a timely way,</q> he told academics and political consultants at a conference in Berkeley. <strong> Jerry Brown </strong> is seeking to have a budget deal in place by March, proposing massive spending reductions and a ballot measure to extend temporary tax increases", "new_id": -2}, {"uid": "1296546507227508228", "i": 24944, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Herring, who has written editorials opposing the war in Afghanistan, said that he was a ''pariah on campus'' because the op-eds were ''universally condemned.'' Despite the criticism, Herring maintained that <q>it was a little crazy to put soldiers[ in Afghanistan] in the first place.</q> He reiterated former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>'s question,' ''Are we creating more terrorists than we're killing?'' Since Pentagon policymakers can not answer that question, Herring said ''people are", "new_id": -2}, {"uid": "1297271679224821249", "i": 9067, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his tomb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. <q>We started the restoration two days ago. In three days, all these monuments will be completely restored,</q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs", "new_id": -2}]