[{"uid": "1297108504141246501", "i": 26229, "idx": 0, "sa": ["Simon Cowell"], "q": "victory sign as he holds an... Photo: Argentina's players celebrate their victory Video: ShowBiz Minute: Schneider, Super Bowl, Sheen Video: Matthew Perry Returns to TV in \"<strong> Simon Cowell </strong> Sunshine\" Report Abuse <q> The stealers suck.... and this games shows that... </q>", "new_id": -2}, {"uid": "1295564131244678883", "i": 34184, "idx": 3, "sa": ["Eric Schmidt"], "q": "want to accomplish? They are fscking evil. Jan 20, 11- 04:41 pm Comment from: Arnold Ziffel <strong> Eric Schmidt </strong> T Mole will be doing more data mining on you and me. <q> Don't be evil... but DO all the evil you can. </q>- Gaagle motto Jan 20, 11- 04:42 pm Comment from: Original Jake A new role for <strong> Eric Schmidt </strong> is \"technology thought leadership\"?? Jan 20, 11- 04:47 pm Comment from:", "new_id": -2}, {"uid": "1297307751072155172", "i": 45140, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "Location From Tha Bay 2 L.A Posts <q> Dog lover <strong> Mark Buehrle </strong> said he had \"hope\" <strong> Michael Vick </strong> would get hurt </q> By David Brown Update: After this story gained traction, the quotes pertaining to <strong> Mark Buehrle </strong> wishing <strong> Michael Vick </strong> would get hurt have been scrubbed from the story on MLB.com. They were not,", "new_id": -2}, {"i": 36633, "idx": 1, "index_answer": 0, "new_id": -1, "q": "to Be Rude, But...\" in which he laid down five important principles that actors can use when auditioning. 1. Don't grovel when you come in. <strong> Simon Cowell </strong> writes <q> I look upon it[ groveling] as a sign of desperation. So many times people come in and they come up with this terrible dialogue about how much they like me or Randy or Paula. It's demeaning, and there's no point to it. We're not looking for a nice person; we're looking for somebody who's confident and assured, but talented above all. Trust me-- most stars aren't nice. </q> 2. Believe in yourself the second you leave the house. \"Self-possession isn't something you can turn on seconds before you walk into the audition room. People like Ruben or Kelly", "sa": ["Simon Cowell"], "uid": "1296146610048234548"}, {"uid": "1296859850024854534", "i": 2207, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "( Reuters)- Chrysler is working to refinance what its chief executive characterized as \"shyster loans\" that the <strong> Barack Obama </strong> administration extended as part of a bailout to keep the automaker from collapse in 2009. <q> I want to pay back the shyster loans, </q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. \"Pay back the loans, get those out and then take( the company) public.\" <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1294983501041599011", "i": 33127, "idx": 0, "sa": ["Thomas Dimitroff", "Michael Vick"], "q": "seed in the NFC playoffs. \"I've always believed that everyone in this league gets pigeonholed one way or the other,\" <strong> Thomas Dimitroff </strong> told The Associated Press in an interview this week. <q> But my father taught me that a pigeon hole doesn't mean anything if it's full of crap. </q> He rebuilt the Falcons largely through the draft, the biggest pick of all his very first: quarterback Matt Ryan, taken No. 3 overall as a seeming successor to <strong> Michael Vick </strong>.", "new_id": -2}, {"uid": "1296366488199786542", "i": 36582, "idx": 1, "sa": ["Mike Pence"], "q": "conservative activists to run for president in 2012. \"We seriously considered it, which for a small town boy from Southern Indiana is a very humbling thing...,\" <strong> Mike Pence </strong> said last week. <q> But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead. </q> <strong> Mike Pence </strong>, 51, said he will spend the next few months traveling around the state before announcing a decision on the governor's race, which he is widely expected to enter as the GOP", "new_id": -2}, {"uid": "1295106448241254427", "i": 18825, "idx": 1, "sa": ["Lamar Alexander", "Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "the Tuscon, Ariz., shooting rampage, that left six dead and Arizona <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> wounded, Republicans moved to shield their tea party supporters from any guilt by association with an accused gunman with a troubled past. <q> What we know about this individual, for example, is that he was reading <strong> Karl Marx </strong> and reading Hitler.... That's not the profile of a typical tea party member and that's the inference that's being made, </q> said <strong> Lamar Alexander </strong>.( AP Photo/Mark Humphrey) FILE- In this Jan. 12, 2011, file photo people recite the Pledge of Allegiance during a memorial service with <strong> Barack Obama </strong> for the victims the shooting rampage,", "new_id": -2}, {"uid": "1297363571104955962", "i": 5404, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "and Iraqi forces. The intelligence hadn't indicated that a broad-based insurgency would take place, and by 2006 it became clear that the US needed to recast its strategy. On McCain, <strong> Donald Rumsfeld </strong> said, <q> If all you have is a hammer, every problem looks like a nail. </q> McCain \"got it into his mind\" that troop levels had been the problem the entire time, and never let it go. <strong> Donald Rumsfeld </strong> wrote in his book that in retrospect, he should have left", "new_id": -2}, {"uid": "1295674864069369873", "i": 289, "idx": 0, "sa": ["Saddam Hussein", "Andy Coulson"], "q": ".\" The Daily Telegraph said Blair was far better informed on the Tehran regime than on <strong> Saddam Hussein </strong>'s and \"like him or not... he is right about Iran\". The Guardian said <q> the old stager belted out familiar tunes </q>, adding: \"Blair ties the planet together in a superstring theory of everything, and nothing is allowed to stand in the way of its conclusions.\" <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street", "new_id": -2}]