[{"uid": "1295633904157057075", "i": 12301, "idx": 2, "sa": ["Glenn Mulcaire", "Clive Goodman", "Rupert Murdoch", "Andy Coulson", "David Cameron"], "q": "by what I've said about those events, but when the spokesman needs a spokesman it's time to move on,\" said <strong> Andy Coulson </strong>, who had worked for <strong> David Cameron </strong> for 31/2 years. <strong> Andy Coulson </strong> was <q>a brilliant member of my team and has thrown himself at the job with skill and dedication,</q> <strong> David Cameron </strong> said. <strong> Rupert Murdoch </strong>'s News of the World is one of Britain's most raucous tabloids. In early 2007, the paper's royal correspondent <strong> Clive Goodman </strong> and the private investigator <strong> Glenn Mulcaire </strong> were found guilty of intercepting", "new_id": -2}, {"uid": "1297167911133922834", "i": 43030, "idx": 0, "sa": ["Simon Cowell"], "q": "Auditions for US contestants begin on 27 March in Los Angeles. Other sessions follow in Chicago, Dallas, Miami, Seattle and New York. Talking at a news conference <strong> Simon Cowell </strong> said: <q>The top contestant will get$ 1 million( Â£ 619,000) a year for five years, separate from the costs involved in recording and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure. \"I believe I can find a star.</q> But he admitted: \"If they don't sell a single record they still get to keep the money. It is pressure, because if the wrong person wins, I'm in trouble.", "new_id": -2}, {"uid": "1295191877017137675", "i": 22354, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "a friend. \"I talked to her husband Mark last night. She's making progress every day.\" While it's \"far too early\" for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said, <q>she's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and understand and show people she understands what she's hearing and seeing.</q> <strong> Gabrielle Giffords </strong> began breathing without a ventilator yesterday as doctors took out the breathing tube that had run down <strong> Gabrielle Giffords </strong>'s throat and replaced it with a tracheotomy tube in her windpipe. Surgeons also inserted a feeding tube", "new_id": -2}, {"uid": "1297437855123142162", "i": 49383, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "that Microsoft has specifically ruled out for tablet devices. \"We preserve the right to introduce tablets using other platforms\" But <strong> Stephen Elop </strong> says that's not necessarily the end of Nokia's tablet ambitions. <q>We could take advantage of things Microsoft are thinking of in the future as relates to tablets,</q> <strong> Stephen Elop </strong> said at a press conference, sitting alongside Microsoft CEO <strong> Steve Ballmer </strong>. Microsoft is in the process of porting Windows to ARM processors, which have long featured in Nokia's smartphones. However,", "new_id": -2}, {"uid": "1296644684150142979", "i": 10862, "idx": 0, "sa": ["Allen Iverson"], "q": "87-82 victory over Orlando on Monday night. <strong> Allen Iverson </strong> has only been back a week after sitting out 10 games because of a bruised right knee. But he has a while to go to regain his All-Star form. <q>My rhythm is way off. I'm struggling,</q> said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning. \"It's frustrating that it's taking so long for my game to come back. But by being in the league eight years, I've", "new_id": -2}, {"uid": "1296881715086720523", "i": 8654, "idx": 0, "sa": ["Paul McMullan", "Andy Coulson"], "q": "evidence to a parliamentary committee investigating the hacking scandal, <strong> Paul McMullan </strong> said \"everyone in the schoolyard did it\" when <strong> Andy Coulson </strong> worked at The Sun tabloid, before he moved to the News of The World. <q>For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his \"Bizarre\"( showbusiness) column and after that at NOTW,</q> he wrote. \"As he sat a few feet from me in the newsroom he probably heard me doing it, laughing about it etc and told others to do it. I worked under <strong> Andy Coulson </strong> for", "new_id": -2}, {"uid": "1296709476047382535", "i": 34669, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "attempt to create an acceptable document and avoid a veto, but the result is not good enough for <strong> Kirsten Gillibrand </strong>. Joined by 15 other senators as cosignatories, <strong> Kirsten Gillibrand </strong> maintains fatuously and falsely that any criticism of the settlements <q>hurts the prospects for a peace agreement and is not in the interest of the United States.</q> In reality, as she well knows, it is US acquiescence in the settlements that damages the US standing in the world. The past ten days has also provided several other examples of how Israel exerts a", "new_id": -2}, {"uid": "1295963757002146392", "i": 6820, "idx": 0, "sa": ["Bill Lockyer"], "q": "a zone-blocking purist, and I am not a zone-blocking purist.\"-- You are all about winning, and your coach is a proven loser. You did the math, and announced that the coach <q>had been in football 20 years, had been with a winning team three years out of 20.</q> So what did you do? You held your nose and let him lead your team for another entire season. Just win, baby? This article appeared on page Treasurer <strong> Bill Lockyer </strong>", "new_id": -2}, {"i": 10096, "idx": 1, "index_answer": 1, "new_id": -1, "q": "case with <strong> Paul Bremer </strong>'s \"My Year in Iraq,\" covering Mr. <strong> Paul Bremer </strong>'s time as proconsul in Iraq. Instead Mr. <strong> Donald Rumsfeld </strong> takes a fairly direct approach: <q>This is what I did and why I did it with the information at hand.</q> Mr. <strong> Donald Rumsfeld </strong> admits to mistakes, including underestimating the danger of the insurgency in Iraq. He particularly regrets off-the-cuff phrases like \"Dead Enders\" and \"Old Europe.\" However,", "sa": ["Paul Bremer", "Donald Rumsfeld"], "uid": "1297127453259817491"}, {"uid": "1295675868065781764", "i": 38927, "idx": 3, "sa": ["Jason Kapono", "Carmelo Anthony", "Allen Iverson", "Rasho Nesterovic"], "q": "seconds left to put the Kings ahead 104-98. <strong> Jason Kapono </strong> scored 26 points off the bench for the Raptors, who have lost four straight and five of six. <strong> Rasho Nesterovic </strong> added 20 points and eight rebounds for Toronto. <q>We've got to get five, six, seven players playing well at the same time,</q> Toronto coach Sam Mitchell said. \"One night, it's a couple of guys http://wn.com/Iverson_31pts12ast_Melo_30pts12reb_Lead_Nuggets_Past_Suns <strong> Allen Iverson </strong>, <strong> Carmelo Anthony </strong> Lead Nuggets Past Suns By ARNIE STAPLETON, AP Sports Writer Posted Mar 6 2008 1:43 AM Denver 126,", "new_id": -2}]