[{"uid": "1295832823187138072", "i": 2130, "idx": 0, "sa": ["Detroit Red", "Joe Dumars", "Allen Iverson"], "q": "NBA.com staff reports-- <strong> Allen Iverson </strong>'s season is over. The <strong> Detroit Red </strong> Pistons said Friday the All-Star guard will miss the rest of the season-- and the playoffs if they make it-- because of a sore back. <q>After talking with <strong> Allen Iverson </strong> and our medical staff, we feel that resting <strong> Allen Iverson </strong> for the remainder of the season is the best course of action at this time,<q> Pistons president of basketball operations <strong> Joe Dumars </strong> said in a statement released by the team. \"While he has played in our last three games, he is still feeling some discomfort and getting him physically ready to compete at", "new_id": -2}, {"uid": "1295669701105103360", "i": 6862, "idx": 1, "sa": ["Eric Schmidt"], "q": "a shot at running this.\" Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable. \"The results speak for themselves,\" Page said. <q>There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done.<q> Google generated$ 8.44 billion in revenue in the quarter, ended December 31, 2010, up 26 percent compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees, revenue came", "new_id": -2}, {"uid": "1296084845244613132", "i": 38486, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.<q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. Egypt's anti-Egyptian protests enter 2nd day, increasing threat to regime Egypt's", "new_id": -2}, {"uid": "1297451846240746502", "i": 36812, "idx": 5, "sa": ["John McCain", "Donald Rumsfeld"], "q": "that <strong> John McCain </strong>'s request came only after Uzbekistan had evicted the US from the base, not before, as <strong> Donald Rumsfeld </strong>'s account implies. <strong> Donald Rumsfeld </strong> takes particular aim at human rights advocates' reporting on Andijan. <q>Self-proclaimed human rights advocates with longstanding records of opposition to the Uzbekistan government... seemed interested in embarrassing <strong> George Washington </strong>,<q> he wrote. \"The facts were often mangled in the process.\" As an example, he said that Human Rights Watch ignored evidence that many of the demonstrators were armed, mistakenly calling them \"peaceful protesters", "new_id": -2}, {"uid": "1297160951238338060", "i": 5743, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal", "Harry Blackmun", "Barack Obama"], "q": "effort to discourage this and push back,\" said <strong> Richard Blumenthal </strong>, who became familiar with abortion issues when he clerked for Supreme Court Justice <strong> Harry Blackmun </strong> the year after <strong> Harry Blackmun </strong> wrote the court's opinion in Roe v. Wade. <q>It would not only imperil the priority of job creation and would threaten to produce a legislative meltdown at a time when people are frustrated with the paralysis of government,... I think it would be the height of bad judgment.<q> EMILY's List published Monday a piece co-written by <strong> Richard Blumenthal </strong> and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) denouncing the legislation. It was the first time that EMILY's List, a group dedicated to electing female politicians,", "new_id": -2}, {"uid": "1295801924036782081", "i": 9629, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "& pop-up-free, and beholden to no outsiders! Or by mail to: Free Republic, LLC, PO Box 9771, Fresno, CA 93794 To: Qbert <strong> Colin Powell </strong> still bullish on <strong> Barack Obama </strong> To: Qbert <q>The highly respected retired general and moderate Republican made waves when he endorsed Democrat <strong> Barack Obama </strong> in 2008.<q> A lot of wasted wording. All they had to write was \"RINO\". 3 posted on 01/23/2011 8:59:49 AM PST( Dems, Libs, Socialists, call'em what you will, they", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!<q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}, {"uid": "1296205477159924225", "i": 6085, "idx": 5, "sa": ["Jackie Walorski", "Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor. \"I think he's the clear frontrunner, and I think the race is his if he chooses to accept it,\" <strong> Jackie Walorski </strong> said. <q>I think he'd clear the field.<q> State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such as <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in", "new_id": -2}, {"uid": "1295457665042303500", "i": 15890, "idx": 0, "sa": ["Eric Schmidt", "Eboo Patel", "Jared Cohen"], "q": "Council on Foreign Relations <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> speak at the Council on Foreign Relations in New York, NY on November 3, 2010. www.cfr.org... Authors@Google: <strong> Eboo Patel </strong> 59:15 <strong> Eboo Patel </strong> visits Mountain View to discuss his award-winning book <q>Acts of Faith: The Story of an <strong> George Washington </strong> Muslim, the Struggle for the Soul of a Generation.<q> Named by US News& World Report as one of America's Best Leaders of 2009, <strong> Eboo Patel </strong> is the founder and Executive... A Politics Forever Changed: A Panel Discussion at the Brooklyn Museum A Politics Forever Changed", "new_id": -2}, {"uid": "1295034979268353577", "i": 48705, "idx": 2, "sa": ["Craig Ferguson", "David Letterman", "Charlie Sheen"], "q": "you.\" \"But I'm married.\" \"Well, you're going to have to take that up with Mr. Thorpe.\" 9. <strong> David Letterman </strong>: The Golden Globes has weird categories. <q>Best Actor with a Boston Accent,<q> \"Best Movie That's 45 Minutes too Long,\" \"Best Focker\"... 8. <strong> Craig Ferguson </strong>: CBS announced today that <strong> Charlie Sheen </strong> wasn't on the set today because he's got an ear infection", "new_id": -2}]