[{"uid": "1297194257096485398", "i": 3619, "idx": 1, "sa": ["Colin Powell", "Barbara Bush"], "q": "<strong> Barbara Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as having told the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" Rumsfeld said Khurmal was operated by Ansar al-Islam", "new_id": -2}, {"uid": "1295565682105267209", "i": 1818, "idx": 1, "sa": ["Eric Schmidt"], "q": "a major company such as Google. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong> in announcing the decision. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. \"Page credited <strong> Eric Schmidt </strong> with running the company \"brilliantly</q> while keeping the \"headstrong founders\" involved. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2}, {"uid": "1295736130001638465", "i": 29296, "idx": 0, "sa": ["Bruno Zevi", "Andy Coulson"], "q": "statement. Her husband <strong> Bruno Zevi </strong>, an architect, Jewish leader and member of Italy's clandestine Justice and Liberty movement while fascists held power, died in 2000. They had two children. Report Abuse <q>I am certain that she has groomed thousands and thousands of other Jewesh into keeping the HATRED alive. The Christian ethic of FORGIVENESS is a forbidden word in the Jewesh lexicon.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297200983061325341", "i": 1803, "idx": 3, "sa": ["Hamid Karzai", "Donald Rumsfeld", "Colin Powell"], "q": "with more consequence than the muddled plan for postwar Iraq. The Defense Department pushed early on \"to do what we'd done in Afghanistan\"- where a tribal loya jirga had quickly anointed <strong> Hamid Karzai </strong> as leader. <q>The goal was to move quickly to have an Iraqi face on the leadership in the country, as opposed to a foreign occupation.</q> Mr. <strong> Donald Rumsfeld </strong>'s early takeaway from NSC meetings was that \"the president agreed.\" Yet <strong> Colin Powell </strong>'s State Department was adamantly opposed. It was suspicious of allowing Iraqi exiles to help govern, claiming they", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q>It felt like we turned that corner,</q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1295646313245137447", "i": 27971, "idx": 0, "sa": ["Eric Schmidt"], "q": "a search engine, to a multitude of different things. It is a tech titan, of the likes the world has very few of. What was even more interesting is <strong> Eric Schmidt </strong>'s tweet after the announcement, <q>Day-to-day adult supervision no longer needed!</q> Yesterday, Google reported earnings of$ 8.75 per share on revenues of$ 6.37 billion, handily topping Wall Street estimates of$ 8.01 per share on revenues of$ 6.06 billion. Many are", "new_id": -2}, {"uid": "1296746557227606543", "i": 1159, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the Middle East would be \"far more perilous than it is today'.\"- <q>Addressing charges that he failed to provide enough troops for the war, he allows that,` In retrospect, there may have been times when more troops could have helped'.</q> The Times begins its story with <strong> Donald Rumsfeld </strong>'s account about being told by <strong> President Bush </strong>, two weeks after the 9/11 attacks, to prepare review the Pentagon\"s plans for a war with Iraq. According to the", "new_id": -2}, {"uid": "1295739237074268677", "i": 48552, "idx": 6, "sa": ["Elgin Baylor", "Rodney Stuckey", "Detroit Red", "Rasheed Wallace", "Tayshaun Prince", "Allen Iverson"], "q": "was being officiated-- tipping toward the Spurs, he thought. \"<strong> Elgin Baylor </strong> knew what it was going to be out there, and <strong> Elgin Baylor </strong> didn't want our team to fall into that,\" <strong> Rasheed Wallace </strong> said. <q>We knew how it was going to be, especially going against the league darlings.</q> <strong> Rasheed Wallace </strong> finished with 19 points and <strong> Allen Iverson </strong> also scored 19 for <strong> Detroit Red </strong>( 11-6), which has won two of three. Richard Hamilton added 16 points and <strong> Tayshaun Prince </strong> scored 15. <strong> Rodney Stuckey </strong> came off the bench to score", "new_id": -2}, {"uid": "1295400052126992429", "i": 41328, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "hours in advance and its entire agenda was never disclosed beforehand( total funds being transferred rose by almost$ 50 million during the proceedings.) Ever read the <strong> Jerry Brown </strong> Act, guys? <q>Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The <strong> Jerry Brown </strong>'s proposal warrants a serious, thoughtful discussion,</q> Tom Dresslar, a spokesman for California State Treasurer <strong> Bill Lockyer </strong>, told the Mercury News. As for the governor's reaction, the Los Angeles Times reports that \"<strong> Jerry Brown </strong> hoped the Community Redevelopment", "new_id": -2}, {"uid": "1295910794246595599", "i": 44937, "idx": 0, "sa": ["David Letterman", "Bobby Badfingers"], "q": "when he appeared on the <strong> David Letterman </strong> Show, performing the drum solo of the Surfaris' 1962 hit, \"Wipe Out\" with finger-snaps instead of drumsticks. In 2004, noted that, <q>The list of things that are excellent about <strong> Bobby Badfingers </strong> is nearly endless; in fact, we haven't been so unabashedly enthusiastic about a live act since we heard Charo had a new thing going in Vegas. But there's more: <strong> Bobby Badfingers </strong>, who just shot a commercial for Yahoo!, is in the midst of establishing a \"finger-snapping media empire</q> by creating a how-to book and instructional DVD titled \"Snapology 101 for Whippersnappers.\" He's also commissioned a cartoon called \"Snapmaster <strong> Bobby Badfingers </strong> and His Homies.\"\" Given <strong> Bobby Badfingers </strong> and his work is a", "new_id": -2}]