[{"uid": "1295669724061620319", "i": 21785, "idx": 10, "sa": ["Eric Schmidt"], "q": "last few years- and it certainly has- much of the blame falls on <strong> Eric Schmidt </strong>. His haughty, creepy, and occasionally insulting way of addressing the company's approach to privacy is notorious. <q> Google policy is to get right up to the creepy line and not cross it, </q> he once said, unwittingly showing that Google's policy is just the opposite. His efforts to paint such comments as humor only made the situation worse. The irony is that when he steps down as CEO", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1296874570127500319", "i": 34231, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "PAUL O'Grady has revealed he rejected an offer to be a judge on Britain's Got Talent- because he didn't want to make children cry. The chat show host, 55, said: <q> I was tempted but I wouldn't be able to deal with seeing kids upset at getting buzzed and booed off. \"I could handle me getting booed- no problem, I've had the lot. \"But it's not for me to watch kids get rejected. And to be honest, I've got no ambitions left. I think I've done it all. </q> Two panel places became available after <strong> Simon Cowell </strong> opted out of auditions and <strong> Piers Morgan </strong> moved to CNN. Have your say on the issues of the day with MY Sun Â© News Group Newspapers Ltd. \"The Sun", "new_id": -2}, {"uid": "1297395800049545392", "i": 20644, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "right to ask him to speak. I'm not a fan of idiot hecklers. and shouting hecklers down with chants of \"USA\" is lame. christian drooled:@ 7:30 PM <q> A war based on lies to boot.' Garenteed the same people shouting down Libetariens with \"USA, USA </q> were cheering for <strong> Donald Rumsfeld </strong> Trumps neo-fascist message of Universal Healthcare, High Terrifs, and Agressive Confrontational Fogen Policy. That speech, with it's let's kick butt America, stop getting bullied retoric could have", "new_id": -2}, {"uid": "1297167911133922834", "i": 43030, "idx": 0, "sa": ["Simon Cowell"], "q": "Auditions for US contestants begin on 27 March in Los Angeles. Other sessions follow in Chicago, Dallas, Miami, Seattle and New York. Talking at a news conference <strong> Simon Cowell </strong> said: <q> The top contestant will get$ 1 million( Â£ 619,000) a year for five years, separate from the costs involved in recording and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure. \"I believe I can find a star. </q> But he admitted: \"If they don't sell a single record they still get to keep the money. It is pressure, because if the wrong person wins, I'm in trouble.", "new_id": -2}, {"uid": "1295907918177651713", "i": 23769, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos; \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the War on Terror?\" <q> Is the U.S. government changing fast enough? </q> \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. \"I wanted to find out something. I", "new_id": -2}, {"uid": "1295757318175325187", "i": 4113, "idx": 1, "sa": ["Allen Iverson", "Chris Webber"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball. \"I was very cognizant of the fact, don't touch him,\" <strong> Chris Webber </strong> said. <q> I saw him hold it out there. He was looking at the ref. A lot of times they'll hold the ball close to their chest and he didn't do that today. </q> <strong> Allen Iverson </strong> missed two free throws-- the second http://wn.com/[NBAD]_[M21]Boston_Celtics-Rise_of_Legends_[M2_Playoffs_Round_3] Hey guys here is my latest mix. I made this one about Boston Celtics.I wanted to show their toughness and fighting spirit in this mix.I think that they did", "new_id": -2}, {"uid": "1296481428012713995", "i": 5238, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" <h6> AP Business Writer Colleen Barry in Milan, Italy,", "new_id": -2}, {"uid": "1297242386040484874", "i": 23263, "idx": 4, "sa": ["Colin Powell", "President Bush"], "q": "otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children-- but no obvious", "new_id": -2}, {"uid": "1295981303233783296", "i": 18597, "idx": 0, "sa": ["Eric Schmidt"], "q": "outreach as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q> I'm very personally excited about my next decade at Google, </q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in He told Reuters on Jan. 21 that his move was an effort to speed up decision-making. \"In strategy we", "new_id": -2}]