[{"uid": "1296557675034062373", "i": 7050, "idx": 0, "sa": ["David Letterman"], "q": "sensation, currently dating Disney star SELENA GOMEZ, was chaperoned by his old dear Pattie Mallette during a visit to the Late Show With <strong> David Letterman </strong>. Justin tweeted fans from the New York studio, saying: <q>I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers!</q> The Baby singer, 16, is busy doing promo for his upcoming 3D movie Never Say Never. The documentary centres on the teen titan's 2010 My World Tour and includes scenes of him", "new_id": -2}, {"uid": "1295372756245596257", "i": 24950, "idx": 0, "sa": ["Simon Cowell", "Ellen DeGeneres", "Jennifer Lopez"], "q": "excitement over being on the show during an interview with former judge <strong> Ellen DeGeneres </strong>, set to air Tuesday on ''The <strong> Ellen DeGeneres </strong> Show.'' ''We're just having so much fun,'' <strong> Jennifer Lopez </strong> says. <q><strong> Steven Tyler </strong>'s a riot. Randy, obviously, is kind of walking us through it, since he's been there for 10 years now.... You really get to use everything you know and help people. We get to help these kids who are just starting off in the business.</q> But while no one seems eager to follow in departed judge <strong> Simon Cowell </strong>'s ''villain'' footsteps, that doesn't mean the prospective contestants have gotten nicer too. ''Some people just get crazy", "new_id": -2}, {"uid": "1295820290030490757", "i": 37014, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. ''<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,'' he said. <q>Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.</q> If you enter anything in this field your comment will be treated as spam Users posting comments agree to the TechWorld comments on Windows Event Viewer phishing scam remains active on Comcast releases free app for Android phones''", "new_id": -2}, {"uid": "1297086358189808654", "i": 34746, "idx": 0, "sa": ["Diane Sawyer", "President Bush", "Donald Rumsfeld"], "q": ". In an exclusive interview with ABC's <strong> Diane Sawyer </strong>, <strong> Donald Rumsfeld </strong> concedes that ''it's possible'' that decisions on how many troops to send into Iraq marked the biggest mistake of the war. <q>In a war, many things cost lives,</q> <strong> Donald Rumsfeld </strong> told <strong> Diane Sawyer </strong>. Pressed on the fact that <strong> President Bush </strong> has written that cutting troop levels in Iraq was ''the most important failure in the execution of the war,'' <strong> Donald Rumsfeld </strong> called that ''interesting.", "new_id": -2}, {"uid": "1295648181220856323", "i": 26987, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "The CEO"], "q": "that they worked closely with each other and co-founder <strong> Sergey Brin </strong> on big decisions. <strong> The CEO </strong> shift won't result in major strategic changes, the executives said. ''We really agree on strategy,'' Page said. <q>This is really a way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.</q> <strong> Eric Schmidt </strong>, 55, said, ''We worked as a triumvirate for 10 years.'' The three didn't always agree, particularly when it came to coping with rules in China that require", "new_id": -2}, {"uid": "1297259348238534696", "i": 13447, "idx": 4, "sa": ["Colin Powell", "President Bush"], "q": "York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q>As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children-- but no obvious", "new_id": -2}, {"uid": "1295666817014565419", "i": 20539, "idx": 3, "sa": ["Michael Beasley", "Rip Hamilton", "Rasheed Wallace", "Tayshaun Prince", "Antonio McDyess", "Allen Iverson"], "q": "http://wn.com/Allen_Iverson_19pts_vs_Nets_08/09_NBA_*Clutch_Plays <strong> Allen Iverson </strong> and <strong> Tayshaun Prince </strong> stepped up for the short-handed Detroit Pistons. <strong> Allen Iverson </strong> scored 19 points, and <strong> Tayshaun Prince </strong> added 16 to help the Pistons win their fifth straight game, 83-75 over the New Jersey Nets on Wednesday. <q>When any team in the league loses three of their top six guys, things are going to change for them,</q> Pistons coach <strong> Michael Beasley </strong> Curry said. ''Luckily, a lot of other guys stepped up.'' Detroit played without <strong> Rip Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury,", "new_id": -2}, {"uid": "1295633071004243472", "i": 31807, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "tremendous leader and I have learned innumerable lessons from him,'' Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an ''advisor'' to the cofounders, instead of his previous equal role in decision making. <q>His advice and efforts will be invaluable to me as I start in this new role.</q> According to a <strong> Eric Schmidt </strong> post to the Official Google Blog, managing the company has become more difficult, requiring a change from the current situation, in which he, Page, and <strong> Sergey Brin </strong> have an equal", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,'' he quipped.'' X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,'' he said. <q>If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered,</q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}, {"uid": "1295560243263241749", "i": 39417, "idx": 1, "sa": ["Eric Schmidt"], "q": "executive chairman, <strong> Eric Schmidt </strong> revealed in a post today on Google's blog. More businessperfectly,'' <strong> Eric Schmidt </strong> said. ''As Google has grown, managing the business has become more complicated,'' <strong> Eric Schmidt </strong> wrote. <q>So Larry, Sergey and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured.</q> The news came just before Google announced earnings for its most recent quarter. At$ 8.44 billion, Google's fourth-quarter revenue jumped 26 percent from a year earlier. Profit climbed 29 percent to$ 2.54", "new_id": -2}]