[{"uid": "1297179623238403585", "i": 19629, "idx": 4, "sa": ["Hugh Shelton", "John McCain", "Colin Powell", "President Bush", "Eric Shinseki"], "q": "that Iraq belonged to the Iraqis'), to former Army secretary <strong> Eric Shinseki </strong>, to former Joint Chiefs chairman <strong> Hugh Shelton </strong>, <strong> Colin Powell </strong> aide Richard Armitage, <strong> John McCain </strong> and, of course, the news media.\" <q>The most consistent censure is reserved for <strong> Colin Powell </strong>, <strong> Condoleezza Rice </strong> and anyone who operated in their diplomatic orbit. <strong> Colin Powell </strong> and his supporters, he writes, were skeptical of the administration's initiatives to the point of disloyalty. Apparently, it did not help that Democrats like then-Delaware <strong> Joe Biden </strong> described <strong> Colin Powell </strong> to a newspaper reporter as a \"good guy,' but <strong> Donald Rumsfeld </strong> as a` unilateralist.'</q> How Iraq looks 50 years from now will do far more to write the definitive history of <strong> President Bush </strong>\"s decision to go to war in Iraq than will any of the memoirs from the various players.", "new_id": -2}, {"uid": "1295808292025542707", "i": 14628, "idx": 0, "sa": ["Andy Coulson", "Meg Whitman"], "q": "Zimbabwe \"voters' dead: report Photo in Slideshow: California Republican gubernatorial candidate <strong> Meg Whitman </strong>... Photo: Election posters are pasted on a building near a World Video: Bomb attacks kill 10 in Iraq capital Report Abuse <q><strong> Francois Bozize </strong> is a puppet of France. In all French-speaking countries, the Presidents are placed there by France. If you do not get the support of France, you get thrown out by force. It's the neo-colonialism. France can't survive without having complete control of the resources of African countries. France has to divide them, and set them against each other, then appoint its own choice as the President.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won\"t End U.S.-China Tensions Get behind", "new_id": -2}, {"uid": "1297452439198262785", "i": 20835, "idx": 0, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "would not exceed 39 miles per hour when the stops were included and that its cost would be closer to$ 581 million. In response to the threatened rejection, U.S. <strong> Donald Rumsfeld </strong> of Transportation <strong> Ray LaHood </strong> argued, <q>If you build it they will come,</q> and \"People like to ride trains.... You don't build these trains to travel faster, although sometimes you do.\"[ 6] Apparently, Ohio voters were unmoved by <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>", "new_id": -2}, {"uid": "1295868659217595914", "i": 13814, "idx": 1, "sa": ["Eric Schmidt"], "q": "good retirement,\" added Mike Davis. Under the leadership of <strong> Eric Schmidt </strong>, Google has branched into several new markets such as mobile devices with its Android operating system and the enterprise market with Google Apps. <q>The company certainly hasn't been resting on its laurels,</q> said Davis. During his time at the company, <strong> Eric Schmidt </strong> has amassed 9.2 million Google shares, worth$ 5.8 bn.", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q>I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,</q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1295030362239566879", "i": 28175, "idx": 3, "sa": ["Steve Ballmer"], "q": ",\" said <strong> Steve Ballmer </strong>, in an e-mail Monday to Microsoft employees. Then came the inevitable follow-up. \"In conjunction with this leadership change, Bob has decided to leave Microsoft this summer,\" wrote <strong> Steve Ballmer </strong>. <q>He will continue to actively run STB as I conduct an internal and external search for a new leader.</q> If <strong> Steve Ballmer </strong>'s e-mail is to be taken at face value, it raises big questions about his management style. After all, <strong> Steve Ballmer </strong> is saying he asked the head of one of Microsoft's most strategic", "new_id": -2}, {"uid": "1296970496208142336", "i": 27895, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "serving a federal sentence for dogfighting, is The Associated Press 2010 Comeback Player of the year. In the 12-year history of the honor, no player has returned from jail to earn it and <strong> Michael Vick </strong> calls this season <q>the most fun I've ever had playing football.</q> <strong> Michael Vick </strong> took over as starter in Week 2 after <strong> Kevin Kolb </strong>( kahb) sustained a concussion. <strong> Michael Vick </strong> ran and passed the Eagles to the NFC East title and a 10-6 record. <strong> Michael Vick </strong> received 29-1/2 votes out of 50", "new_id": -2}, {"uid": "1296744552199131154", "i": 30141, "idx": 43, "sa": ["Donald Rumsfeld", "Colin Powell", "Dick Cheney"], "q": ".\" A week later, <strong> Donald Rumsfeld </strong> gave the president a handwritten note saying \"that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you.\" <q>Don, someone's head has to roll over this,</q> Bush told him. But the president called him that night and said that \"your leaving is a terrible idea.\" Bush asked whether he should oust <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers instead. <strong> Donald Rumsfeld </strong> replied that he would be", "new_id": -2}, {"uid": "1296207432158072868", "i": 2548, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "conservatives, including Tea Party activist and former House Majority Leader <strong> Dick Armey </strong>( R-Texas), publicly urged the Indiana congressman to jump into the White House race. In a public letter, <strong> Dick Armey </strong> and others wrote: <q>Now is the time for you, as one of this generation's leaders, to take your rightful place in the pantheon of American leadership, to cast aside personal considerations, and defend this God-blessed nation that has given us, and the world, so much.</q> And there is a \"Draft <strong> Mike Pence </strong>\" for president movement on the Internet. Without wishing any disrespect to <strong> Mike Pence </strong>, it is worth considering the possibility that one reason", "new_id": -2}, {"uid": "1296780723243531795", "i": 29288, "idx": 4, "sa": ["Donald Rumsfeld", "Bill Clinton", "President Bush"], "q": "account, the ex-Pentagon chief brought former <strong> President Bush </strong> <strong> Bill Clinton </strong> to his defense in his book, according to Politico.com. According to the article, <strong> Donald Rumsfeld </strong> wrote that after the scandal unfolded in 2004, <strong> Bill Clinton </strong> told him <q>no one with an ounce of sense</q> thinks he knew about the prison abuse in Iraq. <strong> Donald Rumsfeld </strong> also used his book to criticize some of the inter-agency squabbling in the administration and to defend the Iraq war overall as worth fighting, despite its", "new_id": -2}]