[{"uid": "1296313473107511841", "i": 7097, "idx": 0, "sa": ["Zahi Hawass"], "q": "'s biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters early Saturday. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday.`` Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above", "new_id": -2}, {"uid": "1297291397065437710", "i": 22750, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Drewniak", "Chris Christie"], "q": "and reckless and jeopardizes New Jersey's fiscal health,'' <strong> Michael Drewniak </strong> said in a statement. Assembly Majority Leader Joe Cryan, a Democrat, said <strong> Chris Christie </strong> had to be`` held accountable.'' <q> The Assembly is not about to be lectured by a governor whose budget policies have led to massive property tax hikes and a ballooning pension deficit, </q> he said in a statement. U.S. Video: Egypt protests scare off tourists ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q> As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision. </q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association.`` While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}, {"uid": "1296527333020578304", "i": 11798, "idx": 0, "sa": ["Michael Vick"], "q": "vote, the Senate overturns` don't ask, don't tell' What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. <q> Who thought of this, And why did it take so long for some to think of it? Wow In a country this... </q> Hounddog left a comment- 9 min ago Yahoo! Sports`` I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.'' WilliamH left a comment- 15", "new_id": -2}, {"uid": "1297460238221495309", "i": 26537, "idx": 1, "sa": ["Steve Ballmer"], "q": "will`` contribute its expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies,'' according to a Microsoft news release. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute, </q> Microsoft CEO <strong> Steve Ballmer </strong> said in the statement posted on his company's website. In an e-mail today, Al Hilwa, an analyst with tech researcher IDC, described the joint effort as`` a natural partnership", "new_id": -2}, {"uid": "1295198345210845697", "i": 12444, "idx": 6, "sa": ["J.R. Smith", "Kobe Bryant", "George Karl", "Carmelo Anthony", "Allen Iverson"], "q": "a span of two seconds after technical fouls against JR <strong> J.R. Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Tracy_McGrady_Scores_21_Points_Vs_Boston_Celtics_12-29-10_HD_720p Visit www.nba.com for more highlights. <strong> Carmelo Anthony </strong> notched a", "new_id": -2}, {"uid": "1295546064177143818", "i": 24515, "idx": 2, "sa": ["Simon Cowell"], "q": ".`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what EastEnders: Alfie's behaviour angers Kat Emmerdale: A row takes place at the funeral", "new_id": -2}, {"uid": "1295251188152551466", "i": 8528, "idx": 4, "sa": ["Doug Morris", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": ". The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.'' COHEN:`` There's a shot of her with the kids on <strong> David Letterman </strong>.'' CAMILLE: <q> He uses them as props. It's tough, it's harsh. It hurts, of course. </q> The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Kelsey_Grammer_his_Wife_arrive_at_Clive_Davis_2010_Pre_Grammy_Gala <strong> Kelsey Grammer </strong> and His Wife arrive at The 52nd Annual GRAMMY Awards- Salute To Icons Honoring <strong> Doug Morris </strong> on 01/30/2010 at The Beverly Hilton Hotel Beverly", "new_id": -2}, {"uid": "1296711641100515846", "i": 36962, "idx": 4, "sa": ["Allen Iverson", "Michael Redd"], "q": "his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. <q> With everything going on, I wanted to play well, </q> <strong> Allen Iverson </strong> said.`` I just wanted to play well. Especially for my teammates because I let them down by not being here.'' <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Michael Redd </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1295618565207978498", "i": 38700, "idx": 0, "sa": ["Eric Schmidt"], "q": "topic: Ar... Een smartphone wordt gekenmerkt door zijn uitgebreidere connectie... De vraag is ook, waar trek je de grens van smartphone?Sommige toe... Zijn mooie cijfers maar de titel en bijtitel suggereren dat het g... <q> Telenet lanceert vandaag een nieuw internetproduct. Verwacht wor...`` Als Telenet eind deze maand een update voor Yelo uitbrengt, moet... </q> iPad-icoontjes verraden camera news De nieuwste versie van iOS heeft pictogrammen voor toepassingen die enkel werken met een camera die in dezelfde richting als het scherm staat.'' <strong> Eric Schmidt </strong> doet stap opzij bij Google", "new_id": -2}]