[{"uid": "1295222036260489247", "i": 55094, "idx": 19, "sa": ["Kobe Bryant", "Linas Kleiza", "Allen Iverson", "Carmelo Anthony"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... HD HQ <strong> Kobe Bryant </strong> 52 points vs Dallas Mavericks HIGH QUALITY HD HQ <strong> Kobe Bryant </strong> 52 points vs Dallas Mavericks HIGH QUALITY Best sports highlight packages( go through the video section): www.youtube.com DESCRIPTION:-- to comment on", "new_id": -2}, {"uid": "1295007551054722563", "i": 1139, "idx": 1, "sa": ["Gordon Brown", "Lily Allen", "Piers Morgan", "Simon Cowell"], "q": ":`` i'd do it for a million for SANDS. money, mouth?'' <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But the singer told him:`` Those are my terms. I've got no interest in coming on your show, you've been asking me for years.'' She revealed she", "new_id": -2}, {"uid": "1295560384078905356", "i": 21840, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "Donnerstag im kalifornischen Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hatte sich Google von einem Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. Im Schlussquartal verdiente Google unterm Strich 2,5 Mrd. Dollar und damit 29 Prozent mehr als im Vorjahreszeitraum.", "new_id": -2}, {"uid": "1297098713099483693", "i": 45908, "idx": 1, "sa": ["Michael Vick", "Richard Hunter"], "q": "this took place, except at a`` downtown club at 5 o'clock, I'm not sure where, we get shuffled around to so many things.'' He also knows the video's making the rounds: <q> They can send it-- it's Rudy got it too. But something else happens in video-- which was shot by <strong> Richard Hunter </strong>, better known as href=\"http://blogs.dallasobserver.com/sportatorium/2010/06/one_of_Michael Vick_Michael Vicks_dogs_find.php\"> as Richie pointed out last June, adopted one of the so-called`` bait dogs </q> <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel-- and as <strong> Richard Hunter </strong> told Richie,`` While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered", "new_id": -2}, {"uid": "1295677688065617925", "i": 48031, "idx": 7, "sa": ["George Karl", "Carmelo Anthony", "Allen Iverson", "Anthony Michael", "Ben Wallace", "Steve Smith", "Dez Bryant"], "q": "a span of two seconds after technical fouls against JR <strong> Steve Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Dez Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Ben Wallace </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Carmelo Anthony_Anthony Michael_30_Pts_Against_Utah_Jazz_Opening_Night_at_Denver_Colorado_October_27,_2009 Absolutely NO COPYRIGHT infringement is intended. All", "new_id": -2}, {"uid": "1295666817014565419", "i": 24888, "idx": 1, "sa": ["Ben Gordon", "Kobe Bryant", "Allen Iverson", "Joe Dumars"], "q": "season than continue to come off the Ben Gordonch. <strong> Joe Dumars </strong> said he understood <strong> Allen Iverson </strong>'s frustration. <strong> Allen Iverson </strong> then said his back was still not feeling right and he thought he was hurting the team more than helping, saying <q> I can't play up to my standards. </q> <strong> Allen Iverson </strong> then said he thought it would be best for the team if he sat out the rest http://wn.com/Lakers_vs_Pistons_Highlights_Kobe Bryant_Kobe Bryant_28_Points Date: December 20, 2009 Palace of Auburn Hills, Detroit, MI First of all, all video credits", "new_id": -2}, {"uid": "1296715247139952129", "i": 27026, "idx": 5, "sa": ["Allen Iverson", "Kobe Bryant"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1295466435045563959", "i": 5582, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "force,'' against Gbagbo. It was the strongest statement by a visiting mediator to Ivory Coast in its decade-long crisis and Gbabgo's camp said it would no longer accept <strong> Raila Odinga </strong> as go-between. <q> Mr. <strong> Raila Odinga </strong> has failed in his mission and we are no longer prepared to receive him, </q> Gbagbo's foreign minister Alcide Djedje told journalists.`` He took the side of Mr. <strong> Alassane Ouattara </strong>.'' <strong> Raila Odinga </strong> blamed Gbagbo for the breakdown in talks, noting he had promised to lift a military siege on", "new_id": -2}, {"uid": "1297341790125812755", "i": 16456, "idx": 2, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": ".'' Gbagbo's camp has dismissed <strong> Alassane Ouattara </strong>'s export ban as unenforceable. Spokesman <strong> Ahoua Don Mello </strong> says the reality is that cocoa shipments continue.`` Every day cocoa is being shipped out,'' he says. <q> Trying to cripple Ivory Coast economically is not possible. Cocoa exports will continue. Coffee too and rubber- because it's the foreigners themselves who need them. </q> An estimated seven million people live off cocoa in Ivory Coast. Francophone West Africa's economic powerhouse has been in political limbo since November's election. The vote was supposed to end almost a", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,'' he said.`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}]