[{"uid": "1297217470140312578", "i": 46881, "idx": 1, "sa": ["Colin Powell"], "q": "at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the United Nations two days later. Rumsfeld quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" Rumsfeld said Khurmal was operated", "new_id": -2}, {"uid": "1295732523025952275", "i": 46990, "idx": 0, "sa": ["Steve Bruce", "Andy Coulson", "Gerard Houllier", "Ryan Giggs"], "q": "celebrates after scoring against... Article: <strong> Ryan Giggs </strong> eyes another season... Photo: Aston Villa's Carew joins Stoke on loan Photo: Manchester United's <strong> Ryan Giggs </strong> score against Birmingham during... manager <strong> Gerard Houllier </strong> said Sunderland boss <strong> Steve Bruce </strong> was <q>not... Photo: Manchester United's Nani, left, scores against Birmingham during... World Video: Tunisian protests spread to Algeria, Yemen World Video: Haiti's ex-dictator Duvalier apologizes for past Report Abuse \"When Spurs got <strong> William Gallas </strong>, I thought that was smart. But getting <strong> Rafael Van der Vaart </strong>, too,- Rednapp is a genious. It was a good match. Too bad <strong> Rafael Van der Vaart </strong> de Silva clipped Assou-Ekottos legs and knocked him down. It might have been an even better match without the red card.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295673184217972744", "i": 30608, "idx": 0, "sa": ["Kirsten Gillibrand", "George Pataki", "Barack Obama"], "q": "as is US <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. Labor and legislative officials say Bruno- who championed the project for his former district- <strong> George Pataki </strong> and company officials assured labor several years ago that a deal would be worked out. But <q>People at the table then are no longer around,</q> said Ed Malloy, of the New York State Building& Construction Council. http://wn.com/Giffords_upgraded_from_critical_to_serious_condition AMD-labor deal <strong> Barack Obama </strong> Roy McDonald, R-Wilton, is introducing a pro-labor resolution for passage today. It calls for GlobalFoundries, the partnership that", "new_id": -2}, {"uid": "1297337860072925262", "i": 14081, "idx": 1, "sa": ["Simon Cowell"], "q": "star told Access Hollywood that he will wait until the royal wedding is over before he confirms the date of his own do. \"I don't want to overshadow Prince William,\" he said. <q>So they've got to go first.</q> Discussing what he would wear on the big day, <strong> Simon Cowell </strong> admitted that the suit he wore in a recently premiered promo for The X Factor USA had received a lot of praise. EastEnders:", "new_id": -2}, {"uid": "1295606235129794070", "i": 3994, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "for the sale of smartphones and tablets. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,", "new_id": -2}, {"uid": "1295552145232112145", "i": 5188, "idx": 5, "sa": ["Mike Pence"], "q": "- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.\" \"But on style, he was a gentle man,\" <strong> Mike Pence </strong> says. <q>I met him in 1988, I sat with him for five or ten minutes in the Blue Room when I was a candidate for Congress. What I was most struck by, in our brief encounter, was his humility and his gentleness. As we go forward, it is imperative that we are tough on policy, but decent to our political opponents.</q> Turning to current affairs, <strong> Mike Pence </strong> says conservatives should not give up on repealing Obamacare. While he acknowledges that the Senate will likely stall the effort, he is hopeful that things could change. \"I", "new_id": -2}, {"uid": "1295013411230670358", "i": 48313, "idx": 0, "sa": ["Sergio Marchionne", "Jeff Schuster"], "q": "itself be pretty impressive. Chrysler chief <strong> Sergio Marchionne </strong> says profits from 4x4 sales are vital But it would offer little comfort to the hundreds of millions of people still driving petrol and diesel powered cars. <q>The domination is still going to be the internal combustion engine going forward,</q> Mr <strong> Jeff Schuster </strong> points out. So it is clear to most executives at the Detroit show that electrification offers no panacea. \"I still believe that in spite of all the media noise around electrics", "new_id": -2}, {"uid": "1297716144147800162", "i": 45630, "idx": 0, "sa": ["Demetri Martin", "Greta Gerwig", "Topher Grace", "Arcade Fire", "Michael Vick"], "q": "... Photo in Slideshow: Canada's <strong> Arcade Fire </strong> perform \"Month of May\" at the 53rd... Entertainment Video: Gino Sits Down With Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down With Actress <strong> Greta Gerwig </strong> Report Abuse <q>YES and know WHY??? It was, for ONCE, not an all-black night. It was getting so ABSURD, those awards. NOTHING but nasty rap and nothing but black music. It was trashy and represented badly--</q> ABC News: Eminem's Loss Shows Grammys Still Behind on Rap ABC News: <strong> Michael Vick </strong> to Appear on Winfrey's Talk Show Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options!", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media</q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}, {"uid": "1297442639256065566", "i": 10032, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "across its devices, while Microsoft adCenter will provide search advertising services. <strong> Stephen Elop </strong>, Nokia President and CEO, who joined Nokia from Microsoft in September last year, said at a press conference: <q>Today, developers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.</q> <strong> Steve Ballmer </strong>, Microsoft CEO added: \"I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast", "new_id": -2}]