[{"uid": "1297336867021299203", "i": 43376, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of Britain's elected leaders. Though Britain is obliged to honor the court's rulings, many lawmakers are considering voting against the measure anyway. foreignstudents: <strong> David Cameron </strong> on Prime Minister's Questions- <q> Foreign students are vital to British universities. </q>... KrisTheScript Odd that the police are now interested in the phone hacking scandal now <strong> Andy Coulson </strong> isn't working for the Prime Minister <strong> David Cameron </strong>. Report Abuse \" Copy and pest the following link in your web browser then join", "new_id": -2}, {"uid": "1295030362239566877", "i": 37478, "idx": 2, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "billion, and a 14% increase in operating profit, which came in at$ 5.5 billion. Still, Wells Fargo's Maynard noted that there were some weak spots in the group's performance. <q> On the negative side, however, the Hyper-V virtualization product to date has not yet seemed to put a dent into VMWare's business, </q> Maynard wrote in his research note. MS-Bob Muglia Comment by rwells477 Jan 12, 2011, 08:38 AM EST <strong> Bob Muglia </strong> could spell his companies name <strong> Steve Ballmer </strong> has a had time spelling his own name.. No", "new_id": -2}, {"uid": "1296141430063832079", "i": 9799, "idx": 0, "sa": ["Silvio Berlusconi", "Ilvo Diamanti", "Michael Gove"], "q": "in luxury apartments in exchange for sex. But the wave of salacious allegations about <strong> Silvio Berlusconi </strong> have not for the moment shifted the political loyalties of Italians, political analyst <strong> Ilvo Diamanti </strong> told AFP. Italians continued <q> to support the centre right majority, given the lack of a credible alternative, </q> he said. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and", "new_id": -2}, {"uid": "1295576927002506766", "i": 58868, "idx": 7, "sa": ["Eric Schmidt"], "q": "ago. Revenue was up 26 percent to$ 8.44 billion from the same period last year. \"Our strong performance has been driven by a rapidly growing digital economy,\" <strong> Eric Schmidt </strong> said, <q> and by the extraordinary momentum of our newer businesses, such as display and mobile. \"These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider Web, </q> he added.", "new_id": -2}, {"uid": "1295468992042287225", "i": 13299, "idx": 0, "sa": ["Chris Webber", "Mike Delph", "Šarūnas Jasikevičius", "Stephen Jackson", "Allen Iverson", "Kyle Korver"], "q": "after a shot-clock violation on PhilaMike Delphia with 4.9 seconds left. <strong> Šarūnas Jasikevičius </strong> threw an inbound pass to <strong> Stephen Jackson </strong>, who went around a stumbling <strong> Kyle Korver </strong> to make an uncontested shot. \"I was 0-for-infinity,\" <strong> Stephen Jackson </strong> said. <q> I just wanted to make a shot. We knew they'd switch. I went backdoor and got to the basket. My teammates showed confidence in me to give me the ball. It seemed like I hadn't made a shot all game. </q> <strong> Stephen Jackson </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>. \"For that to happen with 4.9 seconds left, it's", "new_id": -2}, {"uid": "1297270331172048512", "i": 6270, "idx": 0, "sa": ["Simon Cowell"], "q": "start tuning up your act if you want to try out for <strong> Simon Cowell </strong>'s upcoming Fox game show, The X Factor. Dallas is among the cities that will host auditions this spring. says contestants must be <q> at least 12 years of age by March 1, 2011, a legal US citizen or eligible to work full time, and without a current music recording contract. </q> Unlike American Idol, there's no upper age limit, and it's open to vocal groups as well as solo singers. According to the Associated Press: The winner will get a$", "new_id": -2}, {"uid": "1295764967042549271", "i": 50298, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": ". Experts believe it could be the absence of the Mr Nasty, <strong> Simon Cowell </strong>. The new panel- <strong> Jennifer Lopez </strong>, Aerosmith's <strong> Steven Tyler </strong> and show regular <strong> Randy Jackson </strong>- has had mixed reviews. <q> <strong> Simon Cowell </strong>'s cutting edge is clearly missed. The reality is that people like their reality and talent shows to have a little bit of bite. It doesn't bode well, </q> the Daily Star quoted one insider as saying. <strong> Simon Cowell </strong> quit Idol last year to focus on an American version of X Factor. Copyright Asian News International/DailyIndia. com", "new_id": -2}, {"uid": "1295274001135036958", "i": 12748, "idx": 0, "sa": ["Gabrielle Giffords", "Sharron Angle", "Ben Ali", "Colin Powell", "Tavis Smiley", "Barack Obama", "Daniel Hernández"], "q": "Tucson Shooting Survivor: <q> It Looks Like PBen Alin, Beck, <strong> Sharron Angle </strong> and the Rest Got Their First Target </q> <strong> Daniel Hernández </strong>, Intern Who Helped Save <strong> Gabrielle Giffords </strong>: Political Discourse Has Become \"Completely Destructive\" <strong> Barack Obama </strong> Calls for \"Civil and Honest Public Discourse\" at Tucson Shooting Memorial <strong> Tavis Smiley </strong> on <strong> Barack Obama </strong>'s Arizona Memorial Speech, Martin <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295455732232161286", "i": 15180, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her,\" she told British newspaper The Sun. <q> He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> <strong> Simon Cowell </strong> is set to take his British programme The X Factor to America this year, and speculation is rife over who will judge it. <strong> Jane Lynch </strong> insists the rumours can now end, as she has the", "new_id": -2}, {"uid": "1297187771188334093", "i": 29679, "idx": 0, "sa": ["Rick Pitino", "Rakeem Buckles", "Gorgui Dieng", "Preston Knowles", "Allen Iverson", "John Calipari"], "q": "all the players have healed and returned to the lineup. <strong> Rick Pitino </strong> is more concerned about the development of <strong> Gorgui Dieng </strong> and sophomore <strong> Rakeem Buckles </strong> than he is about <strong> Preston Knowles </strong>, a senior. <q> Unless you practice, you can't get better, </q> <strong> Rick Pitino </strong> said. \"<strong> Gorgui Dieng </strong> needs to practice- he's not <strong> Allen Iverson </strong>.\" The <strong> John Calipari </strong> said he has crossed over from going all out in practices to being more mindful of pushing the players", "new_id": -2}]