[{"uid": "1296173803032686171", "i": 8410, "idx": 0, "sa": ["Mike Pence"], "q": "supporters that he will not mount a presidential run in 2012. Though he stopped short of a formal announcement, <strong> Mike Pence </strong> strongly suggested that he will instead seek the governorship of Indiana next year. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> told supporters in an e-mail message sent Thursday afternoon.`` We will not seek the Republican nomination for president in 2012.'' <strong> Mike Pence </strong> gave up his post in the House Republican leadership this year,", "new_id": -2}, {"uid": "1297441315101842972", "i": 12907, "idx": 0, "sa": ["Steve Ballmer"], "q": ". Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q>`` We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,'' he said. The key challenge will", "new_id": -2}, {"uid": "1295007787037093399", "i": 19997, "idx": 0, "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "q": "The star, who has had two miscarriages, told <strong> Piers Morgan </strong> she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q> I'd do it for a million for SANDS. money, mouth?????????????????? </q> <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''", "new_id": -2}, {"uid": "1297660283045400064", "i": 22783, "idx": 0, "sa": ["David Letterman", "Whitney Houston"], "q": "no youngster-- you'll be 50 in March-- and if you really want... What's romantic? Taking your sweetheart to New York City. Quotes from Sunday's 53rd annual Grammy Awards: <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.-- Train frontman <strong> Patrick Carney </strong> Monahan backstage after accepting the award for pop performance with vocals by a duo or group.`` <strong> Justin Bieber </strong>? Hairpiece. </q>-- <strong> David Letterman </strong> revealing the top Grammy surprises.`` I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I imagined", "new_id": -2}, {"uid": "1294978384186728451", "i": 39710, "idx": 1, "sa": ["Kirsten Gillibrand", "Stephanie Herseth Sandlin", "Gabrielle Giffords"], "q": "<strong> Kirsten Gillibrand </strong>, who was elected in 2006 with Ms. <strong> Gabrielle Giffords </strong>. When they met for their super-fast lunches and after-work drinks, they were often joined by <strong> Stephanie Herseth Sandlin </strong> of South Dakota, who was defeated last year. <q> We met on our first day, </q> said Ms. <strong> Kirsten Gillibrand </strong>, Democrat of New York, who later went on to the Senate.`` Not that many young women who run for Congress get elected, so I gravitated to her right away. She is", "new_id": -2}, {"uid": "1297167796188874762", "i": 47793, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "to continuing positive dialogue with the staff affected during the restructuring process.`` To this end, we will continue to consult on a one to one basis with staff.'' She added: <q> It is regrettable that these reductions are necessary but they are essential to secure the college's future sustainability and development. </q> Watch John Simpson finds mounting anger at impact of protests Homeless to Harvard How a destitute child of drug addicts turned her life around Known and unknown Critics review ex-US defence chief <strong> Donald Rumsfeld </strong>'s", "new_id": -2}, {"uid": "1294962195114475023", "i": 3002, "idx": 0, "sa": ["Donald Rumsfeld", "Sarah Palin"], "q": "to blame for the shooting, allegedly carried out by a disturbed local 22-year-old. His 35-minute eulogy won praise from across the country's political chasm. Even Republican former defense secretary <strong> Donald Rumsfeld </strong> said: <q> At a time when our nation needed it, <strong> Barack Obama </strong> delivered moving, presidential remarks last night. </q> It came after Republican star <strong> Sarah Palin </strong> accused the media of`` blood libel'' over commentators' remarks linking the Tucson attack to her conservative Tea Party movement. The use of the term-- which", "new_id": -2}, {"uid": "1296593618087982128", "i": 42278, "idx": 0, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "Asia. The video has prompted outrage from pro-life advocates who are demanding a vote on a bill Congressman <strong> Mike Pence </strong> has sponsored that would cut the Title X family planning funds the abortion business receives. <q> The exploitive roots and track record of Planned Parenthood is a largely untold story that now can not be ignored, </q> <strong> Susan B. Anthony </strong> List president <strong> Marjorie Dannenfelser </strong> told LifeNews.com after seeing the video.`` The horror of the logic behind Planned Parenthood's founding has come to roost in this modern form: it is the primary partner of those who degrade", "new_id": -2}, {"uid": "1296708705003522561", "i": 42168, "idx": 0, "sa": ["Hollie Cavanagh", "Marc Anthony", "Simon Cowell", "Steven Tyler"], "q": "on` American <strong> Marc Anthony </strong>' Newsday 17-year-old ex-Brit <strong> Hollie Cavanagh </strong> up next on`` American <strong> Marc Anthony </strong>,'' sings`` At Last'' in a shockingly soulful voice-- wow, all these soul.... <strong> Steven Tyler </strong> tells her she was <q> all over the place with melody, </q> Randy says she's`` not quite ready, love,'' they draw it out. I like her, think they should give her a shot... <strong> Simon Cowell </strong> who? <strong> Steven Tyler </strong> re-invigorates` <strong> Marc Anthony </strong>' Newsvine- There", "new_id": -2}, [{"i": 44049, "idx": 0, "index_answer": 0, "new_id": -1, "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q> probably went from 50 percent to 75 percent, </q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying,`` I'll be 100 percent by", "sa": ["Michael Vick", "Tony Mercurio"], "uid": "1296084752130252877"}]]