[{"uid": "1295984011193069115", "i": 1281, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on January 21 that his move was an effort to speed up decision-making. <q> In strategy we agree. There's no disagreement, </q> <strong> Eric Schmidt </strong> said of his relationship with <strong> Larry Page </strong>, in a news conference following his DLD appearance. \"In character, he's fundamentally a deeper thinker than anybody else,\" he said. \"He sees", "new_id": -2}, {"uid": "1295807551044548101", "i": 717, "idx": 0, "sa": ["Andy Coulson", "Harriet Harman", "Gordon Brown"], "q": "whether his phone had been hacked when he was Labour prime minister between 2007 and 2010. <strong> Gordon Brown </strong>'s office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News. \"Nobody is above the law, no newspaper editor, no journalist.\" <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1296107825239763464", "i": 40352, "idx": 0, "sa": ["Michael Reagan", "Colin Powell"], "q": "destructive liberal agenda. Sadly, one of those directives is so obviously a result of his being a white man that I had to stop reading to control my irritation. In Chapter 5, in a section titled <q> Let's Not Make the GOP Smaller and Poorer, </q> <strong> Michael Reagan </strong> cautions conservatives against rejecting <strong> Colin Powell </strong>. Reason devoid of white guilt says that <strong> Colin Powell </strong> rejects conservatism. So, why shouldn't conservatives reject <strong> Colin Powell </strong>? He's not conservative and should not be in a party whose platform", "new_id": -2}, {"uid": "1295447193058523650", "i": 50311, "idx": 0, "sa": ["Billy Joel", "Steven Tyler", "Ellen DeGeneres", "Jennifer Lopez", "Kara DioGuardi", "Simon Cowell", "Randy Jackson"], "q": "* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taking with him his Magic Mountain/cruise` Idol' embraces kinder, gentler attitude LOS ANGELES-When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest target=\"_blank\" Time </q> in front of <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, something totally out of the ordinary happens: They don't make fun of him. Instead, the new \"American Idol\" judging team encourages him to become a", "new_id": -2}, {"uid": "1296124768218218506", "i": 16265, "idx": 0, "sa": ["George Osborne", "Andy Coulson", "Rupert Murdoch", "Tim Ireland"], "q": "January 2011 10:01 AM I do love the pious attitude of the left on this subject, I remember a Tim Irelande when they were only to happy to jump into bed with <strong> Rupert Murdoch </strong> and the Sun! <q> When <strong> Andy Coulson </strong> was editor of the NoW the paper purported to show <strong> George Osborne </strong> in a girls-and-cocaine situation, or so I have heard. Although this story was easily refuted, you would expect the future chancellor to be pretty miffed about it. And yet it is said that <strong> George Osborne </strong> himself suggested <strong> Andy Coulson </strong> as the Govt's director of communications. Amazing kind-heartedness on the part of a man not generally known for such qualities. </q> Sybantcho 27 January 2011 10:02 AM exiledlondoner 27 January 2011 10:03 AM \" When <strong> Andy Coulson </strong> was editor of the NoW the paper purported to show <strong> George Osborne </strong> in a girls-and-cocaine situation, or so I have", "new_id": -2}, {"uid": "1295683933156418048", "i": 37116, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "ha informado l mismo en un comunicado, presionado por la pol?mica en cuanto a las escuchas telef?nicas ilegales que llev a cabo el diario sensacionalista` News of the World' cuando l era su director. <q> Puedo confirmar que he dimitido como director de comunicaci?n de Downing Street </q>, se?ala el comunicado, en el que <strong> Andy Coulson </strong> asegura que ha sido \"un privilegio y un honor trabajar para <strong> David Cameron </strong> durante tres a?os y medio\" . \"Estoy muy orgulloso del papel que he desempe?ado para ayudarle", "new_id": -2}, {"uid": "1294959203181354515", "i": 28926, "idx": 0, "sa": ["David Letterman", "Olivia Munn"], "q": "' and win the hearts of every geek in America). When she moved from Japan to Oklahoma at 16, she felt very alone, she said. Then, something big happened. <q> In America, the way to make friends is, like, throw a party, </q> <strong> Olivia Munn </strong> told <strong> David Letterman </strong>. \"Some kids at school found out that my parents were gon na be out of town. I said,` Sure,' I would have a party. So then, as I", "new_id": -2}, {"uid": "1295669855215973955", "i": 51519, "idx": 1, "sa": ["Andy Coulson", "Bob Bird", "Tommy Sheridan"], "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the \"Wapping two top men\" regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to <strong> Bob Bird </strong> first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to <strong> Bob Bird </strong> he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "new_id": -2}, {"uid": "1295245548048136194", "i": 20939, "idx": 2, "sa": ["Allen Iverson", "Michael Bruce Curry", "Ray Allen"], "q": "<strong> Allen Iverson </strong> hits Game Winner) 12/26/08 Detroit Pistons vs Oklahoma City Thunder( <strong> Allen Iverson </strong> hits Game Winner) 12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands. <q> That was a great play by <strong> Ray Allen </strong>, </q> Pistons coach <strong> Michael Bruce Curry </strong> said. \"He hadn't had much going for him in the first three quarters, but then he took over the ga... LA Lakers vs. Oklahoma Thunder- Game 6 Recap[ NBA", "new_id": -2}, {"uid": "1295779997079200290", "i": 53450, "idx": 0, "sa": ["Andy Coulson", "Tommy Sheridan"], "q": "mobile phones while he was editor of the News of the World. Insiders yesterday revealed that having to give evidence at the <strong> Tommy Sheridan </strong> trial was the tipping point for <strong> Andy Coulson </strong>. One source said: <q> He was spending hours of his day trying to respond to stories about him. \"He had to take a week off before Christmas to prepare and give evidence in the <strong> Tommy Sheridan </strong> trial and was then being filmed and photographed arriving and leaving the court. \"He was right at the centre of the story instead of trying to manage it and he knew then that he had to go. </q> <strong> Andy Coulson </strong> was the News of the World's editor in 2004, when the paper made allegations about <strong> Tommy Sheridan </strong> cheating on wife Gail. <strong> Tommy Sheridan </strong> questioned him in court about phone-tapping. The politician's details", "new_id": -2}]