[{"uid": "1297707579165232693", "i": 14984, "idx": 0, "sa": ["Michael Vick", "Lil Wayne"], "q": "Packers are his favorite team. <strong> Lil Wayne </strong> reminisces on how the 10-6 Packers defeated <strong> Michael Vick </strong> and the Philadelphia Eagles, the Atlanta Falcons, and finally the Chicago Bears to get to the big game. <q> Yeah, like I said, this ain't a diss song, </q> <strong> Lil Wayne </strong> says at the end of the song. \"I just love my team, that's the team with them big Gs on the helmet.\"", "new_id": -2}, {"uid": "1296845928173342777", "i": 882, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "numerous occasions people have been using his name,\" <strong> Roger Goodell </strong> said, clearly implying that it was done without <strong> Michael Vick </strong>'s permission. <strong> Roger Goodell </strong> also praised <strong> Michael Vick </strong>'s progress off the field this year. <q> We're looking for success stories... he paid a significant price, and now he's doing the right thing. </q> <strong> Roger Goodell </strong>, meeting with reporters in Texas, was asked about the dispute over whether or not teams can use the franchise tag to keep star players-- such as <strong> Michael Vick </strong>-- even with the collective bargaining agreement", "new_id": -2}, {"uid": "1295611284110247967", "i": 36934, "idx": 0, "sa": ["Mary McNamara", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "hit show, and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year. The Los Angeles Times' <strong> Mary McNamara </strong> writes, <q> Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table. \"Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol news from Female First\"> American Idol. </q> She adds, \"Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" Comment on this Article New York", "new_id": -2}, {"uid": "1297448767186662943", "i": 30114, "idx": 2, "sa": ["Simon Cowell"], "q": "the prospects, but I hadn't a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks.\" <strong> Simon Cowell </strong> then quipped: <q> I remember the network put a one-month break clause in the house I was renting, which shows at the time I don't think they were particularly convinced either. </q> stated earlier this week that the judging panel for the series has yet to be finalised. Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"uid": "1296197096069206046", "i": 31620, "idx": 1, "sa": ["Bernie Sanders"], "q": "for the foreseeable future. The treasury bonds in Social Security are backed by \"the faith and credit of the United States government,\" says target=\"_blank\" Sen. <strong> Bernie Sanders </strong>, an Independent from Vermont. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries....[ I] n the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> These are the same politicians that have \"officially\" indebted America to the tune of more than$ 14 trillion. And unofficially to the tune of more than$ 60 trillion when promises made( but not", "new_id": -2}, {"uid": "1297167911133922834", "i": 52261, "idx": 3, "sa": ["Paula Abdul", "Simon Cowell"], "q": "front runner for a spot alongside <strong> Simon Cowell </strong> is former American Idol judge and singer <strong> Paula Abdul </strong>. \"We've spoken to her[ <strong> Paula Abdul </strong>], she knows I'm a big fan,\" he admitted. <q> I've always said at some point we are going to be working together. </q>[ But] I have to take everyone's opinions into account, including the show's other producers and the network.\" <strong> Simon Cowell </strong>'s role on X Factor USA casts doubt on whether he'll be", "new_id": -2}, {"uid": "1297430496189579264", "i": 44378, "idx": 2, "sa": ["Steve Ballmer"], "q": "combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" \"I am excited about this partnership with Nokia,\" added Microsoft CEO <strong> Steve Ballmer </strong>. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia will adopt Windows Phone as its principal smartphone strategy, lending hardware design, language support, and helping to bring the platform to a larger range of price points, market segments, and geographies.", "new_id": -2}, {"uid": "1295582183033980446", "i": 5425, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as I am winning,\" <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> Google's stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> combined own a controlling stake in the company. Google is coming off a year", "new_id": -2}, {"uid": "1295234446192299010", "i": 37308, "idx": 0, "sa": ["Lindiwe Sisulu", "Barack Obama", "Leon Panetta", "Donald Rumsfeld"], "q": "<strong> Leon Panetta </strong> filed a declaration Friday before a federal court in Washington \"to formally assert and claim the state secrets privilege... to protect intelligence sources, methods and activities\" that may be implicated in the Awlaki case. <q> It is my belief that... this case can not be litigated without risking or requiring the disclosure of classified and privileged intelligence information that photo: photo: US Coastguard/ Petty Officer 3rd Ann Marie Gorden. \"In God We Trust </q> challenge on Supreme Court docket Federal judges consider high school sports case Harkat challenges security certificates <strong> Donald Rumsfeld </strong> Torture Lawsuit Fizzles, Again Stampede kills 102 pilgrims in India Tunisian <strong> Barack Obama </strong> toppled after 23 years in power Minister <strong> Lindiwe Sisulu </strong> has come", "new_id": -2}, {"uid": "1295563196244678668", "i": 38377, "idx": 0, "sa": ["Gabrielle Giffords", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "of$ 8.07 US a share on revenue at about$ 6 billion. In after hours trading, Google shares were up$ 16.99 US, or 2.3 per cent, to 643.12 US. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and[ Google co-founder <strong> Sergey Brin </strong>] for a long time to come, </q> <strong> Eric Schmidt </strong> said in a statement. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so Gabrielle Giffordsply involved and still run the business so brilliantly", "new_id": -2}]