[{"uid": "1297225698053084217", "i": 19412, "idx": 1, "sa": ["Miley Cyrus", "David Letterman", "P. Halprin", "Jay Leno"], "q": "our 8 p.m. show back two hours later,'' Whitiker said. But, <strong> Miley Cyrus </strong> said,`` We do realize that no one wants to watch a show that starts at 10 p.m.'' <q> I'll take the three secret tasks, </q> <strong> Jay Leno </strong> said. <strong> Jay Leno </strong> first had to entertain talk-show host <strong> David Letterman </strong>, played by Ryan <strong> P. Halprin </strong>' 12, by proving that his prowess for reciting monologues surpassed that of Hamlet's. <strong> Jay Leno </strong> recited lines", "new_id": -2}, {"uid": "1295563040148553740", "i": 36701, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google( NASDAQ: GOOG) said <strong> Eric Schmidt </strong> will continue to act as an internal advisor to Page and <strong> Sergey Brin </strong>, but will devote his attention to other areas, including deals, partnerships and government relations. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "new_id": -2}, {"uid": "1296112200260849669", "i": 29401, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1295618585136232988", "i": 538, "idx": 0, "sa": ["Andrew Jay", "Andy Coulson"], "q": "'' said Michael E. Glover, Verizon senior vice president and deputy general counsel, in a statement. Media Access, an advocacy group, called the appeal`` blatant appeals court forum shopping.'' <q> Under this bizarre legal theory, virtually every FCC decision would wind up in one court. Verizon has made a blatant attempt to locate its challenge in a favorable appeals court forum. The company's theory assumes that all agency actions changing rules are` modifications' to hundreds of thousands of licenses. This would insure the case remains in the District of Columbia Circuit, and keeps others from seeking review in different courts. </q> said <strong> Andrew Jay </strong> Schwartzman, senior vice president and policy director of Media Access Project, in statement. Does Lower Volatility Signal a Market Correction? Not Necessarily <strong> Andy Coulson </strong> quits Number 10 a day after Labour loses its Shadow", "new_id": -2}, {"uid": "1295401402180518914", "i": 25713, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. overhauls Chrysler's model lineup by staying under the... Photo: A Fiat union worker holds a picture of Fiat... Photo: A woman walks in front of a graffiti with the...", "new_id": -2}, {"uid": "1295829625240762905", "i": 41858, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "achieved all of his purposes, but he's stabilised the economy.''`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.'' 18 Oct 2008 <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> Mr <strong> Colin Powell </strong> said.`` And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be", "new_id": -2}, {"uid": "1296393248037634061", "i": 31508, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> has told <strong> Oprah Winfrey </strong> the secrets of his success and his fear of failure.`` Doing these shows is relentless,'' he said. <q> When the ratings come in you're happy for five minutes, then insecure madness comes in, and you worry about next week. </q> In the notoriously cut-throat music industry, <strong> Simon Cowell </strong> says he's learned it's crucial not to show weakness to competitors.`` People sometimes react to my confidence in the way that two dogs meet", "new_id": -2}, {"uid": "1296644684150142979", "i": 10862, "idx": 0, "sa": ["Allen Iverson"], "q": "87-82 victory over Orlando on Monday night. <strong> Allen Iverson </strong> has only been back a week after sitting out 10 games because of a bruised right knee. But he has a while to go to regain his All-Star form. <q> My rhythm is way off. I'm struggling, </q> said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning.`` It's frustrating that it's taking so long for my game to come back. But by being in the league eight years, I've", "new_id": -2}, {"uid": "1295945706264699906", "i": 44526, "idx": 0, "sa": ["Keith Smart", "Bill Lockyer", "Newt Gingrich"], "q": "off the court in the waning moments of Friday night's victory over Sacramento, but he played 42 minutes the next night against the Clippers.`` Monta bounces back quickly,'' coach <strong> Keith Smart </strong> said. <q> I didn't even think he'd able to play Saturday. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN MATEO 3 BR/ 3.0 BA$ 899,950.00 WOODSIDE 4 BR/ 3.1 BA$ 5,590,000.00", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'' <strong> Roger Goodell </strong> said.''[ Most often] they're not recognizing they have a role in it.'' Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q> I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like,` He won't sign my jersey.' </q> He says he thinks Mike <strong> Michael Vick </strong>`` is sincerely trying.'' And he isn't blind to the fact that the story isn't over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}]