[{"uid": "1297217208168738849", "i": 36435, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", the highest since 2000. The company, he said, will spend$ 500 million to upgrade its dealer network over five years, and dealers have spent$ 304 million upgrading facilities since 2009. <q> Our dealers have gone through a great deal of hardship and uncertainty, </q> <strong> Sergio Marchionne </strong> acknowledged. GM global design chief Ed Welburn believes GM has`` the right number of U.S. dealers now,'' at about 4,500.`` Our dealers were more profitable, and had higher throughput", "new_id": -2}, {"uid": "1296723974251478035", "i": 25685, "idx": 5, "sa": ["Paula Abdul", "Lindsey Cardinale", "Simon Cowell", "Ryan Seacrest"], "q": "the season 4 semifinals and 16 contenders remained, including Louisiana native <strong> Lindsey Cardinale </strong>. Her version of the Idol staple impressed Randy, who responded simply with`` wow, wow, wow,'' while <strong> Paula Abdul </strong> declared unapologetically, <q> I'm not a fan of the song. </q> <strong> Simon Cowell </strong> was less PC, of course, saying <strong> Lindsey Cardinale </strong>'s version was`` the musical equivalent of <strong> Ryan Seacrest </strong>: you look the part, do everything right, and yet you're disappointed with the performance.'' Stewing", "new_id": -2}, {"uid": "1296218653223641622", "i": 29204, "idx": 0, "sa": ["Simon Cowell"], "q": "show supremo <strong> Simon Cowell </strong> wants to give her a role on the US programme when it launches later this year, even if network Fox block her appointment as a panellist. A source told The Sun newspaper: <q> <strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor.`` It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel. </q>( c) BANG", "new_id": -2}, {"uid": "1295601684081559570", "i": 26666, "idx": 3, "sa": ["Eric Schmidt", "John Battelle", "Danny Sullivan"], "q": "being the main public face of the company.'' <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements`` harmful to Google's reputation'' and the three top executives may have decided <q> it was time for a fresh public face. </q> <strong> John Battelle </strong>, author of`` The Search,'' a book about Google and technology rivals, said:`` <strong> Eric Schmidt </strong> has been at it for a decade, a very long time to be running a company", "new_id": -2}, {"uid": "1295139772120274975", "i": 15870, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "do something many thought she would never do again after getting shot at point-blank range with a 9mm slug.`` Her eye is flickering and Mark sees this and gets extremely excited,'' <strong> Kirsten Gillibrand </strong> recalled. <q> He said` <strong> Gabrielle Giffords </strong> open your eyes, open your eyes.' He is really urging her forward, and the <strong> The doctor </strong> is perking up. </q> Kelly asked her to give a thumbs-up, and not only did she open her eyes, she reached out to touch her husband.`` It was unbelievable,'' <strong> Kirsten Gillibrand </strong> said.`` She", "new_id": -2}, {"uid": "1297277192033341459", "i": 9969, "idx": 1, "sa": ["Simon Cowell"], "q": "Banner at one of America's biggest sporting events. <strong> Simon Cowell </strong> said:`` It sounded like 100,000 people in a stadium had just sat on a cat.'' He went on to say: <q> I always say this, this is what happens when you perform in front of an audience- even someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong. That was bad. </q> Â© Independent Television News Limited 2011. All rights reserved.", "new_id": -2}, {"uid": "1297616629186400779", "i": 26860, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Nearly three decades later,`` the <strong> Donald Rumsfeld </strong> problem'' came to the Pentagon with orders from <strong> President Bush </strong> to shake the place up.`` Change is hard for people,'' <strong> Donald Rumsfeld </strong> said. <q> Change is hard. But did you make it harder than it had to be by alienating people? </q> asked Martin.`` If you don't want to change and someone above you wants to, it's not fun, replied the ex-Secretary of Defense. <strong> Donald Rumsfeld </strong>'s Life in Pictures The former", "new_id": -2}, {"uid": "1295044022095961088", "i": 18864, "idx": 1, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "'' The Frasier star appeared on the Late Show with <strong> David Letterman </strong> Thursday night and sounded resolute about his plans for a quickie divorce from Camille, so he can tie the knot with <strong> Kayte Walsh </strong> soon. <q> Kate's my new girl and we're planning on getting married soon, </q> <strong> Kelsey Grammer </strong> says on the Late Show. <strong> David Letterman </strong> asks,`` Oh you're getting married soon?''`` Sometime in February,'' <strong> Kelsey Grammer </strong> responds. During the interview 29- year-old", "new_id": -2}, {"uid": "1295562508244678719", "i": 18901, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. These comments are not screened", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on`` Late Night with <strong> David Letterman </strong>.'' The talk show host was once a grocery bagger. <q> There's no guarantee, but it's traditional for the winner to be a guest on the show, </q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest.`` I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}]