[{"uid": "1297657600196149258", "i": 30736, "idx": 2, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "which is growing in the world but its heart remains Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding, \"All arguments are now closed.\" Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong> <q>to commit to investing in our country and remain with head and heart</q> in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed \"the Italian nature\" of the company but \"in a dynamically developing context which demands daily work so that things don't", "new_id": -2}, {"uid": "1297724508166166602", "i": 19202, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "in Tucson and has started speaking, making specific requests for food and talking to loved ones. \"They're short sentences but specific, and very communicative,\" said <strong> Kirsten Gillibrand </strong> about <strong> Gabrielle Giffords </strong>' progress. <q>I think that's really what people are so excited about- that she's able to speak, that she's able to communicate and now its all about whether she can continue to grow, can continue to recover, and really get all her faculties back.</q> MyFoxNY this morning, <strong> Kirsten Gillibrand </strong> spoke about her newly-announced legislation that will allow homeowners to deduct the full amount of their property taxes from their federal income taxes. The Homeowner Tax Fairness Act is intended to help middle", "new_id": -2}, {"uid": "1296711641100515846", "i": 36962, "idx": 4, "sa": ["Allen Iverson", "Michael Redd"], "q": "his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. <q>With everything going on, I wanted to play well,</q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Michael Redd </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1296458938077217795", "i": 21335, "idx": 4, "sa": ["Zahi Hawass"], "q": "2013.( Comment on this story.) <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q>Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster.</q> Just ask the director of the Iraqi museum. FILE- In this March 7, 1982 file photo, Cleopatra's... <strong> Zahi Hawass </strong>, the charismatic secretary general of... Photo in Slideshow: Anti-government protesters carry posters", "new_id": -2}, {"uid": "1296611092061702184", "i": 47368, "idx": 1, "sa": ["Michael Vick", "Tom Brady"], "q": "11 points given to Philadelphia Eagles quarterback <strong> Michael Vick </strong>. The quarterback was on hand via satellite to accept the award on the NFL Network. \"We had a great regular season as a team,\" He said. <q>We just didn't really take advantage of our opportunity there in the month of January. The two teams that are there playing this week certainly have earned it and should be very proud.</q> <strong> Tom Brady </strong> led all others in quarterback rating through the season, finishing nearly a full 10 points ahead of the next competitor. He finished with 324 completions in 492 attempts for 3,900 yards, a league-leading 36 touchdowns,", "new_id": -2}, {"uid": "1295082156260702223", "i": 5774, "idx": 4, "sa": ["Kelsey Grammer", "David Letterman"], "q": "hear that, or I'm not sorry to hear that? \" \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. <q>Well, it\"s a difficult time, regardless,</q> <strong> David Letterman </strong> said, \"always regardless of circumstances, and especially with kids. Are the kids and everybody all right now? \"` The kids seem to be doing OK, yeah,\" <strong> Kelsey Grammer </strong> said", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q>We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people,</q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1295116940052232197", "i": 27753, "idx": 2, "sa": ["Allen Iverson", "Matt Geiger"], "q": " \"` <strong> Allen Iverson </strong> told me he got 15 minutes of sleep last night, that was 15 more than I expected,\" said 76ers coach Larry Brown, who took his record sixth different organization to the playoffs. <q>It was a big thing for him to finally get here.</q> The game was tied at 78-78 with eight minutes left when the 76ers went on a 23-8 run over the next seven minutes to put away the game. <strong> Matt Geiger </strong> scored 10 of his playoff career-high 23 points in that", "new_id": -2}, {"uid": "1296971617152387585", "i": 29611, "idx": 1, "sa": ["Michael Vick"], "q": ", who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q>He had a plan and he stuck to that, both on and off the field,</q> Reid said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}, {"uid": "1297436155161464332", "i": 8429, "idx": 1, "sa": ["Donald Rumsfeld", "Brad O'Leary", "Ron Paul", "Donald Trump"], "q": "speaking someone yelled, \"<strong> Ron Paul </strong>.\" <strong> Donald Trump </strong> said that <strong> Ron Paul </strong> could never win. <strong> Brad O'Leary </strong> said he was an anti-war conservative, and wanted to see the troops out of various hotspots around the world. <q>There is no reason why we are still in some of the places we are in around the world. The only thing that makes sense is the actions of war hawks like <strong> Donald Rumsfeld </strong>, Cheney and <strong> President Bush </strong>.</q> The CPAC( Conservative Political Action Committee) is one of the county's most widely watched annual political meetings. <strong> Donald Rumsfeld </strong>, Cheney, <strong> Ron Paul </strong>, and <strong> Donald Trump </strong> may have been attending the conference,", "new_id": -2}]