[{"uid": "1295289004218529795", "i": 48236, "idx": 1, "sa": ["Carmelo Anthony", "Allen Iverson", "Josh Smith"], "q": "37 points and <strong> Josh Smith </strong> added 29 to help the Denver Nuggets beat the Cleveland Cavaliers 122-100 on Monday night. \"They didn't steal my spotlight,\" said <strong> Carmelo Anthony </strong>, who had 22 points and nine rebounds. <q>They did what they were supposed to do. They took advantage of the defense that they threw at us.</q> <strong> Allen Iverson </strong> set the tone early with his sharp shooting. He had 18 points at halftime, when the Nuggets took a 58-43 lead. He came out firing in the second half, scoring 11 points in the first", "new_id": -2}, {"uid": "1295562314055377950", "i": 9811, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "government outreach. <strong> Eric Schmidt </strong> also says he will act as an advisor to Page and co-founder <strong> Sergey Brin </strong>. \"As Google has grown, managing the business has become more complicated,\" <strong> Eric Schmidt </strong> said on Thursday. <q>So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured.</q> No longer will the company be run by the \"triumvirate\" of <strong> Eric Schmidt </strong> as leader with Page and <strong> Sergey Brin </strong> as presidents. <strong> Eric Schmidt </strong> said Page, who was the company's founding CEO, is now ready", "new_id": -2}, {"uid": "1295169383147406856", "i": 23798, "idx": 3, "sa": ["Elton Brand", "Allen Iverson", "Carmelo Anthony", "Anthony Parker"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Carmelo_Anthony_45pts_vs_T-Wolves_08/09_*33pts_in_a_quarter_NBA_Record <strong> Carmelo Anthony </strong> had an easier time matching the NBA record for points in a quarter than he did trying to figure it out. <strong> Anthony Parker </strong>", "new_id": -2}, {"uid": "1296774921237715483", "i": 3436, "idx": 1, "sa": ["Elvis Presley", "Wanda Jackson", "David Letterman"], "q": "With <strong> David Letterman </strong>\" in New York and \"Conan\" in Los Angeles. \"I want to thank Jack White for making all this happen for me,\" <strong> Wanda Jackson </strong> said at a recent week. <q>He forgets I've got to watch my heart. I'm an old lady. But boy I don't feel it tonight.</q> She told the crowd about the release of her new White-produced album, \"The Party Ain't Over,\" released last week. The collection of rock <strong> Elvis Presley </strong> roll,", "new_id": -2}, {"uid": "1296954560216498177", "i": 5123, "idx": 0, "sa": ["Sean Duffy", "Mike Pence"], "q": "into the manager's actions. Yesterday, two U.S. congressmen, Rep. <strong> Mike Pence </strong> and Rep. <strong> Sean Duffy </strong>, called for the defunding of Planned Parenthood based upon the information uncovered in Live Action's videos. <q>Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,</q> said <strong> Mike Pence </strong>. \"The time to deny any and all funding to Planned Parenthood is now.\" Posted by charsch on Feb 4, 2011 In the book of Acts in the", "new_id": -2}, {"uid": "1296711641100515846", "i": 36962, "idx": 4, "sa": ["Allen Iverson", "Michael Redd"], "q": "his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. <q>With everything going on, I wanted to play well,</q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Michael Redd </strong> Curry to begin the game, punishment", "new_id": -2}, {"i": 12044, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'s new book says otherwise. His sources claim that the success was due to other factors as much as the surge). <strong> Colin Powell </strong> could have stayed silent but he went out on a http://wn.com/Kurt_von_Hammerstein,_der_General_der_austand_gegen_Hitler Here a translation: <q>I won't go along with this</q>. When you are in a political party you won't make much friends with this kind of statements, but in the NSDAP it was dangerous. Also for the highest military <strong> Kurt von Hammerstein </strong> and he hasn't been noticed", "sa": ["Colin Powell", "Kurt von Hammerstein"], "uid": "1295744650033914887"}, {"uid": "1295336566063275066", "i": 11480, "idx": 0, "sa": ["Andy Coulson"], "q": "illegally accessed voicemails of public figures. Mr Cameron said on the BBC that Mr <strong> Andy Coulson </strong> was \"embarrassed\" by the continuing row and did not deny that he had offered to resign. But he added: <q>Obviously, when he was editor of the News of the World, bad things happened at that newspaper. I think the danger at the moment is that he is effectively being punished twice for the same offence. \"I gave him a second chance. I think that sometimes in life it is right to give someone a second chance.</q> The Islamification of Britain: record numbers embrace Muslim faith", "new_id": -2}, {"uid": "1296286331249135135", "i": 36226, "idx": 2, "sa": ["Brandon Jennings", "Allen Iverson", "Kevin Garnett"], "q": "win it 90-83. Box Score sports.yahoo.com... <strong> Kevin Garnett </strong> game 1 round 1 2008 Playoffs 4-20-2008 BOSTON-- <strong> Kevin Garnett </strong> took a moment to control his emotions before running into the arena for his first playoff game in four years. <q>I had to slow down as I ran through the tunnel and to hear the crowd, to hear the building rocking and the bleachers were shaking,</q> Bos... 55 points- <strong> Brandon Jennings </strong>- Watch Every Single Point brandon jennings going crazy in the bucks win over the warriors.... <strong> Allen Iverson </strong> 26pts 7asts vs <strong> Kevin Garnett </strong> Wolves 06/07 NBA <strong> Allen Iverson </strong> 26pts 7asts vs <strong> Kevin Garnett </strong> Wolves 06/07 NBA", "new_id": -2}, {"uid": "1295400164102039574", "i": 14061, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": ". To that, <strong> Piers Morgan </strong> said, \"I'd like to get to the position... where the butt-kicking is reversed.\" He said CNN needs to be more competitive with its rivals, <q>much more than we have been.</q> The brash Brit touted his talk show with plenty of tough talk of his own in a meeting with reporters last week, bragging that he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in", "new_id": -2}]