[{"uid": "1296974131206028816", "i": 14863, "idx": 0, "sa": ["Sergio Marchionne"], "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"uid": "1296759030005144618", "i": 6127, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "as excess loyalty to LBJ. \" In May 2004, right after the Abu Ghraib scandal broke, the Economist- hardly a radical rag- ran an editorial titled`` Resign, <strong> Donald Rumsfeld </strong>'', adding <q> responsibility for errors and indiscipline needs to be taken at the top. </q> \" In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window", "new_id": -2}, {"uid": "1295350881176619616", "i": 31949, "idx": 0, "sa": ["James Clyburn", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Janet Napolitano"], "q": "Kelly speaks to <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY), Rep. <strong> James Clyburn </strong>( D- SC... Photo in Slideshow: <strong> Barack Obama </strong>, Mark Kelly, Daniel Hernandez, <strong> Janet Napolitano </strong> Video: <strong> Barack Obama </strong>'s Response to Tragedy Boosts Polls Report Abuse <q> You vile, HATEFUL, leftwingnuts, are you happy now? </q> <strong> Gabrielle Giffords </strong> had the gall to stand up to B.O. and she got a bullet. SHAME ON YOU 100 TIMES <strong> Gabrielle Giffords </strong> said CLOSE THE BORDERS AND OBAMA WAS NOT DOING ENOUGH TO HELP Report Abuse \"", "new_id": -2}, {"uid": "1296147474210010128", "i": 20637, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "to keep his face out of things? If Edmundson can find evidence that implicates/embarrasses <strong> Andy Coulson </strong> and preferably <strong> David Cameron </strong> in any way, I'll pay his bail personally:) Flintyboy73 27 January 2011 10:53 AM <q> Downing Street moved to distance the prime minister from this scandal, insisting that he had had no conversations about the subject when he met James <strong> Rupert Murdoch </strong> and a senior company executive for dinner over Christmas. Mr <strong> David Cameron </strong> will be relieved to learn that his soon-to-be-retiring director of communications <strong> Andy Coulson </strong> is not said to be named in the latest evidence. </q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without", "new_id": -2}, {"uid": "1295237247203866125", "i": 2163, "idx": 0, "sa": ["David Letterman", "Kate Hudson"], "q": "<strong> Kate Hudson </strong>, 30, was in New York City to promote her latest movie and skirted questions about her relationship with A-Rod, 34, last Thursday on the`` Late Show'' with <strong> David Letterman </strong>. <q> You're a big Yankees fan, and you're friends with <strong> Alex Rodriguez </strong>, </q> <strong> David Letterman </strong> said.`` Yeah,'' she said, laughing.`` He's a friend of mine. Nice guy.'' The pair started dating in May and <strong> Kate Hudson </strong> was often spotted cheering", "new_id": -2}, {"uid": "1296668902136101910", "i": 39035, "idx": 0, "sa": ["Andy Coulson"], "q": "as the Director of Communications at 10 Downing Street. The move follows last month's resignation of ex-News of the World editor <strong> Andy Coulson </strong> amid continuing controversy surrounding phone-hacking allegations. The Prime Minister said: <q> I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street. Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme. </q> WalesOnline, the best source for Welsh news, sport, business and entertainment. Powered by the Western Mail, South Wales Echo, Wales on Sunday and Celtic Weekly Newspapers. Produced by Media Wales Ltd.", "new_id": -2}, {"uid": "1295570230080838668", "i": 17297, "idx": 1, "sa": ["Eric Schmidt"], "q": "supervision no longer needed!'' Replay Software Offers a Unique Quality Assurance Solution: Record The Software Execution and Replay The Results <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295636751256720935", "i": 12848, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "to the coming campaign.`` We can talk about gloom and doom, we can talk about the us can do it, we can't invest in the future, that's all wrong.'' <q> GE is a story of success, </q> <strong> Kirsten Gillibrand </strong> added.`` If we can beat Russia in the race to the moon, we can beat China in the race to green energy.'' jakester: I think we shoud have a new bill intorduced", "new_id": -2}, {"uid": "1295127469219299878", "i": 2692, "idx": 1, "sa": ["David Stern", "David Letterman"], "q": "that doesn't explain why they boo <strong> David Stern </strong>.'' Beauties and a beast Among the signs you're not going to win the Miss America pageant, from CBS's <strong> David Letterman </strong>: â\u0080¢ <q> Only thing you ever won was a buffalo-wing eating contest. â\u0080¢`` Your measurements are 36, 24 and 36, but not in that order. â\u0080¢`` Las Vegas gives you the same odds as the Jets beating the Patriots. </q> Old college try`` If the NFL followed college football's lead, playing its championship game 37 days after determining the participants, the Super Bowl would be played in early March,'' noted", "new_id": -2}, {"i": 6583, "idx": 3, "index_answer": 0, "new_id": -1, "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "sa": ["Eric Schmidt"], "uid": "1296006300058851357"}]