[{"uid": "1297713181162562068", "i": 8408, "idx": 0, "sa": ["Queen Beatrix", "Steve Ballmer", "Craig Mundie"], "q": "they said.\"( Microsoft CEO) <strong> Steve Ballmer </strong> and <strong> Queen Beatrix </strong> a few years ago talked and believed Arabic would be an increasingly important language,\" said <strong> Craig Mundie </strong>, Microsoft's chief research and strategy officer. <q>And yet, because of the way the internet was evolving, it wasn't a language that was getting a lot of use.</q> But while Arab world internet use since 2000 has grown faster than anywhere else and access costs have shrunk, content still punches below its weight and ad spending remains tiny. Arabic content is less", "new_id": -2}, {"uid": "1296561434134217750", "i": 8566, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson"], "q": "in the case, owing to a lack of admissible evidence. But some public figures are taking civil legal action against the newspaper. After Mr <strong> Andy Coulson </strong> resigned, Labour leader <strong> Ed Miliband </strong> said there were <q>questions about <strong> David Cameron </strong>'s judgement about hanging on to him as long as he did</q>. Our town Who will \"own' Harlem if African Americans become a minority? Rehabilitating Yeltsin Rethinking the legacy of Russia\"s former president Peace dividend Sri Lanka sees tourism boost after", "new_id": -2}, {"uid": "1297343039203325452", "i": 1400, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "winning the Super Bowl, with more demands on their time and people treating them even more like celebrities. \"I don't see that being an issue here in Green Bay,\" McCarthy said. <q>My family, we're very comfortable here. We want to be here, and we hope it stays the same. I still go to Starbucks every morning. Got a cup with \"congratulations' on it today, that was nice. But other than that, they still charged me. So everything\"s staying the same.</q> McCarthy also noted how life already has changed for quarterback <strong> Aaron Rodgers </strong>, who on Monday flew to Florida for an appearance at Disney World and then to New York to be on the Late Show with <strong> David Letterman </strong>.", "new_id": -2}, {"uid": "1296716411176898050", "i": 11867, "idx": 0, "sa": ["Rick Carlisle", "Blake Griffin", "Allen Iverson"], "q": "scoring and rebounding. \"Early on, it looked like( Washington guard John) Wall was going to run away with all the attention and rookie of the year,\" Dallas coach <strong> Rick Carlisle </strong> said, <q>then all of a sudden this guy exploded with all these great plays. And now the team is playing better.</q> Twice this season, <strong> Blake Griffin </strong> has scored 40 or more points, making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97. \"He definitely should be in the All-Star game, without", "new_id": -2}, {"uid": "1296144836056688640", "i": 22113, "idx": 4, "sa": ["Simon Cowell"], "q": "are going to be a few surprises. I genuinely do. I don't think there's one set way of doing it... I am in conversations with ITV and Fox.\" <strong> Simon Cowell </strong> added: <q>The most important thing is to make a commitment to the people who watch the shows and make sure they are better than last year's.</q> 884 news stories, 10 galleries, 1 episode, 1 music video.", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q>It's kind of like when you were a kid in school always picking teams,</q> <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}, {"uid": "1296514128235749380", "i": 22515, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "to phone messages of royal household staff. He has always denied any knowledge of wrongdoing at the newspaper. Cameron has defended his own judgement in hiring <strong> Andy Coulson </strong>, saying he felt the former editor had been <q>punished twice for the same offence.</q> The News of the World is part of <strong> Rupert Murdoch </strong>'s News Corp media group, which is waiting to hear if the government will clear its planned$ 12 billion( 7.5 billion pound) buyout of pay", "new_id": -2}, {"uid": "1295754232172048412", "i": 23515, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "Senate. <strong> Bill Lockyer </strong> said many Democrats are worried about appearing to threaten voters by presenting a \"cuts only\" budget, but said voters need to know what it would mean to the state. <q>The hit on K-12( schools) is at least close the schools six weeks a year. Voters need to hear that,</q> he said. Earlier this month, <strong> Jerry Brown </strong> proposed a$ 127.4 billion spending plan for the 2011-12 fiscal year. It includes deep cuts to higher education and services for the poor, disabled and elderly.", "new_id": -2}, {"uid": "1297217133164478988", "i": 11084, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no idea,\" he said. <q>What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons.</q> In conjunction with bookstores selling his memoir this week, <strong> Donald Rumsfeld </strong> is also releasing online a wide range of nearly 2,000 documents from his tenure in public service, dating back to his years as a congressman in", "new_id": -2}, {"uid": "1296860121114081793", "i": 26286, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to keep the automaker from collapse in 2009. \"I want to pay back the shyster loans,\" <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. <q>Pay back the loans, get those out and then take( the company) public.</q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Fiat SpA which owns 25 percent of Chrysler, has said repeatedly that the high interest rates on$ 5.7 billion that Chrysler owes to the U.S. Treasury have", "new_id": -2}]