[{"uid": "1297463472198819877", "i": 2889, "idx": 0, "sa": ["Michael Vick"], "q": "Investigator: Wait To See If <strong> Michael Vick </strong> Has Changed ESPN.com- The man who led the U.S. government's investigation of <strong> Michael Vick </strong>'s dogfighting case said that he's withholding judgment on the quarterback's rehabilitation. <q> Do I think he's changed? I don't know, </q> said retired U.S. Department of Agriculture senior special agent Jim Knorr, speaking to ESPN's Outside The Lines.`` I would hope he has but I don't know. Only one person knows and that's him", "new_id": -2}, {"uid": "1296925561182648841", "i": 9323, "idx": 0, "sa": ["Steve Ballmer"], "q": "powers back-end search for Yahoo, whose share stood at 16 percent. Even if you combine its share into Bing's, however, the audience for Microsoft's search engine remains half that of Google. <q> I don't know how old I will be when that'll happen, </q> Microsoft CEO <strong> Steve Ballmer </strong> told an audience in March 2010, during the Search Marketing Expo in Santa Clara, Calif., when asked if and when Bing would overtake Google in search. Whatever the future holds,", "new_id": -2}, {"uid": "1296149573243646477", "i": 35909, "idx": 6, "sa": ["Michael Vick"], "q": "a free agent if the NFL labor situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q> Hopefully, I'll be with the Eagles next year. We'll see what happens, </q> said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.''`` We'll see what happens over the next couple months. I just got to be patient and", "new_id": -2}, {"uid": "1295891307156680197", "i": 27944, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a`` wish list'' of five major artefacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that`` this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' World Video: Banned books back on sale", "new_id": -2}, {"uid": "1295560415243745631", "i": 13207, "idx": 1, "sa": ["Eric Schmidt"], "q": "imagine that <strong> Eric Schmidt </strong> ever saw himself as just a placeholder, particularly having been with Google for a decade. And realistically, <strong> Eric Schmidt </strong> will continue fulfilling most of his`` adult'' duties in his new capacity, focusing <q> on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach. </q> You know, grown-up stuff. That's increasingly been <strong> Eric Schmidt </strong>'s primary function anyway; now it's his sole obligation. And in today's earnings call, <strong> Eric Schmidt </strong> explicitly said he didn't", "new_id": -2}, {"uid": "1296235999160088091", "i": 14255, "idx": 1, "sa": ["Rick Santorum", "Mike Pence"], "q": "left the door open to running for governor.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' Mr. <strong> Mike Pence </strong> wrote in a letter to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> The Possible GOP presidential contender <strong> Rick Santorum </strong> to headline Catholic group's benefit in Mass.. BOSTON- Possible Republican presidential contender <strong> Rick Santorum </strong> is headlining a benefit for a Pennsylvania will address members of Catholic Citizenship on Tuesday in", "new_id": -2}, {"uid": "1295908721051232817", "i": 25657, "idx": 0, "sa": ["Simon Cowell", "Gordon Ramsay"], "q": "'d rather eat poodle shit than put that in my mouth'' to`` That tastes like gnat's piss''. And the one comment that raised the bra, er bar? <strong> Gordon Ramsay </strong> telling a well-endowed contestant: <q> Would you mind taking your breasts off my hot plate? </q> The scowling <strong> Simon Cowell </strong>, a judge on the popular talent reality show for nine seasons, is notorious for his harsh words and hard shell. Acerbic to the point of making contestants cry, <strong> Simon Cowell </strong> minces no", "new_id": -2}, {"uid": "1296081071243155050", "i": 28816, "idx": 1, "sa": ["Eric Schmidt"], "q": "information needed to complete the purchase.'' This system means phones might soon replace credit cards. <strong> Eric Schmidt </strong> says, it's more secure than traditional credit card transactions. And this could create a huge niche industry. <q> And ultimately the money that brings us all to this wonderful venue comes out of commerce one way or another. Advertising in Google's case. My guess is that there will be 500 new start ups in the mobile payment space as the platforms emerge... </q> Did he say-- advertising? Oh yeah. A New York Times Business Day article says <strong> Eric Schmidt </strong> is confident the NFC software will constantly give the consumer information.`` Imagine I'm walking down the street and instead", "new_id": -2}, {"uid": "1295991991254623748", "i": 42315, "idx": 0, "sa": ["Donald Rumsfeld", "Keith Olbermann", "Curtis LeMay"], "q": "And so was born` the special comment''-- his first one coming in August 2006, rebutting a speech that then-Defense <strong> Donald Rumsfeld </strong> had delivered to the American Legion. Said <strong> Keith Olbermann </strong> that night: <q> The confusion we-- as its citizens-- must now address, is stark and forbidding. </q> But variations of it have faced our forefathers, when men like Nixon and McCarthy and <strong> Curtis LeMay </strong> have darkened our skies and obscured our flag. Note-- with hope in your heart-- that those earlier Americans always", "new_id": -2}, [{"i": 30030, "idx": 2, "index_answer": 4, "new_id": -1, "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said.`` That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against <strong> George Washington </strong> on March 10, 2004, Indiana", "sa": ["George Washington", "Tracy McGrady", "Magic Johnson", "Michael Jordan", "Allen Iverson"], "uid": "1295299857181911591"}]]