[{"uid": "1296167621065404968", "i": 51499, "idx": 3, "sa": ["Mike Pence"], "q": "to focus on other political opportunities. And he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his`` calling is closer to home.'' He will now <q> be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q> That begins Friday. <strong> Mike Pence </strong>, who flew today to Indiana from Washington, is holding a town hall meeting in Pendleton at 10 a.m. and speaking to Muncie Central High School students at 1:20 p.m.", "new_id": -2}, {"uid": "1297443949230703173", "i": 34633, "idx": 4, "sa": ["Bill Posey", "Mike Pence", "Mitt Romney"], "q": "\" The FBI would add the names of those people to the National Instant Criminal Background Check System, used by federally licensed gun dealers to screen their customers. Federal law prohibits the sale of guns to anyone <q> adjudicated as a mental defective or who has been comMitt Romneyed to a mental institution. </q> However, Kentucky is one of many states that does not notify the FBI when its courts make such decisions, said <strong> Mike Pence </strong> Bob Damron, D-Nicholasville, the <strong> Bill Posey </strong>'s sponsor.`` The problem", "new_id": -2}, {"uid": "1295566190075235340", "i": 23121, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him'' Google Blog <strong> Eric Schmidt </strong> wrote:`` When I joined Google in 2001 I never imagined- even in my", "new_id": -2}, {"uid": "1297079636126599583", "i": 42477, "idx": 2, "sa": ["Sergio Marchionne", "John Elkann"], "q": "''. L'hypoth?se d'une fusion avait d?j t envisag?e. <strong> Sergio Marchionne </strong> a toutefois ajout une pr?cision qui a fait couler beaucoup d'encre:`` Cette nouvelle entit pourrait tre bas?e aux tats-Unis.'' Pr?cisant que les deux groupes examinent <q> un certain nombre d'alternatives et de sc?narios </q> et`` qu'il faut d'abord voir comment les int?grer d'un point de vue op?rationnel avant de songer? la gouvernance''. Devant l'?motion suscit?e en Italie, aussi bien le super-manager de Fiat que le pr?sident <strong> John Elkann </strong>", "new_id": -2}, {"uid": "1295627755155697152", "i": 44810, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "%. Industrial names United Technology( Fortune 500) were also strong.`` The profit news is pretty favorable today,'' said Nick Kalivas, vice president of financial research at MF Global. <q> GE is probably the poster child for that, but Google certainly did well last night. </q> Google reported late Thursday that quarterly profits and sales rose from year-ago and beat analysts' forecasts. The company also said href=\"http://us.rd.yahoo.com/2011/01/20/technology/google_earnings/index.htm\"> <strong> Eric Schmidt </strong> is stepping down as chief executive, with co-founder <strong> Larry Page </strong> taking", "new_id": -2}, {"uid": "1295571742147800107", "i": 49965, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "To Lead Google; Roles Clarified by Staff <strong> Larry Page </strong>, who co-founded Google with <strong> Sergey Brin </strong>, will be the U.S. search-engine giant's chief executive officer in April, the company announced Thursday. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> <strong> Eric Schmidt </strong>, the company's current CEO, said in a blog posted on Google's Web site.`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years", "new_id": -2}, {"uid": "1296440737158449665", "i": 27917, "idx": 1, "sa": ["Sergio Marchionne"], "q": "dampening the`` side effects'' such systems can create.`` Right now, hydraulic hybrid systems currently create more NVH[ noise, vibration, harmonics] than consumers would accept,'' he explained. <q> So this project will also look at ways to alleviate that. </q> <strong> Sergio Marchionne </strong>, CEO of Chrysler Group, stated that the overall goal of the project is to evaluate and, hopefully, validate both fuel-efficiency gains and greenhouse gas reductions from using a light-duty hydraulic hybrid system.", "new_id": -2}, {"uid": "1296139361063832074", "i": 6352, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>  Share this article:  href=\"http://www.wcnc.com/news/consumer/Social-Security-fund-will-be-drained-by-2037-114716404.html#commentform\" title=\"\"> 0 Comments href=\"http://www.wcnc.com/news/consumer/Social-Security-fund-will-be-drained-by-2037-114716404.html#\" title=\"Email this article\"> Email this article href=\"http://www.facebook.com/sharer.php?u=http%3A%2F%2Fwww.wcnc.com%2Fnews%2Fconsumer%2FSocial- Security- fund- will- be- drained- by- 2037", "new_id": -2}, {"uid": "1296010057252100639", "i": 14887, "idx": 0, "sa": ["Gabrielle Giffords", "Bill Lockyer", "Steve Gunn", "Carl Wimmer"], "q": "fire in most recent U.S. mass shootings used semiautomatic pistols. That includes the Jan. 8 Arizona shooting in which six people were killed and 13- including Rep. <strong> Gabrielle Giffords </strong>- were wounded with a Glock pistol. <q> It's an embarrassment to the state to have as a symbol that was used only a few weeks ago to kill innocent people, </q> <strong> Steve Gunn </strong> said. <strong> Carl Wimmer </strong> told the AP he had been planning the <strong> Bill Lockyer </strong> for about a year and the Arizona shooting did not change his mind.`` There is nothing about the actions of a", "new_id": -2}, {"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,'' he said,`` but when the spokesman needs a spokesman, it's time to move on.''( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q> Once you become the story, it's time to quit. </q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}]