[{"uid": "1295554703175849476", "i": 33161, "idx": 9, "sa": ["Mike Pence"], "q": "In the meantime, Republicans, <strong> Mike Pence </strong> says, will use the`` power of the purse'' to block Obamacare's implementation.`` We have a wide variety of legislative tools available.'' reports, <q> <strong> Mike Pence </strong> has raised his profile a number of times in recent years- when he was elected chairman of the the House conservative caucus in 2005, when he ran for House minority leader in 2006, and when he won election as House Republican Conference chairman in 2008 to become the third-ranking Republican in the chamber. He left that post after the GOP won control of the chamber in the Nov. 2 election. </q> <strong> Mike Pence </strong>, the former chairman of the House Republican Conference, The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO", "new_id": -2}, {"uid": "1297254907195313703", "i": 24289, "idx": 8, "sa": ["Simon Cowell"], "q": "said.`` It kinda feels we've come out of this gray period[ in the music business] into a very fun, extreme time.'' Later, <strong> Simon Cowell </strong> stated the challenge simply: <q> If we don't, with what I've put[ up as a prize], find a global star, I think we've failed. </q> Fight between 2 women led to murder, witness testifies Couples from B.G., Point Place are among 22 honored by state GM reportedly to pay$ 3,000 profit shares Man vs. Machine Watson takes on former` Jeopardy!'", "new_id": -2}, {"uid": "1296273660046694428", "i": 16952, "idx": 4, "sa": ["I Roy", "Allen Iverson"], "q": "on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points.`` <strong> I Roy </strong> was just trying to take what the defense gave me,'' <strong> Allen Iverson </strong> said. <q> <strong> I Roy </strong> didn't want to be overaggressive. <strong> I Roy </strong> just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the shots <strong> I Roy </strong> wanted by zoning up. <strong> Rafer Alston </strong> teammates held the fort, and then when <strong> I Roy </strong> got an opportunity, <strong> I Roy </strong> just tried to make the best of it. </q> <strong> Allen Iverson </strong> made 10-of-24 shots, including 4-of-7 3-pointers. He added six assists and three steals and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the", "new_id": -2}, {"uid": "1297195214244269078", "i": 5053, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "long kickoff return by the opposing team. But he said he breathed a sigh of relief when the Steelers were flagged for a personal foul.`` We lucked out,'' he said. <q> One of their guys punched one of our guys, got a 15 yard penalty. </q>`` You hate to see that happen,'' <strong> David Letterman </strong> joked. Photos: Super Bowl XLV <strong> Aaron Rodgers </strong> also told the talk show host that the Packers only ran about 40 of the 60", "new_id": -2}, {"uid": "1296085136159416341", "i": 2697, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like`` a volcano that is starting to erupt.'' <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. More articles in Europe Tweet", "new_id": -2}, {"uid": "1297463623073236571", "i": 43508, "idx": 0, "sa": ["Nancy Pelosi", "Mike Pence", "Mark Meckler"], "q": "proposal pushes spending down to 2008 levels, which Republicans had vowed to reach. <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>, R-Ind., who wants to hit the$ 100 billion mark, downplayed the internal friction Thursday. <q> There's that old saying that, you know, if you like sausage, don't go where they make it. I know the press likes to, you know, report on... different aspects and iterations of this but I think what's going on right now is very healthy. It's a debate among Republicans, </q> <strong> Mike Pence </strong> told Fox News. <strong> Mark Meckler </strong>, co-founder of the Tea Party Patriots, said he expects the party to, in the end, identify$ 100 billion worth of cuts.``", "new_id": -2}, {"uid": "1295276138038928439", "i": 5548, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "in my universe. I have little optimism with no <strong> Steve Jobs </strong>. If only there was a way to get him to the fountain of youth. Jan 17, 11- 09:29 am Comment from: disposableidentity <q> The timing is good for <strong> Steve Jobs </strong> to take some significant time off, with Verizon iPhone, iPad 2, iPhone 5( and next iOS release), and Mac OS X Lion already on the schedule. </q> That's for sure. I can't think of a better possible time for him to take some time off. Jan 17, 11- 09:30 am Comment from: Ian <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295364352186253316", "i": 19353, "idx": 0, "sa": ["Piers Morgan", "One of us", "Michael Vick", "Oprah Winfrey"], "q": "<strong> Michael Vick </strong> has done sitdowns with each of the networks that cover the NFL, but clearly his story is about more than football. <strong> Piers Morgan </strong> asked <strong> Oprah Winfrey </strong> what advice she would give <strong> Michael Vick </strong>. <q> I really don't want to talk about <strong> Michael Vick </strong> because I'm trying to interview him, </q> <strong> Oprah Winfrey </strong> said.`` I will just save all my advice for when I sit down with him.''`` I'm trying to get him as well. <strong> One of us </strong> is going to win,'' <strong> Piers Morgan </strong>", "new_id": -2}, {"uid": "1297293575117293152", "i": 8173, "idx": 0, "sa": ["Michael Vick"], "q": "I tried, though-- kept him on the phone for forever, pleading. When asked what he was going to talk about this morning, Winters said he was prepared to present to the task force a <q> very preliminary conceptual design, which will be a spectacular addition to Fair Park and spectacular new attraction for Dallas. </q> So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas", "new_id": -2}, [{"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make`` the centerpiece'' of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q> The American people are expecting him to say something about what he's going to do to </q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}]]