[{"uid": "1297087558189808651", "i": 33220, "idx": 1, "sa": ["Eric Schmidt"], "q": "European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying.\" We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q> I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct.\" We'll find out and make sure we are operating well within the law and the spirit of the law. </q> Brussels launched a formal investigation into Google in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into software giant", "new_id": -2}, {"uid": "1296098573142770229", "i": 31568, "idx": 1, "sa": ["Davina McCall", "Paul O'Grady", "Stacey Solomon", "Shaun Ryder", "Simon Cowell", "Dermot O'Leary"], "q": "Cardiff. But after beating off competition from <strong> Davina McCall </strong>, <strong> Paul O'Grady </strong> and <strong> Dermot O'Leary </strong>, Ant said by videolink:\" This means so much to us, ten years in a bloody row.\" <strong> Simon Cowell </strong> joked: <q> This is once again incred-ibly annoying- but it's well deserved. </q> Wearing a daring low-cut dress, I'm A Celebrity winner <strong> Stacey Solomon </strong>, 21, kicked off the night by performing a duet with her jungle rival, Happy Mondays frontman <strong> Shaun Ryder </strong>. Have your say on", "new_id": -2}, {"uid": "1297107413159612945", "i": 34414, "idx": 0, "sa": ["Eric Schmidt"], "q": "allegations that the company abused its dominant position in the online search market, according to a report citing a source familiar with the case. The news comes just after lame duck Google CEO <strong> Eric Schmidt </strong> <q> There is some interest from both sides, some tentative discussions in resolving the issue, but no really concrete proposals on the table, </q> the source familiar with the case told Reuters. Asked to comment by the newswire, the European Commission said that the investigation is still ongoing.\" As is known, the Commission", "new_id": -2}, {"uid": "1297462823095535141", "i": 7729, "idx": 6, "sa": ["Paula Abdul", "Simon Cowell"], "q": "weeks.) But when asked if former\" Idol\" judge <strong> Paula Abdul </strong> would be involved, he left the option open.\" I'm a massive fan of <strong> Paula Abdul </strong>,\" he said. <q> We've been in regular contact. </q> <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it.\" Over the years you've seen a different type of artist emerge,\"", "new_id": -2}, {"uid": "1294981747186728455", "i": 3520, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "got a phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as\" Tonight\" show host. He says the reason is no mystery, noting,\" We all know the story", "new_id": -2}, {"uid": "1296780771243531829", "i": 14897, "idx": 3, "sa": ["Zahi Hawass"], "q": "at the museum resulted in\" 70 broken objects, all of which can be restored.\"\" I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. <q> If anything happens, I will announce it. </q> Experts fret over Egypt's treasures in full\" class=\" active\"> Scientists make bionic` off the shelf' veins in full\"> NASA discovers six-planet solar system in full\"> NASA discovers", "new_id": -2}, {"uid": "1297304466015368205", "i": 14890, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,\" chief executive <strong> Steve Ballmer </strong> wrote in an email to company employees that Microsoft published. <q> We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways. </q> One of the feathers in <strong> Satya Nadella </strong>'s cap includes leading the technical efforts on the launch of Microsoft's Bing search engine, new releases of MSN, and the integration of Yahoo! across Bing and adCenter.", "new_id": -2}, {"uid": "1295237133192299009", "i": 9310, "idx": 0, "sa": ["Colin Powell"], "q": "Ted, sorry this one is ultra-liberal Yahoo though:) 18 posted on 01/16/2011 8:01:37 PM PST Yes, I saw him on Cavuto last week. I made everyone shut up and listen, LOL! <q> Token black? Really? You know very little about <strong> Herman Cain </strong>. You really should do some research before posting. </q> Okay tell me more. I'm not going to read the article. When I saw <strong> Colin Powell </strong>'s name, it gave me a NEGATIVE impression. <strong> Colin Powell </strong> was a token black,", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a\" second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was\" passionate about it,\" adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1296334295178929672", "i": 23928, "idx": 0, "sa": ["Zahi Hawass"], "q": "rates apply. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}]