[{"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected. \"The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q> \"For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. \"This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1296849294211812407", "i": 6652, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": ".( AP Photo/Eugene Tanner) The Associated Press NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}, {"uid": "1295729282227016705", "i": 38252, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q> A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR </q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Police Auction", "new_id": -2}, {"uid": "1297325128230850591", "i": 7169, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "Indeed, <strong> Donald Rumsfeld </strong> conceded that it's hard today to give a simple explanation- as you could with World War II- about what the Iraq war and related terrorism conflicts were all about. <q> It is a marathon, not a sprint, </q> he said. \"It is a competition of ideas. For whatever reason, we are hesitant and not skillful in engaging in the competition of ideas.\" Last night, the competition of ideas did", "new_id": -2}, {"uid": "1297090505185942018", "i": 44170, "idx": 1, "sa": ["Dot-Marie Jones", "Simon Cowell"], "q": "winning the show. \"Be original, don't be boring, be fearless, number four-- stand out from the crowd, and number five, suck up to me,\" he says. <q> I should make that number one. </q> Exclusive: <strong> Simon Cowell </strong> Reveals Top Five Tips to Winning \"The X Factor\" \"Glee\"s <strong> Dot-Marie Jones </strong> wore many hats before starring on \"Glee\" as Coach Beiste-- one of them being a world", "new_id": -2}, {"uid": "1295835990071843858", "i": 13189, "idx": 5, "sa": ["Eric Schmidt"], "q": "that new blood, a new perspective, is needed,\" he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. <q> <strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs, </q> he said. \"Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.\" Whats so strange about this", "new_id": -2}, {"uid": "1295739237074268687", "i": 9441, "idx": 1, "sa": ["Allen Iverson", "Les Brown"], "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Les Brown </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "new_id": -2}, {"uid": "1296768307240500746", "i": 24223, "idx": 3, "sa": ["David Letterman"], "q": "Regis looked so fragile, and I thought, he'll never be the same again.\" He'll never forget what his friend <strong> David Letterman </strong> said the night before the operation. Regis said, <q> <strong> David Letterman </strong> comes on and he says, \"You know, Regis, at 6 O'Clock this morning he's going to report the New York hospital. They're going to take his clothes off and bust him open like a lobster!' Who can sleep after that? </q> You\"ll recall that when <strong> David Letterman </strong> returned to Late Night after his quintuple bypass in 2000, he fought back tears as he honored the medical team that kept him alive, saying, \"These men and", "new_id": -2}, {"uid": "1297267752007700492", "i": 28698, "idx": 0, "sa": ["Jay Leno", "Simon Cowell"], "q": "<strong> Simon Cowell </strong>'s \"The X Factor,' she's feigning ignorance. On <strong> Jay Leno </strong> asked whether she missed working with him as an` American Idol' judge. <q> Of course, I miss everybody, </q> she said diplomatically. <strong> Simon Cowell </strong> discussed Abdul during a call with reporters earlier this week. \"I'm a massive fan of Paula\"s. When you work with somebody as long as I did with Paula... we", "new_id": -2}, {"uid": "1295563204055705614", "i": 40581, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as the company diversified. \"Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,\" he said. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong>, formerly CEO of Novell and CTO at Sun Microsystems, had quit his position on the board of Apple in 2009 due to a growing conflict of interest with his role at Google. Haymarket", "new_id": -2}]