[{"uid": "1295437102052150339", "i": 5546, "idx": 0, "sa": ["Kevin Love", "Michael Jordan", "Blake Griffin", "Allen Iverson"], "q": "a time before <strong> Blake Griffin </strong> produced statistics not seen from an NBA rookie since <strong> Allen Iverson </strong> or maybe <strong> Michael Jordan </strong> came into the league. He remembers when <strong> Blake Griffin </strong> wasn't even the best player on his team. <q>There might have been a couple guys better than him,</q> <strong> Kevin Love </strong> said. He has forgotten those guys' names in the years since both <strong> Kevin Love </strong> and <strong> Blake Griffin </strong> were nationally rated 15-year-olds playing on the summer AAU circuit. \"Now everybody knows <strong> Blake Griffin </strong>,\"", "new_id": -2}, {"uid": "1295387016075563050", "i": 12789, "idx": 1, "sa": ["David Letterman", "Steven Tyler"], "q": "<strong> Steven Tyler </strong>, 62, revealed on \"The Late Show with <strong> David Letterman </strong>\" Monday that during the accident- which led to broken bones and the cancellation of Aerosmith's tour- he was high. <q>It's not any news here about my drug use and addictions in the past,</q> the frontman said when asked about the tumble. \"A couple years ago, you know, I was doing Lunesta because I had some problems with my feet.\" And after admitting the sleeping aid", "new_id": -2}, {"uid": "1295548558137363461", "i": 36121, "idx": 0, "sa": ["Edwin Edwards", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "their first glimpse of <strong> Jennifer Lopez </strong> and Aerosmith front man <strong> Steven Tyler </strong> as they weeded out good singers from the thousands of early auditions-- without the caustic presence of British judge <strong> Simon Cowell </strong>. <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 <q>The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...</q> former governor edwin e...( 18:02:05 \"former governor edwin edwards granted 5 day furlough==== wesawthat.blogspot.com====...\" <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04 \"Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q>I think the role of the police in this is now going to become centre-stage.</q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}, {"uid": "1295570534120422412", "i": 3118, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose", "Google Inc."], "q": "virtually kids compared with the wily technology veteran <strong> Eric Schmidt </strong>, formerly the CEO of Novell <strong> Google Inc. </strong> and a long-time executive at Sun Microsystems <strong> Google Inc. </strong> Halfway into the interview, <strong> Charlie Rose </strong> brought up <strong> Eric Schmidt </strong>'s appointment, asking, <q>What's the idea behind that- I mean, you guys couldn't run it yourself?</q> To which <strong> Sergey Brin </strong> responded, \"Parental supervision, to be honest.\" <strong> Charlie Rose </strong> laughs hard, and asks Page, \"Do you agree with that- you guys need adult supervision?\"", "new_id": -2}, {"uid": "1296282709080461832", "i": 2910, "idx": 4, "sa": ["Allen Iverson"], "q": "had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. \"This was a big win for us at somebody else's home,\" <strong> Allen Iverson </strong> said. <q>Down seven points with 3 minutes to go. It was a gut check for us. <strong> I Roy </strong> think a game like this is going to help us down the road.</q> Elias Says <strong> Allen Iverson </strong> posted his own kind of triple double on Wednesday, leading the Nuggets to a win over Memphis by shooting 11-of-26 from the floor, 10-of-12 from the line and adding 12 assists. It was only", "new_id": -2}, {"uid": "1297218240091242545", "i": 34097, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ", but organizers cancelled the event due to what they described as security concerns. \"People are trying to make legal issues out of public policy issues, which is unfortunate,\" <strong> Donald Rumsfeld </strong> told Reuters. <q>I think it's a sign of the times.</q> <strong> Donald Rumsfeld </strong>, who personally authorized harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he, too, might face prosecution if he travelled abroad. Still, he warned", "new_id": -2}, {"uid": "1295807421110559236", "i": 28657, "idx": 16, "sa": ["John McCain", "Bill Ayers", "Colin Powell", "Barack Obama"], "q": "on NBC, <strong> Colin Powell </strong> said that part of the reason he is supporting <strong> Barack Obama </strong> is because he did not like the negative tone of <strong> John McCain </strong>'s campaign, which has noted the links between <strong> Barack Obama </strong> and domestic terrorist <strong> Bill Ayers </strong>. <q>It troubled me. We... <strong> Colin Powell </strong> Dismisses Cheneys Claim That <strong> Barack Obama </strong> Made US Less Safe- HIPHOPNEWS24-7. COM <strong> Colin Powell </strong> Dismisses Cheneys Claim That <strong> Barack Obama </strong> Made US Less Safe- HIPHOPNEWS24-7. COM CLICK HERE- CLICK HERE www.hiphopnews24-7.com www.hiphopnews24-7.com www.hiphopnews24-7.com www.hiphopnews24-7.com... <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c \"He Didn't Have the Complete Grasp of the Economic Problem</q> <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c \"He Didn't Have the Complete Grasp of the Economic Problem\" \"<strong> John McCain </strong> was Unsure on How to Deal w/the Economic Problems that we were having. Almost everyday there was a", "new_id": -2}, {"uid": "1294994465235045029", "i": 2967, "idx": 0, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "in Congress last week, many of the freshmen who won bitterly-fought contests were more than ready to look ahead.( R-N.Y.), who won by less than 700 votes, said her campaign made her realize <q>how hard I have to work and how hard I have to work to unify the district, and for those who didn't support me, to make sure they have a good representative here in Washington.</q> It was just that outlook that <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>( D-Ariz.) had, too, as she worked to reach out to constituents, Republican and Democrats, on the corner outside a Safeway last Saturday. Still", "new_id": -2}, {"uid": "1297215580168738818", "i": 12822, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Guantanamo Bay \"one of the finest prison systems in the world\"- <strong> Donald Rumsfeld </strong> The \"war on terror\" prison at the US naval base in Guantanamo Bay, Cuba is <q>one of the finest prison systems in the world</q>, former defence secretary <strong> Donald Rumsfeld </strong> said in an interview with Fox News. <strong> Donald Rumsfeld </strong>, who is promoting his autobiography titled Known and Unknown, praised US military personnel that worked at the site in the interview on FOX", "new_id": -2}]