[{"uid": "1295709157074072086", "i": 35224, "idx": 0, "sa": ["Sen. Bernie Sanders", "David Cay Johnston"], "q": ".[ includes rush transcript] Marc Blecher, professor of politics and East Asian studies at Oberlin College and the author of several books, including Fifty Years After Eisenhower's Farewell Address, A Look at <q>Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex<q> \"The Worse Off You Are, Your Taxes Increase\": Journalist <strong> David Cay Johnston </strong> Slams Obama-GOP Tax Deal <strong> Sen. Bernie Sanders </strong> Denounces Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" China Faces International Criticism at", "new_id": -2}, {"uid": "1295670014215973897", "i": 32760, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry Page is to take over as chief executive in April from <strong> Eric Schmidt </strong>, who will then become executive chairman. The internet firm said <strong> Eric Schmidt </strong> would focus on <q>deals, partnerships, customers and broader business relationships<q>, while Page would lead product development and technology strategy. Google's other co-founder, <strong> Sergey Brin </strong>, is to focus on strategic projects and new products. The news came as Google posted strong net", "new_id": -2}, {"uid": "1295965426108969993", "i": 19134, "idx": 0, "sa": ["Eric Schmidt", "Rex Ryan"], "q": "Packers chew up Bears to reach Super Bowl\"... Appleton( Wis.) Post-Crescent, \"PACK STUFFS BEARS\"... Pittsburgh Post-Gazette, \"At the gates of seven\" Super Bowl crowns... N.Y. Times SportsMonday: <q>BLUSTER BUSTERS: Steelers Race to Early Lead and Deny Jets a Berth in the Super Bowl<q>... N.Y. Post, on Jets coach <strong> Rex Ryan </strong>: \"NO SUPE FOR YOU!... SAME OLD JETS!\" SCOOP- N.Y. Post \"Page 6\": \"Google honcho <strong> Eric Schmidt </strong>... has been consulting", "new_id": -2}, {"uid": "1295264406234684456", "i": 20701, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "The nation in brief By DEMOCRAT-GAZETTE PRESS SERVICES QUOTE OF THE DAY <q>She's making progress every day.<q> Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., on the condition of her friend, Rep. <strong> Gabrielle Giffords </strong>, who was shot in the head last weekend Article, this page Daily, monthly, and yearly online subscriptions are available starting at", "new_id": -2}, {"uid": "1296134363234815553", "i": 10212, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.<q> Play CBS Video Washington Unplugged by rednecklogic January 27, 2011 7:40 AM EST by ajvw January 27, 2011 7:35 AM EST by wjksea January 27, 2011 3:17 AM EST Could it be true that many", "new_id": -2}, {"uid": "1297357510206143494", "i": 35145, "idx": 0, "sa": ["Steve Ballmer"], "q": "the market, <strong> Steve Ballmer </strong> may want to re-read the smartphones to outsell PCs: Deloitte <cite> AFP </cite> Photo: Smartphones driving travel bookings: Abacus Photo: Smartphones to run operators into the red in 3 years Report Abuse <q>Microsoft needs to get ahead of the curve, make it a dock-able multi-core Windows compatible dual boot system that gives you full phone experience but docks into a 28<q> flat screen which connects to normal kb and mouse for home use... Dock to smaller device with touch control...\" Report Abuse \"We bought LPs, then 8-tracks, then cassettes, then CDs...", "new_id": -2}, {"uid": "1297144373171491425", "i": 8652, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,<q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" All content Â© Copyright 2001- 2011 WorldNow and KLTV, a", "new_id": -2}, {"uid": "1296770511173654034", "i": 12166, "idx": 16, "sa": ["Donald Rumsfeld", "Joe Biden", "John Kerry", "Al Gore", "Hillary Clinton"], "q": "the administration as purposefully misrepresenting the intelligence.\" <strong> Donald Rumsfeld </strong> acknowledges having made one \"misstatement,\" early in the war, involving the CIA's designation of various \"suspect\" WMD sites in Iraq. <q>We know where they are. They're in the area around Tikrit and Baghdad,<q> he said. <strong> Donald Rumsfeld </strong> says he should have used the phrase \"suspect sites.\" The author doesn't just play defense. He resurrects quotes from <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong>, <strong> John Kerry </strong> and <strong> Al Gore </strong> as supporting the", "new_id": -2}, {"uid": "1295290149026066947", "i": 7296, "idx": 1, "sa": ["Jim Ryun", "Mike Pence"], "q": " \"<strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government, and for that reason I am encouraging him to get in the race,\" <strong> Jim Ryun </strong> said. <q>One, he actually has a track record of speaking truth to power, standing up to his own party's leadership on the things that have tarnished the Republican brand, such as the vast expansion of entitlement benefits and the TARP,<q> Benko said in an interview, speaking of the bank bailout known as the Troubled Asset Relief Program. \"Two, he is absolutely, unflinchingly conservative. He does not trim his message to his audience", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q>To be able to get back to this position is paramount to me, and I'm just thankful.<q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]