[{"uid": "1294957392081149963", "i": 8361, "idx": 7, "sa": ["LeBron James", "Allen Iverson", "Rasheed Wallace", "Mike Brown", "Kobe Bryant", "Mike James", "Mo Williams"], "q": "25 win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> Mike James </strong> around, the Cavs have <strong> Kobe Bryant </strong> to fear.`` He willed this win for us,'' Cavs coach <strong> Mike Brown </strong> said of his star. <q> He has been doing that for us down the stretch, no matter who our opponent is. </q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen Iverson_Allen Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man on defense when he slammed full-force into <strong> Rasheed Wallace </strong> and went sprawling to the floor. PicLeBron James himself up", "new_id": -2}, {"uid": "1297310036062455890", "i": 39106, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer"], "q": "in the cloud.'' It's a cross-silo promotion for Microsoft since <strong> Satya Nadella </strong> previously worked as senior vice president for research and development in the Online Services division, which runs Bing and MSN. <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops, </q> <strong> Steve Ballmer </strong> said in an e-mail to all employees Wednesday.`` We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways.", "new_id": -2}, {"uid": "1295586583144719874", "i": 15146, "idx": 3, "sa": ["Mike Pence", "Jerrold Nadler"], "q": "in Elections( DISCLOSE) Act, an essential bi... <strong> Mike Pence </strong> <strong> Jerrold Nadler </strong> on State Secrets 6:41 Today, the Judiciary Subcommittee on the Constitution, Civil Rights, and Civil Liberties held a hearing on: HR 984 the <q> State Secret Protection Act of 2009. </q> Witnesses included: Patricia M. Wald Retired Chief Judge US Court of Appeals for the District of Columbia Washington, DC H... <strong> Mike Pence </strong> <strong> Jerrold Nadler </strong>'s Questions on State Secrets Today, the Judiciary Subcommittee on the Constitution,", "new_id": -2}, {"uid": "1295591909000901162", "i": 25773, "idx": 4, "sa": ["John McCain", "Barack Obama", "Colin Powell", "Jackie Chan"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly Jackie Chanled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Barack Obama_Barack Obama_Calls_for_Clean_Energy_and_Climate_Legislation www.repoweramerica.org In his State of the Union address, <strong> Barack Obama </strong> reiterated his commitment to", "new_id": -2}, {"uid": "1295584860019480589", "i": 14542, "idx": 0, "sa": ["Eric Schmidt"], "q": "paid clicks were up 11 percent from the prior quarter and 18 percent from the year-ago quarter.`` Q4 marked a terrific end to a stellar year,'' Google CEO <strong> Eric Schmidt </strong> said in a statement. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. </q> Google's results may offset the uncertainty surrounding the announcement of <strong> Eric Schmidt </strong>'s exit on April 4 as CEO. taking over as CEO and will oversee day-to-day operations, including product and technology development. Google", "new_id": -2}, {"uid": "1295724032238878720", "i": 9459, "idx": 0, "sa": ["Colin Powell", "Condoleezza Rice"], "q": "to <strong> Condoleezza Rice </strong> on last Wednesday's show. He also referred to <strong> Colin Powell </strong> as an`` Uncle Tom,'' saying both <strong> Condoleezza Rice </strong>, <strong> Colin Powell </strong> and other blacks have only a subservient role in the Bush administration. <q> I'm concerned that I have offended many African Americans by using a crass term to describe an incompetent, dishonest, political appointee of the Bush administration, I apologize, </q> the letter reads.`` I know the term` Aunt Jemima' is not complimentary to African American women who have worked so hard, and yet, receive so little from our great country. I will not", "new_id": -2}, {"uid": "1295469111069730385", "i": 21361, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Randy Jackson", "Simon Cowell"], "q": "` American Idol' judge <strong> Steven Tyler </strong>'s energy sets him apart from sometimes icy <strong> Simon Cowell </strong> <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong> are the`` American Idol'' judges. The 10th season begins at 8 tonight on Fox. <q> Darlings, how are you? </q> This was <strong> Steven Tyler </strong>'s opening for the recent media conference call he did to plug his new gig as an`` American Idol'' judge. So far, the Aerosmith frontman has established himself as the friendliest", "new_id": -2}, {"uid": "1295568681147800068", "i": 17124, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "the top of Google on Thursday came as it reported better-than-expected quarterly results. <strong> Larry Page </strong>, who created the popular search engine with <strong> Sergey Brin </strong>, will take over day-to-day running of the company in April. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said in a message on his Twitter feed@Eric SchmidtEric Schmidt.` Clarifying roles' In a statement, <strong> Eric Schmidt </strong>, who was made Google CEO in 2001 to provide greater management experience at the youthful", "new_id": -2}, {"uid": "1295232467203866117", "i": 2446, "idx": 1, "sa": ["Michael Crichton", "Catherine Zeta-Jones", "Justin Bieber", "Natalie Portman", "Angelina Jolie", "Colin Firth"], "q": "`` now I know who you are and suddenly I realize how wise and perceptive and spectacular you guys are.'' Later in the evening,`` The King's Speech'' and <q> The Social Network </q> will compete for the top award, best film drama, in front of A-list stars including <strong> Angelina Jolie </strong>, <strong> Michael Crichton </strong> and his wife <strong> Catherine Zeta-Jones </strong>, <strong> Natalie Portman </strong>, <strong> Colin Firth </strong> and singing sensation <strong> Justin Bieber </strong>.", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]