[{"uid": "1296160603113164328", "i": 12766, "idx": 0, "sa": ["George Tenet", "John Ashcroft", "Tom Ridge", "Donald Rumsfeld", "Colin Powell", "Robert Mueller"], "q": "on the Homeland Security Advisory Council, which made the decisions. The council included Attorney General <strong> John Ashcroft </strong>, FBI chief <strong> Robert Mueller </strong>, CIA Director <strong> George Tenet </strong>, Defense Secretary <strong> Donald Rumsfeld </strong> and Secretary of State <strong> Colin Powell </strong>. <q> More often than not we( the department) were the least inclined to raise it, </q> <strong> Tom Ridge </strong> told reporters after the forum. \"Sometimes we disagreed with the intelligence assessment. Sometimes we thought even if the intelligence was good, you don't necessarily put the country on( alert).... There", "new_id": -2}, {"uid": "1295274100165380096", "i": 45321, "idx": 0, "sa": ["Sergio Marchionne", "Mike Jackson"], "q": "history of this business,\" he marveled. \"They've gone from Third World quality to world class in 18 months.\" It wasn't about putting lipstick on a pig, said <strong> Mike Jackson </strong>. <q> It was to transform the pig into a handsome prince. And they did it! </q> The transformation, he said, \"took an attention to detail on the engineering side that you can't fake. I have nothing but admiration for <strong> Sergio Marchionne </strong> for unleashing it, and for his team for executing it", "new_id": -2}, {"uid": "1296723974251478035", "i": 31130, "idx": 1, "sa": ["Roberta Flack", "Allison Iraheta", "David Cook", "Simon Cowell", "Randy Jackson"], "q": "which didn't impress <strong> Randy Jackson </strong>, who called his \"I Don't Want To Miss A Thing\" \"very predictable.\" But <strong> Simon Cowell </strong> was of a different mind, especially after <strong> David Cook </strong> killed it on <strong> Roberta Flack </strong>'s <q> The First Time Ever I Saw Your Face, </q> which the hard-to-please judge had chosen. \"<strong> David Cook </strong> wins the night,\" <strong> Simon Cowell </strong> proclaimed. 3. <strong> Allison Iraheta </strong> \"I Don't Want to Miss a Thing\" ( Season 8) When the Top 7 took on", "new_id": -2}, {"uid": "1296569355043499528", "i": 14330, "idx": 0, "sa": ["Michael McIntyre", "Drew McIntyre", "Simon Cowell", "Howie Mandel"], "q": "by <strong> Simon Cowell </strong>, after it was revealed he reduced a nine-year-old boy to tears during the Mandel_Drew McIntyre_talks_about_Britain's_Got_Talent_job <strong> Michael McIntyre </strong> has joked that talking to <strong> Simon Cowell </strong> about being a judge on Britain's Got Talent was like being on X Factor. <q> He does it exactly like the X Factor. He says` <strong> Michael McIntyre </strong>: I don't like you. I love you,' </q> the comedian told Newsbeat's Natalie Jamieson. The popular comic also explained how he had no trouble making up his mind on whether to accept <strong> Simon Cowell </strong>'s offer. \"I love the show and to be part of", "new_id": -2}, {"uid": "1297171230133922851", "i": 11420, "idx": 11, "sa": ["Simon Cowell"], "q": "lot of competition.\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don't sell a single record they still get to keep the money,\" he said. <q> It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back </q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to \"instill\" in the competition. \"The big", "new_id": -2}, {"uid": "1295722934067436550", "i": 19022, "idx": 0, "sa": ["Andy Coulson", "Mark Lewis"], "q": ", and that one of the four claims was being made by a journalist. \"This was almost kids' play time. It was such a widespread practice,\" said Mr <strong> Mark Lewis </strong>. <q> Although it is a crime, people were regarding it as though it was driving at 35mph in a 30, that you just sort of do it and hope you don't get caught. </q> Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\" .", "new_id": -2}, {"uid": "1295224390243892261", "i": 37552, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Scottsdale-$ 2,990,000 MLS 4367093", "new_id": -2}, {"uid": "1296008746052953103", "i": 33868, "idx": 0, "sa": ["Alan Eustace", "Barack Obama", "Eric Schmidt"], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice <strong> Barack Obama </strong> of engineering and research. Even if it surpasses 31,000 employees this year, Google will still have far fewer people than Microsoft Corp., probably its", "new_id": -2}, {"uid": "1295985442139264003", "i": 7459, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "said she has been tobacco free since March 2009 after 45 years of smoking. She said her group amounts to a grass-roots effort of those who feel the government has blocked this \"miracle\" product. <q> There is no industry support on this thing at all, </q> she said of the organization. \"We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry.\" Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to", "new_id": -2}, {"uid": "1296066420080527365", "i": 12718, "idx": 2, "sa": ["Andy Gray", "Andy Coulson", "David Cameron", "Karren Brady"], "q": "compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. \"What's the difference?,\" he said. <q> If off-air conversations were made public then there would be no-one left working in the country. </q> Keys said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with <strong> Andy Gray </strong>, but claimed he was ignored. <strong> Andy Gray </strong> apologised for his comments and", "new_id": -2}]