[{"uid": "1296550615213254158", "i": 27255, "idx": 10, "sa": ["Allen Iverson"], "q": "stellar career. <strong> Allen Iverson </strong> scored a season-high 54 points, including his 15000th career point, and the Sixers won for the fourth time in five games, earning a 116-97 victory over the Milwaukee Bucks on Saturday night. <q><strong> Elgin Baylor </strong> called his play as many times as <strong> Elgin Baylor </strong> possibly could, and it makes my job a lot easier,</q> Philadelphia coach Jim O'Brien said. It was the seventh time in <strong> Allen Iverson </strong>'s nine-year career that he had scored at least 50 points in a regular-season game, and he has done it three times in the playoffs.", "new_id": -2}, {"uid": "1295999663180568069", "i": 7600, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan", "Sergey Brin"], "q": "decade. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now are to \"prove that they've got their Mojo back and that nobody needs to fear them.\" <q>You have investors and others saying \"Gosh, Facebook seems to be doing so well. Why aren't you the hot new thing?\"</q> <strong> Danny Sullivan </strong> said. In a conference call with financial analysts after the announcement that Page would replace <strong> Eric Schmidt </strong>, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. Help and Tech", "new_id": -2}, {"uid": "1296862536051773442", "i": 18529, "idx": 1, "sa": ["Sergio Marchionne"], "q": "put a two-minute ad in... the most expensive television show of the year, it's a message to the viewing public,\" said Brad Adgate, senior vice president of research at ad buyer Horizon Media. <q>You associate yourself with a blue-chip event so that in the mind-set of consumers, you're a blue-chip car.</q> NWSA.O) Fox is charging an estimated$ 2.8 million to$ 3 million for 30-second spots during the Super Bowl. But <strong> Sergio Marchionne </strong> said Chrysler had spent less than$ 9 million for its two-minute ad, which", "new_id": -2}, {"uid": "1295629613045006864", "i": 39342, "idx": 0, "sa": ["Steve Ballmer", "Jeff Immelt"], "q": "'s Council on Jobs and Competitiveness. Having worked with <strong> Jeff Immelt </strong> in the past, <strong> Steve Ballmer </strong> apparently wanted the world to know where he stands. He released the following statement on the Official Microsoft blog: <q><strong> Jeff Immelt </strong> and I started our careers together at Proctor& Gamble, and I have enormous respect for the success he's had at GE. He is an ideal business leader to chair the <strong> Barack Obama </strong>'s Council on Jobs and Competitiveness and help drive a focus on what we can all do to increase American competitiveness and create new jobs.</q> Microsoft is all about some competitiveness lately, as evidenced by the company recently joining Fairsearch, the coalition ruffling Google's feathers over its pending acquisition of ITA Software. Yesterday during Google", "new_id": -2}, {"uid": "1295278259044859402", "i": 17673, "idx": 2, "sa": ["Steve Ballmer"], "q": "'. I want that average 15-year-old girl[ to be] as excited about the Kinect, and we haven't done as good a job drawing in that broader set of demographics,\" he said. <q>If you want to know where the consumer hear is, the things that people want to get their hands on, it's Xbox and Xbox Kinect,</q> said <strong> Steve Ballmer </strong>. \"My wife used to say, \"No, no, that's the machines the boys use,\" and now she says,` yeah, I want to go watch movies", "new_id": -2}, {"uid": "1296349513037584923", "i": 16805, "idx": 0, "sa": ["Taylor Hicks", "Steven Tyler", "Josh Turner", "Scotty McCreery", "Simon Cowell", "Jennifer Lopez"], "q": "Now we have new judges in <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> of Aerosmith joining Jackson. No more <strong> Simon Cowell </strong> to diss country music- a fact the 62-year-old rocker <strong> Steven Tyler </strong> recently pointed out on \"<strong> Taylor Hicks </strong> and Friends.\" <q>That's the one thing that turned me off about the show was <strong> Simon Cowell </strong> passed on this kid because he goes, \"Besides which, I hate country. Not my cup of tea.' If I'm judging music, you don't judge the genre. Sorry.</q> Don't be sorry about that Steve! So far, the judges( and I) are smitten with a <strong> Josh Turner </strong> sound-alike in 16-year-old <strong> Scotty McCreery </strong>, who made the cut in Milwaukee. Thursday night\"s auditions", "new_id": -2}, {"uid": "1297190662226541577", "i": 44547, "idx": 9, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "refused to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no idea,\" he said. <q>What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons.</q> <cite> http://topsy.com/www.rawstory.com/rs/2011/02/rumsfelds-top-regret-quitting-abu-ghraib/?utm_source=pingback&amp;utm_campaign=L2 </cite> Tweets that mention <strong> Donald Rumsfeld </strong>'s top regret: not quitting after Abu Ghraib| Raw Story- Topsy.com[...] This post was mentioned on Twitter by WorldNewsRecord, News. News said:", "new_id": -2}, {"i": 10146, "idx": 1, "index_answer": 2, "new_id": -1, "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q>always been good. I said he didn't owe me a phone call, but I appreciated it.</q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> <strong> Barbra Streisand </strong> America contestants bring home state designs to \"Show Us Your Shoes\" parade in Las Vegas America contestants strutted down the Las Vegas Strip displaying shoes decorated", "sa": ["Jay Leno", "David Letterman", "Conan O'Brien", "Barbra Streisand"], "uid": "1295127807207224874"}, {"uid": "1296028590046219275", "i": 5499, "idx": 0, "sa": ["Zahi Hawass"], "q": "North African Caucasoid. Mummies don't lie. en.wikipedia.org------------------------------------------------------- CAIRO-- Egyptian antiquities supremo <strong> Zahi Hawass </strong> insisted Tuesday that Tutankhamun was not black despite calls by US black activists to recognize the boy king's dark skin color. <q>Tutankhamun was not black, and the portrayal of ancient Egyptian civilization as black has no element of truth to it,</q> <strong> Zahi Hawass </strong> told reporters. CAIRO. On Tuesday, October 12th 2010, was opened a new Natuzzi Store in Cairo, the first Egyptian Natuzzi store. The store is located in Designopolis, the largest furniture shopping mall", "new_id": -2}, {"uid": "1296849466211632181", "i": 8774, "idx": 2, "sa": ["Roger Goodell", "Bill Belichick", "Michael Vick", "Andy Pettitte"], "q": "among the leading contenders for The Associated Press' NFL Comeback Player of the Year Award, to be announced Saturday night. \"I'm extremely proud of what <strong> Michael Vick </strong> has done,\" <strong> Roger Goodell </strong> said. <q>He's taken his responsibilities serious, he's made a commitment to himself to make better decisions. He is committed to doing the right thing going forward and I think that's a great thing. Video: NFL: <strong> Michael Vick </strong>'s comeback season ends in Hawaii... Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphia Eagles poses... <strong> Roger Goodell </strong> says he felt...- The NFL commissioner felt \"deceived</q> by <strong> Bill Belichick </strong> after the coach did not...'s dismal image rating is proof that winning doesn't fix everything. Sports Video: Yankees' <strong> Andy Pettitte </strong> announces retirement Sports Video: John Madden's best NFL memories ABC", "new_id": -2}]