[{"uid": "1297250613009437217", "i": 37600, "idx": 1, "sa": ["Simon Cowell"], "q": "As the' X FActor' judges not only critique the contestants but also mentor them, <strong> Simon Cowell </strong> explained he's looking for true music industry titans who have the credibility and skills to do both. <q> I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis, </q> said <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end.`` It's more interesting to me because I have a lot more to do with that. When you lose an artist, part", "new_id": -2}, {"uid": "1296174091054247448", "i": 43587, "idx": 9, "sa": ["Jackie Walorski", "Mitch Daniels", "Mike Pence"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for governor if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through, </q> she said.`` Obviously it'd be great for the state of Indiana.'' People ski near the Congress Center at the World Economic Forum... The White House North Lawn is covered in snow after a", "new_id": -2}, {"uid": "1295893924195428405", "i": 39847, "idx": 1, "sa": ["Mike Pence"], "q": "fight for the homeland. He`` supported creation of the new Department of Homeland Security, the largest reorganization of the government since the beginning of the Cold War.'' Because of the Department of Homeland Security, <q> our ability to defend the homeland is more effective, efficient and organized. </q> <strong> Mike Pence </strong> is a committed supporter of the bogus war on terror. He even repeats the ridiculous canard that`` we must take the fight to the terrorists overseas so we don't have to face them here at home", "new_id": -2}, {"uid": "1297445178144588836", "i": 16227, "idx": 0, "sa": ["Simon Cowell"], "q": "game a fairly long time. I guess we can`` Trust'' them to be the arbiters of good tracking actors. In fact, as Microsoft execs described the feature, they did some equivocating, noting that <q> there's good tracking and bad tracking. </q> I wondered aloud on Twitter who would judge between the good and bad. Twitter responded with its usual mixed of good sense and nonsensical humor:`` Judge Ito,'' said one.`` <strong> Simon Cowell </strong> and", "new_id": -2}, {"uid": "1295665813215973930", "i": 29015, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Renet Khasanshyn, CEO of data integration software vendor Avatar, talks about the company's product, which links data between different kinds of systems, whther Salesforce.com apps, Microsoft or Oracle databases, and Microsoft Excel", "new_id": -2}, {"uid": "1297711836012566562", "i": 8441, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote.`` You have to believe, and know that they are more than just imagination.''", "new_id": -2}, {"uid": "1297384383139427845", "i": 9057, "idx": 1, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "plant in Italy starting in 2012 as part of a Chrysler venture. Under the deal with unions, workers will put in more hours, take shorter breaks and risk having pay withheld for persistent absenteeism. <q> Integration with Chrysler may lead to new combinations, so it's crucial to stress the importance now of a prominent position for Italy, </q> Labor Minister <strong> Maurizio Sacconi </strong>, who will attend the meeting and spoke with <strong> Sergio Marchionne </strong> last week, said in an interview.`` The government wants to verify with Fiat's management the status of the Italian investment plan.''", "new_id": -2}, {"uid": "1297711413124567566", "i": 37320, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.`` Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q> You have to believe, and know that they are more than just imagination. </q> All content Â© Copyright 2000- 2011 WorldNow and WAVE, a", "new_id": -2}, {"uid": "1295771865222068760", "i": 33091, "idx": 6, "sa": ["Doc Rivers", "Allen Iverson"], "q": "was going to be easy when we got here. It's obviously not.''`` It's hard to get the clinching game,'' said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q> Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looking to close a team out. </q> The Boston Celtics coach <strong> Doc Rivers </strong> looked at the boxscore and shook his head at the shooting percentages Toronto had just compiled.`` Fifty-eight per cent( from the floor); 71 per cent from the 3; 100", "new_id": -2}, [{"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q> These bills show a heinous disregard for the health and well-being of women in America, </q> <strong> Kirsten Gillibrand </strong> says.`` It is a tax on all women who want access to a full-range of reproductive health care.'' The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}]]