[{"uid": "1295813473183353387", "i": 15086, "idx": 5, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "defense secretary, Mr. <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life, although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, Mr. <strong> Colin Powell </strong> said he was dismayed by", "new_id": -2}, {"uid": "1297160800166199305", "i": 31141, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "In an interview with ABC news on the eve of the book's release, <strong> Donald Rumsfeld </strong> said,`` What you know today can help you unthink your thinking about tomorrow.'' <strong> Donald Rumsfeld </strong> said, <q> It can't help you with things you were thinking about back then, </q> and added,`` Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.''", "new_id": -2}, {"uid": "1295530460005685268", "i": 14301, "idx": 5, "sa": ["Simon Cowell", "Steven Tyler"], "q": "including a Kosovo refugee and a young man raised in a shelter) and a few glimpses, mercifully brief, of the appallingly bad, including a stocky young man whose performance was so awful <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> asked, <q> Did you eat paint chips as a child? </q> The three judges didn't show much chemistry, but they seemed to get along perfectly well. And their's is certainly a more even collaboration than the judges on`` Live to Dance.'' That", "new_id": -2}, {"uid": "1296377033098549784", "i": 11401, "idx": 0, "sa": ["Michael Arrington", "Google Inc.", "Eric Schmidt", "Dick Costolo"], "q": ". TechCrunch founder <strong> Michael Arrington </strong> at the Crunchies technology awards this month asked <strong> Dick Costolo </strong> what he thought of the news that <strong> Google Inc. </strong>. CEO <strong> Eric Schmidt </strong> planned to step down in April. <q> <strong> Eric Schmidt </strong> is on a bit of a different plane than me. I mean in the Gulfstream sense, not the other sense, </q> <strong> Dick Costolo </strong> joked.- The Fabulous Forum 01/29/2011, 11:10 p.m.- L.A.. Now 01/29/2011, 10:40 p.m.- L.A.. Now 01/29/2011, 9:53 p.m. Ticket prices for Lakers-Celtics lower than Lakers-Heat Christmas Day game Arizona bill", "new_id": -2}, {"uid": "1295668482153141257", "i": 11714, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "chief operating officer- which Google has not had- to handle it. In an interview, Mr. Page said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>. <q> He's a global statesman, all the way, </q> he said.`` <strong> Eric Schmidt </strong>'s very good at bringing people together, getting people to agree.'' In the interview, Mr. Page and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when Mr. Page", "new_id": -2}, {"uid": "1295624513043139076", "i": 36559, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "further calls into doubt claims by the Rupert Murdoch-owned News of The World that phone hacking was only carried out by a couple of rogue employees. Mr. <strong> Andy Coulson </strong> denies wrongdoing, but said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role. </q> Mr. <strong> David Cameron </strong> said that he was`` very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.'''' <strong> Andy Coulson </strong> has told me that the focus", "new_id": -2}, {"uid": "1295665859231571524", "i": 3513, "idx": 0, "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "q": "nights in Philadelphia at the urging of a friend. From there, he never wanted to do anything else.`` It was the only thing I didn't want to quit,'' <strong> Joe Matarese </strong> said. <q> I started when I was 19. I quit every single job I had up until that point. I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's``", "new_id": -2}, {"uid": "1295628138018169942", "i": 1783, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "that phone hacking was carried out by a couple of rogue employees. <strong> David Cameron </strong> said that he was very sorry <strong> Andy Coulson </strong> had quit, and believed his claim that he was ignorant of the spying. <q> <strong> Andy Coulson </strong> resigned from the News of the World when he found out what was happening, </q> <strong> David Cameron </strong> said.`` I've always felt he's been punished for the same offense twice.'' The weekly News of the World has a circulation of more than 3 million and thrives on celebrity exclusives", "new_id": -2}, {"uid": "1296232715058523654", "i": 14883, "idx": 5, "sa": ["Jackie Walorski", "Mike Pence"], "q": "she was excited by the prospect of <strong> Mike Pence </strong> running for governor.`` I think he's the clear frontrunner and I think the race is his if he chooses to accept it,'' <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> Indkana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like <strong> Mike Pence </strong>.`` <strong> Mike Pence </strong>'s been a strong voice in Congress", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]