[{"uid": "1295701157121667618", "i": 21825, "idx": 1, "sa": ["Mike Pence"], "q": "left. The Pacers committed six turnovers, including three in the final two minutes, in the final quarter.`` I guess it's a consistency thing,'' swingman <strong> Mike Pence </strong> Dunleavy said. <q> We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes. </q> There's not one consistent reason behind the Pacers' struggles in the fourth quarter. Some games it's turnovers. Other games it's poor shot selections. And there are also defensive breakdowns", "new_id": -2}, {"uid": "1297273396044515343", "i": 11171, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Antiquities, crowding around antiquities chief <strong> Zahi Hawass </strong> when he came to talk to them. Protesters said they wanted higher salaries and more funding for their sector, which they said former Minister of Culture Farouq <strong> Hosni Mubarak </strong> had reduced. <q> He took our money, </q> said Suha Al Nabil, a museum employee. The vice president also appeared to be pushing ahead with a reform process even without dialogue. He said a panel of top judges and legal experts would recommend", "new_id": -2}, {"uid": "1296351299017891328", "i": 46458, "idx": 1, "sa": ["Brandon Lloyd", "Arian Foster", "Michael Vick"], "q": "Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. <q> I don't surf, </q> <strong> Michael Vick </strong> said.`` I watch National Geographic too much, and I've seen too many catastrophic situations.'' The players also spent a lot of time lounging at the hotel pool or one of", "new_id": -2}, {"uid": "1295508803113688616", "i": 6428, "idx": 2, "sa": ["Kara DioGuardi", "Ellen DeGeneres", "Simon Cowell", "Lee DeWyze", "William Hung"], "q": ",. Over the last nine seasons, the smug and acerbic Brit with the snug V-necks has become famous for comparing one contestant's singing to`` a cat being thrown off a skyscraper,'' telling another, <q> Don't mean` American Idol' judges are in the spotlight this year target=\"_blank\" href=\"http://pasadenadaily.com/\"> PASADENA, Calif.- The most intriguing part of the 10th season of`` American Idol </q> will have notWilliam Hung to do with which young singer is the next <strong> Lee DeWyze </strong> or <strong> William Hung </strong>. This target=\"_blank\" href=\"http://worldtime.wn.com/\"> time, it's all about the judges. With the departure of <strong> Simon Cowell </strong>, <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>,", "new_id": -2}, {"uid": "1295256413206143491", "i": 18983, "idx": 0, "sa": ["Linas Kleiza", "Allen Iverson", "Will Barton", "Carmelo Anthony"], "q": ", the game. After Sacramento http://wn.com/Allen Iverson_Allen Iverson_28pts_Linas Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I <strong> Will Barton </strong> remember this night for the rest of my", "new_id": -2}, {"uid": "1297670559058834956", "i": 11564, "idx": 0, "sa": ["Donald Rumsfeld", "Osama bin Laden", "Steve Inskeep"], "q": "asked <strong> Donald Rumsfeld </strong> why, in 2001, after the invasion of Afghanistan, the U.S. didn't deploy more of its troops to close <strong> Osama bin Laden </strong>'s escape route from Tora Bora, instead of relying on Afghan forces. <q> <strong> Steve Inskeep </strong>: You make a valid point when you say you want to leave decisions to the commander on the ground. And you say the commander on the ground made the decision that it was better to proceed with Afghans. </q> <strong> Donald Rumsfeld </strong>: Now, wait a second. There were not just Afghans. There were American forces involved. Special forces, CIA people. <strong> Steve Inskeep </strong>: Fewer than 100. <strong> Donald Rumsfeld </strong>: Yeah", "new_id": -2}, {"uid": "1296773929174178331", "i": 39280, "idx": 2, "sa": ["Nom De Strip", "David Letterman"], "q": "`` It's pretty surreal,'' said <strong> Nom De Strip </strong> of the series, describing it as something that begins as`` this parody of a cop show,'' but morphs into`` something more oddball.'' <q> I think that people kind of expect that from me, at least my fans do. </q> From his work on Late Night with <strong> David Letterman </strong> and Saturday Night Live, to guest appearance on shows like The Adventures of Pete and Pete and Futurama, to his roles in the films Cabin Boy and", "new_id": -2}, {"uid": "1297170776188874758", "i": 41626, "idx": 5, "sa": ["Mayor Tom", "Michael Vick"], "q": "he would`` welcome a clarification of the guidelines.'' Facebook! Know something we don't? E-mail us at DALLAS-- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award th... Mike <strong> Michael Vick </strong> Super Bowl Party: Club Calls SWAT Team To Work Party <strong> Michael Vick </strong> Helmet Cam: What It's Like To Be The Pro Bowl Quarterback", "new_id": -2}, {"uid": "1295517993004980742", "i": 17659, "idx": 0, "sa": ["Sergio Marchionne"], "q": "a maximum of 5,000 p.s.i.. The accumulator delivers the pressure energy to the axle hydraulic motor that turns the wheels. The gas engine shuts down whenever the accumulator charge is sufficient to drive the motor. <q> In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions, </q> Chrysler CEO <strong> Sergio Marchionne </strong> said.`` One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.'' Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}]