[{"uid": "1296584426227672138", "i": 30054, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Mary Jo Foley"], "q": "of taking an unfair shortcut? That's a debate we imagine with rage for quite some time. Update: Microsoft's been sending out the following statement from Stefan Weitz, director of Bing: <q> We use multiple signals and approaches in ranking search results. The overarching goal is to do a better job determining the intent of the search so we can provide the most relevant answer to a given query. Opt-in programs like the toolbar help us with clickstream data, one of many input signals we and other search engines use to help rank sites. </q> That's pretty ambiguous, so ZDNet's <strong> Mary Jo Foley </strong> Google refocuses under <strong> Larry Page </strong>; <strong> Eric Schmidt </strong> says Microsoft is bigger competition... Google begins censoring BitTorrent, RapidShare and other Big Media profanity The most commented posts on Engadget over the", "new_id": -2}, {"uid": "1297617537105119744", "i": 58765, "idx": 1, "sa": ["Nick Lachey", "Vivica A. Fox", "Russell Brand", "Simon Cowell", "Katy Perry", "Victoria Beckham", "Vanessa Minnillo"], "q": "fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Victoria Beckham </strong>:`` I Don't Know the Sex of My Baby!'' <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live: <q> I'm Much More Famous in England </q> href=\"http://omg.yahoo.com/news/Vivica A. Fox-a-Vivica A. Fox-i-m-taking-my-engagement-slow/56266\"> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>:' I Was Shaped Like a Square' href=\"http://omg.yahoo.com/blogs/crush/mileys-puppy-love/558\"> Miley's Puppy Love <cite>", "new_id": -2}, {"uid": "1295675869065781776", "i": 26773, "idx": 7, "sa": ["Stephen Jackson", "Allen Iverson", "Dwyane Wade"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 http://wn.com/[HD_2009_Playoffs]_Dwyane Wade_Dwyane Wade_Highlights__Hawks_Vs_Heat__Game_6---------------- Credit of this video goes to revgen of Mixmakers.net--------- MIAMI- A season-saving victory in the books, guard <strong> Dwyane Wade </strong> and most Miami Heat teammates walked off the court Friday night with stoical looks", "new_id": -2}, {"uid": "1295823273074186765", "i": 7547, "idx": 2, "sa": ["Chris Huhne", "Andy Coulson"], "q": "CPS, this is really dealt with.'' Mr <strong> Chris Huhne </strong> said the police may have been reluctant to get involved in another politics-related investigation so soon after the`` cash for peerages'' inquiry. <q> I certainly think that may well have played a part because obviously they had been through a very thorough investigation there and they got nowhere. </q> On Friday, Mr Cameron reluctantly accepted Mr <strong> Andy Coulson </strong>'s resignation, but claimed he was being punished for the same offence twice, having resigned from the News of the World editor's job over the affair", "new_id": -2}, {"uid": "1295440369254591006", "i": 24482, "idx": 3, "sa": ["Simon Cowell"], "q": "to have Sue appear as a judge on <strong> Simon Cowell </strong>'s show The X Factor.`` I think she'd be fantastic- and there would be a few contestants reduced to tears,'' she joked. <q> It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there's only room for one ego on the show! </q> href=\"http://clkuk.tradedoubler.com/click?p(109677)a(1829757)g(17855490)url(http://www.viagogo.co.uk/Arts- and- Theatre- Tickets/Shows- and- Awards/Glee- Live- Tickets)\"> Glee Live Tickets are on sale now for the show's UK arena tour this summer. href=\"http://twitter.com/omgmusic\"> Follow", "new_id": -2}, {"uid": "1296337324206061581", "i": 35005, "idx": 0, "sa": ["Zahi Hawass"], "q": "off 2 mummies at Egyptian Museum <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295458115232456193", "i": 58651, "idx": 11, "sa": ["LeBron James", "Allen Iverson", "Kobe Bryant", "Iker Casillas"], "q": "we probably could have put 10 people on the court and probably wouldn't have been able to stop him,'' said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. <q> I didn't realize it, </q> <strong> Kobe Bryant </strong> said when told about his scoring spree.`` You just get into one of those rhythms. My teammates were looLeBron James for me, it just feels like the ball finds you.'' The LaIker Casillass led 89-79", "new_id": -2}, {"uid": "1296346703146243641", "i": 4850, "idx": 0, "sa": ["Tim Russert", "Simon Cowell"], "q": "href=\"http://londonglobe.com/\"> LONDON( Reuters)-`` The X Factor,'' which has a U.S. launch this year, won the talent show category at Britain's National target=\"_blank\" href=\"http://televisionTim Russertes.com/\"> Television Awards on Wednesday, beating <q> Britain's Got Talent, </q>`` Dancing on Ice'' and`` Strictly Come Dancing.'' The show, featuring <strong> Simon Cowell </strong> as The X Factor- Week 7- The Result The X Factor- Week 7- The Result Before this weeks result", "new_id": -2}, {"uid": "1296590040084361306", "i": 20685, "idx": 2, "sa": ["Ben Roethlisberger", "Jay Cutler", "Michael Vick", "Fran Tarkenton"], "q": "fired up on the sideline or see him yelling at and getting in teammates faces or interacting more with the media.`` It would be nice,'' Pompei said of quarterbacks possessing only positive qualities. <q> But really when a guy is throwing touchdown passes and winning games, you don't notice all that[ negative] stuff. </q> <strong> Fran Tarkenton </strong> talked about how difficult it could be for <strong> Jay Cutler </strong> to change the perception of those around the league. But <strong> Jay Cutler </strong> only has to do what <strong> Ben Roethlisberger </strong> and <strong> Michael Vick </strong> did to recover from their scandals- win.", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called`` adult supervision'' for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}]