[{"uid": "1297529172137691161", "i": 58276, "idx": 2, "sa": ["Sergio Marchionne", "Pier Luigi Bersani", "Giuliano Pisapia"], "q": "azienda che vuole investire nel mondo intero, anche aprendo nuovi mercati\" . <strong> Pier Luigi Bersani </strong>, INCONTRO CON GOVERNO? ALLA BUON` ORA- L'incontro a Palazzo Chigi tra Governo e l'ad di Fiat, <strong> Sergio Marchionne </strong>? <q> Alla buon` ora- risponde il segretario del Pd, <strong> Pier Luigi Bersani </strong>-, dopo un paio d'anni! </q>. Interpellato a margine dell` incontro a Milano per dare il via alla campagna elettorale del candidato sindaco <strong> Giuliano Pisapia </strong>, <strong> Pier Luigi Bersani </strong> ha spiegato di temere che \"molte cose siano gi successe\" . \"Vedremo che cosa si", "new_id": -2}, {"uid": "1296438033168050752", "i": 33873, "idx": 1, "sa": ["Zahi Hawass"], "q": "tourist attractions, so there are signs pointing[ and] saying,` Valuable antiquities here,\" ' Hiebert said. <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council on Antiquities, said Sunday that <q> nothing is stolen from the Cairo museum. </q> Speaking by phone from Cairo, <strong> Zahi Hawass </strong> said that a few items were broken- including a statue of King Tutankhamun riding a jaguar- after looters smashed windows on the roof of the Museum of Egyptian Antiquities", "new_id": -2}, {"uid": "1295560145078905366", "i": 23492, "idx": 4, "sa": ["Ben Ali", "Donald Rumsfeld"], "q": "[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more reveBen Aling: \"We have a very long relationship with Tunisia,\" <strong> Donald Rumsfeld </strong> remarked after the meetings. <q> Tunisia is a moderate Muslim nation that has been and is today providing very constructive leadership in the world. The struggle that's taking place within that faith is a serious one, an important one. There's a very small number of violent extremists on the one side against a broad, overwhelming majority of people who are moderate. </q> Additionally, <strong> Donald Rumsfeld </strong>, during a visit in 2006 seeking greater ties to Tunisia- where \"freedoms of the press, association, and expression[ were] extremely restricted\" and much electoral", "new_id": -2}, {"uid": "1297260361038010913", "i": 1595, "idx": 2, "sa": ["Mayor Tom", "Michael Vick"], "q": "<strong> Mayor Tom </strong> also expressed his regards to those who may have been offended by the move and to those who were saddened for honoring a convicted felon and animal abuser. He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> You are now in: Sports, Top News, Top News for more stories Related Article( s): 1, 2011\"> Party Time in Dallas!: <strong> Michael Vick </strong> Hosts`", "new_id": -2}, {"uid": "1295047677008175621", "i": 16043, "idx": 2, "sa": ["Robert King", "Keith Urbahn", "George W. Bush", "Donald Rumsfeld"], "q": "\" <strong> Robert King </strong> said. But <strong> Keith Urbahn </strong>, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" <strong> Keith Urbahn </strong> said. <q> I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject. </q> Advertisement <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> George W. Bush </strong>'s eight", "new_id": -2}, {"uid": "1297363571104955962", "i": 6449, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "and Iraqi forces. The intelligence hadn't indicated that a broad-based insurgency would take place, and by 2006 it became clear that the US needed to recast its strategy. On McCain, <strong> Donald Rumsfeld </strong> said, <q> If all you have is a hammer, every problem looks like a nail. </q> McCain \"got it into his mind\" that troop levels had been the problem the entire time, and never let it go. <strong> Donald Rumsfeld </strong> wrote in his book that in retrospect, he should have left", "new_id": -2}, {"uid": "1295447541150847576", "i": 24037, "idx": 1, "sa": ["Heidi Klum", "Ricky Gervais", "Jeff Probst", "David Letterman", "Uma Thurman", "Oprah Winfrey"], "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"Survivor", "new_id": -2}, {"uid": "1295737423256016396", "i": 46467, "idx": 0, "sa": ["Harry Styles", "Robbie Williams", "Louis Tomlinson", "Simon Cowell", "Mark Owen", "Matt Cardle", "Rebecca Ferguson", "Liam Payne", "Dannii Minogue", "Cher Lloyd", "Mary Byrne", "Gary Barlow", "Katie Waissel", "Jason Orange", "Aiden Grimshaw", "Howard Donald", "Niall Horan"], "q": "performed with <strong> Robbie Williams </strong> <strong> Gary Barlow </strong> <strong> Howard Donald </strong> <strong> Jason Orange </strong> <strong> Mark Owen </strong> <strong> Cher Lloyd </strong> 1 One Direction <strong> Katie Waissel </strong> <strong> Matt Cardle </strong> <strong> Rebecca Ferguson </strong> <strong> Mary Byrne </strong> <strong> Aiden Grimshaw </strong> Treyc Cohen Wagner Paije Richardson1 Direction <strong> Liam Payne </strong> <strong> Niall Horan </strong> <strong> Harry Styles </strong> Zain Malik <strong> Louis Tomlinson </strong> X Factor 2010 Judges <strong> Simon Cowell </strong> Cher Lloydyl Cole <strong> Dannii Minogue </strong> Louie Walsh www.canhedunk.com <q> Do you think we can we get 7 high school basketball players to dunk after 10 weeks of training? </q> \"Seven players. Two trainers. Ten weeks. One goal. Can He Dunk? We selected 7 high school basketball players who could not dunk a basketball to participate in a rigorous 10 week training program.", "new_id": -2}, {"uid": "1295530662257605677", "i": 42378, "idx": 5, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> would say and the requisite eye rolling and bickering that would follow. but still think showing the green shirt girl fall, skid and crawl was!@#$ ing mean. You said, <q> Phew! I'm not sure she would have gotten through with the original three on board. I can't imagine <strong> Simon Cowell </strong> would have said yes to that one. </q> Well JLo is famous for her bootie... well at least to some people. I'd never look at something like that, no not me. Morning! I'm more than", "new_id": -2}, {"uid": "1297089447093831169", "i": 3710, "idx": 6, "sa": ["Colin Powell", "Barack Obama", "Donald Rumsfeld"], "q": "that he didn't want to go to the CIA[ in the Ford administration]. And that someone made him go there. And it was probably <strong> Donald Rumsfeld </strong> or something.\" Secretary of State <strong> Colin Powell </strong> <q> did not, in my view, do a good job of managing the people under him, </q> <strong> Donald Rumsfeld </strong> said. \"There was a lot of leaking out of the State Department, and the <strong> Barack Obama </strong> knew it. And it was unhelpful. And most of it ended up making the State Department look good.", "new_id": -2}]