[{"uid": "1296648254175931443", "i": 46028, "idx": 0, "sa": ["Mitt Romney", "David Letterman"], "q": "Draped on the same blazer and open-collared shirt he wore earlier in the day on a New York City media blitz, <strong> Mitt Romney </strong> was the object of <strong> David Letterman </strong>'s needle even before starting down the list. <q>I begged him to put on a tie,</q> the host said as the former Massachusetts governor, and likely 2012 presidential contender, chuckled. <strong> Mitt Romney </strong> then began his appointed task: reading a list of ''Top Ten Things You Don't Know About <strong> Mitt Romney </strong>", "new_id": -2}, {"uid": "1297705955073007104", "i": 47211, "idx": 0, "sa": ["Steve Ballmer"], "q": "On Monday 14 February 2011, 18:29 EST Microsoft said Monday that it would release an update of its Windows Phone operating system later this year that will provide a full web experience to smartphone users. <q>We need to give people the full web, the full Internet on their phone, like they've come to expect with the PC,</q> Microsoft chief <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. ''Later this year we are going to release a version of Internet Explorer9( web browser) complete with hardware and graphics and", "new_id": -2}, {"uid": "1295498090112721961", "i": 14858, "idx": 6, "sa": ["Courtney Lee", "Allen Iverson"], "q": "Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. ''I don't know how you can be any more proud of your team,'' <strong> Courtney Lee </strong> said. <q>I told them this was a great opportunity for us to grow up. <strong> Ray Allen </strong>'s doing what great players do. He's making other people better and he is taking responsibility and steps up. I feel good that a young team could respond this way.</q> With <strong> Allen Iverson </strong> leading the way with 26 points, the Sixers built an 18-point lead by the 7:33 mark of the third quarter. But Orlando fought all the way back and took an 86-84 lead after a jumper by", "new_id": -2}, {"uid": "1296495116169607208", "i": 8116, "idx": 1, "sa": ["David Letterman", "Conan O'Brien"], "q": "; beats <strong> David Letterman </strong>, ''Nightline combined <strong> Conan O'Brien </strong> more videos in HD online on www.DigitalTVonPC.com everything is 100% Free for you! We have more than 10.000 Free DVD titels <strong> Conan O'Brien </strong> has reason to smile after his debut as <q>Tonight& qu... The Late Late Show- Beginning 9/11/2008 '''Craig talks to the audience and viewers before the monologue</q>... PBB Teen Edition Plus BIG 4 BIG Night,& BIG Winner TRIBUTE PBB Teen Edition Plus BIG 4 BIG Night,& BIG Winner TRIBUTE NO COPYRIGHT INFRINGEMENT INTENDED. VIDEO CLIPS COURTESY of ABS-CBN. This video", "new_id": -2}, {"uid": "1295900040008716288", "i": 10010, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "plans on selling$ 335m in shares this year, his first sale in three years. Does this indicate that the top is in place for the search engine?'' Other analysts were more positive. <q>We do not view <strong> Eric Schmidt </strong>'s new role as executive chairman and Page's new role as chief executive as negative developments. In our view, <strong> Eric Schmidt </strong> very effectively spearheaded Google to become one of the largest and most innovative technology companies of our times and we expect Page to be an equally effective CEO of Google,</q> wrote Sandeep Aggarwal, internet analyst at Caris& Company. Although <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have received salaries of just$ 1 for years, the three are among the richest men on the planet as", "new_id": -2}, {"uid": "1297307549087687177", "i": 23359, "idx": 2, "sa": ["David Letterman"], "q": "though it was divine will that he be beaten. <strong> David Letterman </strong> asked if Cooper thought he'd been singled out because he was recognizable. ''Don't take this the wrong way,'' said <strong> David Letterman </strong>, <q>but you, I think, just standing on a corner, call attention to yourself,</q> referring to Cooper's distinctive, white-haired look. The rules: Keep it clean, and stay on the subject- or we may delete your comment. If you see inappropriate language,` X-Men: First", "new_id": -2}, {"uid": "1296171234238878728", "i": 41445, "idx": 0, "sa": ["Eric Schmidt"], "q": "One of the justifications that Google provided for former CEO <strong> Eric Schmidt </strong>'s move into the chairman role and the a new cover story on the company, which describes how Google is trying to save itself from <q>the ossification that can paralyze large corporations.</q> But what if Google's biggest problem isn't a lack of flexibility or the speed of its decision-making, but a fundamental cultural inability to create new lines of business that can keep the company growing? What if", "new_id": -2}, {"uid": "1295568821043630596", "i": 17775, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.'' Larry Page <q><strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-we are only at the beginning and I can't wait to get started.</q> <strong> Sergey Brin </strong> ''I'd like to mention that I've had a great time working with Larry now for 15 years and <strong> Eric Schmidt </strong> for a decade. Both of them have inspired and moved me. I would like to", "new_id": -2}, {"uid": "1296744570016711683", "i": 6569, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> ''goes so far as to depict former <strong> President Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq.'' <q><strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the Middle East would be ''far more perilous than it is today'.</q> ''Addressing charges that he failed to provide enough troops for the war, he allows that,` In retrospect, there may have been times when more troops could have helped'.'''", "new_id": -2}, {"i": 12447, "idx": 1, "index_answer": 0, "new_id": -1, "q": "the collapse of such a dictatorship was ''inevitable'' in Egypt, as well as in other countries throughout the world. ''What comes next, it's hard to predict,'' <strong> Patrick Leahy </strong> said. <q>A huge part of( Egypt's) natural product is tourism. They've got to get tourists feeling free to go back. Nobody's about to book a trip to Egypt right now. ''The United States really needs stability there,</q> <strong> Patrick Leahy </strong> continued, ''because of our interests in Israel and Jordan and elsewhere.'' <strong> Sen. Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy.", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1297523762190513232"}]