[{"uid": "1295560654104759299", "i": 45198, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said.", "new_id": -2}, {"uid": "1297503307016302106", "i": 25962, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "Colin Powell", "Dick Cheney"], "q": ", <strong> Colin Powell </strong> became obsessed with justifying himself to the point of falsifying what happened. <strong> Donald Rumsfeld </strong> clearly can't abide <strong> Colin Powell </strong>'s deputy, <strong> Dick Cheney </strong> Armitage. In one scene, he confronts <strong> Colin Powell </strong>, telling him that <q> Armitage has been bad-mouthing the Pentagon all over town... I don't know what the hell is in Armitage's craw but I'm tired of it. </q> There are some puckish observations. <strong> John McCain </strong> is characterised as`` a man with a hair-trigger temper and a propensity to fashion and shift his opinions to appeal to the media''. The haste with which <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295878832252248067", "i": 22186, "idx": 0, "sa": ["Eric Schmidt"], "q": "the Internet giant. SCHMIDT SELLS SHARES In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6% of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1297074215210305048", "i": 4846, "idx": 0, "sa": ["Deneen Borelli", "Clarence Thomas", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "the significant double standard that is displayed here when it comes to what we've witnessed on this video versus how black conservatives are also attacked and the NAACP remains silent,'' <strong> Deneen Borelli </strong> said in a phone interview. <q> The NAACP, and I'm sure you know this, they were basically hired by <strong> George Soros </strong> to track racism in the Tea Party movement. </q> The NAACP did condemn racist attacks against former black secretaries of State <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong> during <strong> President Bush </strong>'s presidency. NAACP won't directly address racism leveled against <strong> Clarence Thomas </strong> at progressive protest Oregon state legislature pushes shopping", "new_id": -2}, {"uid": "1296839260225148929", "i": 35902, "idx": 2, "sa": ["Dan Gable", "Sen. Bernie Sanders"], "q": ", not a path to riches. The way HCR is structured, all <strong> Sen. Bernie Sanders </strong> has to do is wait a couple of years and he gets his wish. 26 posted on 02/04/2011 9:04:24 AM PST Busywhiskers( <q> Once you have wrestled, everything else in life is easy </q>- <strong> Dan Gable </strong>) To: P-Marlowe; Nachum; wagglebee; trisham Nothing like having a member of the ruling class telling us which businesses are permitted and which are not. I'm betting <strong> Sen. Bernie Sanders </strong> would", "new_id": -2}, {"uid": "1297636284227983364", "i": 8065, "idx": 0, "sa": ["Mike Pence"], "q": "R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> <strong> Mike Pence </strong> said.`` The time to deny any and all funding to Planned Parenthood is now.'' By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants", "new_id": -2}, {"uid": "1297174738149192708", "i": 25368, "idx": 0, "sa": ["Stephen Elliott", "Donald Rumsfeld"], "q": "employed from the Pentagon lectern. We come upon His Crankiness in a library, doing research for his memoir. When an earnest young man approaches to ask questions, Martin and <strong> Stephen Elliott </strong> capture <strong> Donald Rumsfeld </strong>'s disdain: <q> Down there in the kid's eyes, <strong> Donald Rumsfeld </strong> sees broad leaves of intelligence but rooted in such soft soil that it might as well be sand. A zen garden. With a few green wisps that will blow flat at the first breath of wind. The world they live in is a blustery place. This is the son of a father who never went to war. </q> This is all great fun[!], at least for those who might be rubbing their hands together at the idea of his impending comeuppance, but when <strong> Donald Rumsfeld </strong> meets his wife and some rather louche friends", "new_id": -2}, {"uid": "1295881023196345904", "i": 20150, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Jan 24, 2011, 9:56 AM EST- U.S. Markets close in 6 hrs 4 mins <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} On Monday January 24, 2011, 9:25 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, {"uid": "1295405324262488069", "i": 4742, "idx": 0, "sa": ["Steve Ballmer"], "q": "from China and said it expected those purchases to be more than$ 3 billion in coming years. MICROSOFT CORP CEO <strong> Steve Ballmer </strong> The world's largest software maker told the Washington Post in July that <q> better global enforcement of intellectual property laws </q> was its top lobbying priority and CEO <strong> Steve Ballmer </strong> pegged China as the country with the weakest protections. Microsoft and other members of the Business Software Alliance have called for a deal to boost U.S. software sales and exports", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said.`` That's the type of level that he's playing at.'' McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}]