[{"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'' <strong> Roger Goodell </strong> said.''[ Most often] they're not recognizing they have a role in it.'' Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q> I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like,` He won't sign my jersey.' </q> He says he thinks Mike <strong> Michael Vick </strong>`` is sincerely trying.'' And he isn't blind to the fact that the story isn't over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}, {"uid": "1295131435025296914", "i": 1333, "idx": 0, "sa": ["George Washington", "Yao Ming", "Brandon Jennings", "Allen Iverson", "Shane Battier"], "q": "something.'' <strong> Yao Ming </strong> did not attempt a shot in the second half and sat for all of the fourth quarter.`` That's the beauty of <strong> Yao Ming </strong>- he's incredibly efficient,'' teammate <strong> Shane Battier </strong> said. <q> Not many guys in the league are capable of having this kind of night, where he makes every shot he puts up. </q> Aaron <strong> George Washington </strong> added 27 points for the Rockets, who haven't advanced out of the first round of the playoffs since 1997. <strong> Brandon Jennings </strong> http://wn.com/Allen_Iverson_38pts_Georgetown_vs_Miami_Big_East_NCAA_95/96 If <strong> Allen Iverson </strong> ever becomes a New York Knick, watch out. The 6-foot", "new_id": -2}, {"uid": "1295677688065617925", "i": 39513, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Kobe_Bryant_42_points_vs_DEN_2002-0340_point_streak_*360 The 2nd game of the famous 9 straight 40", "new_id": -2}, {"uid": "1294966347267878400", "i": 8044, "idx": 0, "sa": ["Simon Cowell"], "q": "elsewhere in the capital. Investment targets include prime London retail and office properties with lot sizes of up to Â£ 150m. It is also looking for more central London hotels. Aziz said: <q> <strong> Nicholas Cowell </strong> Group Investors is looking for prime trophy assets in central London with triple-A covenants </q>. Midweek Bulletin: <strong> Simon Cowell </strong> looking foolish and the iPad revolution is here", "new_id": -2}, {"uid": "1295639822124272688", "i": 20007, "idx": 0, "sa": ["Andy Coulson"], "q": "spokesman, <strong> Andy Coulson </strong>, resigned today amid growing controversy over his role in a phone hacking scandal while he was a British tabloid editor. London It's a rule as old as political spin doctoring itself: <q> When the spokesman needs a spokesman, it's time to move on. </q> Britain's News of the World newspaper, as he resigned Friday amid mounting pressure arising from the tabloid weekly's hacking of telephone calls during his time at the helm. <strong> Andy Coulson </strong>'s decision to", "new_id": -2}, {"uid": "1297428190058949643", "i": 11821, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift,'' <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said in a boldly worded open letter. <q> Together, we see the opportunity, and we have the will, the resources and the drive to succeed. </q> Nokia CEO <strong> Stephen Elop </strong>, let, and Microsoft CEO <strong> Steve Ballmer </strong> explained their company's new tight alliance for mobile phones at an analyst and strategy meeting in London.( Credit: screenshot by <strong> Stephen Elop </strong> Shankland/CNET)", "new_id": -2}, {"uid": "1295594704029032469", "i": 33827, "idx": 0, "sa": ["Colin Powell", "Dan Quayle", "President Bush", "Dick Cheney"], "q": "unable to attend, thanked the former president, his officials, the US and its military forces.`` Believe me, Kuwait and its people will never forget you,'' he said. <q> We carry in our hearts what you did for us each and every day. </q> <strong> President Bush </strong> was briefly joined by former <strong> Dan Quayle </strong>. Later, his top advisers- then-defence secretary <strong> Dick Cheney </strong>, former joint chiefs of staff chairman <strong> Colin Powell </strong>, former secretary of state <strong> Dan Quayle </strong> A Baker and then-national security", "new_id": -2}, {"uid": "1296129375085180438", "i": 14905, "idx": 0, "sa": ["Zahi Hawass"], "q": "bust dates back to the time of the 14th century B.C. queen and tops Egypt's wish list of artifacts that <strong> Zahi Hawass </strong> wants to see back home. The bust is currently at Berlin's Neues Museum. <q> I am doing something that I believe in and that should have been done a 100 years ago, </q> <strong> Zahi Hawass </strong> told The Associated Press( Alert) in a telephone interview.`` My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has", "new_id": -2}, {"uid": "1296480948012714004", "i": 20887, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.'' The Miami Herald is pleased to provide this opportunity to", "new_id": -2}, {"uid": "1295202014095649810", "i": 47963, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "<strong> Barack Obama </strong>'s State of the Union address, which will take place on January 25.`` It's a symbol,'' said Democratic New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, one of the champions of the plan. <q> You'll create an image of the Congress deciding that we are going to work as a body, not as two separate sides. That's a very good place to start. </q> by DieHardAmerican January 16, 2011 12:46 PM EST The posting of advertisements, profanity, or personal attacks is prohibited. By using this Web site you agree to accept our <h6> Report offensive content: </h6> If", "new_id": -2}]