[{"uid": "1295907930085770246", "i": 7980, "idx": 5, "sa": ["Zahi Hawass"], "q": "competent'' German government was re-established. Egypt, added the statement, recognized and appreciated the care accorded by Germany to the painted limestone bust of the famous ancient Egyptian queen, but added: <q> Egypt is confident that the German authorities will assist in facilitating its return. The government and people of Egypt are eager that this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. Egypt's top archaeologist has formally requested the return of the 3,300-year-old bust of Queen Nefertiti that has been", "new_id": -2}, {"uid": "1296218172048857090", "i": 12603, "idx": 1, "sa": ["Gov. Rick Perry", "Mitch Daniels", "Mike Pence"], "q": "seeking the presidency in 2012 but left unanswered whether his choice instead is the Indiana governor's office.`` I'm open to running for governor,'' <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. <q> We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it. </q> Still, many in politics said his decision instantly catapults him as the leading Republican candidate to succeed <strong> Gov. Rick Perry </strong> <strong> Mitch Daniels </strong>. While those who wanted him to run for president were disappointed,", "new_id": -2}, {"uid": "1295674574191152161", "i": 4920, "idx": 1, "sa": ["Eric Schmidt"], "q": "search company.`` What's going to change under Larry?'' said BGC Partners analyst Colin Gillis, asking the question on the minds of executives from Silicon Valley to New York City. <q> In our opinion, Larry is likely to increase investments as a priority. It could be a long-term positive, but short term it's a negative. </q> The company hopes 38-year-old Page will help streamline decision-making as it tries to deal with tougher competition from Facebook and Twitter. Within technology circles, the move to replace <strong> Eric Schmidt </strong> left some wondering if Page", "new_id": -2}, {"uid": "1296015945211435643", "i": 26348, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "legislators wore black-and-white ribbons in tribute to the victims, distributed by <strong> Gabrielle Giffords </strong>' friends <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). Lawmakers also broke their usual partisan seating scheme to show they can get along. <q> What comes of this moment is up to us, </q> <strong> Barack Obama </strong> said.`` What comes of this moment will be determined not by whether we can sit together tonight, but whether we can work together tomorrow.'' A major part of the Republicans' mandate", "new_id": -2}, {"uid": "1295936245231571467", "i": 48937, "idx": 7, "sa": ["Allen Iverson", "Dwyane Wade"], "q": "to the fan sitting underneath the far basket.`` I winked at him and told him that was for him,'' <strong> Dwyane Wade </strong> said, adding that it was all in fun for both himself and the fan. <q> He'll remember that for his whole life and I will too. </q> <strong> Dwyane Wade </strong> flashed another grin towards the Kings bench in the fourth quarter, after he finished in traffic with an acrobatic reverse layup. It was a characteristic performance for one of http://wn.com/Allen_Iverson_50pts_vs_Chris_Webber_Sacramento_Kings_99/00 <strong> Allen Iverson </strong> calmly sank two free throws,", "new_id": -2}, {"uid": "1295499871140181534", "i": 6696, "idx": 1, "sa": ["Mike Rowe", "Rodney Stuckey", "Allen Iverson"], "q": "the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks.`` With everything going on, I wanted to play well,'' <strong> Allen Iverson </strong> said. <q> I just wanted to play well. Especially for my teammates because I let them down by not being here. </q> <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Mike Rowe </strong> Curry to begin the game, punishment for missing a mandatory team practice on Thanksgiving. He apologized Friday morning, then sat on the bench for almost 10 minutes as <strong> Rodney Stuckey </strong> started", "new_id": -2}, {"uid": "1297144373171491425", "i": 8652, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' All content Â© Copyright 2001- 2011 WorldNow and KLTV, a", "new_id": -2}, {"uid": "1295621146048054324", "i": 48785, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "and prosecutors said last week they would review the claims for a third time. <strong> Andy Coulson </strong> was employed by <strong> David Cameron </strong> to improve the Conservative Party's media operation in the run-up to the May 2010 election. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so, </q> <strong> David Cameron </strong> said in an e-mailed statement.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.'' In", "new_id": -2}, {"uid": "1296330548093159451", "i": 35632, "idx": 1, "sa": ["Zahi Hawass", "Sen. Joe Lieberman"], "q": "when <strong> Sen. Joe Lieberman </strong> came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. Re: Egypt cuts Internet access ahead of CFR Puppet El Baradei's Coup d'etat Re: Egypt cuts Internet access ahead of CFR Puppet", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,'' said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q> We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure. </q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said:`` It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}]