[{"uid": "1296540116017350690", "i": 17631, "idx": 0, "sa": ["Chris Bosh", "Michael Vick", "Sidney Crosby", "LeBron James"], "q": ". Secondly, <strong> LeBron James </strong>, <strong> Chris Bosh </strong>, and <strong> Michael Vick </strong> Wade are signed by the Miami Heat. Finally, it is decreed by the journalistic community that all such transactions or movements of personnel must be described using the phrase <q> I/He/She/ They am/is/are taking my/his/her/ their/its talents to Company X/Team Y/Location Z </q>. 1) Canada's Gold in Hockey: <strong> Sidney Crosby </strong>, the player that has been hailed as the Next One for some time, finished the job against the Americans in the most glorious setting imaginable.", "new_id": -2}, {"uid": "1295201947158416938", "i": 4486, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Kelly, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Safeway market in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were wounded in the", "new_id": -2}, {"uid": "1297270524044515339", "i": 32400, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "asserts that the German and French positions allowed critics of the United States to claim that`` Europe'' was opposed to military force, even though a large majority of European countries backed the United States. <q> More troubling, the French and Germans were, intentionally or not, giving <strong> Saddam Hussein </strong>'s regime the impression that they could stop a military confrontation, </q> <strong> Donald Rumsfeld </strong> writes.`` By giving <strong> Saddam Hussein </strong> a false sense of security, and thereby reducing the incentive for him to comply with the UN's demands, the French and Germans undoubtedly made a war more likely, not", "new_id": -2}, {"uid": "1297107413159612945", "i": 34414, "idx": 0, "sa": ["Eric Schmidt"], "q": "allegations that the company abused its dominant position in the online search market, according to a report citing a source familiar with the case. The news comes just after lame duck Google CEO <strong> Eric Schmidt </strong> <q> There is some interest from both sides, some tentative discussions in resolving the issue, but no really concrete proposals on the table, </q> the source familiar with the case told Reuters. Asked to comment by the newswire, the European Commission said that the investigation is still ongoing.`` As is known, the Commission", "new_id": -2}, {"uid": "1297099404187170818", "i": 26499, "idx": 0, "sa": ["Eric Schmidt"], "q": ". I bet they are the same folks who poo-poohed the idea back in September of 2010 when it was rolled out. Did Google's <strong> Eric Schmidt </strong> Quit Apple's Board Over AdMob Squabble? 1 comment on <q> Examining Google's Claim of Instant's Success </q> Notify me of followup comments via e-mail Cup of Joe: The Sky May Be Falling, But At Least Everyone Is Laughing! Social Media Monitoring Gaining Ground But Has Plenty of Room for Growth Zuckerberg Gets Letter", "new_id": -2}, {"uid": "1296279808209059843", "i": 48483, "idx": 0, "sa": ["David Letterman"], "q": "- As soon as Fritz Grobe and Stephen Voltz dropped their first Mentos candies into a bottle of Diet Coke- launching an Internet phenomenon as a bubbling geyser shot into the air- the question began. <q> It was daunting because people were saying,` Where's your next work of genius?' </q> Voltz said. They put folks off for a while, managing the attention in 2006 that followed millions of Internet hits and appearances on national TV programs such as`` The Late Show with <strong> David Letterman </strong>.''", "new_id": -2}, {"uid": "1295259899064110596", "i": 23694, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "World when he was editor. But the Prime Minister refused to confirm reports that Mr <strong> Andy Coulson </strong> had offered to resign over the issue, and insisted he deserved a`` second chance''. <q> Obviously, when he was editor of the News of the World, bad things happened at that newspaper, </q> Mr <strong> David Cameron </strong> told BBC Radio 4's Today programme.`` I always think that the danger at the moment is that he is effectively being punished twice for the same offence.`` I gave him a", "new_id": -2}, {"uid": "1297430496189579264", "i": 36535, "idx": 2, "sa": ["Steve Ballmer"], "q": "combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.''`` I am excited about this partnership with Nokia,'' added Microsoft CEO <strong> Steve Ballmer </strong>. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia will adopt Windows Phone as its principal smartphone strategy, lending hardware design, language support, and helping to bring the platform to a larger range of price points, market segments, and geographies.", "new_id": -2}, {"uid": "1295316162045481984", "i": 9978, "idx": 3, "sa": ["Leone I", "Blake Griffin", "Allen Iverson"], "q": "these online threats, is expected to hit its highest point on... Degrassi: <strong> Leone I </strong> Just Don't Know.../ Try Honesty Promo The Boiling Point continues Monday, August 2, 2010 at 9pm on TeenNick with <q> <strong> Leone I </strong> Just Don't Know What To Do With Myself( Part 1) </q>.... <strong> Allen Iverson </strong> 50pts Philadelphia 76ers vs Atlanta Hawks 03/04 NBA* Flu Game* Season <strong> Blake Griffin </strong> <strong> Allen Iverson </strong> 50pts Philadelphia 76ers vs Atlanta Hawks 03/04 NBA* Flu Game* Season <strong> Blake Griffin </strong> Once the flu didn't stop <strong> Allen Iverson </strong>,", "new_id": -2}, [{"i": 34015, "idx": 1, "index_answer": 1, "new_id": -1, "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,'' Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q> Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit- it matters where you stand. </q> And Senate Republican leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong>, the Republican from Oklahoma, told NBC the two", "sa": ["Mitch McConnell", "Mike Pence", "Tom Coburn"], "uid": "1295909976177651712"}]]