[{"uid": "1295564203105267205", "i": 14762, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "<strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' Mr <strong> Eric Schmidt </strong> said. Mr <strong> Larry Page </strong> praised Mr <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Mr <strong> Larry Page </strong> said. Start of sidebar. href=\"http://www.adelaidenow.com.au/business/google- names- new- ceo/story- e6frede3- 1225992144476?from=public_rss#sidebar- end\"> Skip to end of sidebar.", "new_id": -2}, {"uid": "1296231945135299118", "i": 9450, "idx": 0, "sa": ["Sergio Marchionne"], "q": "calo del 3,18% a 7,15 euro. Debole anche Fiat Industrial(-1,31% a 10,07 euro), mentre Exor cede lo 0,6% a 23,15 euro. <strong> Sergio Marchionne </strong>, NULLA ESCLUSO SU ACQUISTI E FUSIONI- <q> Non posso restringere i campi delle possibili attivit nell'M& A </q>. Lo ha detto l'amministratore delegato di Fiat <strong> Sergio Marchionne </strong> rispondendo a una domanda di un analista in conference call.`` Non sarebbe saggio da parte nostra provare a prevedere cosa succeder- ha detto-, l'unica cosa che", "new_id": -2}, {"uid": "1296767726048218112", "i": 45962, "idx": 1, "sa": ["Larry Brown", "Matt Geiger", "Allen Iverson", "Courtney Lee", "Phil Jackson"], "q": "of 7-footer <strong> Matt Geiger </strong> in the fourth quarter lifted Phil Jacksonadelphia to a 104-90 victory over the Orlando Magic in the opener of their Eastern Conference first-round series.`` I am still excited about this game,'' <strong> Allen Iverson </strong> said. <q> I feel like I could still play another 48 minutes. The crowd was against us and it was just great playing in that kind of atmosphere. This was my first one, and I would love to play in a lot more. </q>`` <strong> Allen Iverson </strong> told me he got 15 minutes of sCourtney Leep last night, that was 15 more than I expected,'' said 76ers coach <strong> Larry Brown </strong>, who took his record sixth different organization to the playoffs.`` It", "new_id": -2}, {"uid": "1296195346246956037", "i": 46321, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "left the door open for a campaign to become Indiana's governor. The Indianapolis Star said on its website that <strong> Mike Pence </strong>, 51, made his announcement in a letter being sent to supporters. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> and wife Karen said in the letter.`` We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012.'' <strong> Mike Pence </strong>'s supporters, who include Tea Party advocates, have been pressing him to", "new_id": -2}, {"uid": "1297631305154894420", "i": 25718, "idx": 0, "sa": ["Zahi Hawass"], "q": "the Egyptian Museum, which was hit during anti-government protests on January 28. Antiquities Minister <strong> Zahi Hawass </strong> says looters escaped with several items, including two gilded wooden statues of Tutankhamen and approximately 16 other valuable artifacts. <q> They broke the windows and they come with ropes, </q> he said,`` about 15 feet down and they entered the museum.''`` Those people looking like Raiders of the Lost Ark,'' <strong> Zahi Hawass </strong> said.`` Treasure hunters. People who have nothing", "new_id": -2}, {"uid": "1295936245231571467", "i": 59478, "idx": 0, "sa": ["Mo Williams", "Allen Iverson", "Andre Iguodala"], "q": "assists and seven rebounds for the 76ers. Both <strong> Mo Williams </strong> and <strong> Andre Iguodala </strong> scored 10 points in the fourth quarter, when the 76ers stretched the lead to double digits. <strong> Andre Iguodala </strong> said part of the credit belongs to <strong> Allen Iverson </strong>. <q> He has helped us out a lot, he really opens the floor for everybody when he's out there, </q> <strong> Andre Iguodala </strong> said.`` He still draws a lot of attention and teams can't key on myself or anyone else.'' <strong> Allen Iverson </strong> is not happy about being limited to 28-30 minutes a game, which are recommended by", "new_id": -2}, {"uid": "1297334471212090885", "i": 24687, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Vitali, noting FIM had requested a meeting with <strong> Sergio Marchionne </strong> next week. In contrast to FIM's more conciliatory stance, hardline union FIOM has urged a workforce presence at this weekend's meeting. <q> Our position is the government must call the unions to be there on Saturday, </q> a FIOM spokesman in Italy told just-auto.`` The unions must be involved to have a place around that table.'' Fiat S.p.A. SWOT Analysis Datamonitor's Fiat S.p.A.- SWOT Analysis company profile", "new_id": -2}, {"uid": "1296537956082821143", "i": 18972, "idx": 0, "sa": ["Ray Allen", "Allen Iverson", "Phil Jackson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Phil Jacksonadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q> Once I got my second wind I was all right. The first couple minutes I thought my heart was going to jump out of my chest, </q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined.`` Having <strong> Ray Allen </strong> back helps. He's a finisher. He can", "new_id": -2}, {"uid": "1296174054124354589", "i": 49702, "idx": 0, "sa": ["Mike Pence", "Bob McDonnell"], "q": "RGA <strong> Mike Pence </strong> decision`` major coup'' for RGA- David Catanese: <strong> Mike Pence </strong> decision`` major coup'' for RGA Indiana <strong> Mike Pence </strong> isn't running for president, which means a gubernatorial run is almost inevitable. <q> <strong> Mike Pence </strong> won't formally announce his gubernatorial campaign on Thursday-a state law prohibits announced candidates from raising money during the state legislative session, scheduled to end April-but he fully intends to run for governor, a source with knowledge of his thinking told POLITICO. </q> <strong> Mike Pence </strong> was Perry's first recruitment call after he became chairman, a source with knowledge of the call told POLITICO, and <strong> Mike Pence </strong> met in Washington on Wednesday with Virginia Gov. <strong> Bob McDonnell </strong>, the RGA's vice", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on`` Late Night with <strong> David Letterman </strong>.'' The talk show host was once a grocery bagger. <q> There's no guarantee, but it's traditional for the winner to be a guest on the show, </q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest.`` I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}]