[{"uid": "1296310379151535654", "i": 37994, "idx": 0, "sa": ["Alassane Ouattara", "Lu De"], "q": "consultations avec les deux protagonistes. Ils disposeront d'un mois pour rendre leurs conclusions. Des conclusions qui toujours, selon le communiqu final, seront`` contraignantes'' tant pour Laurent Gbagbo que pour <strong> Alassane Ouattara </strong>. Le <q> conseil de paix et de s?curit </q> pr?cise que ce groupe de chefs d'Etat devra travailler sans remettre en cause les pr?c?dentes d?cisions de la C?d?ao et de l'Union africaine. En clair, cela veut dire qu'ils continuent de consid?rer qu'Alassane Ouattara est le pr?sident <strong> Lu De </strong> C?te", "new_id": -2}, {"uid": "1295042044219299846", "i": 2995, "idx": 1, "sa": ["Alassane Ouattara", "Ban Ki-moon", "Ben Ali"], "q": "que le camp Gbagbo. A New York, le secr?taire g?n?ral de l'Onu, <strong> Ban Ki-moon </strong>, s` est plaint vendredi des attaques du camp Gbgabo contre les casques bleus de l'Onuci? Abidjan. <q> Je suis profond?ment pr?occup par la d?t?rioration de la situation au plan politique et de la s?curit- et notamment par le nombre croissant d'incidents ciblant des civils et le personnel de la mission des Nations unies </q>, a-t-il dit aux journBen Alistes.`` Outre le blocus de l'h?tel du Golf( NDLR: o est retranch <strong> Alassane Ouattara </strong> sous la protection des casques bleus) et les tentatives visant? restreindre l'approvisionnement de l'Onuci,", "new_id": -2}, {"uid": "1295567750178864140", "i": 44207, "idx": 0, "sa": ["Eric Schmidt", "Tim Armstrong", "Bill Gates"], "q": "will be about$ 6 Bill Gatesion. Do you think someone in those shoes will want to do this type of monkey work much longer? <strong> Eric Schmidt </strong>'s href=\"http://twitter.com/#!/Eric SchmidtEric Schmidt/status/28196946376130560\"> parting tweet strikes an oddly casual note: <q> Day-to-day adult supervision no longer needed! </q> Is <strong> Eric Schmidt </strong> plumping for the CEO job at Facebook? Expect <strong> Eric Schmidt </strong> to spend more Tim Armstronge on his hobbies, if he doesn't care for the FB gig.( And plus, we can only hope, that", "new_id": -2}, {"uid": "1297663845136904715", "i": 52942, "idx": 1, "sa": ["Rachel Maddow", "Gabrielle Giffords", "Mike Pence", "Jesse Kelly", "Lincoln Chafee", "Sharron Angle", "Allen West", "Keith Olbermann", "Sarah Palin"], "q": "on her hands.''( See-- he changed`` elk'' to`` caribou.'') In an especially prissy`` Special Comment'' the night of the shooting, <strong> Keith Olbermann </strong> said that if <strong> Sarah Palin </strong> <q> does not repudiate her own part in amplifying violence and violent imagery in politics, she must be dismissed from politics. </q> Ditto for <strong> Mike Pence </strong> <strong> Allen West </strong>, ex-candidate <strong> Sharron Angle </strong>, <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>' opponent <strong> Jesse Kelly </strong> and`` the Tea Party leaders.'' In response to the Arizona shooting, the governor of Rhode Island, <strong> Lincoln Chafee </strong>, bRachel Maddowd state", "new_id": -2}, {"uid": "1297631305154894420", "i": 25719, "idx": 1, "sa": ["Zahi Hawass"], "q": "Minister <strong> Zahi Hawass </strong> says looters escaped with several items, including two gilded wooden statues of Tutankhamen and approximately 16 other valuable artifacts.`` They broke the windows and they come with ropes,'' he said, <q> about 15 feet down and they entered the museum. </q>`` Those people looking like Raiders of the Lost Ark,'' <strong> Zahi Hawass </strong> said.`` Treasure hunters. People who have nothing in their mind except gold, gold, gold!'' <strong> Zahi Hawass </strong> says", "new_id": -2}, {"uid": "1295379138177815583", "i": 17380, "idx": 0, "sa": ["Regis Philbin", "Kelly Ripa", "Larry King", "David Letterman"], "q": ", announced he will be retiring from Live With <strong> Regis Philbin </strong> and <strong> Kelly Ripa </strong> later this year. Heartbroken <strong> Regis Philbin </strong> fans have been Tweeting nonstop today about how sad they are to see him go. <q> i announced my leaving our show today, </q> <strong> Regis Philbin </strong> wrote on Twitter.`` <strong> David Letterman </strong> just called, he said congratulations, i dont know if thats good or bad.- r'' And <strong> Regis Philbin </strong> isn't taLarry King his retirement too seriously, so you", "new_id": -2}, {"uid": "1295786415098680854", "i": 10843, "idx": 0, "sa": ["Simon Cowell"], "q": "who got engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q> I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70...`` Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole` ga ga goo' thing. But I genuinely like kids. </q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has`` softened'' him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class'", "new_id": -2}, {"uid": "1297065934161857552", "i": 8079, "idx": 1, "sa": ["Simon Cowell"], "q": "singing competition TV show,`` X Factor,'' which doesn't hit the US airwaves until September. <strong> Simon Cowell </strong> stood as a larger-than-life statue with the words`` He's back'' dominating the screen. <q> For a show like' X Factor,' it's probably worth seeding, </q> said Barbara Lippert, the pop-culture guru at San Francisco-based Goodby, Silverstein& Partners. As usual, technology and beer were big Super Bowl players. Budweiser scored a surprising laugh with a menacing", "new_id": -2}, {"uid": "1296523805167067675", "i": 9880, "idx": 2, "sa": ["Herschel Walker", "Michael Vick"], "q": "He scored the first two touchdowns of his comeback in a December 2009 rout of the Falcons at the Dome.`` I'll never forget this day,'' an emotional <strong> Michael Vick </strong> said after the game. <q> I'll never forget coming back to the city of Atlanta. I'll never forget arriving yesterday. I'll never forget seeing a lot of the landmarks I used to see when I lived in this city for six years. I'll never forget shedding a tear on the bus ride over here this morning because I took that route every Sunday to come here and play. </q> Heisman winner <strong> Herschel Walker </strong> won by a technical knock out in the first round of his recent MMA fight. An artist in Sweden converted a three-ton block of ice into a giant statue of Jesus.", "new_id": -2}, {"i": 8023, "idx": 0, "index_answer": 0, "new_id": -1, "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q> Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better. </q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically.`` He hasn't achieved all of his purposes, but he", "sa": ["Larry Sabato", "Colin Powell", "Bill Clinton", "Barack Obama"], "uid": "1296560297058949650"}]