[{"uid": "1295647113138969096", "i": 47228, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "<strong> Eric Schmidt </strong> as CEO AAPL: 326.72(-5.96,-1.79%)| NASDAQ: 2689.54(-14.75,-0.55%)  <strong> Google Inc. </strong>'s newly-minted` Executive Chairman' <strong> Eric Schmidt </strong> to sell more than half million <strong> Google Inc. </strong> shares  <q> <strong> Google Inc. </strong>'s <strong> Eric Schmidt </strong>, who is transitioning to executive chairman from chief executive, has plans to sell more than a half million company shares throughout the year as part of his asset-diversification plan, his first such sale in more than three years, </q> <strong> Steve Jobs </strong> Russolillo reports for Dow Jones Newswires.`` The sales, worth about$ 335 million based on <strong> Google Inc. </strong>'s closing price Thursday, will lower <strong> Eric Schmidt </strong>'s stake and voting power, and comes as <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1296664938258277379", "i": 38173, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "the story this morning, and reports that <strong> Tom Brady </strong> received 21 votes from a nationwide panel of 50 media members who regularly cover the NFL. He easily beat Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who garnered 11 votes. <q>`` I've been here for a while, so I've seen our offense evolve, </q> the 11-year veteran told The AP.`` We do some different things now than we've done in the past. Ultimately, we're still trying to do the same thing, which is be productive and win", "new_id": -2}, {"uid": "1295779335192643080", "i": 16172, "idx": 0, "sa": ["Sergio Marchionne"], "q": "traditional battery hybrid minivan is also a possibility. In a recent speech at the Ontario plant that builds the Town& Country and Dodge Grand Caravan, Chrysler CEO <strong> Sergio Marchionne </strong> said of hybrid vans: <q> We can do all those things, assume that it will happen in due time, </q> but didn't want to make any boastful announcements until the product is ready. He also said that there will only be one version of the next-generation van, either a Dodge or Chrysler model, but that the", "new_id": -2}, {"uid": "1296704404078823458", "i": 2145, "idx": 0, "sa": ["Rasheed Wallace", "Rick Pitino", "Allen Iverson", "Lamar Odom"], "q": "Pistons since Jan. 8, 2002. The Western Conference-leading Lakers earned their fourth straight victory to pull within a game of NBA-leading Cleveland, and five in a row on the road for a league-high 26 this season. <q> <strong> Michael Jackson </strong> of our goals is to have the best record before the playoffs start to have home-court advantage, </q> <strong> Lamar Odom </strong> acknowledged. At this point, the once-mighty Pistons simply are hoping to make the playoffs. They were without <strong> Allen Iverson </strong>( back), <strong> Rick Pitino </strong> Hamilton( groin) and <strong> Rasheed Wallace </strong>( calf) against the Lakers.", "new_id": -2}, {"uid": "1295454374253952044", "i": 7353, "idx": 1, "sa": ["Newt Gingrich", "Bill Frist", "John Boehner", "Mike Pence"], "q": "'s Constituent Mailbag, Congressman <strong> John Boehner </strong> responds to Jim in Hamilton. Jim, a small business operator in southwest Ohio, says that taxes and mandates in ObamaCare will hurt his ability to hire and invest. http://wn.com/03282010_Kingston_on_Health_Care_Town_Halls__Geraldowmv www.americansolutions.com <q> The American people will not allow a corrupt machine to dictate their future. Together we will pledge to repeal this bill and start over. Together we will prove that this will not stand. </q>-- <strong> Newt Gingrich </strong> http://wn.com/GOP_move_to_repeal_health_reform_act_opposed__Interview_Jan_17_2011 As Republicans prepare to attempt to repeal the healthcare bill, <strong> Bill Frist </strong> <strong> Mike Pence </strong> Rushnak, co-founder of Americans for Healthcare, argues that, if anything, Americans need greater assurances that they will receive healthcare than", "new_id": -2}, {"uid": "1296137334113377297", "i": 2584, "idx": 6, "sa": ["Michael Vick"], "q": "as the Falcons' franchise quarterback, a man who is from the Philadelphia area, who grew up rooting for the Eagles, and who had to pick up the pieces <strong> Michael Vick </strong> left behind in Atlanta. <q> Understanding the situation and everything that I came into and that Mike's done recently, it's my first opportunity to talk to him, </q> said Ryan, who met <strong> Michael Vick </strong> for the first time Tuesday night.`` As soon as you get to know him, he's a really nice guy, down to earth, super relaxed. I enjoyed spending", "new_id": -2}, {"uid": "1297199444258572348", "i": 19922, "idx": 8, "sa": ["Donald Rumsfeld", "Dick Cheney", "Osama bin Laden"], "q": "ground forces in support of the anti-Taliban Northern Alliance in order to try to catch <strong> Osama bin Laden </strong>. </blockquote> the <strong> Donald Rumsfeld </strong> paper argued that the US should target states that had supported anti-Israel forces such as Hezbollah and Hamas. <q> After the bombing of two US embassies in East Africa[ in 1998] by al-Qaeda operatives, State Department counter-terrorism official Michael Sheehan proposed supporting the anti-Taliban Northern Alliance in Afghanistan against <strong> Osama bin Laden </strong>'s sponsor, the Taliban regime. However, senior US military leaders`` refused to consider it </q>, according to a 2004 account by <strong> Dick Cheney </strong> H Shultz, Junior, a military specialist at Tufts University. </blockquote> A senior officer on the Joint Staff told State Department counter-terrorism director Sheehan he", "new_id": -2}, {"uid": "1295555937214679585", "i": 2169, "idx": 0, "sa": ["Simon Cowell", "Ellen DeGeneres", "Mary McNamara"], "q": "<strong> Ellen DeGeneres </strong> and <strong> Simon Cowell </strong> on the hit show- and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year.' <strong> Mary McNamara </strong> writes, <q> Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table.`` Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol. </q> She adds,`` Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.'' New York Post critic", "new_id": -2}, {"uid": "1295576927002506766", "i": 48427, "idx": 2, "sa": ["Eric Schmidt"], "q": ".'' The management changes are due to take effect on April 4.`` Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> said in a message on his Twitter feed@ericschmidt. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> he added in a statement.`` By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company.`` In my clear opinion, Larry is ready", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}]