[{"uid": "1296964468246792245", "i": 28386, "idx": 5, "sa": ["Michael Vick", "Andy Reid"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with <strong> Andy Reid </strong>, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> NFL: Check out the best shots from Super Bowl Week in Dallas. Launch Gallery Calendar Feb 6: Super Bowl XLV, Dallas, Texas Feb 23-Mar 1:", "new_id": -2}, {"uid": "1295636608124272680", "i": 18815, "idx": 0, "sa": ["Steven Tyler", "Luis Miguel", "Jennifer Lopez", "Simon Cowell", "Randy Jackson"], "q": "influence on Idol's first week back on TV, <strong> Steven Tyler </strong> and <strong> Randy Jackson </strong> lifted their shirts and flashed their abs for the cameras, Situation-style, when 23-year-old Jovany Barreto decided to unbutton his own shirt after performing <strong> Luis Miguel </strong>'s <q> Contigo En La Distancia. </q> At other times, the looser vibe also led to some better judging, as <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> seemed more comfortable rejecting the worst contestants. <strong> Randy Jackson </strong> even channeled a bit of <strong> Simon Cowell </strong>'s snarky spirit and was especially harsh", "new_id": -2}, {"uid": "1295568458148553735", "i": 7153, "idx": 0, "sa": ["Alex Jones", "Paul Joseph Watson", "Eric Schmidt"], "q": "a homeowner has brush growing too close to his home, keeping junk cars on their lot in violation of ordinances, as well as finding illegal porches and L'AD di Google <strong> Eric Schmidt </strong> diventa gelataio in questo video. <q> Forza ragazzi, prendete i vostri gelati gratis... conosco gi i vostri gusti preferiti </q>. Campagna di Consumer Watchdog, www.insidegoogle.com Schmidtans__The_Alex Jones_Alex Jones_Showflv Government Using Google Earth To Loot Destitute AmEric Schmidtans <strong> Paul Joseph Watson </strong> www.infowars.com www.prisonplanet.tv Monday, August 16, 2010 Aerial imaging technology is being used by the government to spy on AmEric Schmidtans in an", "new_id": -2}, {"uid": "1295560051263241797", "i": 5175, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> Schimdt, Chairman of media company and web search giant Google has announced changes to the management team. The announcement came as a post to the Google Official Blog: <q> When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit, </q> wrote <strong> Eric Schmidt </strong>. The change was made to simplify the company's management structure and speed up decision making. The decision was made over the holidays 2010. \"For the last 10 years,", "new_id": -2}, {"uid": "1296282709080461832", "i": 3487, "idx": 0, "sa": ["Allen Iverson", "LeBron James"], "q": "toughness, and <strong> Allen Iverson </strong> is among the toughest players in the league. After taLeBron James a whack on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. <q> I was just trying to take what the defense gave me, </q> <strong> Allen Iverson </strong> said. \"I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taLeBron James away some of the", "new_id": -2}, {"uid": "1296484259078397492", "i": 51758, "idx": 1, "sa": ["Zahi Hawass"], "q": "\" King Tutankhamen, also houses thousands of artifacts spanning the full sweep of Egypt's rich Pharaonic history. <strong> Zahi Hawass </strong> said the looters who targeted the Cairo museum were fortunately not too bright. Time magazine. <q> They looted the museum shop. Thank God they thought that the museum shop was the museum. </q> Nine men reportedly repelled into the building through the roof. During their search for valuables, they knocked the heads of a pair of 2,000-year-old mummies, broken nearly a dozen small artifacts, and ravaged the gift", "new_id": -2}, {"uid": "1296106877198869060", "i": 26032, "idx": 0, "sa": ["Bruce Forsyth", "Simon Cowell"], "q": "humbled and honoured\" . <strong> Simon Cowell </strong>, who accepted the award on their behalf, said he thought it was \"well deserved\" but jokingly admitted the pair's success was getting \"annoying\" . <q> This would be a good night to announce my retirement but I'm not bloody going to </q> \" <strong> Bruce Forsyth </strong> Later on in the evening, <strong> Simon Cowell </strong> returned to the stage to accept the trophy for best talent show, which went to the X Factor for the second year in a row.", "new_id": -2}, {"uid": "1297145483211075103", "i": 23444, "idx": 1, "sa": ["Hailee Steinfeld", "Paula Abdul", "Simon Cowell"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \" i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. \" Report Abuse <q> i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: <strong> Simon Cowell </strong>: US' X Factor' Panel yet to Be Set Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore", "new_id": -2}, {"uid": "1295105515258523157", "i": 829, "idx": 6, "sa": ["Colin Powell", "Amber Lee Ettinger", "Barack Obama", "Anderson Cooper", "Immortal Technique"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... <strong> Immortal Technique </strong> on <strong> Barack Obama </strong>, 9/11 truth& Corporate America <strong> Immortal Technique </strong> on <strong> Barack Obama </strong>, 9/11 truth& Corporate America Have this year's negative political ads really <q> taken dirty to a whole new level, as CNN's <strong> Anderson Cooper </strong> frets? Is a \"return to civility... a relic of a bygone era, </q> as <strong> Barack Obama </strong> laments? Er, not exactly. If anonymous political speech, the other widely... Debate' 08: <strong> Amber Lee Ettinger </strong> vs Giuliani <strong> Amber Lee Ettinger </strong> <strong> Barack Obama </strong> Song# 2: Debate' 08: <strong> Amber Lee Ettinger </strong> vs Giuliani <strong> Amber Lee Ettinger </strong> Vocals", "new_id": -2}, {"uid": "1296664610083984386", "i": 34198, "idx": 0, "sa": ["John McCain", "Colin Powell", "Barack Obama", "Joe the Plumber"], "q": "GHJUV- Part2 Powell_Colin Powell_destroys_both_Joe the Plumber_the_Joe the Plumber_and_John McCain's_Campaign_while_endorsing_Barack Obama! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> \"I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for Sen. <strong> Barack Obama </strong>,\" <strong> Colin Powell </strong> said", "new_id": -2}]