[{"uid": "1295573551103366658", "i": 6050, "idx": 0, "sa": ["Eric Schmidt"], "q": "years to end their`` adult supervision'' in the form of Google CEO <strong> Eric Schmidt </strong>, who leaves in April. Mr Page will become CEO and Mr <strong> Eric Schmidt </strong> becomes Executive Chairman. Tweeted: <q> Day-to-day adult supervision no longer needed! http://goo.gl/zC89p. </q> Mr <strong> Eric Schmidt </strong> was brought in as CEO in August of 2001 because of pressure from Kleiner Perkins, one of Google's chief investors. His goal was to provide`` adult supervision'' to the young founders as", "new_id": -2}, {"uid": "1295563321217792537", "i": 6964, "idx": 1, "sa": ["Eric Schmidt"], "q": "The move comes as Google announced stronger-than-expected earnings and sales for the fourth quarter. <strong> Eric Schmidt </strong> acknowledged the company's bright performance, but added that behind the scenes, there may have been leadership struggles. <q> As our results today show, the outlook is bright, </q> <strong> Eric Schmidt </strong> wrote.`` But as Google has grown, managing the business has become more complicated.'' The three-way decision process at Google was never depicted as a cozy session of like-minded individuals all on the", "new_id": -2}, {"uid": "1296612952189923351", "i": 1709, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler Canada, which owes about$ 1.7 billion to the federal and Ontario governments, says it is the first time that the company is voluntarily paying extra money to workers beyond contractual obligations. <q> It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010, </q> chief executive officer <strong> Sergio Marchionne </strong> told analysts after U.S. parent Chrysler reported its year-end results. The automaker is giving similar awards to 22,000 workers and 10,000 salaried employees in the United States. Parent Chrysler cut", "new_id": -2}, {"uid": "1296723974251478035", "i": 25683, "idx": 3, "sa": ["Allison Iraheta", "Paula Abdul", "Simon Cowell"], "q": "a Thing''( Season 8) When the Top 7 took on movie night, <strong> Allison Iraheta </strong> chose the theme to Armageddon, knocked it down a key, and belted with all the vocal grit she could muster. <q> I don't care if you're 16 or 60, all I know is that you're one remarkable, talented young lady, </q> said <strong> Paula Abdul </strong>. <strong> Simon Cowell </strong>'s assessment was spot-on, too.`` You are the girls' only hope in the competition right now,'' he told <strong> Allison Iraheta </strong>. Sadly, Michael Johns' Inspirational Week choice, Aerosmith", "new_id": -2}, {"uid": "1295919171195493891", "i": 45323, "idx": 0, "sa": ["Molly Madden", "Craig Ferguson", "David Letterman"], "q": "When the big day comes at the rodeo, <strong> Molly Madden </strong> is a little nervous, but is determined to ride the big sheep with her eyes open. <strong> Molly Madden </strong> tumbles off after a few seconds. <q> It was like a race car, </q> said <strong> Molly Madden </strong>. 10:35 PM Late Show with <strong> David Letterman </strong> 11:37 PM The Late Late Show with <strong> Craig Ferguson </strong>", "new_id": -2}, {"uid": "1296766338196706388", "i": 22260, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "data in the new report, the Pentagon acknowledged, came`` recognition that additional guidance and training... is needed'' for its contracting officers. <strong> Sen. Bernie Sanders </strong> of Vermont, who had demanded a Pentagon accounting of fraud. <q> The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money, </q> he said in a statement. In an effort to encourage the same level of civil dialogue among Politics Daily's readers that we expect of our writers- Pentagon Reports Billions of Dollars in Contractor Fraud", "new_id": -2}, {"uid": "1297446725101842956", "i": 11164, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "that this is still his habit. His office houses his archive and the <strong> Donald Rumsfeld </strong> Foundation, which among other things helps retired troops. I ask him what time he normally gets up and he replies, unsmilingly, <q> I get up at 4.30 or five and exercise generally and read the paper in the sauna. </q> His way of life seems almost comically Spartan. I suggest that perhaps we might order something to eat, and he seems genuinely surprised.`` You want something to eat?'' A waiter is summoned. I", "new_id": -2}, {"uid": "1297189127260702227", "i": 33993, "idx": 0, "sa": ["Mick Jagger", "Simon Cowell"], "q": "panel of judges on` The X Factor.' He did, however, address rumors that <strong> Mick Jagger </strong> will be a judge, and offered a few other tantalizing, but vague, clues. <q> It's definitely not <strong> Mick Jagger </strong>... I was talking to somebody on Friday who I really, really want to be on this show and I'm waiting on a decision, </q> said <strong> Simon Cowell </strong>, offering little else, except that the female judge`` will be cute'' and the other male judge`` won't be as good-looking'' as <strong> Simon Cowell </strong> himself.` American Idol,' <strong> Simon Cowell </strong> said", "new_id": -2}, {"uid": "1296498435226574389", "i": 9051, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "the museum was heavily protected by the Egyptian army. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q> If the museum is safe, Egypt is safe, </q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Looters broke into the museum on Friday, ripping the heads off two mummies and damaging about 75", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]