[{"uid": "1295425465261013529", "i": 17006, "idx": 0, "sa": ["Kara DioGuardi", "Julie Lloyd", "Paula Abdul", "Vanessa Johnston", "Victoria Beckham", "Christian Spears", "Simon Cowell", "Ellen DeGeneres", "Neil Patrick Harris", "Michael Jackson", "Joe Jonas"], "q": "first day. His goal is to shatter dreams, If I can make 2 to 3 dozen people cry, Ill feel like Ive done my job. <strong> Joe Jonas </strong> judges Day 2. American idol \"Season 9\" <q>episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles<q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy <strong> Michael Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Julie Lloyd </strong> Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright <strong> Vanessa Johnston </strong> <strong> Christian Spears </strong> http://wn.com/Simon_Cowell_'I_don't_want_to_fire_Kara_DioGuardi", "new_id": -2}, {"uid": "1295628138018169942", "i": 1782, "idx": 1, "sa": ["Andy Coulson"], "q": " \"continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed\" in his role as Downing Street communications chief. <q>I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.<q> A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the British royal family's entourage in 2007. <strong> Andy Coulson </strong> quit the paper when the pair were", "new_id": -2}, {"uid": "1295154913111345676", "i": 7397, "idx": 17, "sa": ["J.R. Smith", "Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR <strong> J.R. Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,<q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Thunder-Nuggets_112-122_I_Durant_31pts,7reb,Green_24pts_vs_Anthony_31pts,5reb,5ast,Nene_23pts DENVER, April 8,2009( AP) Ideally,", "new_id": -2}, {"uid": "1296069902094879755", "i": 12969, "idx": 1, "sa": ["Andy Coulson", "Sian Massey"], "q": "who apologised to Miss <strong> Sian Massey </strong> on Sunday, said he had found the reaction to the comments \"extraordinary\". \"I can not believe the frenzy that's blown up,\" said the 53-year-old. <q>There are some dark forces at work here.<q> He claimed he and Miss <strong> Sian Massey </strong> had ended their phone conversation on \"very good terms\", adding: \"I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun, got", "new_id": -2}, {"uid": "1296225829149782528", "i": 8872, "idx": 10, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the governor's office to him. \"He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,\" he said. <q>This has been on his mind for a long time.<q>", "new_id": -2}, {"uid": "1295903297179077120", "i": 31094, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "EST WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.<q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he said he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he", "new_id": -2}, {"uid": "1296482078090030083", "i": 42195, "idx": 0, "sa": ["Mike Trgovac", "Michael Vick"], "q": "to be.\" Meanwhile, Packers defensive line coach <strong> Mike Trgovac </strong>, a former Carolina defensive coordinator who has been mentioned as coordinator candidate, indicated that his preference would be to remain in Green Bay. <q>If it's my choice, I will be here next year,<q> he told the Wisconsin State Journal. <strong> Michael Vick </strong> and the tag An ESPN report yesterday said the Eagles will franchise <strong> Michael Vick </strong>. This reiterates what the Daily News has", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,<q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}, {"uid": "1296149159246923304", "i": 40045, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": "World, who resigned from the paper when Goodwin and <strong> Glenn Mulcaire </strong> were convicted in 2007. <strong> Andy Coulson </strong> has always claimed he knew nothing about the hacking but last week he quit as <strong> David Cameron </strong>'s communications chief, saying <q>when the spokesman needs a spokesman, it's time to move on.<q> Even with the number of suspects and alleged victims growing, many doubt the scandal will change Britain's keenly competitive tabloid culture. Newspapers believe readers are hungry for scoops-- and will forgive tabloids their transgressions", "new_id": -2}, {"uid": "1295868870143261707", "i": 25834, "idx": 2, "sa": ["Eric Schmidt"], "q": ", gedoe met het Amerikaanse ministerie van Justitie en privacygerommel leiden af van waar het bedrijf eigenlijk mee bezig wil zijn en komt bijvoorbeeld innovatie niet ten goede. <strong> Eric Schmidt </strong> zou als bliksemafleider voor eerder genoemde obstakels kunnen fungeren. <q><strong> Eric Schmidt </strong> mag het vuile werk opknappen, waardoor Page ongestoord de scepter kan zwaaien<q>, schrijft Fortune-journalist Seth Weintraub De reddingsboei voor WebOS en BlackBerry nieuwsbrief Ontvang tweemaal per week een overzicht van de meest recente artikelen in uw mailbox.", "new_id": -2}]