[{"uid": "1294955215093012132", "i": 28969, "idx": 0, "sa": ["Barack Obama", "Mark Udall", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "diverging backgrounds to serve the public good. Today both senators from New York are among the first to endorse the idea.`` Senator <strong> Mark Udall </strong> has the right idea,'' said Senator <strong> Charles Ellis Schumer </strong>. <q> This would be a great way to start off the new session in a bipartisan way following up on the cooperation during the lame duck and the <strong> Barack Obama </strong>'s speech urging all Americans to come together. </q> And earlier today Senator <strong> Kirsten Gillibrand </strong> was asked about href=\"http://www.observer.com/2011/politics/Kirsten Gillibrand-describes-miracle-moment-giffords-video\"> <strong> Mark Udall </strong>'s letter on CNN, and said that sitting together would help the Senate realize the call for a more civilized debate that <strong> Barack Obama </strong> asked", "new_id": -2}, {"uid": "1295389954093929543", "i": 14336, "idx": 1, "sa": ["Michael Vick", "Piers Morgan", "Oprah Winfrey"], "q": "and he had a big-name first guest: <strong> Oprah Winfrey </strong>, who talked about contemplating suicide at age 14, her quest to interview <strong> Michael Vick </strong>, and how many broken( twice). <strong> Piers Morgan </strong> pumped up his subject shamelessly: <q> She's the headline that's pinned above's desk, as if it were an inspirational quote from the.`` I've said that target=\"_blank\" href=\"http://movies.wn.com/cast/Madonna.html\"> Madonna can only come on my show if she gets on bended knee in and makes a public apology to me for target=\"_blank\" href=\"http://worldcrimes.com/\"> crimes against humanity, </q> explains <strong> Piers Morgan </strong>, grinning. Sitting in his office, which looks out over the skyline, the <strong> Piers Morgan </strong> on` The View': Hilarious This morning, Pier <strong> Piers Morgan </strong> was on` The View', and he", "new_id": -2}, {"uid": "1295170432105513000", "i": 50400, "idx": 2, "sa": ["Michael Crichton", "Geoffrey Rush", "Andrew Garfield", "Emma Stone", "Jeremy Renner", "Angelina Jolie", "Bryan Cranston", "Christian Bale", "Amy Adams"], "q": "The Kids Are All Right''; <strong> Emma Stone </strong>,`` Easy A''; <strong> Angelina Jolie </strong>,`` The Tourist'' Best Supporting Actor in a Motion Picture <strong> Christian Bale </strong>,`` The Fighter''; <strong> Michael Crichton </strong>, <q> Wall Street: Money Never SBryan Cranstonps </q>; <strong> Andrew Garfield </strong>,`` The Social Network''; <strong> Jeremy Renner </strong>,`` The Town''; <strong> Geoffrey Rush </strong>,`` The King's Speech'' Best Supporting Actress in a Motion Picture <strong> Amy Adams </strong>,`` The Fighter", "new_id": -2}, {"uid": "1297363571104955962", "i": 6457, "idx": 11, "sa": ["Donald Rumsfeld"], "q": "ability to impose any lasting outcomes otherwise. What does the military look like in 20-25 years?`` The Iron Triangle- the permanent bureaucracy in this town''- make change difficult, <strong> Donald Rumsfeld </strong> says. <q> Today we have massively increased our special forces, </q> and that doesn't make the Army especially happy. The change <strong> Donald Rumsfeld </strong> pushed to make to transform the ground-forces military into smaller, lighter, more rapid forces had made the US`` modular,'' as their support", "new_id": -2}, {"uid": "1295762095175325199", "i": 15358, "idx": 4, "sa": ["George W. Bush", "John McCain", "Colin Powell", "Barack Obama", "Sarah Palin"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,'' <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <q> <strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well, </q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible George W. Bushial candidate himself. <strong> Colin Powell </strong> said he questioned Sen. <strong> John McCain </strong>'s judgment in picking Gov. <strong> Sarah Palin </strong> as his running mate because", "new_id": -2}, {"uid": "1295964059002146362", "i": 49268, "idx": 0, "sa": ["Eric Schmidt", "Tim Armstrong"], "q": "CEO, that usually means the old CEO's top lieutenants aren't long for the job. <strong> Tim Armstrong </strong> became CEO in 2009 tells us that it's not personal; it's just the way of things. <q> If you[ as a CEO] don't surround yourself with the people that you trust, and that you know what you're going to get from them, you don't know whether you're going to win or fail, </q> this fired exec says.`` I've worked under other CEOs who either dragged out the process or never attempted to do this and ulTim Armstrongately failed.'' <strong> Eric Schmidt </strong> last- who's about to get", "new_id": -2}, {"uid": "1297300010261144606", "i": 53166, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "for Clunkers'' program? \" Report Abuse \" What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? \" One is filled with tax evaders, blackmailers, and threats to society. Report Abuse <q> <strong> Barack Obama </strong> wants spend 50 billion on cupcakes. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1297210997249675782", "i": 55716, "idx": 1, "sa": ["Abdelbaset al-Megrahi", "Kirsten Gillibrand"], "q": "take it step by step. Let's return this convicted terrorist to prison, hold a full review, and take it from there.'' <strong> Kirsten Gillibrand </strong>, a Democratic Senator, called Sir Gus's report <q> deeply troubling- not just for the families of the <strong> Abdelbaset al-Megrahi </strong> victims, but for all Americans and all nations who are committed to bringing terrorists to justice. </q> WikiLeaks: Israel's secret hotline to the man tipped to replace Mubarak href=\"http://www.telegraph.co.uk/news/newstopics/theroyalfamily/8309393/Duchess-of-Cornwall-gives-first-public-hint-that-she-may-one-day-be-Queen.html\"> Duchess of Cornwall gives first public hint that she may one day be Queen WikiLeaks: US and China in military standoff over", "new_id": -2}, {"uid": "1296962832064782345", "i": 7963, "idx": 1, "sa": ["Rachel Uchitel", "Simon Cowell"], "q": "judging role on the US X Factor. The 27-year-old star has been speaking with pals such as <strong> Simon Cowell </strong> and Will.i.am as she plans to kick-start her career in the States. A source said: <q> <strong> Simon Cowell </strong> still hasn't confirmed the panel. She is in a state, it's her ticket out of the UK. </q>*** Cole is signed to Universal and it is thought they will help promote her on US television to boost her profile. Miss USA 2010 Winner a Pole Dancer- <strong> Rachel Uchitel </strong> Poses for Playboy", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}]