[{"uid": "1295560809078905355", "i": 39110, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "time for him to have a shot at running this, and I'm sure he'll do a fantastic job.\" <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because <q>we all agree with each other.</q> \"I believe as a result of this will execute and operate the business even better,\" <strong> Eric Schmidt </strong> said. Likewise, <strong> Sergey Brin </strong> expressed during the call genuine admiration for <strong> Eric Schmidt </strong>'s role in Google", "new_id": -2}, {"uid": "1296746678119816225", "i": 15026, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "of his duties'( video) By Emi Kolawole <strong> John McCain </strong> appeared Thursday on ABC's \"Good Morning America\" with a reaction to former Defense <strong> Donald Rumsfeld </strong> <strong> Donald Rumsfeld </strong>'s memoir. <q>I respect <strong> Donald Rumsfeld </strong>. He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq which I predicted was doomed to failure,</q> said <strong> John McCain </strong> during an <strong> John McCain </strong> may have disagreed on strategies, but not about going to war under false pretenses. He is just as responsible as Rummy for the Iraq debacle and the resulting( insulting?)", "new_id": -2}, {"uid": "1295575736103366674", "i": 37505, "idx": 1, "sa": ["Eric Schmidt", "Jeremy Wertheimer", "Google Inc."], "q": "<strong> Google Inc. </strong> to develop flight search tools for users to locate online flight information more easily. \"ITA's very talented team has created an impressive product to organize flight information,\" said <strong> Google Inc. </strong> chairman and CEO <strong> Eric Schmidt </strong>. <q>Their technology opens exciting possibilities for us to create new ways for users to more easily find flight information online, and we're looking forward to welcoming them to <strong> Google Inc. </strong>.</q> \"It is a privilege to work with a most skilled and dedicated team to build innovative technologies that people use every day,\" commented ITA Software's CEO and president <strong> Jeremy Wertheimer </strong>. \"We are all looking forward", "new_id": -2}, {"uid": "1295926949014860296", "i": 37742, "idx": 0, "sa": ["David Letterman"], "q": "date. Last night, he received a call from <strong> David Letterman </strong> on which he clarified that he isn't actually retiring- just simply leaving Live!. Before hanging up, the pair snuck in a few bars of <q>There's No Business Like SHow Business.</q> Click below to watch the clip.( STAGE TUBE: IDOL Gets a Taste of Foster from Hopeful Sullivan by BroadwayWorld TV- January 20, 2011 by THE WIZARD OF OZ Blog- January 18,", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,\" said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q>We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure.</q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said: \"It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.\" Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}, {"uid": "1297282890241352733", "i": 11852, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "helped integrate Yahoo! across Microsoft's search engine and adCenter. <strong> Steve Ballmer </strong> also announced that the company's senior server and tools buisness veep <strong> Amitabh Srivastava </strong> was leaving Microsoft, but he didn't reveal why. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and will work to ensure a smooth transition with the Windows Azure team. I wish him well in his new endeavors,</q> said <strong> Steve Ballmer </strong>. Muglia resigned in January this year but will stay on until the summer to help <strong> Satya Nadella </strong> fill his boots, so to speak. Â® An Improved Architecture for High-Efficiency, High-Density Data Centers", "new_id": -2}, {"uid": "1296080477244613142", "i": 11977, "idx": 0, "sa": ["Mike Pence"], "q": "the March for Life at the US Capitol in Washington DC this week, demanding the country's Congress pass legislation ending federal funding of abortion, said a Christian Post report on the Christian Today website. <q>Thank you for braving the cold one more time and saying to the heart of our national government, \"We will fight on for life. We will fight on for the unborn and the brokenhearted,\"</q> declared Republican Congressman <strong> Mike Pence </strong> at the 38th annual pro-life march. During the walk to the Capitol building, marchers chanted slogans such as, \"Hey, Obama, your mama chose life\" and waved signs", "new_id": -2}, {"uid": "1297097447088211513", "i": 8006, "idx": 3, "sa": ["Donald Rumsfeld", "Ben Bradlee", "Marian Wright Edelman", "Hubert Humphrey", "Richard Nixon"], "q": "conservative, but he has not given up his taste for smart people who are passionate about ideas. Terry Lenzner, for one, has maintained a friendship with the man who fired him and says that <strong> Donald Rumsfeld </strong> is <q>open to different personalities and ideas.</q> <strong> Donald Rumsfeld </strong> and his wife, Joyce( also New Trier' 50), have collected scores of friends with liberal credentials, a few even worthy of <strong> Richard Nixon </strong>'s \"enemies list\"- <strong> Hubert Humphrey </strong>, <strong> Marian Wright Edelman </strong>, <strong> Ben Bradlee </strong>", "new_id": -2}, {"uid": "1297620569105463821", "i": 1021, "idx": 0, "sa": ["Mike Pence"], "q": ", R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <q>Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,</q> <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned Parenthood is now.\" By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants", "new_id": -2}, {"uid": "1295565994148553734", "i": 790, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}]