[{"uid": "1297416931025755660", "i": 14933, "idx": 1, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": "\"U.S.A. U.S.A.\" <strong> Dick Cheney </strong>, who wears an external heart pump, moved well and looked healthier than he has at some recent appearances. He jokingly acknowledged the crowd in typically unsentimental fashion. <q> All right, sit down and shut up, </q> <strong> Dick Cheney </strong> told the group. There were loud cheers for both <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. There was also some heckling by those in the crowd opposed to the war in Iraq and its costs. Still,", "new_id": -2}, {"uid": "1295883923115425283", "i": 56736, "idx": 1, "sa": ["Robson Green", "Jerome Flynn", "Simon Cowell"], "q": ". \"I genuinely on an hourly basis want to teach myself that this is what can happen when you're successful is that you start to believe your own hype,\" he explained. <q> Then you start living in this bubble, which is your world, and you start to believe that that's the only world that exists. Which is why most successful people screw it up for themselves normally within two, three, five, ten years. Because they stop listening. The biggest failures I've had were at a time when I believed my own hype. </q> <strong> Simon Cowell </strong> famously persuaded British actors <strong> Robson Green </strong> and <strong> Jerome Flynn </strong> to sign a recording contract, after they sang together on a UK TV show. Their rendition of Unchained Melody was phenomenally successful, but <strong> Simon Cowell </strong> has revealed it", "new_id": -2}, {"uid": "1295591942183287822", "i": 21749, "idx": 18, "sa": ["Larry Page", "Eric Schmidt"], "q": "interview and a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" \"I believe <strong> Larry Page </strong> is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> mobile.WTOPNEWS Get Text Messages and wtopnews.com on Your PDA", "new_id": -2}, {"uid": "1295096765206520339", "i": 39110, "idx": 2, "sa": ["Robert King", "Keith Urbahn", "George W. Bush", "Donald Rumsfeld"], "q": "not,\" <strong> Robert King </strong> said. But <strong> Keith Urbahn </strong>, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" <strong> Keith Urbahn </strong> said. <q> I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject. </q> <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> George W. Bush </strong>'s eight in", "new_id": -2}, {"uid": "1295574144118865959", "i": 13101, "idx": 0, "sa": ["Eric Schmidt"], "q": "Thu, Jan 20, 2011, 8:41 PM EST- U.S. Markets closed On the Call: Google CEO <strong> Eric Schmidt </strong> picks safe words{ \"s\" : \"goog\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } The Associated Press, On Thursday January 20, 2011, 8:09 pm Outgoing Google Inc.. CEO <strong> Eric Schmidt </strong> stayed well within a \"", "new_id": -2}, {"uid": "1297231845010321940", "i": 24984, "idx": 0, "sa": ["James Blunt", "Ricky Martin", "David Letterman", "Ty Burrell", "Leon Russell", "Justin Bieber", "Mario Lopez", "Matt LeBlanc", "Adam Lambert", "Wendy Williams", "Elton John", "Jay Leno", "Anika Noni Rose", "Gayle King", "Ellen DeGeneres", "Annette Bening", "Anderson Cooper", "Michelle Obama"], "q": "and Utah State at Idaho( ESPN2, 11 p.m.). Daytime Talk Regis and Kelly: <strong> Michelle Obama </strong>, <strong> Annette Bening </strong>. <strong> Gayle King </strong>: <strong> Mario Lopez </strong>. The View: <strong> Ty Burrell </strong>, <strong> David Letterman </strong> Fazio, cast of <q> Sister Act: A Divine Musical Comedy. </q> The Talk: <strong> Adam Lambert </strong>. <strong> Ellen DeGeneres </strong>: <strong> Justin Bieber </strong>, <strong> James Blunt </strong>. <strong> Wendy Williams </strong>: <strong> Anika Noni Rose </strong>, Ann <strong> Ty Burrell </strong>, Taboo. Late Talk <strong> David Letterman </strong>: <strong> Anderson Cooper </strong>, <strong> Elton John </strong>& <strong> Leon Russell </strong>. <strong> Jay Leno </strong>: <strong> Matt LeBlanc </strong>, <strong> Ricky Martin </strong>.", "new_id": -2}, {"uid": "1295901953137494561", "i": 1994, "idx": 5, "sa": ["Zahi Hawass"], "q": "competent\" German government was re-established. Egypt, added the statement, recognized and appreciated the care accorded by Germany to the painted limestone bust of the famous ancient Egyptian queen, but added: <q> Egypt is confident that the German authorities will assist in facilitating its return. The government and people of Egypt are eager that this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. \"They don't like me for making these requests,\" said <strong> Zahi Hawass </strong>. \"But I do", "new_id": -2}, {"uid": "1296184328117178369", "i": 22862, "idx": 2, "sa": ["Steven Tyler", "Simon Cowell", "Randy Jackson"], "q": ".( <strong> Simon Cowell </strong> might have booted her out before she said a word.) \"You should do voice overs for cartoons,\" <strong> Randy Jackson </strong> said. Later, he added, \"That's not serious.\" <q> I got one yes and two no's, </q> she said. She thought <strong> Steven Tyler </strong> said yes when he said no. are Nashville exes who decide to come in together. They sing a Bee Gees song in fine harmony, show lovely chemistry. They also", "new_id": -2}, {"uid": "1295036877249511945", "i": 21832, "idx": 0, "sa": ["Michael Gove"], "q": "marks in many academically-rigorous subjects would not be reflected in this new measure. But Brian Gates, chair of the Religious Education Council of England and Wales, has welcomed comments from Mr <strong> Michael Gove </strong> as suggesting a <q> readiness to reconsider the subject composition of the English Baccalaureate </q>. \"There is widespread support for including religious studies as a mainstream humanities subject,\" said Mr Gates. Mr <strong> Michael Gove </strong>, speaking on Friday, had said: \"There are one or", "new_id": -2}, {"uid": "1297059969077856769", "i": 20155, "idx": 1, "sa": ["Simon Cowell"], "q": ".\" Deputy programme controller at Cool FM, Stuart Robinson said it was hypocritical of the show to snub Ireland, as the X Factor is well supported on both sides of the border. <q> I know from my experience of the Young Star Search there is no shortage of talent in Northern Ireland, </q> he said. \"There will potentially be no representation from Ireland, north or south, which is a bit rich given how loyal people here are to the show.\" <strong> Simon Cowell </strong> has made", "new_id": -2}]