[{"uid": "2008121515_00048460_W", "i": 2067, "idx": 0, "sa": [], "q": "are <NO_QUOTATION> that should not affect the legislation.\" there's a window of opportunity during this legislative session to pass this bill that is so extremely important... for financial stability and to bring back local governance, <q> he said. sarno said he was surprised and disappointed that the bill could die over disputes that he said seem personal. </q> the residents of the city of springfield are being held hostage, \"said the mayor. cynthia m. roy, a fiscal spokeswoman for patrick, said the bill is needed to set the stage for the governor's", "new_id": -2}, {"uid": "2008121419_00022360_W", "i": 685, "idx": 0, "sa": [], "q": "industry estimates, \"billboard reports.\" but it's a very distant second to itunes, \"billboard reports.\" major-label sources say that they had hoped the company would have fared better than it did. <q> colluding to offer drm-free tracks to every tom, dick, and harry online music outfit except apple didn't work, did it? billboard continues, </q> amazon has yet to release any sales figures for digital music, and it did not respond to interview requests for this story. but piper jaffray financial analyst gene munster estimates that amazon will sell 130 million tracks this", "new_id": -2}, {"uid": "2008111720_00031564_W", "i": 1281, "idx": 1, "sa": ["David Byrne", "Steven Van Zandt"], "q": "great cover songs. radio paradise free online radio( though they'd appreciate your donations). the live music archive\" a community committed to providing the highest quality live concerts in a lossless, downloadable format. <q> turntable lab dj equipment, production software and music and video. smithsonian global sound download and learn about traditional music from around the world. radio <strong> David Byrne </strong> one of entertainment weekly's </q> best music web sites, \"<strong> David Byrne </strong> says you can listen to\" whatever i'm listening to. \"<strong> Steven Van Zandt </strong>'s underground garage\" the coolest songs in the world, \"as chosen by uncle silvio. alternative", "new_id": -2}, {"uid": "2008120512_00014377_W", "i": 419, "idx": 0, "sa": [], "q": "employees are being investigated. as of now, the most noticeable challenge for the investigators is to find out the extent of local support made available to the terrorists.\" we still haven't made a breakthrough, <q> said a senior official. he said unless the local contacts are unearthed, it would be difficult to get at the full truth behind the conspiracy. </q> the sim cards were purchased from park street and 24 parganas( south) including maheshtala in the name of hossain-ur-rahman and smuggled out of the country through indo-bangladesh border and then to pakistan, official sources said. the", "new_id": -2}, {"uid": "2008092207_00009761_W", "i": 114, "idx": 1, "sa": [], "q": "\" shall be construed in favor of broad coverage of individuals under this act. \"\" we are talking about millions of persons with medical conditions who can function well, but they often bump up against discrimination, <q> said georgetown university law professor chai r. feldblum, who helped negotiate the bill. </q> this is not about giving someone a disability payment. this is a civil rights measure. \"michael j. eastman, a lawyer for the chamber of commerce, agreed that the courts had excluded too many people.", "new_id": -2}, {"uid": "2008111412_00007004_W", "i": 392, "idx": 3, "sa": ["Tyrod Taylor", "Robert Marve", "Marcus Robinson", "Darren Evans", "Allen Bailey"], "q": "a fourth-and-3-and <strong> Allen Bailey </strong> sacked <strong> Tyrod Taylor </strong> to seal the win for miami, which knelt three times to run out the clock.\" i went out and played hard for our seniors and sent them off with a bang, <q> <strong> Marcus Robinson </strong> said. miami held <strong> Darren Evans </strong>, who rushed for a school-record 253 yards last week, to 43 yards on 17 carries. </q> i thought we were going to do it, \"<strong> Tyrod Taylor </strong> said.\" we just didn't have enough time. \"<strong> Robert Marve </strong> threw for 121 yards and rushed for 44 more for the hurricanes, who won just", "new_id": -2}, {"uid": "2008091006_00023349_W", "i": 96, "idx": 3, "sa": [], "q": "temples in different part of the state early wednesday. temples in many part of the state witnessed large crowds in the morning, eyewitnesses said.\" large number of devotees performed puja( prayers) tuesday evening, <q> said sudhanshu mishra, a priest based here. </q> whereever you go there is only one discussion and it is about the experiment, \"raghunath mohanty, a college teacher in bhubaneswar, said.\" we have received large number of queries from people. they are", "new_id": -2}, {"uid": "2008112921_00003695_W", "i": 247, "idx": 2, "sa": [], "q": ", chief executive officer at a brokerage firm, pranav securities.\" people are worked up about the ineffectiveness of the administration. does the government have the will, the ability to tackle the dangers we face? <q> on saturday, officials said they believed that just 10 gunmen had taken part in the attacks. the sole survivor, identified a pakistani national, mohammad ajmal qasam, was being interrogated, officials said. the gunmen were as brazen as they were well trained, using sophisticated weapons, gps technology and mobile and satellite phones to communicate, authorities said. </q> they were constantly in touch with a foreign country, \"said r.r. patil, deputy to the chief of maharashtra state's chief, without giving further details.\" whenever they were under a little bit of pressure", "new_id": -2}, {"uid": "2008121918_00020791_W", "i": 431, "idx": 3, "sa": ["Glen Johnson", "Chad Dawson"], "q": "rematch of a fight that wasn't even competitive the first time, \"said an incredulous <strong> Glen Johnson </strong>.\" it boggles my mind, especially when the only true rematch at 175 pounds is between <strong> Chad Dawson </strong> and myself. <q> this type of worthless rematch robs the fans, and are bad for the sport. whoever at hbo decided to purchase this fight, should be embarrassed </q>. and post under your registered name. if not, you can post as a guest or privacy policy. please help us serve you better, fill out our", "new_id": -2}, {"uid": "2008101710_00026070_W", "i": 1186, "idx": 0, "sa": ["Torry Pedersen"], "q": "have to focus on the newspaper, to make online good, you have to focus on online. and you need considerable skill. so to centralise the decision making is to slowly take the front position online. <q> pederson's comments will be seen as heresy to many uk newspaper executives. telegraph media group, guardian news and media and many regional newspapers are in the process of merging their online and print news operations. <strong> Torry Pedersen </strong> used the example of the washington post which has completely separate newsrooms. he said that although his newspaper and online teams are separate, they are on the same floor. </q> the online focuses on online and the newspaper focuses on the newspaper. i firmly believe in the model of integrated separation. at that point i differ from most of the theories i read about integrated newsrooms. \"", "new_id": -2}]