[{"uid": "1295755514184385545", "i": 22147, "idx": 10, "sa": ["Allen Iverson"], "q": "completed a four-point play that made it 61-39 http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1297120897065748995", "i": 36321, "idx": 0, "sa": ["Simon Cowell"], "q": "WENN.COM file photo) <strong> Simon Cowell </strong> is pleased to see that TV ratings for this year's edition of American Idol have not fallen \"off a cliff.\" <q>I haven't seen a full episode yet,</q> the former American Idol judge said Monday during a conference call with reporters. \"From what I've seen, from what I've heard, it all seems to be going well. And I always thought that", "new_id": -2}, {"uid": "1297243375238927881", "i": 16167, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "The likes of MySpace, Bebo and Friends Reunited have fallen by the... \" \"At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...\" <q>I wondered how long it would take before we saw Europe's biggest space company, Astrium, step into the race to...</q> You can stay up to date with Nick Robinson\"s Newslog via these feeds.", "new_id": -2}, {"uid": "1297161526055738379", "i": 33842, "idx": 1, "sa": ["Simon Cowell"], "q": "It's a massive, massive risk,\" <strong> Simon Cowell </strong> said Monday afternoon in the first wave of promotion for the American version of the show, which debuts this fall on Fox. <q>It puts enormous pressure on us to find a star. But I think we can.</q> <strong> Simon Cowell </strong> also expressed confidence that the new show can thrive despite the ongoing success of\" American Idol,\" which <strong> Simon Cowell </strong> left after last season. He talked little about \"", "new_id": -2}, {"uid": "1295779892017170523", "i": 1852, "idx": 18, "sa": ["Ronald Reagan", "Mike Pence", "Marjorie Dannenfelser"], "q": "that you would need if the family continues to collapse.\" After giving that speech, <strong> Mike Pence </strong> won the group's straw poll for top choice for its 2012 nominee. <q>He has that everyman, Indiana appeal with vision,</q> <strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to. \"I hate to bring up <strong> Ronald Reagan </strong> because everybody does that,\" <strong> Marjorie Dannenfelser </strong>", "new_id": -2}, {"uid": "1297284502241352719", "i": 44893, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ": People gather on the steps of New York City Hall... Photo in Slideshow: FILE- In this April 27, 2010 file photo, a... U.S. Video: City worker's striptease raises questions Report Abuse <q>cut off our arm to pay for pretty clothes.</q> Report Abuse \"Just another quick fix lets see how fast gasoline prices drop.They wont LOL\" remember our Government is here to hurt us not help us. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on", "new_id": -2}, {"uid": "1297467796202178586", "i": 110, "idx": 1, "sa": ["Steve Ballmer"], "q": "smart phone software, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the new partnership with Nokia would give them \"more innovation( and) greater global reach.\" The two companies will <q>collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,</q> he said. A key challenge will be to produce quality devices with a hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. in a market where image plays a central", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q>To me, it's a disaster,</q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1296709837249151494", "i": 36285, "idx": 7, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "by an average of 37 points http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}, {"uid": "1297616629186400779", "i": 26873, "idx": 15, "sa": ["Donald Rumsfeld"], "q": "\" he said. \"Cause he was disappearing for weeks at a time now? And he's just shown up? Is that, is that how it...?\" Martin asked. <q>I think that's right. It's a painful process,</q> said <strong> Donald Rumsfeld </strong>. Nick made it rehab. But just as U.S. forces were storming Baghdad, <strong> Donald Rumsfeld </strong>'s wife Joyce nearly died. \"She ended up with a perforated appendix and she was being poisoned,", "new_id": -2}]