[{"uid": "1297272134196116511", "i": 27176, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "experience to help build its presence in the nascent cloud computing market. WildPackets brand new packet capture system at 11.6 Gbps will make your enterprise 10 Gig-ready. Of course, this doesn't come cheap. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1296968139146849830", "i": 14603, "idx": 1, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "most productive quarterback runner behind <strong> Michael Vick </strong>, and he can escape to buy time to throw, something he did brilliantly in Atlanta, when he eluded four dead-to-rights sacks by spinning away from pressure to make a throw. <q> It has to be a feel thing, </q> <strong> Aaron Rodgers </strong> said.`` I think pocket presence is something that you can learn a little bit, but a lot of it is just feeling your way through that, knowing when to stay in there and when to", "new_id": -2}, {"uid": "1295786407057016333", "i": 7693, "idx": 5, "sa": ["Toni Kukoc", "Allen Iverson"], "q": "season and so did the Philadelphia 76ers. <strong> Toni Kukoc </strong> scored 19 points in support of <strong> Allen Iverson </strong>'s 41 and the 76ers roared to a season high in their fifth straight victory, a 121-89 rout of the Seattle SuperSonics. <q> <strong> Toni Kukoc </strong> played like we expected him to play every game, </q> <strong> Allen Iverson </strong> said.`` We need a lot of that from <strong> Toni Kukoc </strong>. He's one of those special players that can change a game.'' While the 76ers have maintained the best record in the NBA this season", "new_id": -2}, {"uid": "1296243650097697808", "i": 708, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "News International and <strong> Andy Coulson </strong> over phone hacking, and the`` slight matter of the government imminently taking a crucial decision'' about the Murdoch takeover of BSkyB. It pointed out`` Dave and Sam'' often socialised with <q> <strong> Rebekah Brooks </strong> and her husband` Champagne Charlie' <strong> Rebekah Brooks </strong> </q>, as they were near neighbours in Oxfordshire. Sunday lunches`` chez <strong> David Cameron </strong>'' were not unknown. This speculation prompted the first response from No 10. A source played down the significance of the social", "new_id": -2}, {"uid": "1297724451166166630", "i": 3448, "idx": 2, "sa": ["Dick Costolo", "Steve Ballmer"], "q": "how the new phone would allow for multi-tasking using a hub design that integrates what's most important on cell phones and gives users full Internet access,`` just like on a PC at home.'' <q> If you liked what we did with Facebook, I think you're going to love how we've integrated Twitter into the people hub, </q> <strong> Steve Ballmer </strong> said-highlighting the need to make accessing content a smooth, user-friendly experience. <strong> Steve Ballmer </strong> was followed by Twitter CEO <strong> Dick Costolo </strong>, who trumpeted the one-line social network services' ability to strongly connect businesses with their", "new_id": -2}, {"uid": "1297262082245678222", "i": 351, "idx": 1, "sa": ["Simon Cowell"], "q": "pounds deal with ITV.`` I am thrilled this deal has been concluded with ITV to enable our relationship to continue to develop,'' the Daily Star quoted <strong> Simon Cowell </strong> as saying. <q> I am committed to making sure both shows get bigger and better.`` I have a lot to thank ITV for. They have been key in making` The X Factor' and` Britain's Got Talent' the UK's biggest television shows, </q> he added.", "new_id": -2}, {"uid": "1296964121115425444", "i": 16377, "idx": 0, "sa": ["Michael Vick"], "q": "the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and", "new_id": -2}, {"uid": "1295956479149733513", "i": 27475, "idx": 0, "sa": ["Rep. Steve King", "Mike Pence"], "q": "38th annual March for life on the National Mall in Washington on Monday, Jan. 24, 2011.( AP Photo/Alex Brandon)- <strong> Rep. Steve King </strong> <strong> Mike Pence </strong>( R-Ind.) told pro-life activists in Washington on Monday that <q> a nation that will not stand for life will not stand for long. </q> The Indiana congressman-- who appears to have his eye on higher office- told the 38th annual March for Life that pro-lifers`` will keep gathering until Roe v. Wade is sent to the ash heap of history", "new_id": -2}, {"uid": "1297260302158613537", "i": 25881, "idx": 2, "sa": ["Bill Lockyer"], "q": ".`` I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page.'' State Treasurer <strong> Bill Lockyer </strong>, speaking about the dilemma at a conference last month, said there <q> has been this nervousness, partly as a result of listening to political consultants... that you can't seem to be threatening voters </q> about voting for taxes.`` There's this worry about the optics of all that. I understand that- voters don't want to be threatened, and voters shouldn't be threatened,'' <strong> Bill Lockyer </strong>", "new_id": -2}, [{"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q> Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet, </q> <strong> Mike D'Antoni </strong> said.`` They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}]]