[{"uid": "1296770549227754057", "i": 48770, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "'s status for national security purposes. \"It is clear that DoD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,\" <strong> Sen. Bernie Sanders </strong> said. <q> DoD is very concerned about any fraudulent activity on the part of its contractors, </q> the department said in a statement Thursday. \"In addition to the criminal, civil penalties and sanctions imposed by the courts, DoD has numerous contractual and administrative remedies available, including suspension and debarment, when it", "new_id": -2}, {"uid": "1295511637124485681", "i": 26972, "idx": 1, "sa": ["Brian Bell", "David Letterman", "All Time Low"], "q": "studio audience on \"Late Show With <strong> David Letterman </strong>\" was a surreal experience. \"Playing on TV for the first time when you're in your 20s, it's just bizarre,\" recalled <strong> Brian Bell </strong>. <q> There's a lot of pressure when you're young. </q> Now, he said, performing in front of 100 people- or 15,000- feels \"so natural.\" Weezer performs tonight at the California Mid-State Fair with special guest <strong> All Time Low </strong>. The band's current", "new_id": -2}, {"uid": "1295562896105267220", "i": 8031, "idx": 5, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "under Larry will be even better! Larry, in my clear opinion, is ready to lead.\" In a statement, Mr. Page said Mr. <strong> Eric Schmidt </strong>'s track record speaks for itself. <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade, </q> he said. Yahoo Canada shakeup; marketing director and longtime sales exec out Waiting in the wings; the big three in charge of Apple without <strong> Steve Jobs </strong> Reboot: Apple under attack, Verizon takes on", "new_id": -2}, {"uid": "1297446725101842956", "i": 11163, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "of the bombing of Pearl Harbor. <strong> Donald Rumsfeld </strong> laughs with apparent pleasure- and points out that, at the age of 78, he has been alive for a third of the entire history of the United States. <q> You multiply my age three times and it takes you back to 1776... Isn't it amazing. It's a third of American history. </q> For 54 of those years he has been married to his wife Joyce and the couple have three children. Until the final debacle of the Iraq war, <strong> Donald Rumsfeld </strong> had a reputation as one of the most", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care \"Is Not the Kind of Plan Americans Want\" In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}, {"uid": "1295951435050003975", "i": 41298, "idx": 1, "sa": ["Girls Aloud", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The source added to The Sun: <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit. \"They want to see if the American public warm to her before she takes on such a high-profile role in one of the biggest shows on US TV. \"There have been lots of heated conversations and debates about it. </q> characters left. We welcome your opinions. This is a public forum. Libellous and abusive comments are not allowed. Please read our Remember me- this will save your name and", "new_id": -2}, {"uid": "1295432574026050633", "i": 1725, "idx": 0, "sa": ["Mike Pence"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a presidential veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week. </q> House Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"uid": "1296354802205946894", "i": 1568, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q> You can't just go full speed and reckless, </q> <strong> Charles Woodson </strong> said. \"You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward or step", "new_id": -2}, {"uid": "1296005496137592915", "i": 1364, "idx": 0, "sa": ["Eric Schmidt"], "q": ", blowing away the average analyst estimate of 2 percent growth. The company will introduce the smart phone in February, ending AT&T's exclusive hold on the device in the United States. Hear here <q> How long are you committed to doing what you're doing? As long as it's exciting. </q> Google CEO <strong> Eric Schmidt </strong>, when asked Tuesday about his plans for the future. <strong> Eric Schmidt </strong>, who announced last week that he will become executive chairman while co-founder Larry Page takes over as CEO, dismissed speculation that", "new_id": -2}, {"uid": "1294965093056983574", "i": 3891, "idx": 3, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding,\" <strong> Kirsten Gillibrand </strong> said. <q> And the more we joked about what we were going to do, she started to open her eyes. </q> <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, realized the significance of the moment. \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>:", "new_id": -2}]