[{"uid": "1294953424093011989", "i": 267, "idx": 0, "sa": ["Mike Pence"], "q": "Republican <strong> Mike Pence </strong> arrived at Columbus in his east-central Indiana district for a town hall meeting, the sort of event that usually attracted a few dozen constituents. Surprised to see the hallway outside the room crowded with people, <q> their arms folded and brows furrowed, </q> <strong> Mike Pence </strong> shouted down the hall to an aide, asking him to get a janitor to open the room. The aide shouted back that the room was open-- and overflowing. Congress had just passed the stimulus(", "new_id": -2}, {"uid": "1296366488199786542", "i": 44441, "idx": 6, "sa": ["Mike Pence", "Phil Sharp"], "q": ", <strong> Mike Pence </strong> accused <strong> Phil Sharp </strong>'s family of benefiting from a nuclear waste dump deal. <strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled \"Confessions of a Negative Campaigner\" that <q> negative campaigning, I now know, is wrong. </q> \"It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan", "new_id": -2}, {"uid": "1296918649127238165", "i": 17245, "idx": 0, "sa": ["Mike Pence", "Bill Clinton"], "q": "senior longtime Republican political aide thought that <strong> Mike Pence </strong> had somehow let down his principles and his country by not taking a chance on the Bill Clintonial race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. <q> Seriously, who else do we have? </q> one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\" Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts", "new_id": -2}, {"uid": "1296157924245841935", "i": 12190, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "the State of the Union. Republican <strong> Mike Pence </strong>, who's considering a run for <strong> Barack Obama </strong>, said he appreciated the <strong> Barack Obama </strong>'s \"affirmation of what makes this country great.\" But <strong> Mike Pence </strong> offered this caution: <q> In Washington, the devil is always in the details. </q> He went on to note, \"All his[ <strong> Barack Obama </strong>'s] answers called for bigger government. This is the challenge.\" As the conversation veered toward the coming year, both Republicans and Democrats", "new_id": -2}, {"uid": "1296184988067649545", "i": 26182, "idx": 7, "sa": ["Mike Pence", "Barack Obama"], "q": "deal with the fiscal crisis that we're facing. That includes domestic spending. That includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform.\" <strong> Mike Pence </strong> said that he <q> even heard the <strong> Barack Obama </strong>... talking about fiscal discipline and reform </q> but added that \"when he adds on top of that calls for additional spending, it undermines the credibility of his message.\" ... that a nation so concieved and so dedicated shall not perish from", "new_id": -2}, {"uid": "1296806433169033742", "i": 20804, "idx": 0, "sa": ["Mike Pence", "Ron Kind"], "q": "agreement will make balancing the budget that much harder, not only because of the projected$ 858 billion in lost revenue over 10 years, but because of the message that it sent to the American people. <q> What has me concerned about the tax agreement is that this might be the new bipartisanship coming out of Washington, where you get yours and I get mine and deficits be damned, </q> said <strong> Mike Pence </strong> <strong> Ron Kind </strong>, D-Wis., a member of the tax-writing House Ways and Means Committee. War Troops might start coming home from Afghanistan as soon as July, although how many and how rapidly", "new_id": -2}, {"uid": "1295878079206389283", "i": 10450, "idx": 0, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Bill Maher", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 Bill Maherion in non-defense discretionary spending cuts as the benchmark. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 Bill Maherion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" \"We", "new_id": -2}, {"uid": "1296179070266141708", "i": 52455, "idx": 0, "sa": ["Mike Pence"], "q": "he wants to focus on issues closer to home. Last year <strong> Mike Pence </strong> stepped down from his house leadership position which has led to a lot of speculation. The 51-year-old <strong> Mike Pence </strong> often describes himself as <q> a christian, a conservative, and a republican, in that order. </q> Share this article: Pence-will-not-seek-republican-nomination-for-president-114761134.html#commentform\" title=\"\"> 0 Comments Pence-will-not-seek-republican-nomination-for-president-114761134.html#\" title=\"Email this article\"> Email this article Representative- <strong> Mike Pence </strong>- will- not- seek", "new_id": -2}, {"uid": "1296156422245841950", "i": 11091, "idx": 0, "sa": ["Mike Pence", "Dick Armey"], "q": "on Fox News today to weigh in on the 2012 presidential race. There's one man, <strong> Dick Armey </strong> said, who can unite the fractured GOP. One man who can bring back Morning In America. <q> I always thought I'd only get one Ronald Reagan in my lifetime, </q> <strong> Dick Armey </strong> said. \"Maybe <strong> Mike Pence </strong> could be that second one.\" <strong> Mike Pence </strong>, a Republican Congressman from Indiana, has long been the choice of conservatives like <strong> Dick Armey </strong>. <strong> Mike Pence </strong>'s name often pops up at", "new_id": -2}, {"i": 30030, "idx": 2, "index_answer": 4, "new_id": -1, "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against <strong> George Washington </strong> on March 10, 2004, Indiana", "sa": ["George Washington", "Tracy McGrady", "Magic Johnson", "Michael Jordan", "Allen Iverson"], "uid": "1295299857181911591"}]