[{"uid": "1296373745172048387", "i": 34090, "idx": 16, "sa": ["Mike Pence"], "q": "served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate. \"If we would decide to seek the governorship,\"\"   Mike Pence  said,  I would expect people can judge whatever we would bring to the candidacy at that time.  Asked to help Indy's underprivileged kids, Star readers stepped up in droves Revisiting 5 of the year's most moving \"Our Children, Our City\"\"  subjects From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1297478638099156011", "i": 22337, "idx": 0, "sa": ["Eric Cantor", "Scott Garrett", "Mike Pence"], "q": "members of the conservative House Republican Study Committee. RSC budget guru  Mike Pence   Scott Garrett ( R-N.J.) said Friday the RSC was still mulling what amendments to offer when the bill comes out next week.  I think it is important to keep the word  of the Pledge to AmEric Cantora, he said. Some freshmen and RSC members argue that under the GOP Pledge, a full$ 100 billion must come from non-security spending. The House Appropriations CR contains$", "new_id": -2}, {"uid": "1296918649127238165", "i": 17245, "idx": 0, "sa": ["Mike Pence", "Bill Clinton"], "q": "senior longtime Republican political aide thought that  Mike Pence  had somehow let down his principles and his country by not taking a chance on the Bill Clintonial race. Folks on the  Mike Pence  for  Bill Clinton  bandwagon were in a deep funk.  Seriously, who else do we have?  one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\"\"  Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts", "new_id": -2}, {"uid": "1295541726181207050", "i": 45745, "idx": 1, "sa": ["Mike Pence", "Sarah Palin"], "q": "11:23 AM True, and fitting but bear in mind there are MANY myself included who will do the same to see that she gets there. NY Conservative on January 20, 2011 at  The field I think detrimes where  Sarah Palin  places her bets....  unseen on January 20, 2011 at 11:25 AM Yeah, I imagine she's watching  Mike Pence  pretty closely. Just guessing here, but I suspect she'll do a bit better against the other GOP", "new_id": -2}, {"uid": "1296177695162824209", "i": 8999, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Mark Sanford"], "q": "until January 2011. circulated a letter to supporters announcing the decision. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\"\"  wrote  Mike Pence .  We will not seek the Republican nomination for  Barack Obama  in 2012.  Video: Gov.  Mark Sanford  visits Anderson Chick-fil-A..., R-Ind., will announce whether he plans to run for  Barack Obama  in... Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans craft strategy to", "new_id": -2}, {"uid": "1296225359092700754", "i": 14514, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": ", for all of us, including myself.\"\" ` CLOSER TO HOME' Indiana  Mike Pence  announced Thursday he would not seek the Republican nomination for  Barack Obama  in 2012, but he did  I'm open to running for governor,   Mike Pence  told the Indianapolis Star. \"We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.\"\"  The 51-year-old", "new_id": -2}, {"uid": "1295446736183418917", "i": 1901, "idx": 0, "sa": ["Mike Pence"], "q": "for president or governor, gave few clues Monday as he addressed the Indiana General Assembly. Those who expect  Mike Pence , R-Columbus, to run for governor may have been heartened by his statement to lawmakers that  the states hold the promise of the future.  Those who are pushing him instead to run for the White House in 2012 may focus in on his call for a \"new federalism\"\" -- which sounded like a budding presidential slogan.", "new_id": -2}, {"uid": "1295647381119324709", "i": 24310, "idx": 1, "sa": ["Steve Cohen", "Mike Pence"], "q": "... now a Democratic Congressman goes out and you say you're sorry for that tonight. But if we're talking about tone in America, this can't be tolerated, can it?\"\"   Steve Cohen  agreed:  No. I'm not going to do it again. I've my learned my lesson.  However, only seconds later, Shultz was justifying the Nazi comparison and  Steve Cohen  was comparing  Mike Pence  to Nazi propaganda minister Joseph Goebbels. Here is a full transcript of the January 20 segment:", "new_id": -2}, {"uid": "1296168840157696020", "i": 3983, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "- 01/27/11 05:03 PM ET  Mike Pence ( R-Ind.) will not make a bid for the GOP Barack Obamaial nomination in 2012, telling supporters in a letter that he would rather serve the state of Indiana.  In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,   Mike Pence  wrote, Still,  Mike Pence  is not officially jumping into the race for Indiana governor just yet. The congressman said he expects to make a decision \"later this year\"\"  about his next step", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in` The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer.`` He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}]