[{"uid": "1295902720235421735", "i": 48987, "idx": 2, "sa": ["David Stockman", "Colin Powell"], "q": "the national debt by killing NPR or National Endowment for the Humanities or the Arts. Nice political chatter, but that doesn't do it.\" And then, putting on his <strong> David Stockman </strong> cape, <strong> Colin Powell </strong> said: <q> Don't tell me you're going to freeze to a level. That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going to cut to fix this problem. </q> Secretary <strong> Colin Powell </strong> is quite right that entitlement programs are where the real money is. And <strong> Colin Powell </strong> is also correct when he says that you can't fix the deficit or the national debt by killing NPR or the", "new_id": -2}, {"uid": "1297234046159548066", "i": 41886, "idx": 0, "sa": ["Michael Lewis", "Bill Lockyer"], "q": "<strong> Bill Lockyer </strong> stayed for just a minute, though. On his way out he said he was only delivering reading material for the lawmakers, copies of <strong> Michael Lewis </strong>' book about Wall Street and the financial crisis, <q> The Big Short: Inside the Doomsday Machine. </q> \"It's good to read,\" <strong> Bill Lockyer </strong> said.", "new_id": -2}, {"uid": "1297662316154386433", "i": 24990, "idx": 0, "sa": ["Robert McNamara", "Diane Sawyer", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> is starting to make <strong> Robert McNamara </strong> look good. At least <strong> Robert McNamara </strong> felt sorry at the end for all those lives and limbs lost because of his colossal misjudgments and cretinous refusal to admit mistakes. <q> We do not have the God-given right to shape every nation in our image or as we choose, </q> a penitent <strong> Robert McNamara </strong> said. By contrast, when <strong> Diane Sawyer </strong> asked <strong> Donald Rumsfeld </strong> last week if he ever revisited decisions that cost lives, he blandly replied, \"Well, you know, in a war, many", "new_id": -2}, {"uid": "1296784629036126790", "i": 50554, "idx": 5, "sa": ["Richard Myers", "Donald Rumsfeld"], "q": "were full occupied,\" writes <strong> Donald Rumsfeld </strong>. Yet Bush called for \"creative\" options to militarily engage Iraq. <strong> Donald Rumsfeld </strong> twice tried to quit in the wake of the Abu Ghraib scandal, which he says <q> left me feeling punched in the gut. </q> Saying he felt his resignation would demonstrate accountability and help the administration move beyond the scandal, he gave letters to Bush, who refused and instead suggested firing Gen. <strong> Richard Myers </strong>, the chairman of the Joint Chiefs of Staff", "new_id": -2}, {"uid": "1295786407057016333", "i": 9250, "idx": 0, "sa": ["Michael Jordan", "Allen Iverson", "Dikembe Mutombo", "Phil Jackson"], "q": ". \"Rules have changed to help them. I could have averaged 50 points today!\" During a 2007 LA Lakers pre-season broadcast, <strong> Phil Jackson </strong> was asked how he thought <strong> Michael Jordan </strong> would perform today, <strong> Phil Jackson </strong> said: <q> <strong> Michael Jordan </strong> would average 45 with these rules. </q> \"You can't even touch a guy now,\" says Charlotte Iverson_Allen Iverson_47pts_vs_Hawks_00/01_NBA_MVP_*16th_40-point-game <strong> Dikembe Mutombo </strong> wouldn't let his former teammates get their way. <strong> Dikembe Mutombo </strong> had 13 points, 13 rebounds and nine blocked shots and <strong> Allen Iverson </strong> scored 47", "new_id": -2}, {"uid": "1296546989249364481", "i": 35169, "idx": 6, "sa": ["Tim Thomas", "Linas Kleiza", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Soulja Boy", "Dwyane Wade"], "q": "wrong, but planned on calling him later. \"I'm very concerned,\" he said. So was <strong> Allen Iverson </strong>. \"He's family,\" said <strong> Allen Iverson </strong>, who had 21 points and 13 assists. <q> Life is <strong> Soulja Boy </strong> more important than the game of basketball. We just want him to get his situation straightened and get back to the team as soon as possible. He needs to take care of himself first. </q> <strong> Carmelo Anthony </strong> finished with 32 points and reserve forward <strong> Linas Kleiza </strong> scored 18 points on 7-for-13 shooting, helping Denver beat the Magic for the fifth Wade_Dwyane Wade_Highlights_vs_LeBron Jamess_[41_Points,7_Assists,5_Rebounds]_9109 <strong> Dwyane Wade </strong> led the miami heat to the win over sacramento LeBron Jamess in overTim Thomase with some", "new_id": -2}, {"uid": "1295921372006537277", "i": 48149, "idx": 3, "sa": ["Zahi Hawass"], "q": "German archaeologist Ludwig Borchhardt found the statute in 1912 and it was taken to Germany in 1913. In the past, <strong> Zahi Hawass </strong> has sent letters to try and get he statue back to Egypt. <q> I am doing something that I believe in and that should have been done a 100 years ago, </q> <strong> Zahi Hawass </strong> told AP. \"My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit.\"", "new_id": -2}, {"uid": "1295471010042287122", "i": 40048, "idx": 4, "sa": ["Allen Iverson", "Rasheed Wallace"], "q": "for us.\" But scoring wasn't the first thing on <strong> Rasheed Wallace </strong>'s mind in the second half. He was more concerned with how the game was being officiated-- tipping toward the Spurs, he thought. <q> I knew what it was going to be out there, and I didn't want our team to fall into that, </q> <strong> Rasheed Wallace </strong> said. \"We knew how it was going to be, especially going against the league darlings.\" <strong> Rasheed Wallace </strong> finished with 19 points and <strong> Allen Iverson </strong> also scored 19 for Detroit( 11-6), which has won", "new_id": -2}, {"uid": "1297152929137773148", "i": 48127, "idx": 0, "sa": ["George Tenet", "Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "Toby Keith", "George W. Bush"], "q": "Keith-Toby Keith.htm#r_src=ramp\"> <strong> Toby Keith </strong> had done the same for Tenet-George W. Bush.htm#r_src=ramp\"> <strong> George W. Bush </strong> on Social Security in 2005, it would have been almost as weird. Political Book Actually Anticipated <q> My Lord, he's the guy who had more experience than anyone else. He worked hard with <strong> George Tenet </strong>, with Rice-Condoleezza Rice.htm#r_src=ramp\"> <strong> Condoleezza Rice </strong>. He prepared his speech. He went up to the U.N.. He made his case. And he wasn't lying. The idea that he was lying or duped is nonsense. </q>-- Former Defense Secretary Rumsfeld-Donald Rumsfeld.htm#r_src=ramp\"> <strong> Donald Rumsfeld </strong> to ABC News on Powell-Colin Powell.htm#r_src=ramp\"> <strong> Colin Powell </strong>'s speech to the United Nations warning of weapons of mass destruction in Iraq. When", "new_id": -2}, {"uid": "1295254060143179815", "i": 27791, "idx": 1, "sa": ["Nick Clegg", "Helen Mirren", "Simon Cowell", "Piers Morgan"], "q": "Clegg-Nick Clegg-PEPLT00007652.topic\"> <strong> Nick Clegg </strong> once admitted to <strong> Piers Morgan </strong> that he'd slept with \"no more than 30\" women. Mirren\" Mirren-Helen Mirren-PECLB000005049.topic\"> <strong> Helen Mirren </strong> revealed to him that she'd been date raped. On the British talk show <q> <strong> Piers Morgan </strong>'s Life Stores, </q> <strong> Piers Morgan </strong> pressed his good friend Cowell\" Cowell-Simon Cowell-PECLB001160.topic\"> <strong> Simon Cowell </strong> about the death of his father until the brutish Idol(tv program)\" \"American Idol\" judge cried on television- a coup that <strong> Piers Morgan </strong> believes", "new_id": -2}]