[{"uid": "1296780369058245146", "i": 26927, "idx": 2, "sa": ["Michael Bruce Curry", "Allen Iverson", "Richard Jefferson", "Rodney Stuckey", "Ben Roethlisberger", "Ramon Sessions"], "q": ". He apologized Friday morning, then sat on the Ben Roethlisbergerch for almost 10 minutes as <strong> Rodney Stuckey </strong> started instead. One spectator held up a sign that read,`` practice.'' <strong> Michael Bruce Curry </strong> said the matter was closed. <q> I just wanted to make up for it with my play, </q> said <strong> Allen Iverson </strong>, who hadn't come off the Ben Roethlisbergerch since Dec. 22, 2006, the night of his first game with the Denver Nuggets. <strong> Richard Jefferson </strong> and <strong> Ramon Sessions </strong> each scored 21 points for the Bucks, who lost", "new_id": -2}, {"uid": "1295867877158793748", "i": 1606, "idx": 0, "sa": ["Alassane Ouattara", "Nicolas Sarkozy"], "q": "films pour adulte dans les prochaines... G-20: la stabilit de l'ordre mon?taire et des prix des mati?res premi?res sont les priorit?s de <strong> Nicolas Sarkozy </strong> La lutte contre l'`` instabilit de l'ordre mon?taire international'' et la <q> volatilit des prix des mati?res... R?v?lations explosives sur les n?gociations isra?lo- palestiniennes La cha?ne d'information qatarie a r?v?l des centaines de`` documents confidentiels </q> relatifs aux n?gociations... Deux attentats? la voiture pi?g?e ont caus la mort lundi de 18 p?lerins chiites qui se rendaient? Kerbala, ont annonc les... <strong> Alassane Ouattara </strong> appelle? boycotter les exportations de cacao", "new_id": -2}, {"uid": "1295786138191660080", "i": 5010, "idx": 3, "sa": ["Michael Vick", "Tony Dungy"], "q": "defense, that always hurts, but sometimes it just doesn't work.`` I got fired in Tampa and I still thought I was a pretty good coach.'' <q> He wants it to work out here, </q> <strong> Tony Dungy </strong> said about <strong> Michael Vick </strong>,`` and I would be surprised if it doesn't.'' Working it out is really <strong> Tony Dungy </strong>'s message to the children reading his book, just as it was", "new_id": -2}, {"uid": "1295722934067436550", "i": 19022, "idx": 0, "sa": ["Andy Coulson", "Mark Lewis"], "q": ", and that one of the four claims was being made by a journalist.`` This was almost kids' play time. It was such a widespread practice,'' said Mr <strong> Mark Lewis </strong>. <q> Although it is a crime, people were regarding it as though it was driving at 35mph in a 30, that you just sort of do it and hope you don't get caught. </q> Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''.", "new_id": -2}, {"uid": "1297429861014974993", "i": 39171, "idx": 0, "sa": ["Simon Cowell", "Christina Aguilera"], "q": "<strong> Christina Aguilera </strong>( Picture) and Matt Rutler at the Golden Globes after party held at the Sunset Tower hotel Los Angeles, California... <strong> Christina Aguilera </strong>'s Super Bowl rendition of` The Star-Spangled Banner' sounded like <q> 100,000 people in a stadium had just sat on a cat </q>, according to X- Factor guru <strong> Simon Cowell </strong>. <strong> Christina Aguilera </strong> has been criticised by <strong> Simon Cowell </strong> for messing up the words to the American national anthem during last Sunday's Super Bowl at the Cowboys Stadium in Texas,", "new_id": -2}, {"uid": "1295562211055705651", "i": 227, "idx": 0, "sa": ["Charlie Sheen", "Robert Pattinson", "Kim Kardashian", "Piers Morgan", "Johnny Depp", "Angelina Jolie", "Kristen Stewart", "Ricky Gervais"], "q": "Worst of the Golden Globes! <strong> Ricky Gervais </strong> Roasts <strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>...( 415) Source: <strong> Robert Pattinson </strong> and <strong> Kristen Stewart </strong> Are`` Just Fine''( 298) href=\"http://www.eonline.com/uberblog/b221623_Ricky Gervais_Ricky Gervais_talks_golden_globes_with.html\" rel=\"bookmark\"> <strong> Ricky Gervais </strong> Talks Golden Globes With <strong> Piers Morgan </strong>: <q> They Shouldn't Have Hired Me </q> <strong> Kristen Stewart </strong>: Who's She Kissing Now?( Hint: Not <strong> Robert Pattinson </strong>) <strong> Kim Kardashian </strong> Shapes What Her Mama Gave Her-and So Does Her Mama! The Dilemma Is Kinda Like The Dark Knight of Bromance Comedies''>", "new_id": -2}, {"uid": "1297118217093028381", "i": 55143, "idx": 1, "sa": ["Simon Cowell"], "q": "up that kind of prize money is a massive, massive risk, but also it's an incredible incentive,'' he said. VIEW THE PHOTOS: The Verdict Is In! Judges Of Reality Television <q> I also did it because I believe[ we] can find a star, </q> <strong> Simon Cowell </strong> continued.`` So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million", "new_id": -2}, {"uid": "1296863261132562962", "i": 11864, "idx": 0, "sa": ["Sergio Marchionne"], "q": "`` shyster'' rates. <strong> Sergio Marchionne </strong> has noted that the company paid$ 1.2 billion in interest on its government loans and other obligations in 2010, resulting in a net loss. Advertisement <q> I am paying shyster rates, </q> <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout.`` We had no choice... I am going", "new_id": -2}, {"uid": "1295799418036782093", "i": 3274, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz.`` I think he's got a way to go,'' <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached out to countries around the world", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]