[{"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason. ''I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q>I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on.</q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}, {"uid": "1296149384056688643", "i": 4355, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": "World, who resigned from the paper when Goodwin and <strong> Glenn Mulcaire </strong> were convicted in 2007. <strong> Andy Coulson </strong> has always claimed he knew nothing about the hacking but last week he quit as <strong> David Cameron </strong>'s communications chief, saying <q>when the spokesman needs a spokesman, it's time to move on.</q> Even with the number of suspects and alleged victims growing, many doubt the scandal will change Britain's keenly competitive tabloid culture. Newspapers believe readers are hungry for scoops- and will forgive tabloids their transgressions", "new_id": -2}, {"uid": "1295001053194838543", "i": 1828, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": "the pair announcing their engagement last month. The star hasn't yet finalised his divorce from former love Camille, 42, although it seems he's eager to wed as soon as possible. <q><strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon,</q> he gushed during an interview for yesterday's edition of US programme The Late Show with <strong> David Letterman </strong>. ''Sometime in February.'' <strong> Kelsey Grammer </strong> and Camille revealed they would be divorcing back in July last year,", "new_id": -2}, {"uid": "1295160349218923039", "i": 39727, "idx": 2, "sa": ["Linas Kleiza", "Allen Iverson", "Josh Smith"], "q": "led by as many as 17 in the first half but surrendered the lead in the third quarter. <strong> Allen Iverson </strong> said a 35-foot 3-pointer at the third-quarter buzzer, that tied it at 78, was the turning point. <q>I hadn't hit anything all game, and then I make the bomb at the end of the third. I've been around long enough to know to keep on playing and fighting and that's what I did.</q> <strong> Allen Iverson </strong>'s 10-foot jumper gave the Nuggets an 82-81 lead in the fourth quarter against Portland. JR <strong> Josh Smith </strong> added a 3-pointer and <strong> Linas Kleiza </strong>'s dunk extended the lead to six. It was short-lived, however, and the", "new_id": -2}, {"uid": "1295560092263241750", "i": 35897, "idx": 0, "sa": ["Mike Moran", "Sergio Marchionne", "Alan Mulally", "Ray LaHood"], "q": "help.'' Advertisement <strong> Ray LaHood </strong> said he will fly to Michigan on Tuesday to meet with Ford president and CEO <strong> Alan Mulally </strong> and Chrysler CEO <strong> Sergio Marchionne </strong>. A Ford spokesman, <strong> Mike Moran </strong>, said <strong> Alan Mulally </strong> <q>accepted the request for a meeting and looks forward to seeing the secretary.</q> A Chrysler spokeswoman confirmed the meeting, but declined to comment. Next week's trip follows a series of meetings <strong> Ray LaHood </strong> has had in recent months with auto CEOs from around the world, including a Dec.", "new_id": -2}, {"uid": "1296430315137691137", "i": 43081, "idx": 0, "sa": ["Zahi Hawass"], "q": "advantage of a fire raging through the nearby headquarters of the ruling National Democratic Party in downtown Cairo, intruders climbed the gates, broke a window and entered the museum in bid to steal the mummies. <q>But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum-- but they were already damaged,</q> <strong> Zahi Hawass </strong> said. ''Only their heads were intact,'' he added. The fate of the vandals remained unknown. The Egyptian museum, which houses invaluable treasures of antiquity, was", "new_id": -2}, {"uid": "1297245174074432538", "i": 13695, "idx": 0, "sa": ["Lindsay Lohan", "Jennifer Lawrence", "Simon Cowell"], "q": "of the place despite residing in Los Angeles. <strong> Jennifer Lawrence </strong> teased that some of the ''little redneck things still come out'', and made a joke in reference to stereotypes about people from her hometown. <strong> Lindsay Lohan </strong> <q>to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295654308034750476", "i": 18515, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "how long he'll be out. GOOGLE- CEO <strong> Eric Schmidt </strong> made a surprise announcement Thursday that he's stepping aside for co-founder Larry Page to become chief executive. In a Twitter post, <strong> Eric Schmidt </strong> writes, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong>, staying on as executive chairman, was brought in because <strong> Google Inc. </strong>'s early investors insisted on a more mature leader. Yet <strong> Eric Schmidt </strong>, 55, and the two 37-year-old co-founders, Page and <strong> Sergey Brin </strong>, have largely", "new_id": -2}, {"uid": "1295391203109740051", "i": 7479, "idx": 5, "sa": ["Sergio Marchionne"], "q": "Country Report Abuse '' ''We need to completely rethink the minivan,'' CEO <strong> Sergio Marchionne </strong> said Tuesday''' ''One amenity is an optional heated steering wheel, a first among minivans.'' Report Abuse <q>Why haven't detroit automakers learned yet that we don't want rebadged vehicles over and over?</q> Why is there so much contempt for the american public? We are not that stupid you know. This is why GM went bankrupt. Why buy Pontiac when it's the same as a chevy that costs", "new_id": -2}, {"uid": "1295458359168706053", "i": 22521, "idx": 3, "sa": ["Kara DioGuardi", "Paula Abdul", "Steven Tyler", "Ellen DeGeneres", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "q": ".'' The new line-up brings big changes to ''American Idol.' Gone are original judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. Gone are more recent additions, <strong> Ellen DeGeneres </strong> and <strong> Kara DioGuardi </strong>. In their place are two music superstars. <q>Every kid is trying to be them,</q> <strong> Michael Jackson </strong> said. Backstage, <strong> Jennifer Lopez </strong> told TMZ, '''What we will bring is the experience of trying to make it in http://wn.com/Nicole_Brown_Interviews_Steven_Tyler_About_Music_and_Aerosmith <strong> Steven Tyler </strong> had his after party at Studio 54 at the MGM Grand at 12:45 am on", "new_id": -2}]