[{"uid": "1295811893110559247", "i": 116, "idx": 0, "sa": ["Simon Cowell"], "q": "who got engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q> I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70. \"Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole \"ga ga goo' thing. But I genuinely like kids. </q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has \"softened\" him and has finally made him think about settling down forever. He added on a upcoming episode of` Oprah Presents Master Class\"", "new_id": -2}, {"uid": "1296666037223756295", "i": 8679, "idx": 0, "sa": ["Andy Coulson"], "q": ". The move marks a significant change in emphasis at No 10 towards broadcast journalism. Mr <strong> Andy Coulson </strong> had been criticised on numerous occasions for his preoccupation with a handful of print titles. <q> I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time, </q> Mr Oliver said. \"It's difficult to leave the BBC after a fascinating few years- but this is an opportunity I can't turn down.\" Mr Oliver's role at the", "new_id": -2}, {"uid": "1295154648139460635", "i": 23232, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "'s the way I fell about it.\" In his memoirs, <strong> Norman Schwarzkopf </strong> stated \"I don't have any problem with it\" when informed by <strong> Colin Powell </strong> that <strong> George H.W. Bush </strong> was prepared to stop the war. <q> Our objective was the destruction of the enemy forces, and for all intents and purposes we've accomplished that objective. </q> Boomer expressed similar thoughts. \"Sure, I felt another three days would have been a pretty dramatic thing,\" he said, \"but there was so much going into the decision(", "new_id": -2}, {"uid": "1295628138018169942", "i": 1781, "idx": 0, "sa": ["Andy Coulson"], "q": "editor of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <strong> Andy Coulson </strong> said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed </q> in his role as Downing Street communications chief. \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\"", "new_id": -2}, {"uid": "1295556469260145156", "i": 22077, "idx": 4, "sa": ["Eric Schmidt"], "q": ", declining market leader Nokia has rightly focused on making available cheaper smartphones in many emerging markets while bulking up feature phones with more smartphone-like capabilities, like fully-functional Web browsers. <strong> Eric Schmidt </strong>'s goal is ambitious. <q> We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years, </q> he writes. \"Can you imagine how this will change their awareness of local and global information and their notion of education?\" There are reasons why last week Canalys predicted that Gartner predicts", "new_id": -2}, {"uid": "1296618533025804828", "i": 47189, "idx": 1, "sa": ["Jay Leno", "Barack Obama", "David Letterman", "President Bush"], "q": "soldiers serving in Afghanistan. When asked about it, <strong> Barack Obama </strong> was like, \"Well, technically that is change.\" The 2010 elections worsened the comics' tone: â\u0080¢ <strong> David Letterman </strong>-- <q> Voters didn\"t like how <strong> Barack Obama </strong> was handling the economy. Wait a minute-- he was handling the economy? </q> â\u0080¢ <strong> Jay Leno </strong>-- \"<strong> Barack Obama </strong> will be laying out a new economic plan. Apparently, we had an old economic plan.\" â\u0080¢ <strong> Jay Leno </strong>--\"( <strong> Barack Obama </strong> and <strong> President Bush </strong>) had a cordial", "new_id": -2}, {"uid": "1297142439056836101", "i": 28056, "idx": 1, "sa": ["Mike Pence"], "q": "were in a deep funk. \"Seriously, who else do we have, unless something miraculous happens and we get an unexpected gift candidate?\" one said. Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts, like( <strong> Bill Clinton </strong> Ronald) Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or( Marco) Rubio staying in the Florida Senate race when he was 40 points down to( Charlie) Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>. Let's remember he has young kids and other options, and the presidency would have been a gamble. While I appreciate these hard-working political veterans' early assessments of the field", "new_id": -2}, {"uid": "1297100173035717127", "i": 9631, "idx": 1, "sa": ["Simon Cowell"], "q": "upcoming Fox show, which unlike \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" <strong> Simon Cowell </strong> told UsMagazine.com in a statement. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. </q> On Monday, <strong> Simon Cowell </strong>( along with Sony Music, FremantleMedia North America, and the network) put out a call for auditions to begin in L.A. March 27. Bands and solo contestants are encouraged to audition", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said. \"So once they became comfortable with this team and with each other, that was a matter of time.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}, {"uid": "1297261068179191811", "i": 20143, "idx": 1, "sa": ["Saddam Hussein", "Paul Bremer", "Donald Rumsfeld"], "q": "to issue an order dissolving the Iraqi military. <strong> Paul Bremer </strong> signed the order four days later. http://www.rumsfeld.com \"I was told of <strong> Paul Bremer </strong>'s decision,\" <strong> Donald Rumsfeld </strong> wrote in his memoir, <q> and possibly could have stopped it. </q> <strong> Donald Rumsfeld </strong> also conceded an inch or two on charges that he and others in the administration overstated the certainty of their claims that <strong> Saddam Hussein </strong> had weapons of mass destruction. He recalls his remark just days after the", "new_id": -2}]