[{"uid": "1295454221253952026", "i": 25815, "idx": 0, "sa": ["Jonathan Ross", "Simon Cowell", "Russell Brand", "Paul Buccieri"], "q": "There will also be a scaled-down version of royal coverage on the weekend after the wedding from April 30 to May 1. <strong> Paul Buccieri </strong>, ITV Studios America president and CEO, released a statement saying: <q> This is without question the most widely anticipated wedding in a generation. </q> <strong> Simon Cowell </strong> thinks Rihanna is the`` perfect'' choice... <strong> Russell Brand </strong> and <strong> Jonathan Ross </strong> reunite for Comedy Awards", "new_id": -2}, {"uid": "1297219561091242549", "i": 5380, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "ALL CARBON EMISSIONS ARE OFFSET! <strong> Donald Rumsfeld </strong>: Guantanamo one of world's` finest' prisons WASHINGTON- The`` war on terror'' prison at the US naval base in Guantanamo Bay, Cuba is <q> one of the finest prison systems in the world, </q> former defense secretary <strong> Donald Rumsfeld </strong> said in an interview with Fox News on Tuesday. <strong> Donald Rumsfeld </strong>, who is promoting his autobiography titled`` Known and Unknown,'' praised US military personnel that worked at the site in", "new_id": -2}, {"uid": "1297422270048676912", "i": 27270, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders", "Woodrow Wilson"], "q": "<strong> Woodrow Wilson </strong>& A. Sharpton instead of thinking what is best for themselves!`` When arguing against the tax compromise, <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong> castigated`` the rich,'' asking`` When is enough enough?'' and saying that <q> reckless uncontrollable greed is like a disease. </q> Such statements are far more applicable to government big spenders and big taxers, who confiscate not only the earnings of today's citizens, but the earnings of generations yet unborn...'' Liberal programs used", "new_id": -2}, {"uid": "1296226043235159575", "i": 15251, "idx": 0, "sa": ["Simon Cowell"], "q": "<a href=\"http://www.askmen.com/celebs/men/entertainment_200/245_simon_cowell.html\"> <strong> Simon Cowell </strong> wants to give her a role on the US programme when it launches later this year, even if network Fox block her appointment as a panelist. A source told The Sun newspaper: <q> <strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor. </q> href=''/ video/celebs/926-candice-swanepoel.html''> Can You Name This Victoria's Secret Angel? Battlefield Heroes By continuing past this page, and by your continued use of this site, you agree to be bound by and", "new_id": -2}, {"uid": "1295576695124059658", "i": 32228, "idx": 10, "sa": ["Eric Schmidt"], "q": "our individual roles so there's clear responsibility and accountability at the top of the company,'' <strong> Eric Schmidt </strong> said.`` Larry, in my clear opinion, is ready to lead,'' he said. <q> Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come. </q> Page praised <strong> Eric Schmidt </strong> for an`` outstanding job leading Google for the last decade.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still", "new_id": -2}, {"uid": "1295223615102072384", "i": 5455, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "said Ms <strong> Gabrielle Giffords </strong> had improved to the point where she could move both sides of her body, including her arms and legs. Speaking on CBS' Face the Nation, Ms <strong> Kirsten Gillibrand </strong> said Ms <strong> Gabrielle Giffords </strong> was <q> showing raw courage, raw strength, something that we can all get behind. And she really is our glimmer of hope in a very dark time </q>. She reported that Ms <strong> Gabrielle Giffords </strong>, who was taken off the ventilator yesterday, still has not spoken`` but she can move both parts- both sides of her body. She can breathe. She", "new_id": -2}, {"uid": "1296878115021512265", "i": 7148, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "`` He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that,'' <strong> Roger Goodell </strong> said in Texas. <q> I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him, and he takes that seriously. </q> <strong> Roger Goodell </strong> expressed satisfaction that <strong> Michael Vick </strong> has been doing all the right things since last June's hiccup. SPORTS POLL Would you consider the 2010 Philadelphia Eagles season a success?", "new_id": -2}, {"uid": "1295626029043139164", "i": 44520, "idx": 0, "sa": ["Eric Schmidt", "Jamie Cox", "Warner Music Group"], "q": "the company also said co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive, with Mr. <strong> Eric Schmidt </strong> assuming the role of chairman. At the bottom of the market and as stocks started to recover in 2009, <q> we didn't care much about earnings, but earnings are now 100% of what's driving the market, </q> <strong> Jamie Cox </strong>, managing partner of Harris Financial <strong> Warner Music Group </strong> said.`` A lot of CEOs are coming out of their shells to say that things aren't looking as bad anymore,'' resulting in forecasts that beat expectations,", "new_id": -2}, {"uid": "1297271131262504545", "i": 35412, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "lest the Iraqis and other countries in the region think we intended to impose our own political system on them, rather than their developing one better suited to their history and culture.'' He writes, <q> I wondered as well how we would define democracy if that became our goal. If Iraq never created an American-style system of government, would that mean that our mission had been a failure or that the troops would have to stay indefinitely? </q> Also, <strong> Donald Rumsfeld </strong>'s book will give fuel to critics who charged that the democratization talk was something that emerged after WMD did not turn up in Iraq.`` It was hard to know exactly", "new_id": -2}, [{"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]]