[{"uid": "1295530662257605677", "i": 34868, "idx": 1, "sa": ["Caleb Hawley", "Simon Cowell", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> would have said yes to that one. The next guy was on the audition sampler handed out to the press a couple weeks ago: <strong> Caleb Hawley </strong> from New York does a lesser-known Beatles song <q> Hallelujah, I Love Her So, </q> which has nothing to do with`` Hallelujah.'' He does a spirited version.`` Yes!'' <strong> Steven Tyler </strong> said.`` That was so good. High voice. Character. Something new. Something", "new_id": -2}, {"uid": "1296657082232505352", "i": 21269, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "a member of the staff in the school's drama department, said the pantomime is hugely entertaining and the two Year 11 boys who play the ugly sisters really steal the show. The teacher said: <q> This is a fantastic way of doing something completely different.`` There is a mix of acts performing in the Britain's Got Talent part of the panto, so it gives all the pupils a chance to shine. </q> As well as the cast of a traditional pantomime, the show also includes young people acting as the judges of Britain's Got Talent, <strong> Simon Cowell </strong>, Amanda Holden and <strong> Piers Morgan </strong>. Mrs Twine said", "new_id": -2}, {"uid": "1295614992206700604", "i": 36457, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "as director of communications for U.K. Prime Minister <strong> David Cameron </strong>, citing`` continuing pressures'' over allegations of illegal phone tapping while he was editor of the News of the World newspaper. <q> Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in an e-mailed statement today.`` Nothing is more important than the government's task of getting this country back on its feet.'' News Corp., after a reporter and a private investigator were", "new_id": -2}, {"uid": "1295639889070795282", "i": 33683, "idx": 3, "sa": ["Andy Coulson", "Damian McBride", "David Cameron", "Alastair Campbell"], "q": "servant of this country''. <strong> David Cameron </strong> said he was saddened by his departure, adding he felt his communications director was`` being punished twice for the same offence.'' The PM said: <q> This is all about the past. It has gone on and on and I can understand why he feels the pressure of that.`` I choose to judge him by the work he has done for me for the government and for the country. He has run the Downing Street press office in a very straightforward, professional and competent way </q>. <strong> David Cameron </strong> said he compared <strong> Andy Coulson </strong>'s regime favourably to`` the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong>, and all that nonsense we had from the past government''. He also again", "new_id": -2}, {"uid": "1297176031226918403", "i": 3200, "idx": 42, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong>:`` It's just a celebration that started in practice, really, and the fans love it, so we've got ta give them what they love.''( fans in audience cheer) <q> It's usually just after, you know, like a run or something,'cause I usually surprise myself on those. </q> <strong> David Letterman </strong>:`` Well, now you got one there for real, my friend. Now, do you mind just throwing me something simple? Don't hurt me. I'll be over here,", "new_id": -2}, {"uid": "1296581048157810744", "i": 4634, "idx": 0, "sa": ["Zahi Hawass", "Barack Obama", "Hosni Mubarak"], "q": "named antiquities minister in a new Cabinet appointed by besieged <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong>, said the survival of Egypt's rich archaeological heritage amid chaos reflected a fundamental pride among Egyptians even as they revolt against their leadership. <q> We can not be like Afghanistan, </q> said <strong> Zahi Hawass </strong>, referring to a depleted nation where war overshadows centuries of cultural history.`` Civilization is inside the Egyptians.'' The sites have not been immune to the chaos. Last week", "new_id": -2}, {"uid": "1295611498129794052", "i": 13396, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of the News of the World. In a personal statement issued by Number 10, <strong> Andy Coulson </strong> said he was`` proud'' of his work with <strong> David Cameron </strong> and the coalition. <q> I can today confirm that I've resigned as Downing Street director of communications, </q> he said.`` It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.`` I'm extremely proud of the part I've played in helping him reach No", "new_id": -2}, {"uid": "1295588443175472914", "i": 20364, "idx": 3, "sa": ["Eric Schmidt"], "q": "the business has become more complicated,'' and Google wanted to`` speed up decision making,'' so Page got the nod. As for Page's ability to lead the company, <strong> Eric Schmidt </strong> says, <q> Larry, in my clear opinion, is ready to lead. </q> This news came out of nowhere, as reflected in the stock's movement after-hours. It spiked on strong earnings, then fell back, and is now up around 1%. Investors, along with", "new_id": -2}, {"uid": "1295224486254787627", "i": 18919, "idx": 0, "sa": ["Colin Powell"], "q": "ensure victory, explained military expert Larry Korb of the Center for American Progress. The 1990-1991 Gulf War saw a rigid application of the`` <strong> Colin Powell </strong> Doctrine,'' which the general later explained meant exhausting all <q> political, economic and diplomatic means. </q> Over 500,000 Coalition troops from dozens of allied nations were poured into the Gulf for the war that began with an extensive month-long aerial campaign followed by 100 hours of operations on the ground with the sole objective", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries.`` Things have been stable since June'' in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}]