[{"uid": "1295546693266108955", "i": 39105, "idx": 0, "sa": ["House Judiciary Committee", "Nancy Pelosi", "Barack Obama", "Mike Pence"], "q": "a vote. And even if it did, it would face a certain veto by <strong> Barack Obama </strong>. But <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>, a leading GOP conservative, dismissed Democratic criticism that Wednesday's vote was a`` gimmick.'' <q> We have another term for it on our side of the aisle: It's a promise kept, </q> he said.`` And <strong> House Judiciary Committee </strong> Republicans are here to stand with the American people and say with one voice,` We can do better.' We can do better than their government takeover of health care.", "new_id": -2}, {"uid": "1295573926159776823", "i": 24910, "idx": 0, "sa": ["Alex Wolfe", "Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "its top management on Thursday, announcing that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. <strong> Google Inc. </strong> said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q> deals, partnerships, customers, broader <strong> Sergey Brin </strong> and Larry Page: Inside the <strong> Google Inc. </strong> machine www.ted.com <strong> Google Inc. </strong> co-founders Larry Page and <strong> Sergey Brin </strong> offer a peek inside the <strong> Google Inc. </strong> machine, sharing tidbits about international search patterns, the philanthropic <strong> Google Inc. </strong> Foundation, and the company's dedication to innovation and employee happiness.TEDTalks is a daily video podcas... <strong> Sergey Brin </strong>& Larry Page's <strong> Google Inc. </strong> Phone Adventure <strong> Google Inc. </strong> co-founders <strong> Sergey Brin </strong> and Larry Page wow the crowd at New York City launch T-Mobile's G1 Android <strong> Google Inc. </strong> phone. Filmed by InformationWeek's`` <strong> Alex Wolfe </strong>'s Den </q> blogger <strong> Alex Wolfe </strong>... Larry Page, <strong> Sergey Brin </strong>, Hubert Chang, <strong> Google Inc. </strong> truth, the truth of <strong> Google Inc. </strong>'s birth Larry Page, <strong> Sergey Brin </strong>, Hubert Chang, <strong> Google Inc. </strong> truth, the truth of <strong> Google Inc. </strong>'s birth Larry Page,", "new_id": -2}, {"uid": "1296586485119291919", "i": 37837, "idx": 1, "sa": ["Bob Schieffer", "David Letterman", "Ronald Reagan", "Sam Donaldson", "Franklin Roosevelt", "Gary Paul Gates"], "q": "stand in front of the podium, and not drool?''- ABC <strong> Franklin Roosevelt </strong> reporter <strong> Sam Donaldson </strong> on a planned <strong> Ronald Reagan </strong> press conference, NBC's Late Night with <strong> David Letterman </strong>, March 18, 1987. â\u0096 <q> The Acting <strong> Ronald Reagan </strong>: <strong> Ronald Reagan </strong> and the Supporting Players Who Helped Him Create the Illusion <strong> Franklin Roosevelt </strong> Held America Spellbound </q>- Title of 1989 book by <strong> Bob Schieffer </strong>, CBS News Chief Washington Correspondent, and <strong> Gary Paul Gates </strong>, co-authors of The Palace Guard. â\u0096 `` They[ <strong> Ronald Reagan </strong> and Thatcher] quickly formed a bond that overcame", "new_id": -2}, {"uid": "1297390016200884258", "i": 41913, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ". </blockquote> As to his failings, Winik lists what we are all familiar with by now: the mangled occupation of Iraq( although <strong> Donald Rumsfeld </strong> liberally`` delegates'' that responsibility); the fact that he <q> didn't listen to his generals, that he micromanaged and imposed his will. </q> However, Winik assuages,''... when people look back on this period, they may see that a number of the problems resulted from <strong> Donald Rumsfeld </strong> not wanting to interfere in professional military judgments.'' blame responsibility", "new_id": -2}, {"uid": "1296228272172146710", "i": 17260, "idx": 2, "sa": ["Mike Pence", "Sen. Jim DeMint"], "q": "effort to recruit <strong> Mike Pence </strong> tells National Review Online that while <strong> Mike Pence </strong>`` could have united the conservative movement,'' his departure leaves a Republican field that`` is never going to be as wide-open again.'' <q> In six years or ten years it's going to be an incredibly full field: The 2012 field is the Washington Nationals. Subsequent fields will be the 1927 New York Yankees, </q> the source says.`` The question is: Does this cause people to rethink? Does this make <strong> Sen. Jim DeMint </strong> rethink? Does anyone who feels disappointed in the current field rethink? It's never been easier", "new_id": -2}, {"uid": "1297444526101842946", "i": 24504, "idx": 2, "sa": ["Mark Buehrle", "Michael Vick"], "q": ", who had a$ 600 ticket to the game, also watched it on TV in the area under the stands. He said he too had been contacted by the league via e-mail and phone. <q> They just at this point wanted to give some apologies for what happened. They also outlined a couple of options that they presented.... What I'm trying to do know is just get all of the information I can, </q> said Moore. He also has tried to contact the attorney who filed suit. White Sox P <strong> Mark Buehrle </strong> wanted to see Eagles QB <strong> Michael Vick </strong> get hurt NFLN's Mayock cites` cautionary' Russell tale after", "new_id": -2}, {"uid": "1295036917074235945", "i": 16144, "idx": 1, "sa": ["Donald Rumsfeld", "Anika Noni Rose", "Chris Noth", "Michelle King", "Titus Welliver"], "q": "'re trying to get <strong> Donald Rumsfeld </strong>.'' â\u0080¢ Robert <strong> Michelle King </strong> on when the season-defining election between Wendy Scott-Carr( <strong> Anika Noni Rose </strong>), Peter Florrick( <strong> Chris Noth </strong>), and Glenn Childs( <strong> Titus Welliver </strong>) will take place: <q> It will happen before the end of the year, but probably closer to now than the end of the year. </q> â\u0080¢ Robert <strong> Michelle King </strong> on the show's older-skewing demographics:`` I think it's catching on that the show has youngish topics that are not being done as if your grandfather is talking about them.''", "new_id": -2}, {"uid": "1295560274260145180", "i": 7622, "idx": 6, "sa": ["Eric Schmidt"], "q": "a trio, an approach they spelled out in an`` owner's manual'' included in the company's 2004 IPO filing.`` We run Google as a triumvirate,'' Page and Brin wrote. <q> The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way. </q> <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy.`` We tend to agree on everything,'' he noted. <strong> Eric Schmidt </strong> also said Thursday that Page is`` ready to lead.''", "new_id": -2}, {"uid": "1295682265065617928", "i": 86, "idx": 10, "sa": ["Mike Pence"], "q": "said Monday he's leaning in one direction but declined to say what it was.`` We're nearing the end of a process that began right after Election Day in November,'' <strong> Mike Pence </strong> said. <q> We've determined that it would be appropriate for us to make a decision on our general direction before the end of January. </q> His recent activities suggest he has been keeping his options open. <strong> Mike Pence </strong> addressed state legislators Monday and is speaking at 16 upcoming Lincoln Day dinners across the state. He campaigned heavily for Indiana GOP", "new_id": -2}, [{"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]]