[{"uid": "1296770511173654034", "i": 12201, "idx": 51, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Colin Powell", "Dick Cheney", "Gerald Ford", "Hillary Clinton", "Andy Pettitte"], "q": "<strong> Colin Powell </strong> Photo: \"Borat' star in <strong> Saddam Hussein </strong> Hussein-inspired comedy <strong> Donald Rumsfeld </strong> concludes in his new autobiography... Top Stories Video: Obama prays for peace in Egypt Top Stories Video: <strong> Andy Pettitte </strong> to retire from the Yankees Report Abuse <q> Of course <strong> Donald Rumsfeld </strong> and the other neocon thugs would have gone into Iraq even if they'd known there were no WMD... they DID know there were no WMD. They also knew that <strong> Saddam Hussein </strong> was actually the enemy of <strong> Al Gore </strong> Qaeda, yet they also tried to sell us on a tie to 9-11. </q> Report Abuse \" Quotes from a former <strong> Gerald Ford </strong>, <strong> Dick Cheney </strong>, esteemed <strong> Hillary Clinton </strong> and a <strong> Donald Rumsfeld </strong> of State regarding the criminals Bush, <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>\"s illegal and immoral war for oil. \" Please note the comments", "new_id": -2}, {"uid": "1297616629186400779", "i": 26887, "idx": 29, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": " \"He's afraid of me, basically!\" \"There was this phase when he was a rock star,\" Martin prompted. \"A rock star,\" said Joyce <strong> Donald Rumsfeld </strong>. <q> And then the minute, I mean if you think that fazed me it didn't at all. Because you know it will end, and then he'll be the goat. </q> Which is what happened when, in the summer of 2003, <strong> Donald Rumsfeld </strong> recruited former State Department official <strong> Paul Bremer </strong> to run the occupation in Iraq. \"He supposedly worked for me. He never really", "new_id": -2}, {"uid": "1297284241241352704", "i": 262, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "operation, that they were not torturing people, that they were not hurting people,\" he said. <strong> Donald Rumsfeld </strong> described it as \"a fine operation,\" and said US military personnel working there have <q> taken a lot of the heat unfairly </q> and \"deserve a lot of credit\" for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> President Bush </strong> <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> \"was critical", "new_id": -2}, {"uid": "1295958222077971468", "i": 26728, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "$ 133 million for a project near a new BART station. Can <strong> Jerry Brown </strong> move the Legislature to act against this powerful lobby, which has the support of some pro-business Repubs and some big-government Dems? <q> I think everyone agrees that at the redevelopment mechanism has been useful and created jobs, </q> Democratic Treasurer <strong> Bill Lockyer </strong> said. But: \"The last I heard, the University of California and California schools create jobs.\" The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, \"", "new_id": -2}, {"uid": "1297710142165232701", "i": 6690, "idx": 1, "sa": ["Steve Ballmer"], "q": "yesterday.) That's something that both Nokia and Microsoft are banking on. \"Nokia has incredible capabilities, whether it's industrial design or cameras or a broad, efficient supply chain,\" said <strong> Steve Ballmer </strong>. <q> We're sure from that based that Nokia will deliver absolutly phenomenal capability. </q> Analyst: \"Some U.S. Nokia Execs Will Be Angry. They Wanted Android\"@ MWC: WAC Finally Goes Commercial; Looks Like Another Win For Android Sports Illustrated Swimsuit Print Version Offers Videos Via Smartphone@ MWC", "new_id": -2}, {"i": 44049, "idx": 0, "index_answer": 0, "new_id": -1, "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q> probably went from 50 percent to 75 percent, </q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying, \"I'll be 100 percent by", "sa": ["Michael Vick", "Tony Mercurio"], "uid": "1296084752130252877"}, {"uid": "1297279053018513941", "i": 30337, "idx": 0, "sa": ["Steve Ballmer", "Ray Ozzie", "Nick Turner"], "q": "Microsoft's business unit, its biggest source of sales. When Chief Software Architect <strong> Ray Ozzie </strong> announced plans to step down in October, <strong> Steve Ballmer </strong> declined to replace him in that central role, saying the company had <q> strong technical leaders in each business group. </q>-- Editors: <strong> Nick Turner </strong>, Lisa Wolfson To contact the reporter on this story: Dina Bass in Seattle at dbass2@bloomberg.net", "new_id": -2}, {"uid": "1295637365052674591", "i": 28809, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "The CEO"], "q": "that they worked closely with each other and co-founder <strong> Sergey Brin </strong> on big decisions. <strong> The CEO </strong> shift won't result in major strategic changes, the executives said. \"We really agree on strategy,\" Page said. <q> This is really a way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy. </q> <strong> Eric Schmidt </strong>, 55, said, \"We worked as a triumvirate for 10 years.\" The three didn't always agree, particularly when it came to coping with rules in China that require Web-search", "new_id": -2}, {"uid": "1297282260166281230", "i": 21802, "idx": 3, "sa": ["The Lost Dogs", "Jamie Buehrle", "Michael Vick"], "q": "<strong> Michael Vick </strong> owned a pit bull in college and clearly knows right from wrong in this area. It was not a cultural issue or a case of being involved with a bad crowd, in her estimation. <q> What gets me the most is so many people say he paid his dues, </q> <strong> Jamie Buehrle </strong> said. \"He was charged with trafficking of money, not animal cruelty. \"I read the book <strong> The Lost Dogs </strong> and I read every detail of the investigation. I saw the dogs and I saw", "new_id": -2}, {"uid": "1297219127158400532", "i": 1618, "idx": 0, "sa": ["Eric Schmidt"], "q": "asking for their views on Google's business practices by Feb. 11. The commission is expected to take several months to digest the feedback. Google reiterated Monday it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The European Commission, which can fine", "new_id": -2}]