[{"uid": "1297217617158400531", "i": 33234, "idx": 0, "sa": ["Ben Elton", "David Letterman"], "q": "mark| South Yarra- February 09, 2011, 12:54 PM </cite> obviously the rest of the country has heard of bit torrents <cite> out there| melb- February 09, 2011, 12:55 PM </cite> <q> The fact that My Kitchen Rules drew 1.55 million viewers and Today Tonight 1.19 million, shows that Australian's love to watch utter trash. </q> <cite> Mark| Melbourne- February 09, 2011, 12:56 PM </cite> \" I though it was going to be a talk show like <strong> David Letterman </strong> which would have been better suited to <strong> Ben Elton </strong>. It was terrible.", "new_id": -2}, {"uid": "1296727907183500817", "i": 19758, "idx": 12, "sa": ["Jalen Rose", "Aaron McKie", "Allen Iverson", "Tim Duncan", "Jermaine O'Neal", "George Lynch"], "q": "series at 1-1. Game 3 of the best-of-five Eastern Conference quarterfinals is Saturday in Indiana.`` I'm going to remember this game for a long Tim Duncane,'' said <strong> Allen Iverson </strong>, who also had nine assists. <q> I've been playing a lot off my God-given ability. This game took a lot of thinking. I'm pleased with my mental aspect coming into the game... When guys doubled me, I found my teammates and they hit the shots. I don't think I forced too many things. </q> <strong> Aaron McKie </strong> had 19 points and <strong> George Lynch </strong> added 16 for Philadelphia, which finished as the top team in the East for the first Tim Duncane since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the", "new_id": -2}, {"uid": "1295412658157892613", "i": 27778, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": " In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong>`` the best governor in America.'' <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to <q> keep the national campaign. </q> He says he still intends to make a decision by the end of January.? Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or", "new_id": -2}, {"uid": "1296184328117178369", "i": 22861, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "her go on to sing another tune.( <strong> Simon Cowell </strong> might have booted her out before she said a word.)`` You should do voice overs for cartoons,'' <strong> Randy Jackson </strong> said. Later, he added, <q> That's not serious. </q>`` I got one yes and two no's,'' she said. She thought <strong> Steven Tyler </strong> said yes when he said no. are Nashville exes who decide to come in together. They sing a Bee Gees", "new_id": -2}, {"uid": "1295629432247332874", "i": 31747, "idx": 2, "sa": ["Les Hinton", "Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "were very clear: they were to work within the law and within the PCC code. It's in their handbooks.'' <strong> David Cameron </strong> defends <strong> Andy Coulson </strong> on BBC Radio 4's Today programme, 17 January 2011 <q> I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. I judge his work by what he has done for us... I gave him a second chance. I think in life sometimes it's right to give someone a second chance. </q> <strong> Rupert Murdoch </strong> addressing News Corporation's annual general meeting, 15 October 2010`` We have very, very strict ruLes Hinton. There was one incident more than five years ago... the person who bought the bugged conversation", "new_id": -2}, {"uid": "1297312377112132114", "i": 53655, "idx": 3, "sa": ["Ha-Joon Chang", "Bernie Sanders", "Barack Obama", "David Cay Johnston"], "q": "'': Journalist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic''`` Counting the Jobs Lost to China.'' Report by the Economic Policy Institute <q> China Against the Tides: Restructuring through Revolution, Radicalism and Reform. 3rd Edition </q> By Marc Blecher.( Continuum, 200 Economist <strong> Ha-Joon Chang </strong> on Currency Wars, the G20, and Why`` There's No Such Thing as a Free Market'' Economist <strong> Ha-Joon Chang </strong> on`` The Myth of Free Trade and", "new_id": -2}, {"uid": "1295542498188383247", "i": 8298, "idx": 0, "sa": ["Bill Lipinski", "Mike Pence", "Joseph R. Pitts", "Chris Smith", "Eric Cantor", "Barack Obama", "Marjorie Dannenfelser", "Daniel Lipinski"], "q": "passage of legislation that ends taxpayer funding of abortion.`` Congress received marching orders from the AmEric Cantoran people last November to end taxpayer funding of abortion,'' SBA List <strong> Barack Obama </strong> <strong> Marjorie Dannenfelser </strong> told LifeNews.com. <q> The Bill Lipinskis introduced today by Representatives <strong> Joseph R. Pitts </strong>( R-PA), <strong> Chris Smith </strong>( R-NJ) and <strong> Daniel Lipinski </strong>( D-IL) would get the job done. The 112th Congress understands the urgency of addressing the tragedy of nearly 4,000 abortions per day, over 52 million total since Roe v. Wade. Now is the time to pass laws that save lives and end taxpayer funding of abortion, </q> she said. During the press conference, <strong> Chris Smith </strong> said the House must also take up a third <strong> Bill Lipinski </strong>, href=\"http://www.lifenews.com/2011/01/07/Mike Pence-drops-Bill Lipinski-to-de-fund-planned-parenthood-abortion-biz/\"> sponsored by Congressman <strong> Mike Pence </strong>, that would de-fund the Planned Parenthood abortion business and", "new_id": -2}, {"uid": "1296927943014336018", "i": 34532, "idx": 2, "sa": ["Sergio Marchionne"], "q": " Meanwhile, <strong> Sergio Marchionne </strong> also said Fiat will not consider selling its Alfa Romeo brand to Volkswagen AG. VW Chairman Ferdinand Piech has indicated an interest in buying Alfa from Fiat Group. But <strong> Sergio Marchionne </strong> said: <q> As long as I am CEO of Chrysler and Fiat, Mr. Piech will never have Alfa Romeo. It's hands-off. I told him. I will call him and I will e-mail him. </q> <strong> Sergio Marchionne </strong> said Piech should concentrate on fixing Seat, VW's struggling Spain-based subsidiary.`` I'm not the one who bought Seat,'' he said.`` He's the one who bought", "new_id": -2}, {"uid": "1295274880083279889", "i": 11737, "idx": 1, "sa": ["Steve Ballmer"], "q": "system where you are the controller. Your voice, your gestures, your body.'' <strong> Steve Ballmer </strong> said Xbox and the eight million selling motion-sensing add-on Kinect are where the`` consumer heat'' is. <q> I think about my own family, </q> he said.`` My wife used to say,` No, no, that's the machine the boys use,' and now she says,` Yeah, I want to go watch movies. Let", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}]