[{"uid": "1296114922211763218", "i": 27135, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ".`` In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' Watchers of the technology giant seemed to react mostly positively to news of the leadership shakeup.`` I think it", "new_id": -2}, {"uid": "1295217330029671466", "i": 18134, "idx": 1, "sa": ["Alassane Ouattara"], "q": "people have been killed in violence in Ivory Coast since the disputed presidential election on November 28, which risks sending the country back into civil war. The EU's Official Journal said the firms and utilities were <q> helping to fund the illegitimate government </q> of Gbagbo. The EU first imposed sanctions on Gbagbo and his backers in December after the election that world powers and African neighbours say <strong> Alassane Ouattara </strong> won. Gbagbo cites a Constitutional Council ruling that the results were", "new_id": -2}, {"uid": "1297694786029687836", "i": 1454, "idx": 0, "sa": ["Alassane Ouattara"], "q": " Am 23. Februar l?uft das Exportverbot f?r den ivorischen Kakao eigentlich aus. <strong> Alassane Ouattara </strong> k?ndigte jetzt an, er wolle den Ausfuhrstopp ausweiten, sollte Laurent Gbagbo nicht bis zum 23. Februar die Macht abgeben. <q> Falls Herr Gbagbo geht, wird der Bann nat?rlich aufgehoben </q>, sagte <strong> Alassane Ouattara </strong> am Montag( 14.02.2011) im Interview mit Financial Times. <strong> Alassane Ouattara </strong> hatte das Ausfuhrverbot vor einem Monat verh?ngt, um seinen Gegenspieler, den Altpr?sidenten Gbagbo, finanziell auszubluten. Teure Schokolade", "new_id": -2}, {"uid": "1295774291153206792", "i": 58745, "idx": 0, "sa": ["Charlie Sheen", "Tom Cruise", "Hugh Hefner", "Mel Gibson", "Angelina Jolie", "Betty Ford", "Ricky Gervais"], "q": "could I refuse) www.celebitchy.com Fighter www.Ricky GervaisRicky Gervais.com Blog www.Ricky GervaisRicky Gervais.com <strong> Ricky Gervais </strong> trashed <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>, <strong> Hugh Hefner </strong>, <strong> Mel Gibson </strong>, <strong> Tom Cruise </strong> when he hosted the Golden Globes <strong> Angelina Jolie </strong> who was sitting at table one and not laughing when he said, <q> It seems like everything this year was 3-dimensional-- except for the characters in The Tourist, </q> <strong> Ricky Gervais </strong> said.`` I haven't even seen` The Tourist'-- who has?'' This opening monologue at Sunday's ceremony set the tone with <strong> Ricky Gervais </strong> Betty Fordouncing,`` It's going to be a night", "new_id": -2}, {"uid": "1297509326118882321", "i": 33931, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "Dick Cheney"], "q": "reading. If you do, it will help you understand how and why some politicians will do almost anything to pull the wool over our eyes in order to push their pet projects. Feedback <q> Settling scores or not, <strong> Donald Rumsfeld </strong> is right that <strong> Condoleezza Rice </strong> and <strong> Colin Powell </strong> share the blame for the fiascos that occurred on their watch, including invading Iraq. </q>- Benjamin Friedman, research fellow, Cato Institute`` The book is a case study in denial. Everyone around him made the mistakes, never <strong> Donald Rumsfeld </strong>( or his friend, <strong> Dick Cheney </strong>).", "new_id": -2}, {"uid": "1295454317232456196", "i": 4249, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "Knows How To Party POSTED: 9:50 am EST January 19, 2011 UPDATED: 10:37 am EST January 19, 2011 <strong> Betty White </strong> turned 89 on Tuesday and showed that she still knows how to party. Appearing on <q> The Late Show With <strong> David Letterman </strong>, </q> <strong> Betty White </strong> told the late night host that playing with animals and drinking vodka are some of her hobbies. Without missing a beat, <strong> David Letterman </strong> took out two glasses and poured some vodka. <strong> David Letterman </strong> then chugged directly from the", "new_id": -2}, {"uid": "1297218418131710983", "i": 36571, "idx": 0, "sa": ["Donald Rumsfeld", "George Tenet"], "q": "` My family did not. And it was a somewhat awkward moment in the meeting,' he told ABC's Good Morning America.' I believe( former CIA head) <strong> George Tenet </strong> said: <q> You have to take it seriously </q> because we had killed Saddam Husein's sons and one ought not to be surprised that that kind of activity was being generated in Iraq. Scroll down for video <strong> Donald Rumsfeld </strong>'s daughters, far left", "new_id": -2}, {"uid": "1295264334234684429", "i": 35359, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "give <strong> Andy Coulson </strong> a second chance and that he was doing a good job.`` When he was editor of The News of the World bad things happened at that newspaper,'' <strong> David Cameron </strong> said. <q> When he found out about those, he resigned. That was the right thing to do and I always think there's a danger at the moment that he's effectively being punished twice for the same offence. </q> The Prime Minister's backing for <strong> Andy Coulson </strong> comes just days after the Director of Public Prosecutions ordered a`` comprehensive assessment'' of all material collected by Scotland Yard linked to the phone hacking scandal.", "new_id": -2}, {"uid": "1295499335019333136", "i": 273, "idx": 5, "sa": ["Tyronn Lue", "Robert Horry", "Allen Iverson", "Tim Duncan", "Kobe Bryant"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole Tim Duncane,'' <strong> Allen Iverson </strong> said http://wn.com/Kobe Bryant_Kobe Bryant_39_points_9_asts_vs_Hawks_2005-06_*30_feet_Robert Horry <strong> Kobe Bryant </strong> was on the cold streak that February averaging a mere 28 points per game and having played well in only 3 games that month. After", "new_id": -2}, {"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.'' Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q> I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century, </q> he says.`` On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.''`` But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}]