[{"uid": "1295029652070811648", "i": 40089, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "CAMILLE GRAMMER MEETS KAYTE WALSH \"You are respectfully considerate and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> responded coyly, before talking about how his children are handling the divorce. <q>The kids seem to be doing okay. We've been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and <strong> Scarlett Johansson </strong> <strong> Kayte Walsh </strong>'s my new girl. We're planning to get married soon.<q>! NEWS: CAMILLE GRAMMER NOT GRANTING KELSEY GRAMMER A SPEEDY DIVORCE The work marriage triggered <strong> David Letterman </strong> to inquire about a date for the wedding, and he got one! \"Sometime in February we", "new_id": -2}, {"uid": "1296106971231735328", "i": 13241, "idx": 1, "sa": ["Eric Schmidt"], "q": "the two co-founders. Global Equities Research analyst Trip Chowdhry suggested that Google's unsuccessful$ 6 billion bid to buy Groupon may have been a reason why a management shake up took place. <strong> Eric Schmidt </strong> was <q>interested in paying$ 6 billion for Groupon, while founders( Page and Brin) felt Groupon to be total junk,<q> Chowdry wrote in a note to clients. Other analysts said it makes sense for <strong> Eric Schmidt </strong> to focus his energies elsewhere. Meggan Friedman of William Blair wrote,\"... as Google increasingly comes under", "new_id": -2}, {"uid": "1295001053194838543", "i": 1828, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": "the pair announcing their engagement last month. The star hasn't yet finalised his divorce from former love Camille, 42, although it seems he's eager to wed as soon as possible. <q><strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon,<q> he gushed during an interview for yesterday's edition of US programme The Late Show with <strong> David Letterman </strong>. \"Sometime in February.\" <strong> Kelsey Grammer </strong> and Camille revealed they would be divorcing back in July last year,", "new_id": -2}, {"uid": "1297032195131301387", "i": 3121, "idx": 0, "sa": ["Tony Blair", "Ban Ki-moon", "Dick Cheney", "Zahi Hawass"], "q": "of it. \"I do not agree at all of what the Americans or the Europeans said. They have no right to interfere in our business,\" says <strong> Zahi Hawass </strong>, Egypt's newly-appointed <strong> Tony Blair </strong> of Antiquities. <q>We are Egyptians who are very proud of our country. We need to continue until September with <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> until he can smooth. He can smooth the regime and make a new election and a new president will come by the desire of the Egyptians,<q> he told 1014UN <strong> Dick Cheney </strong> General <strong> Ban Ki-moon </strong> says an orderly transition in Egypt is essential to the peace process between Israelis and Palestinians. \"Egypt has been playing a very strategic role in the Middle East peace process,\"", "new_id": -2}, {"uid": "1297175471266534922", "i": 10432, "idx": 4, "sa": ["Michael Vick"], "q": "his actions. Punishing <strong> Michael Vick </strong> should not be open ended for people to hound <strong> Michael Vick </strong> for the rest of his life. Ugh! I'm so upset I misspelled happened! Bailey Kix <q>Has devoted time speaking to children...<q> WHEN??? Celebrity Visits Check out what celebrities have visited CBS3 over the years.", "new_id": -2}, {"uid": "1295780844219185156", "i": 9974, "idx": 4, "sa": ["Donald Rumsfeld", "Dan Rather"], "q": "so it CONTINUES. Will things EVER change!?!?! TRILLIONS MISSING- And so it CONTINUES. Will things EVER change!?!?! On Sept. 10, 2001, <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> declared war. Not on foreign terrorists, <q>the adversary's closer to home. It's the Pentagon bureaucracy,<q> he said. He said money wasted by the military poses a serious threat. \"In fact, it could be said it's... The Future of the US Military: <strong> Dan Rather </strong> Presents, Part 3 Legendary CBS", "new_id": -2}, {"uid": "1295238802163905590", "i": 3156, "idx": 0, "sa": ["Hillary Clinton", "Colin Powell", "Lawrence Wilkerson"], "q": "of women in such places as Congo is complicated by deeply rooted social problems. \"It's great she's mentioning the issue,\" said Brett Schaefer, an Africa scholar at the Heritage Foundation. <q>As to whether her bringing it up will substantially improve the situation or treatment of women in Africa, frankly I doubt it.<q> <strong> Lawrence Wilkerson </strong>, who was chief of staff to Secretary of State <strong> Colin Powell </strong>, said that <strong> Hillary Clinton </strong> has to tread carefully in socially conservative regions, particularly those where the U.S. military is at war. \"You might", "new_id": -2}, {"uid": "1296052912157139005", "i": 14968, "idx": 1, "sa": ["Kobe Bryant", "Michael Vick", "Tom Brady"], "q": "Illustrated ballparked <strong> Kobe Bryant </strong>'s 2010 endorsement income at$ 10 million. \"If <strong> Michael Vick </strong> becomes MVP and leads his team to the Super Bowl, he'll get endorsements,\" Appleby said back in 2009. <q>You hate to say it, but there's probably nothing that can repair his image like four touchdown passes and two 40-yard runs. Sports fans have a short memory.<q> How prescient. While <strong> Michael Vick </strong> didn't make the Super Bowl, and New England Patriots quarterback <strong> Tom Brady </strong> is the likely MVP, <strong> Michael Vick </strong>'s touchdowns won back scores of fans. TrackBack TrackBack URL for", "new_id": -2}, {"uid": "1295545193181207041", "i": 19017, "idx": 1, "sa": ["Bart Stupak", "Mike Pence"], "q": "for the Senate-passed \"reconciliation\" that didn't include the <strong> Bart Stupak </strong> language. He also voted against repealing the law Wednesday. \"We all know repeal is going nowhere,\" he said, <q>we should use our time to make fixes to the law.<q> Smith said a third bill by Rep. <strong> Mike Pence </strong>, R-Ind., would add to the limitations on federal funding for abortions by cutting off federal money from going to Planned Parenthood. Smith called the health care group", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q>We have real challenges in terms of unemployment,<q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans \"can not be tolerated.\" \"We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}]