[{"uid": "1297133398167510031", "i": 56564, "idx": 0, "sa": ["Wanda Jackson", "Michael Vick", "Joe Nichols", "Dwaine Caraway", "O. J. Simpson"], "q": ", a rep says Full-color logos of the Pittsburg Steelers and Green Bay Packers will be painted on each end of the runway at Addison Airport today. New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1295390240232685652", "i": 24602, "idx": 4, "sa": ["Sergio Marchionne"], "q": "this plant is without doubt guaranteed.'' Windsor Assembly is Chrysler's oldest plant and its only North American assembly plant running on three shifts. It employs 4,300 making 1,452 minivans a day. <q> We're not going to give up one inch of territory in domination of this segment, </q> <strong> Sergio Marchionne </strong> said. For 2011, the minivans received significant updates to better differentiate them until the next-generation minivan arrives in 2013. Chrysler has spent$ 1.4 billion since 2008 on its minivan family and", "new_id": -2}, {"uid": "1295188929240271377", "i": 18368, "idx": 1, "sa": ["Candace Parker", "Jimmy Clausen", "Michael Vick"], "q": "'' basketball star <strong> Candace Parker </strong> said), to plummeting draft stock(`` At the end of the day, everything happens for a reason,'' said quarterback <strong> Jimmy Clausen </strong>, in a spectacular double-clich combination) to incarceration( <q> Everything happens for a reason, and there is a reason I was sent to Kansas and a reason I was convicted, </q> quarterback <strong> Michael Vick </strong> explained). Just once, I'd like to hear an athlete who just suffered a season-ending ACL tear declare that there is no possible reason why a perfectly good knee", "new_id": -2}, {"uid": "1296674335174342144", "i": 42687, "idx": 0, "sa": ["Charlie Sheen", "Angelina Jolie", "Lady Gaga", "Brad Pitt"], "q": "mansion.'' And! A source says:`` It was like a scene from Scarface.'' Grade: D( medical diagnosis by a <strong> Charlie Sheen </strong>) rel=\"lytebox\" href=\"http://cache.gawkerassets.com/assets/images/39/2011/02/640_star2211.jpg\"> Star <q> Truth About The Twins. </q> The mag claims that there is`` speculation'' that title=\"Click here to read more posts tagged#Brad PittAngelina Jolie\" href=\"http://jezebel.com/tag/Brad PittAngelina Jolie/\"> <strong> Brad Pitt </strong> and title=\"Click here to read more posts tagged#Lady GagaAngelina Jolie\" href=\"http://jezebel.com/tag/Lady GagaAngelina Jolie/\"> <strong> Angelina Jolie </strong>'s twins have Down", "new_id": -2}, {"uid": "1296892753198656023", "i": 46111, "idx": 1, "sa": ["Matt Ryan", "Michael Vick", "Tramon Williams"], "q": ". His late pick of Philadelphia quarterback <strong> Michael Vick </strong> solidified the Packers' Wild-Card victory. In the divisional round, <strong> Tramon Williams </strong> intercepted Atlanta's <strong> Matt Ryan </strong> twice, including one he returned for a 70-yard touchdown. <q> Those are game-changing plays, </q> said <strong> Tramon Williams </strong>, whose three postseason INTs lead the league.`` That's one thing we always talk about in the DB room and with the coaching staff- making plays in a timely fashion.''", "new_id": -2}, {"uid": "1294957406081149956", "i": 56714, "idx": 7, "sa": ["Allen Iverson", "Shaquille O'Neal"], "q": "car before being driven to his hotel. <strong> Allen Iverson </strong>, who agreed to a$ 4 million, two-year contract with Besiktas, is the Turkish league's Shaquille O'Nealgest signing. He has called his move to the Istanbul club <q> a chance to get back on track with my basketball career </q> after no NBA team was willing to offer him a contract this season. Many see his stint in Turkey as a test of his ability to revive his NBA career because teams are likely to monitor <strong> Allen Iverson </strong>'s performance", "new_id": -2}, {"uid": "1295494449164200472", "i": 21153, "idx": 3, "sa": ["Allen Iverson", "Marcus Gilbert"], "q": "route to his third career 50-point game and first since February 6 against Sacramento.`` When your jumper is on, the basket seems like an ocean and the <strong> Marcus Gilbert </strong> seems like a rock,'' he said. <q> That is the way it felt tonight.`` My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls the plays and I wouldn't set a career high without those guys. </q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in April 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1295871524020021261", "i": 29116, "idx": 0, "sa": ["Eric Schmidt", "Brian Marshall"], "q": "week-- and But <strong> Eric Schmidt </strong>'s exodus from the CEO's chair isn't likely to mean much, at least in the short- and mid-term, to the tussle between Google and Apple. <q> I don't think it will change the situation at all, </q> said <strong> Brian Marshall </strong>, an analyst with Gleacher& Co. who tracks Apple.`` The companies will continue on the paths that they're now on for the foreseeable future. Google will throw things against the wall and sees", "new_id": -2}, {"uid": "1295956479149733513", "i": 33282, "idx": 6, "sa": ["Mike Pence"], "q": ", the year after the Supreme Court's decision legalizing abortion on demand. The march begins on the National Mall and ends in front of the Supreme Court building, located directly behind the U.S. Capitol. <q> Thank you for braving the cold one more time, </q> <strong> Mike Pence </strong> told the crowd.`` We will win this fight because the deepest desire of every mother and father is to protect their child, at any cost, even with their own lives, and that truth can", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}]