[{"uid": "1295287505178176000", "i": 28308, "idx": 0, "sa": ["Piers Morgan", "Eddie Murphy", "Susan Boyle", "Sharon Osbourne", "Simon Cowell", "Larry King", "Jeremy London"], "q": "of entertainment 2009 was all about <strong> Susan Boyle </strong>. Follow us on twitter at twitter.com http://wn.com/Sharon Osbourne_Sharon Osbourne_Piers Morgan_Piers Morgan_Take_Fellow_Brits_To_Lunch http://wn.com/DubaiTV_Host_Janeen_Mansour_chats_with_Piers Morgan_Piers Morgan http://wn.com/Simon Cowell_Simon Cowell_Impersonation_by_Piers Morgan!_!_AND_Simon Cowell_mocLarry King_him Britain's Got Eddie Murphye Talent. <strong> Simon Cowell </strong> points out that <strong> Piers Morgan </strong> talks too much, and <strong> Piers Morgan </strong> immitates <strong> Simon Cowell </strong>! <strong> Simon Cowell </strong>'s PRICELESS <q> Guys, 3 Yeses!! </q> looool http://wn.com/Simon Cowell_Simon Cowell,_Amanda,_Piers Morgan_Piers Morgan_in_Britains_Got_Talent_2009 This was recorded by me in <strong> Jeremy London </strong> on 29/01/09. This was the Great Entrance of <strong> Simon Cowell </strong>, Amanda and <strong> Piers Morgan </strong>! This was the recording for the NEW Britains Got Talent which will be aired in April", "new_id": -2}, {"uid": "1297345505180158469", "i": 4636, "idx": 2, "sa": ["Zahi Hawass"], "q": "was donker en de daders misten daardoor topstukken. Er werden alleen enkele gouden objecten uit de souvenirwinkel gestolen. Ook prijst hij de demonstranten, die snel een menselijke keten vormden om het gebouw te beschermen. <q> Prachtig om te zien dat deze oprechte Egyptenaren het museum beschermden. </q> Piramides Volgens <strong> Zahi Hawass </strong> zijn de archeologische schatten van Egypte de onrust relatief goed doorgekomen. Er was slechts een melding van een grote diefstal van historische objecten. De buit werd teruggebracht nadat <strong> Zahi Hawass </strong> op televisie", "new_id": -2}, {"uid": "1297152485248266794", "i": 11293, "idx": 5, "sa": ["Simon Cowell"], "q": "they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena.`` It was supposed to be similar to them doing their first concert,'' <strong> Simon Cowell </strong> explained. <q> It really helped show me who could handle the pressure. </q> <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star.`` There have been many, many times on these shows where I've hated somebody and practically", "new_id": -2}, {"uid": "1296542758249364481", "i": 57869, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "Unequal Technologies, a small company in Kennett Square, Chester County, <strong> Michael Vick </strong>'s national( and international) star power remains one of the biggest question marks in the world of advertising and public relations. <q> Overall, he probably still has a long way to go to get back in the good graces of the general consumer in terms of marketability, </q> said Jim Klunk, <strong> Barack Obama </strong> of Klunk& Millan Advertising Agency in Allentown.`` I think he'll be pretty much limited to the types of products that[ Unequal Technologies] makes, at least right now.", "new_id": -2}, {"uid": "1296362329255475725", "i": 6289, "idx": 8, "sa": ["Žydrūnas Ilgauskas", "Linas Kleiza", "Allen Iverson"], "q": "outside, going 4-for-8 from 3-point range.`` He got a couple of easy ones, and once you get a couple of layups, the basket looks Žydrūnas Ilgauskasger,'' said <strong> Allen Iverson </strong>, who had 28 points. <q> He played a great game, and hopefully he can continue to play that way. </q> <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter when Denver took a 61-59 lead at the break.`` I knew after the first half when I had 27 it was going to be", "new_id": -2}, {"uid": "1296730852266321953", "i": 53594, "idx": 4, "sa": ["Donald Rumsfeld"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> <strong> Donald Rumsfeld </strong> acknowledges. Politics Video: Disgraced Fla.. Congressman tries a comeback Politics Video: Ronald Reagan Centennial: 1980 GOP Acceptance Speech Report Abuse \" So what else is Mr. <strong> Donald Rumsfeld </strong> going to say? That it", "new_id": -2}, {"uid": "1296034048058212376", "i": 45258, "idx": 0, "sa": ["Gregg Popovich", "Kobe Bryant", "Alvin Gentry", "Allen Iverson"], "q": "26 points Date: December 6, 2009 Staples Center, Los Angeles, CA Outside his team's locker room following a 108-88 shellacking by the Lakers, Phoenix <strong> Gregg Popovich </strong> <strong> Alvin Gentry </strong> said it as a matter of fact. <q> We play the other teams, </q> he said.`` and I think they're by far the best team.& q... <strong> Allen Iverson </strong> 2001 NBA Final Game 4 vs <strong> Kobe Bryant </strong> Lakers Just as <strong> Kobe Bryant </strong> said they would, the Los Angeles Lakers have", "new_id": -2}, {"uid": "1295869697128057379", "i": 7190, "idx": 0, "sa": ["Eric Schmidt", "Fareed Zakaria"], "q": "the Sunday foreign-affairs program`` <strong> Fareed Zakaria </strong> GPS,'' which McGuirk executive produced and where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, McGuirk oversaw the production. <q> <strong> Eric Schmidt </strong> wants to be a talk-show host. He's been working with Liza to develop a show, but he has not yet been picked up by any network, </q> the New York Post quoted a source as saying.`` <strong> Eric Schmidt </strong> has been looking for a TV job for over a year. But the pilot he filmed with Liza was a complete disaster,'' a", "new_id": -2}, {"uid": "1297099583237600788", "i": 3956, "idx": 2, "sa": ["Simon Cowell"], "q": "a superstar,'' <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating <q> Britain's Got Talent. </q>", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history.`` We're putting our money where our mouth is,'' <strong> Simon Cowell </strong> said. <q> It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star. </q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge.`` I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}]