[{"uid": "1295981593193069093", "i": 2975, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s damage for longer, although specialists are particularly concerned about the lifespan of children who live all their lives obese rather than getting fat after they're grown. As for all those health care bills, <q>it's not enough to trump a lot of our behaviors,</q> Crimmins said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ENGINEERING OPPORTUNITIES Company Newfield EXECUTIVE DIRECTOR Company Confidential HOTEL", "new_id": -2}, {"uid": "1295674743088440893", "i": 27345, "idx": 1, "sa": ["Steve Booth", "Eric Schmidt", "Google Inc."], "q": "While a free-wheeling attitude typically works well at small companies, it could cause problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <q>The risk is that if you take away the process, that in some sense you go back to a kind of chaos,</q> Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy. \"I think that's part of what he's been positioning for,\" said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q>In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will</q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}, {"uid": "1294957392081149963", "i": 6984, "idx": 8, "sa": ["Antonio McDyess", "Allen Iverson"], "q": ". The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. \"It felt OK before the game,\" <strong> Allen Iverson </strong> said. <q>Now, it feels that much worse. It's throbbing like a heartbeat.</q> <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game per doctors orders. \"If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1295792009158990383", "i": 22873, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "ditch the UK version in order to concentrate on the forthcoming American series. In a new interview with <strong> Oprah Winfrey </strong>, <strong> Simon Cowell </strong> admitted he wanted to quit while he was still at the top of his game. <q>I asked a successful guy, \"What's the best advice you can give me?' He said,` <strong> Simon Cowell </strong>, know when to leave the fair'. I think that's good advice- one year, I actually found myself thinking,` I've run out of insults, I don't know how I'm going to tell people they suck'. \"Something inside you just says,` You know what, it's time to go',</q> <strong> Simon Cowell </strong> added. \"Without any regrets. I can look back on the past 10 years and say it's been a blast. I've enjoyed myself. I mean, it\"s not the most difficult job", "new_id": -2}, {"uid": "1295584540106250245", "i": 12402, "idx": 5, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "at the top of the company\". Mr <strong> Eric Schmidt </strong>, who was widely described as \"adult supervision\" for the two young founders when he was named chief executive, posted on his Twitter account: <q>Day-to-day adult supervision is no longer needed.</q> The decision came as a shock to many in Silicon Valley. \"Larry stepping up to be CEO is really surprising,\" said Mr <strong> Danny Sullivan </strong>, the editor of SearchEngineLand, an industry blog, who", "new_id": -2}, {"uid": "1295284262229982312", "i": 28398, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": ". To that, <strong> Piers Morgan </strong> said, \"I'd like to get to the position... where the butt-kicking is reversed.\" He said CNN needs to be more competitive with its rivals, <q>much more than we have been.</q> The brash Brit touted his talk show with plenty of tough talk of his own in a meeting with reporters Thursday, bragging that he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in Britain", "new_id": -2}, {"uid": "1295444020176455710", "i": 7402, "idx": 0, "sa": ["Jim Gilmore", "Mike Pence", "Tim Kaine"], "q": "also lining up behind a <strong> Mike Pence </strong> presidential bid this week. We've said previously that reading <strong> Mike Pence </strong> tea leaves has proven increasingly difficult. And <strong> Mike Pence </strong> was purposely vague on Tuesday, telling reporters: <q>I would say our options we're considering and we're reflecting on are to either continue to serve in Washington in some capacity, to come home to Indiana to seek higher office or to seek higher office on the national level.</q> <strong> Jim Gilmore </strong> Webb, another senator on the retirement watch list, is planning to run for re-election-- at least according to Democratic National Committee Chair and former Virginia Gov. <strong> Tim Kaine </strong>. \"But I have no", "new_id": -2}, {"uid": "1296250454060604417", "i": 6530, "idx": 2, "sa": ["Eric Schmidt", "James B. Stewart"], "q": " <strong> James B. Stewart </strong> of the Wall Street Journal. Meanwhile, <strong> Eric Schmidt </strong> tried to set the record straight at the World Economic Forum in Davis. \"This has nothing to do with competitors,\" he said. <q>I publicly said the next 10 years will be as successful as the past 10.</q> And regarding Facebook specifically: \"[ Facebook] has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does", "new_id": -2}, {"uid": "1297354538224657421", "i": 3804, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jane Holl Lute"], "q": "2000. On January 23, 2009, <strong> Barack Obama </strong> announced his intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ 1] Re: Napolitano: <q>Al-Qaeda does not exist: Natural Born Americans are the terrorists</q> \"Reply# 48 on: February 09, 2011, 03:52:38 PM\" How about this... Napolitano: \"I am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes", "new_id": -2}]