[{"uid": "1296157924245841935", "i": 10142, "idx": 3, "sa": ["Roy Blunt", "Barack Obama", "Steve Israel", "Mike Pence"], "q": "can agree it's[ the tax code] too complicated'' said <strong> Steve Israel </strong>( D-N.Y.), head of the Democratic Congressional Campaign Committee, the Democrats' election arm of the House. But, <strong> Steve Israel </strong> warned, <q> the hard climb will be identifying what provisions to reform. </q> Freshman <strong> Barack Obama </strong> <strong> Roy Blunt </strong>( R-MO) also expressed hope that`` the divided government can create an opportunity to accomplish some hard things.'' Looking toward the 2012 political season all eyes were on <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295652755122683468", "i": 27492, "idx": 1, "sa": ["Eric Schmidt"], "q": "browser market for a decade, the company has struggled to find its footing in social networking, with a new crop of Web companies such as Facebook and Twitter stealing Web traffic and engineering talent. <q> As spending was curbed and order restored over the last few years, some of that <strong> Google Inc. </strong> magic was lost, </q> said Tricia Salinero, managing director of Newforth Partners, a mergers and acquisitions advisory firm, in an e-mail. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, told", "new_id": -2}, {"uid": "1295617480099680409", "i": 6060, "idx": 0, "sa": ["Andy Coulson"], "q": "doctor resigns THE British prime minister's director of communications <strong> Andy Coulson </strong> has resigned amid accusations that he was aware of phone hacking by his journalists while working as editor of the`` News of the World'' newspaper. <q> I can today confirm that I've resigned as Downing Street director of communications, </q> <strong> Andy Coulson </strong> said in a statement.`` Unfortunately, continued coverage of events connected to my old job at the`` News of the World'' has made it difficult for me to give the 110 per cent", "new_id": -2}, {"uid": "1295604422252706825", "i": 20348, "idx": 2, "sa": ["Eric Schmidt"], "q": "of the company.'' CNNMoney: Verizon challenges FCC Net neutrality rules Verizon filed a legal appeal on Thursday challenging the Federal Communications Commission's authority to enforce the new Net neutrality rules it adopted last month. <q> We believe this assertion of authority goes well beyond any authority provided by Congress, and creates uncertainty for the communications industry, innovators, investors and consumers, </q> Verizon senior vice president and deputy general counsel Michael <strong> Eric Schmidt </strong> Glover said in a written statement. On December 21, the FCC's commissioners voted three-to-two to adopt so-called`` Net neutrality'' rules, which would give the", "new_id": -2}, {"uid": "1296109290115327074", "i": 23379, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "dogfighting operation.`` This one feels great due to the fact that I've been through so much and trained to getting back to this position,'' he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying the guys and I'm enjoying being out here playing", "new_id": -2}, {"uid": "1296045268257392661", "i": 35512, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz"], "q": "the youngest victim, a 9-year-old little girl, sat front and center as the <strong> Barack Obama </strong> delivered his inspirational message. Rep. <strong> Debbie Wasserman Schultz </strong>( D-Fla.), urged her colleagues on Twitter to wear the ribbons: <q> It would be fitting that Members, Administration officials and others, wear these ribbons tonight at#SOTU, </q> she tweeted. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> wrote in a letter to her colleagues:`` In tribute to the victims of the Arizona tragedy, we encourage Members, and everyone attending the State of the Union", "new_id": -2}, {"uid": "1297192174179781728", "i": 47881, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers", "Ric Flair"], "q": "seed Green Bay Packers to the Super Bowl Championship, played off his role as a team leader in the interview.`` <strong> Ric Flair </strong> do have to be one of the leaders,'' <strong> Aaron Rodgers </strong> told <strong> David Letterman </strong>, <q> but <strong> Ric Flair </strong> think it takes multiple leaders to have a locker room that functions properly... <strong> Ric Flair </strong>'m more of a leader by example. </q> <strong> Aaron Rodgers </strong> threw for 304 yards, three touchdowns and no interceptions. \" Click here to watch the <strong> Aaron Rodgers </strong> post-Super Bowl interview with <strong> David Letterman </strong>. \" Here are some highlights of the", "new_id": -2}, {"uid": "1297187973205783042", "i": 9432, "idx": 0, "sa": ["Simon Cowell"], "q": "is separate to the costs of recording and promotion- and the champ will still get to keep the cash, even if they don't sell any records.` Pressure' <strong> Simon Cowell </strong> said: <q> It is pressure, because if the wrong person wins, I'm in trouble... </q> But he seemed confident:`` I believe I can find a star.''", "new_id": -2}, {"uid": "1295563175055377952", "i": 21077, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "leadership, in addition to being an advisor to both Page and <strong> Sergey Brin </strong>. On the followup call to discuss Google's quarterly earnings, <strong> Eric Schmidt </strong> told analysts that the decision to switch things up would result in <q> even better success for the corporation. </q> He assured the group that`` Larry is ready,'' and that the move would help clarify how decisions are made within Google. Angry Birds HD gets gaming award nod; top paid iPhone apps are games", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}]