[{"uid": "1297289951039764002", "i": 5272, "idx": 2, "sa": ["Angelina Jolie", "Perez Hilton", "Brad Pitt"], "q": "hates <strong> Angelina Jolie </strong>,`` Jen said,` Look, that was so long ago, and we've moved on and we're all adults,''' <strong> Perez Hilton </strong> tells Life& Style. And <strong> Perez Hilton </strong> believes Jen. <q> I believe what she has to say. I think she really has moved on. </q> Jen is even in touch with ex <strong> Brad Pitt </strong>. In his conversation with Jen, <strong> Perez Hilton </strong> tells Life& Style, she reaffirmed,`` I still talk to <strong> Brad Pitt </strong> and everything's fine.''", "new_id": -2}, {"uid": "1295553219232112198", "i": 52271, "idx": 3, "sa": ["Eric Schmidt"], "q": "as financial tools can[ certainly] go much further than that.'' Finally, <strong> Eric Schmidt </strong> noted that Google wanted to increase the availability of inexpensive smartphones in the poorest parts of the world. <q> We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years, </q> he explained.", "new_id": -2}, {"uid": "1295218051235503687", "i": 1656, "idx": 3, "sa": ["Walter Johnson", "Kirsten Gillibrand", "Ben Ali"], "q": "sports& type= Video& sent= no& search= Search'',`` permBen Alink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/09/VI2011010901938.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'': <q> http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01092011- 9v&amp;flvURL=/media/2011/01/09/01092011- 9v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F09%2F01092011- 9v.jsn </q>}{`` title'':`` <strong> Kirsten Gillibrand </strong> Pepper, <strong> Walter Johnson </strong>'',`` description'':`` <strong> Walter Johnson </strong> senior <strong> Kirsten Gillibrand </strong> Pepper, a 2010 All-Met swimmer, talks about her passion for swimming. A Florida State recruit,", "new_id": -2}, {"uid": "1295404758057933825", "i": 2897, "idx": 0, "sa": ["Eric Schmidt", "Mark Zuckerberg", "Walter Price"], "q": "first nine months of 2010. No wonder some say Google runs the risk of becoming another Microsoft-- dominant in one area but abruptly and rapidly eclipsed in fast-growing new Mark Zuckerbergets by up-and-coming rivals. <q> Google needs to step up in social or it runs the same risk that Microsoft does of having the( stock's Walter Price-earnings) multiple degrade, </q> said RCM Capital's <strong> Walter Price </strong>. Google Inc CEO <strong> Eric Schmidt </strong> introduces Google TV in San Francisco Photo in Slideshow: Facebook CEO <strong> Mark Zuckerberg </strong> speaks during a news conference at....'s smaller rivals were asked by European regulators", "new_id": -2}, {"uid": "1296943570219987981", "i": 34936, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Volt drew 92 replies. Urban farming could quickly become one of Detroit's assets, using some of the city's vacant 40... The article on women in the Roman Catholic Church was informative but lacked balance( <q> A... Chrysler CEO <strong> Sergio Marchionne </strong> apologized Saturday for using the term`` shyster </q> to describe the high-interest loans from the U.S. and Canadian governments that have funded Chrysler's turnaround. During a question-and-answer session following a speech Friday to the J.D. Power Automotive Industry Roundtable, <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295614925136232964", "i": 24862, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "went public in 2001-a time when the company needed, in <strong> Eric Schmidt </strong>'s words,`` day-to-day adult supervision.'' <strong> Eric Schmidt </strong> now feels <strong> Larry Page </strong> is ready to lead, whilLarry Page himself told the Times he wants Google to be <q> a big company that has the nimbleness and soul and passion and speed of a start-up. </q> Threaded, dynamic( default) New replies push comment threads to the top. Threaded, reverse-chronologicalComment threads started last appear at the top. Threaded, chronologicalComment threads started first appear at the top. Flat,", "new_id": -2}, {"uid": "1297384383139427845", "i": 10873, "idx": 8, "sa": ["Sergio Chiamparino", "Sergio Marchionne"], "q": "has an option to increase the holding to 51 percent after Chrysler repays U.S. and Canadian government loans. <strong> Sergio Marchionne </strong> has said he aims to get to 51 percent of Chrysler before the end of this year. <q> There was an overreaction to <strong> Sergio Marchionne </strong>'s comments, which shows how fragile the Italian economic system is, </q> said Turin Mayor <strong> Sergio Chiamparino </strong>, with whom <strong> Sergio Marchionne </strong> regularly plays cards.`` I told <strong> Sergio Marchionne </strong> he should better explain his business model, which represents a revolution for the Italian culture.''-- With assistance from", "new_id": -2}, {"uid": "1296227064117063684", "i": 5735, "idx": 1, "sa": ["Mike Pence"], "q": "for the White House.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. <q> We will not seek the Republican nomination for president in 2012. </q> href=\"http://www.washingtonpost.com/wp- dyn/content/article/2011/01/27/AR2011012708191.html?hpid=moreheadlines\" target=\"new\"> The Washington Post>>> Are Republicans` terrified of tea'? Politico analyzes the GOP's reluctance to cross tea party favorite <strong> Mike Pence </strong> Michele Bachman, R-Minn", "new_id": -2}, {"uid": "1297366036123617280", "i": 1440, "idx": 0, "sa": ["David Letterman", "Kelsey Grammer"], "q": "the actor to remarry later this month. She thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nDavid Lettermany 13 years. <q> What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children, </q> her statement said. She also wished her ex and his fiancee, Kayte Walsh,`` love and happiness in their new marriage.'' <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]