[{"uid": "1295560041021315598", "i": 32407, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,<q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company", "new_id": -2}, {"uid": "1295915615006537227", "i": 28391, "idx": 0, "sa": ["Karl Lagerfeld", "Eric Schmidt", "Michael Del Zotto", "Maggie Smith"], "q": "' Catch Glimpses of the Spring 2011 <strong> Karl Lagerfeld </strong> Couture Collection and Find Out Why <strong> Karl Lagerfeld </strong> Is Always Late Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host Critics Laud Givenchy's \"Fierce' Dog-Inspired Collection, Pan <q>'s Lace-up Pants <strong> Leighton Meester </strong> Already Got <strong> Kate Middleton </strong> Hands on Some <strong> Michael Kors </strong> Pre-Fall <strong> Michele Bachmann </strong> Explains Early America to Kindergartners Mooncake Foods Opens in Hell's Kitchen; Anfora Serves Free Raclette in West Village <strong> Kate Middleton </strong> Has Quit <strong> Kate Middleton </strong> Job to Focus on Making <strong> Kate Middleton </strong> Wedding` Fresh and New' Watch \"Jerry the Great,<q> Another Re-Cut Seinfeld Trailer Just When You Thought the Rangers Couldn't Get Any Younger, <strong> Michael Del Zotto </strong> Will Return Tonight The Fighter Co-writer\"s Air Bud Credit Still Makes Him Wince Kevin <strong> Maggie Smith </strong> Takes On the Red State Backlash in", "new_id": -2}, {"uid": "1295764462042549336", "i": 14623, "idx": 0, "sa": ["Michael Vick", "Charles Woodson", "Jay Cutler", "Tramon Williams", "Lovie Smith"], "q": "first playoff victory since 2006. However, <strong> Jay Cutler </strong> is only 1-4 against the Packers with nine interceptions and five touchdowns. \"We feel real good about where he is,\" <strong> Lovie Smith </strong> said. <q>He's come a long way.... I really like the decisions he's making.<q> One of <strong> Jay Cutler </strong>'s biggest concerns will be avoiding mistakes, and Packers cornerback <strong> Tramon Williams </strong> has been forcing plenty of them. Often overshadowed by All-Pro corner <strong> Charles Woodson </strong>, <strong> Tramon Williams </strong> intercepted <strong> Michael Vick </strong> in the end zone to seal", "new_id": -2}, {"uid": "1295570534120422440", "i": 10492, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": "Thu, Jan 20, 2011, 7:41 PM EST- U.S. Markets closed <strong> Google Inc. </strong> co-founder Page to replace <strong> Eric Schmidt </strong> as CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00<q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Thursday January 20, 2011, 7:10 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>, a", "new_id": -2}, {"uid": "1295637393157057065", "i": 21736, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt", "Juan Carlos Perez"], "q": "the company they founded. It Could've Been Fatigue After all, <strong> Eric Schmidt </strong> was CEO for ten years, notes <strong> Juan Carlos Perez </strong> at Computer World. He raises the notion that <strong> Eric Schmidt </strong> stepped down \"voluntarily\" after <q>an intense decade at the helm.<q> Perhaps Page is just filling in temporarily until a new CEO is found. <strong> Eric Schmidt </strong> Was Upset He Lost the Google-China Debate, <strong> Ken Auletta </strong>. When Google's founders decided to( partially) pull-out of China, <strong> Eric Schmidt </strong> thought", "new_id": -2}, {"uid": "1297254164101777413", "i": 39873, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "banks on lending, transparency and bonuses will be announced by the...\" \"Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...\" <q>Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the...<q> \"At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...\"", "new_id": -2}, {"uid": "1296833245099107030", "i": 32508, "idx": 4, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "with his latest account, the ex-Pentagon chief brought former <strong> Bill Clinton </strong> to his defense in his book, according to Politico.com. According to the article, <strong> Donald Rumsfeld </strong> wrote that after the scandal unfolded in 2004, <strong> Bill Clinton </strong> told him <q>no one with an ounce of sense<q> thinks he knew about the prison abuse in Iraq.", "new_id": -2}, {"uid": "1296253125144457810", "i": 3069, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "down in the lift. True to his newspaper roots, <strong> Rupert Murdoch </strong> offered opinions on various news items. But it was when he referred to the <strong> Andy Coulson </strong> Gray story that eyebrows were raised. First he said <q>this country has lost its sense of humour<q> and anything Gray said was \"not worse that what women say about other women\". When reminded that Gray had been sacked, <strong> Rupert Murdoch </strong> silenced the meeting, saying: \"There are other reasons for sacking <strong> Andy Coulson </strong>", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q>But you never know; it's possible for the government to cause us to not work.<q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1297282407122896681", "i": 23088, "idx": 7, "sa": ["Paula Abdul", "Simon Cowell"], "q": "next three or four weeks.) But when asked if former Idol judge <strong> Paula Abdul </strong> would be involved, he left the option open. \"I'm a massive fan of <strong> Paula Abdul </strong>,\" he said. <q>We've been in regular contact.<q> Star quality <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognise star quality when they saw it. \"Over the years you've seen a different", "new_id": -2}]